{
    "id": "dcce079f32",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Amphotericin B (AmB), a broad-spectrum antifungal agent, is a polyene-based compound that has a propensity to aggregate in an aqueous environment. ",
            "section": "Introduction"
        },
        {
            "text": "1,2 Exploiting its exclusive physicochemical properties, a commercial antifungal product known as Fungizone ® (AmB-D) was introduced to treat various life-threatening fungal infections. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3,4 Fungizone is basically a micellar deoxycholate-based formulation of AmB.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Effective antifungal therapy often requires long treatment regimens lasting up to 30 days; this in turn leads to various toxic manifestations (eg, nausea, chills, fevers, vomiting). ",
            "section": "Introduction"
        },
        {
            "text": "5,6 Moreover, clinical use of AmB-D is often marred with acute and chronic infusion-related toxicities, the most serious being dose-dependent nephrotoxicity. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "5,7,8 To circumvent AmB-D-related toxicity issues, various lipid formulations of AmB have been developed, including the commercially available AmBisome ® (AmB-L), ie, liposomal AmB. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 4,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "2,[9][10][11] AmB-L has a far superior therapeutic index with highly attenuated toxicity when compared with AmB-D. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "However, the complex process involved in the production of AmB-L, 12,13 its high cost, 14,15 and issues related to stability tend to offset its benefits and limit its utility, especially in third world countries. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Since lipids are the principal constituent of the formulation, it is difficult to imagine AmB-L ever becoming affordable. ",
            "section": "Introduction"
        },
        {
            "text": "Efforts to make generic forms that have efficacy comparable with existing formulations have met with limited success. ",
            "section": "Introduction"
        },
        {
            "text": "16,17 Furthermore, the existing AmB formulations are not therapeutically bioequivalent and are reported to have clear differences in toxicity. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "16,18 Taking into consideration the various limitations associated with lipid formulations of AmB, 19 it would be desirable to develop alternative drug delivery systems that can be used widely in the treatment of an array of fungal diseases.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Much preclinical research on polymeric nanoparticles has suggested some potential for delivery of active drug substances. ",
            "section": "Introduction"
        },
        {
            "text": "20 Polymer nanoparticulate technologies can be used to improve water solubility and bioavailability of the active drug component. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "21,22 Nanoparticles shield the drug from interacting directly with normal healthy cells, thus minimizing its detrimental effects to a considerable extent. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Biodegradable polymers have also been shown to optimize pharmacokinetics (including controlled and prolonged release of the drug with tissue retention), improve efficacy, and address drug safety issues. ",
            "section": "Introduction"
        },
        {
            "text": "23 Our earlier efforts to develop a biodegradable polymer drug complex based on PLGA (poly[lactic-co-glycolic acid]) have been quite encouraging, 24,25 and led us to hypothesize that a delivery vehicle based on an analogous polymer, ie, polyglutamic acid (PGA), would have potential to circumvent the toxicity of AmB to a greater extent. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 149,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "PGA was selected for its biodegradable, nontoxic, and biocompatible properties. ",
            "section": "Introduction"
        },
        {
            "text": "Pilot studies established PGA to be nonimmunogenic and well tolerated, even at high doses. ",
            "section": "Introduction"
        },
        {
            "text": "Moreover, nanoparticles composed of PGA have been shown to immobilize proteins, peptides, and other related chemicals onto their surfaces and/or interior bulk. ",
            "section": "Introduction"
        },
        {
            "text": "26,27 PGA has also been extensively evaluated in cancer chemotherapy and been implied at various stages of clinical trials. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "[28][29][30] Moreover, the development of PGA based nanoparticles involves simple and easy preparation protocol, making it a superb strategy for the encapsulation of AmB. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "AmB-bearing PGA nanoparticles prepared in-house were investigated for their physical characteristics, stability, safety (both in vitro and in vivo), and in vitro antifungal efficacy in comparison with two commonly used formula tions of AmB, ie, AmBisome and Fungizone.",
            "section": "Introduction"
        },
        {
            "text": "Poly-l-glutamic acid sodium salt (20-40 kDa and 50-70 kDa; catalog numbers G0546 and G0421, respectively), AmB (European Pharmacopoeia reference standard), polyvinyl alcohol (PVA), Roswell Park Memorial Institute (RPMI) 1640 medium, and dimethyl sulfoxide were purchased from Sigma Aldrich (St Louis, MO, USA). ",
            "section": "Materials and methods chemicals"
        },
        {
            "text": "The antifungal agents AmBisome (Gilead Sciences Inc, San Dimas, CA, USA) and Fungizone (Apothecon, Princeton, NJ, USA) were reconstituted according to the manufacturers' instructions. ",
            "section": "Materials and methods chemicals"
        },
        {
            "text": "KB cells (HeLa contaminant, cervical adenocarcinoma-derived epithelial cells) and mouse leukemia RAW 264.7 cells (macrophage-like, Abelson leukemia virus transformed cell line derived from BALB/c mice) were sourced from the American Type Culture Collection (ATCC, Manassas, VA, USA). ",
            "section": "Materials and methods chemicals"
        },
        {
            "text": "Detection kits for liver and kidney function test parameters were purchased from Span Diagnostics Ltd (Mumbai, India). ",
            "section": "Materials and methods chemicals"
        },
        {
            "text": "The rest of the chemicals were of analytical grade of purity and sourced locally.",
            "section": "Materials and methods chemicals"
        },
        {
            "text": "The test strain of Candida albicans (ATCC 18804) was obtained from the ATCC while Candida glabrata (MTCC 3019) was sourced from the Microbial Type Culture Collection (MTCC, Chandigarh, India). ",
            "section": "Fungal isolates"
        },
        {
            "text": "Sabouraud dextrose agar/broth was used for growing both the fungal strains. ",
            "section": "Fungal isolates"
        },
        {
            "text": "The C. albicans and C. glabrata strains were characterized using Hi-Chrome agar as well as germ tube formation with a standard protocol prior to its use in various studies. ",
            "section": "Fungal isolates"
        },
        {
            "text": "C. albicans (ATCC 10231) was used as a quality control strain.",
            "section": "Fungal isolates"
        },
        {
            "text": "Inbred female Balb/c mice (aged 6-8 weeks, mean weight 20±2 g) were obtained from the animal facility at the Indian Institute of Toxicological Research, Lucknow, India. ",
            "section": "animals"
        },
        {
            "text": "The animals were then acclimatized for a few days under standard husbandry conditions, ie, room temperature (22°C±3°C), relative humidity (65%±10%), and a 12-hour light/dark cycle. ",
            "section": "animals"
        },
        {
            "text": "They had free access to a standard dry pellet diet and water ad libitum under strict hygienic conditions. ",
            "section": "animals"
        },
        {
            "text": "The animals were anesthetized with ketamine 5 mg/kg and xylazine 4 mg/kg prior to being euthanized. ",
            "section": "animals"
        },
        {
            "text": "Humane endpoints were applied for mice that survived at the conclusion of the experiment. ",
            "section": "animals"
        },
        {
            "text": "In all experimental procedures, efforts were made to minimize pain and suffering. ",
            "section": "animals"
        },
        {
            "text": "All animal experiments were reviewed and approved by the Institutional Animal Ethics Committee of the Interdisciplinary Biotechnology Unit, Aligarh Muslim University, India and were performed according to the national regulatory guidelines issued by Committee for the Purpose of Control and Supervision of Experiments on Animals (CPCSEA), Government of India (approval identifier 332/CPCSEA).",
            "section": "animals"
        },
        {
            "text": "Preparation of PGA nanoparticles was achieved following a published method that was modified in our laboratory. ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "31 Briefly, 10 mg of PGA and 5 mg of AmB were dissolved in 10 mL of dimethyl sulfoxide in a 30 mL sample vial. ",
            "section": "Preparation of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "The above solution was then added dropwise to the PVA solution (10 mg/0.5 mL) under constant stirring. ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "The AmB/ PGA mixtures were stirred at room temperature for 1 hour. ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "To prepare the nanoparticles, the solution was dialyzed against deionized water (500 mL) for 24 hours (Spectra/ Por ® membrane tubing, molecular weight cutoff 2 kDa, Spectrum Labs, Rancho Dominguez, CA, USA). ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "After dialysis, the particles were centrifuged at 20,000 g for 1 hour and the nanoparticles were washed with deionized water several times to remove free PVA. ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "The precipitated mass was probe-sonicated briefly, followed by dialysis to remove free AmB. ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "The solution was then filtered using a Millipore Express Plus Membrane microsyringe filter (hydrophilic, polyethersulfone, 0.22 µm) (Millipore, Bangalore, India). ",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "Finally, the solution was freeze-dried to yield a yellow fluffy product.",
            "section": "Preparation of amB-Pga nanoparticles"
        },
        {
            "text": "The entrapment efficiency (EE) of AmB in the PGA formulation was determined by dissolving an aliquot of the AmB−PGA formulation in methanol. ",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "To rule out the possibility that the observed results were due to the AmB−PGA nanoparticles only and not because of the PGA molecule itself, we included plain PGA nanoparticles that were not loaded with AmB as a control throughout the study; these are referred to herein as \"sham PGA\" nanoparticles.",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "The AmB content was determined using a high performance liquid chromatography method following the published procedure. ",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "32 A standard calibration curve of the drug was plotted at 405 nm by determining the area under the curve corresponding to the increasing amount of drug (3.125-200 ng of AmB equivalent in a 20 µL sample injection volume). ",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The highest AmB concentration was 10 µg/mL (equivalent to 200 ng of AmB in 20 µL). ",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "Dilutions of AmB were performed in methanol to ensure that AmB remained in the monomeric form. ",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "Details of the high-performance liquid chromatography procedure are provided in the Supplementary materials section.",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "The percent EE was calculated as the percentage of the ratio between the entrapped AmB and the total amount of AmB added at the beginning during preparation of the formulation:",
            "section": "Determination of entrapment efficiency of Pga-intercalated amB"
        },
        {
            "text": "Amount of AmB entrapped Total amount of AmB added 100 = ×",
            "section": "% EE"
        },
        {
            "text": "The zeta potential gives an indication of the charge acquired by a particulate system on its suspension in aqueous medium. ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "The zeta potential of the nanoparticles was determined usingDTS software (Malvern Instruments Limited, Malvern, UK) based on M3-PALS technology. ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles",
            "entity_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "type": "software",
                    "rawForm": "DTS",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "dcce079f32-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 74,
                    "end": 101,
                    "type": "publisher",
                    "rawForm": "Malvern Instruments Limited",
                    "resp": "#curator",
                    "id": "#dcce079f32-software-0"
                }
            ]
        },
        {
            "text": "The concentration of the AmB−PGA formulation used was 10 -4 M. Particle size was determined by photon correlation spectroscopy (90Plus/BI-MAS, Brookhaven Instruments, Holtville, NY, USA). ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "Samples were filtered using a 0.22 µm syringe filter (polyethersulfone, Millipore) to remove contamination with dust particles. ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "Dynamic light scattering measurements were carried out using DynaPro-TC-04 equipment (Protein Solutions, Wyatt Technology, Santa Barbara, CA, USA) equipped with a temperature-controlled microsampler. ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "The size and surface morphology of the AmB-loaded nanoparticles were characterized using an electron microscope (CM-10, Philips, Hamburg, Germany). ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "For transmission electron microscopy studies, the AmB−PGA formulation was used at a concentration of 10 µg/mL AmB equivalents in double-distilled water. ",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "The details of these procedures are provided in the Supplementary materials section.",
            "section": "Determination of particle size and zeta potential of amB-Pga nanoparticles"
        },
        {
            "text": "Successful elimination of the intracellular pathogen C. albicans requires effective delivery of a drug pay load to the infected macrophages. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped calcein to macrophages"
        },
        {
            "text": "We determined the uptake of PGA-encapsulated fluorescent dye (calcein) by macrophages to assess the ability of the newly developed PGA formulation to home the intercalated drug to C. albicans-harboring macrophages. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped calcein to macrophages"
        },
        {
            "text": "The details of the uptake study are provided in the Supplementary materials section.",
            "section": "Pga nanoparticle-mediated transfer of entrapped calcein to macrophages"
        },
        {
            "text": "Ultraviolet spectroscopic analysis of various formulations of AmB was carried out in the range 300-450 nm on a doublebeam spectrophotometer (model V-750, Jasco Inc, Easton, MD, USA) operated at a resolution of 1 nm. ",
            "section": "spectrophotometric analysis of amB-Pga formulation"
        },
        {
            "text": "AmB is known to give four absorption peaks. ",
            "section": "spectrophotometric analysis of amB-Pga formulation"
        },
        {
            "text": "The aggregation ratio was calculated as the ratio of peak I (315-340 nm) to peak IV (410 nm). ",
            "section": "spectrophotometric analysis of amB-Pga formulation"
        },
        {
            "text": "33 Fungizone and the AmB−PGA formulation were both scanned at the same concentration (10 -5 M).",
            "section": "spectrophotometric analysis of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "In vitro release of AmB from the AmB−PGA complex in phosphate-buffered saline (PBS) and serum was evaluated by dialysis, 34 as standardized in our laboratory. ",
            "section": "In vitro release kinetic studies",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "The quantification was carried out using high-performance liquid chromatography 32 as described in the Supplementary materials section. ",
            "section": "In vitro release kinetic studies",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "In order to determine the release kinetics, a stock solution of AmB−PGA nanoparticles was prepared in water at a concentration of 1,000 mg/L AmB equivalents. ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The aqueous solution of nanoparticles (1 mL) was added to either 20 mM sterile PBS (pH 7.4) or serum (1 mL, containing 5% dimethyl sulfoxide). ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The final concentration of AmB−PGA was 500 µg/mL AmB equivalents (total amount of AmB, 1 mg in 2 mL). ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The PBS and serum also contained a small amount of sodium azide to avoid microbial growth. ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The AmB−PGA solution (2 mL) was placed in a dialysis bag (molecular weight cutoff 12-14 kDa) and dialyzed against 50 mL of PBS (pH 7.4) containing 5% dimethyl sulfoxide at 37°C. ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The dialysis medium was completely removed at regular time intervals for analysis of drug concentration and replaced with fresh medium to prevent drug saturation (maintaining strict sink conditions throughout the experiment). ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "Release runs were continued for 240 hours. ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The absorbance of the collected samples was measured at 405 nm by highperformance liquid chromatography in aqueous methanol (50% v/v). ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The AmB concentration was extrapolated from the calibration curve of AmB in aqueous methanol (50% v/v). ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The calculated amount of the released drug was plotted against time. ",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "The results recorded are the mean of three runs carried out independently.",
            "section": "In vitro release kinetic studies"
        },
        {
            "text": "In vitro red blood cell lysis test",
            "section": "Drug toxicity studies"
        },
        {
            "text": "Fresh blood (15-20 mL) was kindly provided by the blood bank at Jawaharlal Nehru Medical College, Aligarh Muslim University, Aligarh, and collected in anticoagulant (ethylenediamine tetraacetic acid 1 mg/mL, at 10% w/v) syringes, followed by centrifugation at 1,000 g for 15 minutes at 4°C. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "Plasma was carefully aspirated and the exposed buffy coat was removed and discarded. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "The red blood cells were washed three times by centrifugation (1,000 g for 15 minutes at 4°C) and suspended in five volumes of normal saline (NaCl 0.9% w/v). ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "The cells were then resuspended in 4 mL of saline, counted in a Neubauer™ chamber (Splabor, São Paulo, Brazil), and resuspended again until the desired concentration (5×10 7 cells/mL) was achieved. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "AmB-D, AmB-L, and empty PGA vesicles were included as controls and prepared according to the manufacturers' protocol in double-distilled sterile water (Sigma-Aldrich).",
            "section": "Drug toxicity studies"
        },
        {
            "text": "To study the extent of hemolysis, 1 mL of red blood cells (5×10 7 cells/mL) was incubated with 1 mL of the various AmB formulations (containing 1, 5, 10, 50, and 100 µg/ mL AmB equivalents) at 37°C for 1 hour and for 24 hours. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "The free form of AmB was dissolved in 50 µL of dimethyl sulfoxide and made up to a final volume of 1 mL with PBS (final 5% dimethyl sulfoxide). ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "After the stipulated periods of time, the reaction mixture was centrifuged at 1,200 g. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "The supernatant was then collected and analyzed by ultravioletvisible spectroscopy (λ max =576 nm) for released hemoglobin. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "Triton X-100 (nonionic surfactant) at a concentration of 0.1% was used as a positive control for 100% cell lysis. ",
            "section": "Drug toxicity studies"
        },
        {
            "text": "The result was expressed graphically as a percentage of 100% cell lysis and was determined by the following equation:",
            "section": "Drug toxicity studies"
        },
        {
            "text": "Abs Abs Abs Abs 100 ",
            "section": "Percent hemolysis"
        },
        {
            "text": "The toxic effects of AmB−PGA nanoparticles on the kidneys of the experimental animals were also assessed by histopathological studies. ",
            "section": "histopathological studies"
        },
        {
            "text": "The kidneys of experimental mice from the control (PBS), AmB-D, AmB-L, and AmB−PGA nanoparticle-treated groups were processed as reported previously. ",
            "section": "histopathological studies"
        },
        {
            "text": "35 The details of the experimental procedure used are provided in the Supplementary materials section.",
            "section": "histopathological studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "The broth microdilution method, as described by the Clinical and Laboratory Standards Institute (M27-A2), was used to determine the anti-Candida activity of the various AmB formulations. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "36 The antifungal activity of AmB was evaluated over a final concentration range of 0.015-8 µg/mL. ",
            "section": "In vitro susceptibility testing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "The wells containing fungal inoculum with various concentrations of drugs and appropriate controls (drug-free as well as inoculum-free) were incubated at 35°C for 48 hours. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "For AmB, the endpoint is the lowest concentration that inhibits visual growth. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "An endpoint score of 0 (100% inhibition) was taken as the minimum inhibitory concentration (MIC In vitro antifungal activity of amB-Pga against intracellular C. albicans RAW 264.7 cells were cultured in 24-well plates at a density of 5×10 5 cells/well. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "After 2 hours, an inoculum containing 1×10 6 CFU of C. albicans was cocultured with the adhered monolayer. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "After a 30-minute incubation period, 37 the noningested yeast was removed by washing the monolayer three times with Hank's Balanced Salt Solution (Sigma-Aldrich). ",
            "section": "In vitro susceptibility testing",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37"
                }
            ]
        },
        {
            "text": "The macrophages were reincubated in the presence of the AmB−PGA formulation at various concentrations (1, 5, 10, and 50 µg/mL AmB equivalent). ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "AmB-D and AmB-L were included as controls. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Percentage of infection was calculated by lysing the macrophages (after 24 hours of treatment) with Triton X-100 (0.2%) and subculturing in Sabouraud dextrose agar plates, and compared with an untreated control.",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Experiments were carried out in triplicate and the results are expressed as mean of the data obtained.",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Biofilms were formed in the wells of microtiter plates as previously described. ",
            "section": "Biofilm formation"
        },
        {
            "text": "38 Fresh C. albicans cells grown overnight in an orbital shaker at 30°C were harvested and washed in sterile PBS (10 mM phosphate buffer, 2.7 mM potassium chloride, 137 mM sodium chloride, pH 7.4). ",
            "section": "Biofilm formation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "The cells were resuspended in RPMI 1640 medium supplemented with l-glutamine and buffered with morpholinepropanesulfonic acid to a cellular density equivalent to 1×10 6 cells/mL. ",
            "section": "Biofilm formation"
        },
        {
            "text": "All experiments were performed on commercially available, presterilized, polystyrene, flat-bottomed, 96-well microtiter plates (Corning Incorporated, Corning, NY, USA). ",
            "section": "Biofilm formation"
        },
        {
            "text": "Biofilms were formed by pipetting 100 µL of the standardized cell suspensions into selected wells of the microtiter plate and incubating the plate for 48 hours at 37°C. ",
            "section": "Biofilm formation"
        },
        {
            "text": "After biofilm formation, the medium was discarded and nonadherent cells were removed by thoroughly washing the biofilms three times in sterile PBS.",
            "section": "Biofilm formation"
        },
        {
            "text": "Preliminary microscopic visualization of C. albicans biofilms after treatment with the AmB−PGA formulation was done by phase contrast microscopy, 39 details of which are provided in the Supplementary materials section.",
            "section": "Visualization of inactivation of C. albicans cells in biofilm",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "39"
                }
            ]
        },
        {
            "text": "scanning electron microscopy studies of C. albicans biofilm An already published protocol for scanning electron microscopy (SEM) of C. albicans biofilm was followed. ",
            "section": "Visualization of inactivation of C. albicans cells in biofilm"
        },
        {
            "text": "38  ",
            "section": "Visualization of inactivation of C. albicans cells in biofilm",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "A semiquantitative measure of the antibiofilm activity of the PGA nanoparticles was performed by XTT (2, 3-bis(2-methoxy-4-nitro-5-sulfophenyl)-5-[(phenylamino) carbonyl]-2H-tetrazolium hydroxide) reduction assay as described elsewhere. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "38 Briefly, XTT solution was prepared by mixing 0.5 mg/mL XTT in Ringer's lactate. ",
            "section": "Biofilm quantitation by XTT assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "This solution was filter-sterilized and stored at -70°C. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "Prior to each assay, an aliquot of stock XTT was thawed, and menadione (10 mM prepared in acetone; Sigma-Aldrich) was added to obtain a final concentration of 1 µM. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "The solution was filter-sterilized using a 0.22 µm syringe filter (Millipore). ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "The biofilms (developed as above) were then incubated in the presence of the different concentrations of AmB−PGA formulation (final concentrations from 0.195 to 100 µg/mL) for 48 hours. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "After treatment with the AmB−PGA formulation, 100 µL of XTT was added to each prewashed biofilm (to remove nonadhered cells). ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "The plates were then incubated in the dark for up to 2 hours at 37°C. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "A colorimetric change in the XTT reduction assay, a direct correlation of the metabolic activity of the biofilm, was then measured in a microplate reader (Bio-Rad, Hercules, CA, USA) at 450 nm and expressed as percent viability in comparison with control cells. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "Untreated biofilms containing RPMI 1640 medium were included as positive controls. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "AmB-D and AmB-L were also included in the study as controls. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "Wells without biofilms served as a blank. ",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "Four replicate biofilms were included for each experiment.",
            "section": "Biofilm quantitation by XTT assay"
        },
        {
            "text": "Sample absorbance blank absorbance Contr = − o ol absorbance blank absorbance 100 − × where blank absorbance is the medium alone and control absorbance is fungal cells with medium alone.",
            "section": "Percent viability"
        },
        {
            "text": "Biofilms were grown under shaking (100 rpm) for 24 or 48 hours at 37°C. ",
            "section": "Biofilm time-kill curves"
        },
        {
            "text": "Various AmB formulations were then added to the preformed biofilms, and the plates were incubated for selected time periods (2, 4, 8, 12, 24, and 48 hours). ",
            "section": "Biofilm time-kill curves"
        },
        {
            "text": "Antifungal effects were monitored by a metabolic assay based on the reduction of XTT as described above. ",
            "section": "Biofilm time-kill curves"
        },
        {
            "text": "38 Details of the experiment are provided in the Supplementary materials section.",
            "section": "Biofilm time-kill curves",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "In order to assess the statistical differences among various groups, the data were analyzed using the Student's t-test and one way analysis of variance (Holm-Sidak method), using Sigma-Plot version 10 software. ",
            "section": "statistical analysis",
            "entity_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "type": "software",
                    "rawForm": "Sigma-Plot",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "dcce079f32-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 198,
                    "end": 200,
                    "type": "version",
                    "rawForm": "10",
                    "resp": "#annotator10",
                    "id": "#dcce079f32-software-1"
                }
            ]
        },
        {
            "text": "P-values <0.05 were considered to be statistically significant.",
            "section": "statistical analysis"
        },
        {
            "text": "Despite a worldwide search during the last three decades for a broad-spectrum, nontoxic, and well tolerated antifungal drug, AmB remains an ideal therapeutic agent for patients with unidentified invasive fungal infections. ",
            "section": "Results and discussion"
        },
        {
            "text": "In the present scenario, a cheap, nontoxic, effective, and highly stable delivery system for AmB is needed to address the limitations of its existing delivery systems. ",
            "section": "Results and discussion"
        },
        {
            "text": "Investigators have employed different watersoluble polymers to develop encapsulated, conjugated AmBbased delivery systems, but have met with little success. ",
            "section": "Results and discussion"
        },
        {
            "text": "[40][41][42][43][44][45][46][47][48] In some of the earlier efforts, polymers synergized the toxicity of AmB, 49 while in others the AmB was unable to retain the beneficial physicochemical properties associated with its liposomal form (AmB-L). ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[42]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                },
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                },
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                },
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[48]"
                },
                {
                    "start": 110,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "49"
                }
            ]
        },
        {
            "text": "50 Although, AmB-cyclodextrin complexes showed improved water solubility, 49,51 they were found to be toxic to human red blood cells. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "50"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "49,"
                },
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "51"
                }
            ]
        },
        {
            "text": "52,53 On the other hand, polyvinylpyrrolidone has been shown to complex AmB, but suffers from very low (0.249% w/w) AmB loading. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "52,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "53"
                }
            ]
        },
        {
            "text": "54 Polymeric micelle systems have also been developed; however, encapsulation in the polymeric micelles decreased the in vitro antifungal activity of the drug. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "54"
                }
            ]
        },
        {
            "text": "40 Moreover, these micelles have been shown to be unstable in the presence of serum due to disruption of their integrity, 55 resulting in rapid and near-complete release of core-loaded molecules from circulating micelles in an uncontrolled fashion. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                },
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55"
                }
            ]
        },
        {
            "text": "56 Herein, we aimed to develop a stable, easy-to-prepare, nontoxic preparation of AmB with physicochemical characteristics comparable with those shown by AmB-L. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "56"
                }
            ]
        },
        {
            "text": "Replacing the lipid moiety with a water-soluble homopolymer could reduce the costs and stability issues associated with the lipid components of AmB-L. ",
            "section": "Results and discussion"
        },
        {
            "text": "In addition, an amphiphilic PGA-based delivery system may have some advantages, including biocompatibility, biodegradability, 27,57 negligible toxicity, and cytoplasmic delivery of the entrapped molecules. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "57"
                }
            ]
        },
        {
            "text": "The homopolymer contains carboxylic groups that can form ionic complexes with a charged compound such as AmB. ",
            "section": "Results and discussion"
        },
        {
            "text": "Furthermore, PGA has the potential to encapsulate or immobilize a variety of molecules. ",
            "section": "Results and discussion"
        },
        {
            "text": "26,27,57 For example, PGA has been used in clinical trials in the form of a covalently bound conjugate with paclitaxel (Opaxio, Cell Therapeutics, Seattle, WA, USA). ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "57"
                }
            ]
        },
        {
            "text": "29,30 The low aqueous solubility of amphiphilic AmB (1 µg/mL) 58 makes it a suitable candidate for association with an amphiphilic PGA homopolymer. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                },
                {
                    "start": 63,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "58"
                }
            ]
        },
        {
            "text": "The initial reaction of AmB with PGA was carried out in the presence of dimethyl sulfoxide, a water-miscible organic solvent. ",
            "section": "Results and discussion"
        },
        {
            "text": "Next, an aqueous solution of PVA (a base) was added followed by extensive dialysis against water. ",
            "section": "Results and discussion"
        },
        {
            "text": "In high abundance of an aqueous environment, AmB can either choose to associate with the PGA polymer or can form precipitates. ",
            "section": "Results and discussion"
        },
        {
            "text": "The amphiphilic nature of both AmB and the PGA polymer enables them to remain in association, resulting in spontaneous formation of nanoparticles. ",
            "section": "Results and discussion"
        },
        {
            "text": "The base is added to increase the solubility of the PGA, which ensures that the polymer remains in solution. ",
            "section": "Results and discussion"
        },
        {
            "text": "The nanoparticles show unusually high stability in the presence of PVA. ",
            "section": "Results and discussion"
        },
        {
            "text": "59,60 The simple and straightforward preparation protocol makes development of a AmB−PGA formulation an excellent strategy. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "59,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "60"
                }
            ]
        },
        {
            "text": "The AmB−PGA formulation was found to be readily and rapidly soluble in water ( Table 1). ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "The EE was found to be around 20.5% and 45% for the two polymers in the 20-40 kDa and 50-70 kDa molecular weight range, respectively (Table 1). ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "Since high AmB loading (40%) ensures applicability in the clinical setting, the PGA nanoparticle having a molecular weight of 50-70 kDa (with high complexation efficiency and aqueous solubility) was used in the subsequent studies.",
            "section": "Results and discussion"
        },
        {
            "text": "The AmB−PGA nanoparticles prepared in-house were characterized for their size, shape, and zeta potential. ",
            "section": "characterization of amB-Pga nanoparticles"
        },
        {
            "text": "The average zeta diameter and zeta potential of the AmB−PGA nanoparticle (molecular weight 50-70 kDa) were found to be 102±7 nm and -35.2±0.73 mV, respectively (Table 1). ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Generally, a high zeta potential (either positive or negative), more than 30 mV, maintains a stable system. ",
            "section": "characterization of amB-Pga nanoparticles"
        },
        {
            "text": "61,62 Extremely positive or negative zeta potential values cause larger repulsive forces; this repulsion between similarly charged particles prevents aggregation of the particles and thus ensures easy redispersion. ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "61,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "62"
                }
            ]
        },
        {
            "text": "63,64 Thus, it can be said that AmB−PGA nanoparticles prepared using a 50-70 kDa molecular weight polymer are more stable than nanoparticles prepared with PGA having a molecular weight of 20-40 kDa ( Table 1).",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "63,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "64"
                },
                {
                    "start": 200,
                    "end": 207,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The mean size of the AmB−PGA nanoparticle was 107±0.7 nm as measured by dynamic light scattering ( Figure 1A). ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "A population of nearly spherical PGA nanoparticles with an average size of 98±2 nm was observed by transmission electron microscopy ( Figure 1B). ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B)"
                }
            ]
        },
        {
            "text": "This is in agreement with the sizes determined by dynamic light scattering analysis (average diameter 107±0.7 nm, Figure 1A) and nanosizer (102±7 nm, Figure 1C).",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1A"
                },
                {
                    "start": 150,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1C"
                }
            ]
        },
        {
            "text": "To ascertain their fate after uptake by macrophages, calcein-loaded PGA nanoparticles were incubated with mouse macrophage cells (thioglycollate elicited). ",
            "section": "characterization of amB-Pga nanoparticles"
        },
        {
            "text": "Incubation of the PGA nanoparticles resulted in a punctate fluorescence pattern owing to their active endocytic uptake by macrophages ( Figure 1D). ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "Commonly, drugs associated with colloidal carriers enable higher accumulation of drug inside macrophages and a small size enables them to be taken up through endocytosis via clathrin, caveolae, or specific independent receptors. ",
            "section": "characterization of amB-Pga nanoparticles"
        },
        {
            "text": "65,66 The particle-loaded macrophages act as a secondary depot for the drug. ",
            "section": "characterization of amB-Pga nanoparticles",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "65,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "66"
                }
            ]
        },
        {
            "text": "Once internalized, a direct interaction of AmB with the intracellular yeast seems to be ",
            "section": "characterization of amB-Pga nanoparticles"
        },
        {
            "text": "Earlier studies have shown that the degree of aggregation of AmB is directly correlated with its toxicity, 33,67,68 antimicrobial activity, 67,69,70 and stability. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33,"
                },
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "67,"
                },
                {
                    "start": 113,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "68"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "67,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "69,"
                },
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "70"
                }
            ]
        },
        {
            "text": "71,72 In aqueous dispersions, the antifungal compound AmB has a tendency to exist in three different forms, ie, a monomer state, a soluble state, and an insoluble aggregate state. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "71,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "72"
                }
            ]
        },
        {
            "text": "3,73 Small aggregates or soluble oligomers are responsible for the toxic reactions in mammalian cells and are usually the predominant species present in AmB-D solutions. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "73"
                }
            ]
        },
        {
            "text": "3,74 Association of monomers with ergosterol leads to pore formation in the fungal membrane, while the oligomeric form of the drug complexes with cell membrane sterols in mammalian cells, which facilitates leakage of electrolytes. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "74"
                }
            ]
        },
        {
            "text": "3,74 This drug-sterol interaction can lead to systemic toxicity, including adverse renal, hepatic, and cardiac effects, along with blood dyscrasias and death. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "74"
                }
            ]
        },
        {
            "text": "5 The oligomers also seem to be susceptible to oxidation, which may enhance their toxicity. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "71 However, when AmB in solution is below the critical concentration (1 µM) required for self-association, toxicity against fungi is still observed, while toxic effects on mammalian cells are minimized. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "71"
                }
            ]
        },
        {
            "text": "75,76 The ultraviolet-visible spectra of polyenes (such as AmB) are very sensitive to conformational changes induced by different molecular interactions, including aggregation. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "75,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "76"
                }
            ]
        },
        {
            "text": "It has been reported that the monomeric form of AmB absorbs maximally at about 405-409 nm (λ max ), 77 while soluble self-aggregates display an absorption with a λ max of about 328-340 nm. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "77"
                }
            ]
        },
        {
            "text": "73 In higher order aggregates, the maximum absorption shifts to wavelengths lower than 322 nm. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "73"
                }
            ]
        },
        {
            "text": "Nonetheless, the optimum aggregation state is not simple, and cannot be defined using a single measure.",
            "section": "spectroscopic studies"
        },
        {
            "text": "In order to assess the aggregation state of AmB inside PGA nanoparticles, we performed ultraviolet-visible spectroscopy. ",
            "section": "spectroscopic studies"
        },
        {
            "text": "When AmB−PGA nanoparticles were suspended in water, shifting of λ max toward a shorter wavelength was observed (ie, a hypsochromic effect), suggesting the presence of aggregated AmB. ",
            "section": "spectroscopic studies"
        },
        {
            "text": "The principal absorption was found to be at around 345 nm, with AmB showing a minimal peak at 410 nm (Figure 2A). ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2A"
                }
            ]
        },
        {
            "text": "As AmB is known to exist in monomeric form in organic solvents, we also determined its absorption spectrum in dimethyl sulfoxide. ",
            "section": "spectroscopic studies"
        },
        {
            "text": "AmB showed an absorption pattern characteristic of a heptaene chromophore, with the lowest peak at around 355 nm and the highest peak at 415 nm ( Figure 2B). ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "The spectral modifications induced by aggregation may be represented by the ratio of absorbance at two different peaks (A 340 /A 410 ), ie, 340 nm (peak I) and 410 nm (peak IV). ",
            "section": "spectroscopic studies"
        },
        {
            "text": "The degree of aggregation of AmB can be easily monitored using this ratio. ",
            "section": "spectroscopic studies"
        },
        {
            "text": "33 The higher the aggregation ratio, the lower the amount of monomeric AmB present. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "When the PGA nanoparticles were dispersed in water, this ratio was found to be 2.39, whereas when dimethyl sulfoxide was used as the solvent, this ratio decreased to 0.24.",
            "section": "spectroscopic studies"
        },
        {
            "text": "Absorption peaks at a lower wavelength are generally observed when aggregated AmB is complexed with deoxycholate 77 or upon formation of superaggregates by heat treatment of AmB alone. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "77"
                }
            ]
        },
        {
            "text": "73 Taken together, these results suggest that AmB is present in a highly aggregated form inside PGA nanoparticles. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "73"
                }
            ]
        },
        {
            "text": "Interestingly, it has been shown that AmB exists in a highly aggregated form in both AmB-D and AmB-L formulations. ",
            "section": "spectroscopic studies"
        },
        {
            "text": "However, in AmB-L, there is an hypsochromic (blue) shift of 7−9 nm at λ max . ",
            "section": "spectroscopic studies"
        },
        {
            "text": "78 This shift could be attributed to the close association between AmB and the lipid bilayer in AmB-L. ",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "78"
                }
            ]
        },
        {
            "text": "79 Interaction of AmB with the PGA polymer in an aqueous environment results in formation of AmB aggregates that become entrapped inside the selfassembled PGA nanoparticles during their formation.",
            "section": "spectroscopic studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "79"
                }
            ]
        },
        {
            "text": "The PGA nanoformulation developed in the present study was assessed for its degradability under simulated physiological conditions (in PBS and in serum). ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "The AmB−PGA nanoparticle was found to be stable in PBS, with 2.30%±0.09% of the total AmB being released into PBS after 24 hours of incubation ( Figure 3A). ",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "This was followed by sustained release that continued for 240 hours; 13.6%±0.21% of the drug was released over this period of time. ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "A latency period characterized by no drug release is observed in the initial phase. ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "The occurrence of a lag time in the release process indicates that the polymer has to be degraded to a considerable extent before the drug can leave the nanoparticle.",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "In order to assess the fate of AmB−PGA nanoparticles in the plasma circulation, a simulation study involving incubation in mouse serum at 37°C was performed. ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "The AmB−PGA nanoparticles showed high stability in serum, with only 20.9%±4.21% of AmB released from the nanoparticles after 240 hours ( Figure 3B). ",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                }
            ]
        },
        {
            "text": "Sustained stability in serum ensures that AmB does not bind to low-density plasma lipoproteins. ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "76 The stability of encapsulated AmB in serum has been extensively studied in other systems, including ones derived from polymers. ",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "76"
                }
            ]
        },
        {
            "text": "80,81 The AmB−PGA formulation showed better stability in PBS (pH 7.4) than AmB polymeric micelle systems, such as AmB-PEG-PLA (∼45% of AmB was released after 24 hours), 82 AmB-poly-lactic glycolic acid/dextran micelles (∼20% AmB released after 24 hours), AmB-PEG-PLA polymersomes (∼50% AmB released after 24 hours), 83 and AmB-poly(2-ethyl-2-oxazoline)-block-poly-(aspartic acid) polyion complex micelles (∼40% AmB released after 24 hours). ",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "80,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "81"
                },
                {
                    "start": 169,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "82"
                },
                {
                    "start": 316,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "83"
                }
            ]
        },
        {
            "text": "84 Furthermore, the stability of these polymeric micelle systems was only examined in PBS, and there have been no data available for serum. ",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "84"
                }
            ]
        },
        {
            "text": "The release pattern of the AmB−PGA nanoparticles in PBS and serum was similar to the stability data of AmBisome. ",
            "section": "Release profile for AmB nanoparticle formulation"
        },
        {
            "text": "The high stability of the AmB−PGA formulation could be attributed (in part) to the stabilizing properties of the PVA 59,60 used in the preparatory cocktail during formation of the nanoparticles.",
            "section": "Release profile for AmB nanoparticle formulation",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "59,"
                },
                {
                    "start": 120,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "60"
                }
            ]
        },
        {
            "text": "Before introducing the novel formulation of AmB−PGA as a potential antifungal therapy approach, we investigated the associated intrinsic toxicity issues both in vitro and in vivo. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "Given that hemolysis is a serious toxic manifestation of AmB-D, 85 we tested for acute toxicity using an in vitro red blood cell toxicity test. ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "85"
                }
            ]
        },
        {
            "text": "The association of AmB with polymers resulted in a large decrease in their hemolytic activity. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "At a lower concentration (1 µg/mL) and shorter duration (1 hour), no significant hemolysis was observed with any of the formulations ( Figure 4A). ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "In fact, no hemolysis was observed with the PGA formulation across the whole range of tested concentrations, ie, 1-100 µg/mL (maximum leakage was 4.0%±0.9%; P0.001). ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "AmB-L, used as a control, also showed negligible hemolysis (2.60%±0.7%). ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "However, the positive control, AmB-D, showed a sharp increase in toxicity as the concentration was increased from 5 µg/mL to 10 µg/mL (20.0%±5.0% and 90.0%±7.3% respectively); with complete hemolysis at the 50 µg/mL concentration of AmB ( Figure 4A).",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "Incubation for longer durations (24 hours) at 37°C did not affect the toxic properties of AmB−PGA nanoparticles and did not induce significant hemolysis ( Figure 4B). ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "Only 14.7%±2.2% hemolysis at 100 µg/mL (AmB equivalents) was observed ( Figure 4B). ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "AmB-D showed 100% hemolysis at an AmB equivalent concentration of 50 µg/mL. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "Empty nanoparticles (sham group) showed no signs of toxicity (1.40%±0.50%) and AmB-L displayed negligible hemolysis (5.6%±0.3%).",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "The low toxicity of AmB when formulated in AmB−PGA nanoparticles can be attributed to the shielding effect of the PGA nanoparticles resulting from association of AmB with PGA. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "In the case of AmB-D, the drug is available in total at a given time point, so has a direct adverse effect on the membrane of the red blood cell, resulting in leakage of hemoglobin and ions. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "On the other hand, the PGA formulation regulates drug release, so that the drug is not readily available to bind to the red blood cell membrane, thereby reducing toxicity. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "Moreover, the slow release of the drug from the PGA formulation ensures that the drug remains as a monomer and does not form oligomer aggregates, which is the species mainly responsible for drug toxicity.",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "The cytotoxic effect of the AmB−PGA formulation was also assessed in mammalian cells. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "The AmB−PGA nanoparticle was not toxic to mammalian cells (KB and RAW 264.7), whereas AmB-D showed dose-dependent toxicity ( Figure 5A and B). ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5A and B)"
                }
            ]
        },
        {
            "text": "A 10 µg/mL concentration of free drug (pure AmB) allowed survival of only 55.4%±7.6% of the cells. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "On the other hand, our PGA formulation prepared in-house had much less toxicity at the same concentration (86.3%±3.4% cell survival), comparable with that of AmB-L (90.01%±9.75%). ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "A cell survival rate of 79.2%±6.7% was observed for PGA nanoparticles at an AmB concentration of 50 µg/mL, whereas AmB-D was completely cytotoxic to KB cells at the same AmB concentration (Figure 5A). ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 199,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5A)"
                }
            ]
        },
        {
            "text": "At a concentration of 200 µg/mL AmB equivalents, the viability of KB cells was maintained at 75.7%±3.2% when treated with the AmB−PGA formulation. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "AmB-L maintained a cell survival of 84.5%±9.7%; whereas the pure drug was 100% lethal at the same concentration (200 µg/mL AmB equivalents). ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "The MTT assay performed on RAW 264.7 cells treated with AmB−PGA nanoparticles showed similar results. ",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "However, the survival rate was much higher (∼93% at 200 µg/mL AmB equivalents) than that observed with KB cells ( Figure 5B), equivalent to the cell survival rate seen with AmB-L. ",
            "section": "In vitro toxicity tests",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "The sodium salt of PGA alone did not display toxicity toward KB cells or RAW 264.7 cells at much higher doses (data not shown).",
            "section": "In vitro toxicity tests"
        },
        {
            "text": "Next, we evaluated the toxic manifestations (if any) of the AmB−PGA nanoformulation in in vivo models treated with three different doses (5, 10, and 15 mg/kg body weight). ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "AmB-D was administered at a dose of 5 mg/kg body weight. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Liver and renal function tests (Table 2) suggest that while AmB-D imparts significant toxicity to the host liver and kidney, the AmB−PGA formulation was not toxic even at a dose of 15 mg/kg body weight and did not significantly alter serum biochemical parameters for renal and hepatic function. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 40,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "There was no significant elevation in serum alanine transaminase levels, while aspartate transaminase levels were slightly elevated. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "However, animals treated with AmB-D exhibited significantly elevated levels of both alanine aminotransferase and aspartate aminotransferase. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Creatinine concentrations were within the normal range for mouse serum in the AmB−PGA-treated groups, whereas mice treated with AmB-D showed relatively higher levels of creatinine ( Table 2). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The AmB−PGA nanoparticle was well tolerated by the experimental animals up to a dose of 15 mg/kg body weight, with no signs of illness or loss of body weight (data not shown).",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The possible toxicity issues related to the formulation were further ruled out by histopathological examination of the kidneys from treated animals. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "As observed under light microscopy, features of the renal parenchyma from animals treated with the AmB−PGA nanoparticles ( Figure S1C) were very much comparable with those of healthy controls ( Figure S1D) as well as AmB-L ( Figure S1B). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1C)"
                },
                {
                    "start": 194,
                    "end": 204,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1D"
                },
                {
                    "start": 225,
                    "end": 235,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1B"
                }
            ]
        },
        {
            "text": "There were no changes in the normal morphology of the kidneys, which showed normal renal corpuscles in terms of glomerular mass, cellularity, and urinary space. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Intact renal tubules with characteristic cell linings as well as interstitial space could be identified. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Both the proximal and distal convoluted tubules appear normal in architecture. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "AmB-D showed toxic effects on the kidney, with varying degrees of tissue necrosis ( Figure S1A). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1A"
                }
            ]
        },
        {
            "text": "These results are consistent with preclinical reports by other investigators that AmB-D is more toxic than AmB-L and ABLC (amphotericin B lipid complex) at the cellular level 86,87 and more toxic than AmB-L and AmB colloidal dispersion (Amphotec ® ) in organs. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "86,"
                },
                {
                    "start": 178,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "87"
                }
            ]
        },
        {
            "text": "88,89 In vitro antifungal activity",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "88,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "89"
                }
            ]
        },
        {
            "text": "The antifungal activity of the AmB−PGA formulation was evaluated over a final concentration range of 0.015 µg/mL to 8 µg/mL using a broth microdilution method. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The relative potency of the AmB−PGA complexes in vitro was similar to that of AmB-D ( Table 3). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The MIC of PGA-formulated AmB as well as AmB-D was 0.125 µg/mL, while the MIC  of AmB-L against the C. albicans strain was found to be 0.5 µg/mL. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "In the case of C. glabrata, AmB−PGA nanoparticles (MIC 0.25 µg/mL) were found to be more potent than either AmB-D (MIC 0.5 µg/mL) or AmB-L (MIC 1.0 µg/mL).",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Fungicidal activity has been routinely expressed as a 99.9% reduction in CFU over a fixed sampling period. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "MFC values were found to be 0.5 µg/mL for the AmB−PGA formulation, while AmB-D showed an MFC of 1.0 µg/mL. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The MIC and MFC of the AmB−PGA nanoparticle and of AmB-D against the C. albicans quality control strain (ATCC 10231) was found to be 0.25 µg/mL and 0.5 µg/mL, respectively (Table 3). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "When the different AmB formulations were tested at 4× MIC, the AmB−PGA nanoparticle as well as AmB-D caused a 99% loss of yeast viability after 4 hours of incubation ( Figure 6). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The PGA polymer was inactive against the pathogen up to a concentration of 500 µg/mL (data not shown).",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "antifungal activity of amB-Pga nanoparticles against intracellular C. albicans",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Occasionally, the dimorphic C. albicans may opt for intracellular life cycle inside the macrophages in order to avoid antibody onslaught. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "This intracellular abode also offers protection against the circulating antibiotics. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Taking this fact into consideration, we assessed the antifungal potential of AmB entrapped in PGA nanoparticles against macrophages harboring intracellular C. albicans. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "It should be noted that no complete eradication of C. albicans was observed up to a drug concentration of 50 µg/mL (Figure 7). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 7)"
                }
            ]
        },
        {
            "text": "Overall, AmB-L was found to be less effective for killing intracellular C. albicans than either of the formulations tested (ie AmB-PGA and AmB-D). ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "At a dose of 5 µg/mL, AmB-D showed higher intracellular antifungal activity than AmB-L (log 2.5 versus log 3.9, respectively). ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "For AmB-D, doses higher than 10 µg/ mL were not studied because of their detrimental effects toward the host cell. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The antifungal activity of AmB−PGA was comparable with that of AmB-D (log 1.6 versus log 1.5, respectively) at a concentration of 10 µg/mL AmB equivalent; with a log 2 decrease in CFU (Figure 7). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 7)"
                }
            ]
        },
        {
            "text": "A further increase in AmB dose (to 50 µg/mL) caused a 1 log decrease in CFU. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The reduced toxicity of AmB following liposomal encapsulation (ie, AmBisome) seemed to be associated with a substantial reduction of its direct antifungal activity.    ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Low antifungal activity of AmB-L against intracellular C. albicans has also been reported by other investigators. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "37 This may be accounted for by the low uptake of AmBisome (demonstrated in the J774 macrophage-like cell line) in comparison with other lipid based AmB formulations. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37"
                }
            ]
        },
        {
            "text": "90 A higher level of uptake of AmB−PGA nanoparticles than of AmBisome in murine peritoneal macrophages and RAW 264.7 cells (our unpublished data) seems to be responsible for the observed high antifungal activity of the AmB−PGA formulation. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "90"
                }
            ]
        },
        {
            "text": "The particulate nature of PGA nanoparticles allows them to be efficiently taken up by these cells, giving rise to a higher concentration of drug. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Simultaneous endocytosis of the AmB−PGA complex and C. albicans brings them into close proximity, which favors more pronounced killing, presumably by apoptosis of target cells. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "91 regression of C. albicans biofilm induced by amB-Pga",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "91"
                }
            ]
        },
        {
            "text": "In order to determine the potential of AmB−PGA nanoparticles to interfere with formation of C. albicans biofilm, we studied their antibiofilm activity. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Preliminary experiments on the antibiofilm activity of the nanoparticles were performed using phase contrast microscopy. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Surprisingly, the AmB−PGA formulation prevented formation of biofilm to a considerable extent ( Figure S2). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure S2"
                }
            ]
        },
        {
            "text": "This effect was unexpected, given the fact that the AmB−PGA nanoparticles would only reduce cell growth and not completely inhibit it. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "These encouraging results prompted us to examine its antibiofilm activity employing SEM and XTT studies. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "SEM studies revealed that complete eradication of the biofilms was not achieved by treatment with AmB−PGA nanoparticles, and fungal cells adhering to the biomaterial were still visible (Figure 8). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Figure 8"
                }
            ]
        },
        {
            "text": "However, compared with control (untreated) biofilms, AmB−PGA-treated biofilms were less hyphal and some of the cells within the biofilms showed aberrant morphology. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The XTT assay was also performed to quantitatively assess the potential of the AmB−PGA formulation to inhibit C. albicans biofilm (Figure 9). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "(Figure 9"
                }
            ]
        },
        {
            "text": "Substantial inhibition of biofilm growth was observed upon exposure to the AmB−PGA formulation. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "The AmB−PGA nanoparticles  showed concentration-dependent activity on C. albicans biofilm. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Approximately 30%-35% of viable biofilm was observed in fully developed film at a concentration of 100 µg/ mL. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "AmB-L was the least effective against Candida biofilm, with a higher cell survival percentage (55.0%±2.8%). ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "On the other hand, AmB-D showed viability of 43.5%±2.4% (Figure 9). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "(Figure 9"
                }
            ]
        },
        {
            "text": "The antifungal susceptibility of C. albicans biofilm was tested using highly developed biofilms of intermediate phase (24 hours) and maturation phase (48 hours). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 128,
                    "type": "bibr",
                    "text": "(24 hours)"
                }
            ]
        },
        {
            "text": "92 All three antifungal formulations (AmB-D, AmB-L, and AmB−PGA) were found to be more effective against 24-hour biofilm than 48-hour biofilm. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "92"
                }
            ]
        },
        {
            "text": "AmB−PGA nanoparticles demonstrated slightly higher activity than AmB-D for both 24-hour and 48-hour biofilm ( Figure S3), with AmB-L being the least effective. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure S3"
                }
            ]
        },
        {
            "text": "Despite the improved activity of the AmB−PGA formulation, complete eradication of sessile organisms within mature biofilms was not observed ( Figure S3). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure S3"
                }
            ]
        },
        {
            "text": "For 24-hour preformed biofilm, AmB−PGA reduced the optical density of the biofilm by 50% (P0.001) after 4 hours of incubation time. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "In the case of 48-hour biofilm, the AmB−PGA formulation achieved a 50% reduction in biofilm only after 24 hours. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "This decrease in antibiofilm activity as the biofilm matures is a common phenomenon with antifungal agents. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "92 Similar results were obtained for AmB-D.",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "92"
                }
            ]
        },
        {
            "text": "Consistent with our results (Figures 9 and S3), other researchers have shown that the antifungal killing effects of AmB against biofilms is generally more pronounced at the highest concentration (64 µg/mL) but not at therapeutic concentrations (0.125 and 0.5 µg/mL). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 45,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figures 9 and S3"
                }
            ]
        },
        {
            "text": "93 Researchers have observed that 20 times the MIC of commonly used antifungals was required to achieve a significant reduction in cell numbers. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "93"
                }
            ]
        },
        {
            "text": "94 Thus, higher levels of AmB-D are required to manage biofilm-related infection in the clinic, and this is not advisable because of the toxic behavior of AmB. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "94"
                }
            ]
        },
        {
            "text": "We have shown here that our AmB−PGA formulation prepared in-house is well tolerated even at high concentration and has little or no toxicity (Figures 4 and 5, Table 2). ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figures 4 and 5"
                },
                {
                    "start": 159,
                    "end": 166,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Therefore, it can be said that this AmB−PGA formulation represents a good alternative to improve the management of Candida biofilm-associated infection, to disrupt biofilms, and to prevent the emergence of resistance.",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "C. albicans biofilm, like many other microorganisms, arises from microcolonies embedded in an extracellular matrix. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "95 The prominence of hyphal filaments is the hallmark of C. albicans biofilm maturation. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "95"
                }
            ]
        },
        {
            "text": "92 In addition to assisting evasion of host defense mechanisms, hyphal transformants are lethal to macrophages and endothelial cells. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "92"
                }
            ]
        },
        {
            "text": "96,97 A reduction in hyphal content as well as lower fungal viability (Figures 8 and 9) makes the AmB−PGA nanoformulation a promising strategy for dealing with biofilms. ",
            "section": "In vivo toxicity of amB-Pga formulation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "96,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "97"
                },
                {
                    "start": 70,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Figures 8 and 9"
                }
            ]
        },
        {
            "text": "The mechanism behind the unique antibiofilm activity of our formulation prepared in-house is unknown. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Given the size of the formulation, it is somewhat surprising that it can penetrate the extracellular matrix to target fungal cells; however, it can be speculated that the dispersion of AmB in the polymer may in fact facilitate passage through the charged polysaccharide extracellular matrix.",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "More elaborate studies involving confocal laser scanning microscopy are required to ascertain the potent antibiofilm activity of AmB-PGA nanoparticles. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "We are presently undertaking studies to evaluate the effect of AmB−PGA nanoparticles on the morphogenesis of C. albicans during biofilm formation by means of real-time polymerase chain reaction and other techniques. ",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "Further, the potential of the AmB−PGA formulation in the treatment of oral and systemic C. albicans infection is also currently under investigation in a mouse model.",
            "section": "In vivo toxicity of amB-Pga formulation"
        },
        {
            "text": "In summary, the results of the present study indicate that encapsulation with PGA markedly improves the antifungal activity of AmB, without signs of drug-induced toxicity. ",
            "section": "Conclusion"
        },
        {
            "text": "A PGA homopolymer can associate with AmB to produce a formulation that is water-soluble, efficacious, well tolerated, and highly stable, and can be used as an alternative to the presently available AmB formulations. ",
            "section": "Conclusion"
        },
        {
            "text": "PGA-based AmB nanoparticles offer a safe and efficacious drug delivery vehicle with potential for future use as a nanomedicine in the clinical setting.",
            "section": "Conclusion"
        },
        {
            "text": "Inbred female Balb/c mice (aged 6-8 weeks, mean weight 20±2 g) were obtained from the animal facility at the Indian Institute of Toxicological Research, Lucknow, India. ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "After procurement, the animals were acclimatized for a few days under standard husbandry conditions (room temperature 22°C±3°C, relative humidity 65%±10%, and a 12-hour light/ dark cycle). ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "They had free access to a standard dry pellet diet and water ad libitum under strict hygienic conditions. ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "Animals were anesthetized with ketamine 5 mg/kg and xylazine 4 mg/ kg prior to sacrifice. ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "Humane endpoints were necessary for mice that survived at the conclusion of the experiment. ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "Mice were administered an anesthetic cocktail of ketamine and xylazine intraperitoneally and then euthanized by cervical dislocation. ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "Experiments involving bleeding, injection, and sacrifice of animals were strictly performed following the mandates approved by the institutional animal ethics committee constituted as per the recommendations of the Committee for the Purpose of Control and Supervision of Experiments on Animals (CPCSEA), Government of India (http://moef.nic.in/ division/committee-purpose-control-and-supervision-experiments-animals-cpcsea-1). ",
            "section": "Supplementary materials animals"
        },
        {
            "text": "During the experimental procedures, all efforts were made to minimize pain and suffering.",
            "section": "Supplementary materials animals"
        },
        {
            "text": "All animal experiments were reviewed and approved by the institutional animal ethics committee of the Interdisciplinary Biotechnology Unit, Aligarh Muslim University, India, and were performed according to the National Regulatory Guidelines issued by CPCSEA, Ministry of Environment and Forest, Government of India. ",
            "section": "ethics statement"
        },
        {
            "text": "Our approval identifier was 332/CPCSEA.",
            "section": "ethics statement"
        },
        {
            "text": "The zeta potential of the nanoparticles was determined usingDTS software (Malvern Instruments Limited, Malvern, UK) based on M3-PALS technology. ",
            "section": "Determination of particle size and zeta potential",
            "entity_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "type": "software",
                    "rawForm": "DTS",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "dcce079f32-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 74,
                    "end": 101,
                    "type": "publisher",
                    "rawForm": "Malvern Instruments Limited",
                    "resp": "#curator",
                    "id": "#dcce079f32-software-2"
                }
            ]
        },
        {
            "text": "Samples were filtered using a 0.22 µm polyethersulfone syringe filter (Millipore, Bangalore, India) to remove contamination with dust particles. ",
            "section": "Determination of particle size and zeta potential"
        },
        {
            "text": "The formulation was lyophilized in a 2.0 mL microfuge tube and the samples were reconstituted in 20 mM phosphate buffer (pH 7.4). ",
            "section": "Determination of particle size and zeta potential"
        },
        {
            "text": "This dispersion was then rapidly dispensed to an electrophoresis cell to measure the electrophoretic mobility, and zeta potential values were calculated. ",
            "section": "Determination of particle size and zeta potential"
        },
        {
            "text": "The concentration of the AmB−PGA formulation used was 10 -4 M. The experiments were repeated three times and the average zeta potential and standard deviations",
            "section": "Determination of particle size and zeta potential"
        },
        {
            "text": "Transmission electron microscopy was performed to characterize the size and surface morphology of AmB-loaded nanoparticles using an electron microscope (CM-10, Philips, Hamburg, Germany). ",
            "section": "Transmission electron microscopy"
        },
        {
            "text": "For these studies, the AmB−PGA formulation was used at a concentration of 10 µg/mL AmB equivalents in double-distilled water. ",
            "section": "Transmission electron microscopy"
        },
        {
            "text": "The lyophilized pre paration of nanoparticles was suspended in 20 mM phosphate-buffered saline (pH 7.4) and a drop of the formulation was mounted on a clear glass stub, air-dried, and coated with gold-palladium alloy using a sputter coater. ",
            "section": "Transmission electron microscopy"
        },
        {
            "text": "An accelerating voltage of 20 kV was used for imaging. ",
            "section": "Transmission electron microscopy"
        },
        {
            "text": "scattered light intensity data based on a translation diffusion coefficient by Stokes-Einstein relationship:",
            "section": "Transmission electron microscopy"
        },
        {
            "text": "where R h is the hydrodynamic radius, k is the Boltzmann constant, T is temperature, η is the viscosity of water, and D is the diffusion coefficient.",
            "section": "Dynamic light scattering measurements"
        },
        {
            "text": "Mice were injected intraperitoneally with 2 mL of 4% thioglycolate, and peritoneal exudate cells were harvested 4 days later using cold Roswell Park Memorial Institute (RPMI) 1640 medium. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "1 Peritoneal macrophages (1×10 4 cells) were cultured on a glass coverslip using complete RPMI 1640 medium overnight in a CO 2 incubator (with 5% CO 2 ) at 37°C. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The next morning, the cells were washed thoroughly with Hank's Balanced Salt Solution and incubated with fluorescent dye (calcein)-loaded PGA nanoparticles for 30 minutes at 37°C. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "The calcein-loaded PGA nanoparticles were prepared using the same procedure as that used for AmB−PGA nanoparticles. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "The noninteracted PGA population was removed by thorough washing followed by mounting of the macrophage-harboring coverslip in glycerol. ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "The cells were observed under a fluorescence microscope (Zeiss, Oberkochen, Germany). ",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "Phase contrast and fluorescent micrographs were recorded accordingly.",
            "section": "Pga nanoparticle-mediated transfer of entrapped molecules to macrophages"
        },
        {
            "text": "Quantitation of AmB was performed by a slight modification of the method described by Nilsson-Ehle et al 2 as standardized in our laboratory. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "High performance liquid chromatography was conducted using a MicroBondapak C-18 column (30 cm ×4 mm [diameter]; particle size 5 µm; Waters Associates, Milford, MA, USA) with a Waters high-performance liquid chromatography system. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The mobile phase was a mixture of methanol and 0.005 M ethylenediaminetetraacetic acid (8:2 vol/vol) deaerated by vacuum. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The injection volume was 20 µL, delivered at a rate of 1.0 mL/min. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The eluent was monitored at 405 nm for AmB content with a run time of 15 minutes. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The retention time of AmB was 8 minutes. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The internal standard was 1-amino-4-nitronaphthalene. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The limit of detection was 1 ng. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The results were quantified by comparison of the AmB peak at 405 nm with a standard of known concentration eluted at the same retention time. ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "A standard calibration curve of the drug was plotted at 405 nm by determining the area under the curve corresponding to the increasing amount of the drug (3.125-200 ng of AmB equivalent in 20 µL of sample injection volume). ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "The highest AmB concentration was 10 µg/mL (equivalent to 200 ng of AmB in 20 µL). ",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "Dilutions of AmB were performed in methanol to ensure that AmB remained in the monomeric form.",
            "section": "High-performance liquid chromatography analysis"
        },
        {
            "text": "Histopathological evaluation was also done on the kidneys of nonimmunosuppressed, uninfected mice following intravenous treatment with a single dose of 15 mg/kg AmB−PGA, AmB-L, or phosphate-buffered saline (control) following the published protocol. ",
            "section": "histopathological analysis"
        },
        {
            "text": "3 AmB-D was administered at a dose of 5 mg/kg body weight. ",
            "section": "histopathological analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The tissue sample was aseptically collected 24 hours after treatment. ",
            "section": "histopathological analysis"
        },
        {
            "text": "At necropsy, kidney samples were fixed in 10% neutral buffered formalin. ",
            "section": "histopathological analysis"
        },
        {
            "text": "Tissue blocks of kidney (1×0.2 cm) were processed routinely. ",
            "section": "histopathological analysis"
        },
        {
            "text": "They were dehydrated in alcohol, cleared in xylene, and infiltrated and embedded in paraffin. ",
            "section": "histopathological analysis"
        },
        {
            "text": "Sections (5 µm thick) were cut and mounted on glass slides. ",
            "section": "histopathological analysis"
        },
        {
            "text": "The slides were then rehydrated in water, stained with hematoxylin and eosin, dehydrated, cleared in xylene, mounted with a synthetic resin, and covered with a coverslip. ",
            "section": "histopathological analysis"
        },
        {
            "text": "All tissue sections were examined and photographed with a light microscope (BX45, Olympus, Tokyo, Japan) at ×200 by a board-certified pathologist form Jawaharlal Nehru Medical College, Aligarh Muslim University, Aligarh, India.",
            "section": "histopathological analysis"
        },
        {
            "text": "A concentrated (1,000 mg/L) stock solution of AmB (Sigma Aldrich, St Louis, MO, USA) was dissolved in dimethyl sulfoxide. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The solution was diluted with dimethyl sulfoxide and then with the appropriate test medium. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "AmB was tested over a concentration range of 0.015-8 µg/mL. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Candida albicans ATCC 10231 was used as a quality control strain.",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The broth microdilution method was used as the reference method, as described by the Clinical and Laboratory Standards Institute (document M27-A2 4 ). ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The inoculum was prepared from Sabouraud dextrose agar subcultures incubated at 35°C for 24 hours and the resulting suspension was adjusted spectrophotometrically to a density equivalent to a 0.5 McFarland standard at 530 nm (1.5×10 6 colony forming units [CFU]/mL). ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "A working suspension was made by 1:100 dilution of the suspension in RPMI 1640 medium with l-glutamine and without bicarbonate (Sigma-Aldrich), buffered to pH 7.0 with 0.165 M morpholinepropanesulfonic acid (Sigma-Aldrich). ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Next, 100 µL of the diluted inoculum was added to each well. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The final inoculum size was (0.5-2.5) 10 3 CFU/mL. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The broth dilution tests were incubated at The International Journal of Nanomedicine is an international, peerreviewed journal focusing on the application of nanotechnology in diagnostics, therapeutics, and drug delivery systems throughout the biomedical field. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine, CAS, SciSearch®, Current Contents®/Clinical Medicine, Journal Citation Reports/Science Edition, EMBase, Scopus and the Elsevier Bibliographic databases. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors.",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "International Journal of Nanomedicine 2015:10 35°C, and minimum inhibitory concentrations (MICs) were determined after 48 hours of incubation by observation of the presence or absence of visible growth. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "For AmB, the MIC endpoint is the lowest concentration that inhibits visual growth or an endpoint score of 0 (100% inhibition).",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "After determination of the MICs, the entire contents (200 µL) of each well with drug concentrations above the MIC were plated onto two drug-free Sabouraud agar plates (100 µL aliquots/plate). ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Aliquots were placed in a single spot on the agar plate and, after drying, the cells were dispersed by streaking. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Plates were incubated at 35°C for 48 hours; the minimum fungicidal concentrations (MFC) was the lowest drug concentration that showed either no growth or fewer than three colonies to obtain approximately 99%-99.5% killing activity. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "All assays were performed in duplicate and repeated at least twice.",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Microscopic visualization of C. albicans biofilms C. albicans biofilms were grown on sterile glass coverslips placed in six-well polystyrene plates. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "5 After 2 hours of incubation of the fungal cell suspension (at the density of 10 7 cells) on the glass coverslips at 37°C, the coverslips were washed three times to remove nonadhered cells. ",
            "section": "In vitro susceptibility testing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Further, the glass coverslips were incubated in RPMI 1640 medium for 48 hours at 37°C to allow development of biofilm. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Following biofilm formation, the medium was aspirated and nonadherent cells were removed by thoroughly washing the biofilms three times in sterile phosphate-buffered saline. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "The AmB−PGA formulation was then added and the coverslips were incubated further at 37°C. ",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "After 24 hours, the coverslips were fixed in 2% paraformaldehyde followed by washing, and the activity of AmB−PGA nanoparticles against C. albicans biofilm was visualized using a Z1 Axio Inverted microscope (Carl Zeiss, Thornwood, NY, USA).",
            "section": "In vitro susceptibility testing"
        },
        {
            "text": "Biofilms were grown under shaking (100 rpm) for 24 or 48 hours at 37°C. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "Various amphotericin B formulations were then added at a concentration of 8 µg/mL to the preformed biofilms and the plates were incubated for selected time intervals (2, 4, 8, 12, 24, and 48 hours). ",
            "section": "Time-kill kinetics of biofilm",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 197,
                    "type": "bibr",
                    "text": "(2, 4, 8, 12, 24, and 48 hours)"
                }
            ]
        },
        {
            "text": "At each time interval, the antifungal effects were monitored by a metabolic assay based on the reduction of XTT as described previously. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "6 After treatment, 100 µL of the XTT/menadione solution, ie, 2, 3-bis(2-methoxy-4-nitro-5-sulfophenyl)-5-[(phenylamino) carbonyl]-2H-tetrazolium hydroxide, was added to each prewashed biofilm and to the negative control wells. ",
            "section": "Time-kill kinetics of biofilm",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The plates were covered with aluminum foil and incubated in the dark for 2 hours at 37°C. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "The plates were then read in a microtiter plate reader at 490 nm. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "Untreated biofilms containing RPMI 1640 medium were included as positive controls. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "AmB-D and AmB-L were also included in the study as controls. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "Wells without biofilms served as a blank. ",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "Four replicate biofilms were included for each experiment.",
            "section": "Time-kill kinetics of biofilm"
        },
        {
            "text": "Contro viability = − l l absorbance blank absorbance 100 − ×",
            "section": "Percent Sample absorbance blank absorbance"
        },
        {
            "text": "where blank absorbance is the medium alone and control absorbance is fungal cells with medium alone.",
            "section": "Percent Sample absorbance blank absorbance"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        }
    ]
}