{
    "id": "e5dbee7212",
    "level": "sentence",
    "abstract": [
        {
            "text": "Background: Intravenous regional block, called the Bier's block, refers to an analgesic technique applied for soft tissue surgeries and closed bone manipulations of the limbs. "
        },
        {
            "text": "There are a number of complications in traditional method of block, including pain in tourniquet site, immediate return of pain after tourniquet deflation, wound hemostasis and some others. "
        },
        {
            "text": "Objectives: The aim of this study was to assess the outcomes and complications of our new method of blockage. "
        },
        {
            "text": "Patients and Methods: In this experimental study, twenty-five patients undergoing hand surgery were prospectively studied. "
        },
        {
            "text": "Induced anesthesia was a modification of the Bier's block with two concurrent changes including insertion of the intravenous cannula at the antecubital region rather than distal and the proximal anesthetic direction by an elastic band wrapped tightly around the proximal forearm distal to the cannulation site. "
        },
        {
            "text": "The pain relief was measured by the verbal descriptive scale at intervals after block, during the operation, after deflation of the tourniquet and one hour after the operation. "
        },
        {
            "text": "Results: This study showed the presence of analgesia at surgical and tourniquet sites during the operation in 96% of patients, as well as considerable pain relief at surgical site during one hour after deflation of the tourniquet. "
        },
        {
            "text": "Conclusions: The study indicated advantages of this modified Bier's block compared to the traditional one including ability to perform surgery on upper limb bones and considerable pain relief at surgical and tourniquet sites during the operation until one hour thereafter."
        }
    ],
    "body_text": [
        {
            "text": "Intravenous (IV) regional block was first reported by a German surgeon, August Bier, in 1906 (1), by which the required analgesic state was achieved allowing to perform the surgery (1)(2)(3)(4). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 190,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "This method of anesthesia is easy to perform (1,4,5). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 48,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 50,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "In this method, after preparing patient and performing veni-puncture at the distal end of the limb, a double tourniquet is applied to the proximal area (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "An Esmarch bandage is twisted around the limb, from the tips of the fingers to the tourniquet site. ",
            "section": "Background"
        },
        {
            "text": "Tourniquet is then inflated up 100-150 mmHg over the patient's systolic blood pressure and the local anesthetic is injected through the distal vein (1,2,6). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 153,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Yet it consists of disadvantages including pain at the tourniquet site, accidental deflation of the tourniquet, local anesthetic toxicity, and instant recurrence of pain at surgical site following tourniquet deflation, especially when the operation requires hemostasis prior to wound closure (4, 7).",
            "section": "Background"
        },
        {
            "text": "Since 1970, studies considered the efficacy of changing the cannulation site from the conventional method to forearm and antecubital. ",
            "section": "Objectives"
        },
        {
            "text": "In a study conducted on 100 patients undergoing surgery under the Bier block, 50 patients with the traditional technique involving distal IV cannulation were compared to 50 with antecubital cannulation and no significant difference was observed between the two methods with a success rate of 98%. ",
            "section": "Objectives"
        },
        {
            "text": "Other studies (8,9) reported 98% success rate for this anesthetic method of limb operation. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 17,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "As far as the site of IV cannulation was the only change made in previous studies, (9-12), we added a distal venous block in the present study to evaluate the efficacy of this modified Bier's block by pain assessment during tourniquet placement and throughout the procedure until one hour post-deflation.",
            "section": "Objectives"
        },
        {
            "text": "In this study, twenty-five patients candidate for elective or emergent open bone fixation of the forearm, carpus and/or hand referred to Hazrat Rasul Hospital, Tehran, Iran, were recruited. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The operation should be performed in 90 minutes. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Exclusion criteria were patients' refusal to undergo the experiment, history of allergy to local anesthetics, presence of severe heart disease, severe hypotension, seizure, drug addiction, psychiatric diseases, use of antidepressants or anxiolytics, multiple trauma or other organs' involvement and underlying disease in which tourniquet application is contraindicated (such as the Raymond's disease and sickle cell disease or trait). ",
            "section": "Patients and Methods"
        },
        {
            "text": "The study received ethics committee approval from Iran University of Medical Sciences. ",
            "section": "Patients and Methods"
        },
        {
            "text": "All participants were informed about the type and method of anesthesia and pain measurement individually by the anesthesiologist and written informed consent was obtained from them. ",
            "section": "Patients and Methods"
        },
        {
            "text": "To overcome some of traditional method's disadvantages, two changes were made as: ",
            "section": "Patients and Methods"
        },
        {
            "text": "1) The IV cannula was inserted into an antecubital vein; ",
            "section": "Patients and Methods"
        },
        {
            "text": "2) an elastic band was firmly wrapped around the proximal forearm distal to the cannulation site. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Lidocaine 0.5% (at least 4 mg/kg totally in 50 mL) (1, 3, 4) was carefully administered via the IV cannula in less than 90 seconds. ",
            "section": "Patients and Methods",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "type": "bibr",
                    "text": "(1, 3, 4)"
                }
            ]
        },
        {
            "text": "The forearm was held perpendicular to the elbow, above the local anesthetic injection site, for five minutes. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Then it was fastened with the elastic band distal to the cannulation site to keep the anesthetic agent in the proximal arm and prevent its distal spread. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Tourniquet pressure and other details were the same as the traditional method. ",
            "section": "Patients and Methods"
        },
        {
            "text": "If pain was present at the tourniquet site, the distal tourniquet would be first inflated and the proximal one deflated. ",
            "section": "Patients and Methods"
        },
        {
            "text": "At the end of operation, the tourniquet was totally deflated. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The pain was measured and recorded based on the standard verbal descriptive scale of 0-5 scores, presented in Table 1 (13). ",
            "section": "Patients and Methods",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "type": "table",
                    "text": "Table 1"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Data including pain at surgical site before the operation, five minutes after the block, every five minutes during the operation, before and after tourniquet entire deflation and then every ten minutes until one hour after the tourniquet deflation were recorded. ",
            "section": "Patients and Methods"
        },
        {
            "text": "For each patient pain at the tourniquet site was measured at ten minutes intervals separately after inflating the proximal tourniquet, after inflating the distal tourniquet and after deflating the proximal one throughout the operation. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Anatomic site of upper extremity bone undergoing the operation was lower forearm and hand, distal radius or ulna, carpus, metacarpus and phalanges. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The type of bone surgery consisted of drilling in association with applying pins, plates and screws. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The operation length was individually recorded for each patient. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Prior to the operation, an 18-gauge intravenous cannula was inserted on the contra lateral limb for fluid administration. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Shortly after the cannula insertion, 1 µg/kg fentanyl and 0.015 µg/kg midazolam were administered for all patients. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The tourniquet was carefully deflated following bone fixation to obtain surgical site hemostasis. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Considering the side effects of local anesthetic toxicity, patients were evaluated during the operation as well as the first hour of operation (1, 4, 9). ",
            "section": "Patients and Methods",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "type": "bibr",
                    "text": "(1, 4, 9)"
                }
            ]
        },
        {
            "text": "All patients with mild pain (< 1 on the pain score) following tourniquet deflation received an extra dose of fentanyl (1-1.5 µg/kg). ",
            "section": "Patients and Methods"
        },
        {
            "text": "The protocol was to induce general anesthesia if intolerable pain was experienced or if the operation took longer than 90 minutes. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Throughout the first 24 hours of the operation, the site of operation was checked for thrombophlebitis, Volkmann ischemic paralysis and cellulitis every four hours and every 12 hours during the next 48 hours. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Statistical analysis was performed using SPSS 13 for windows. ",
            "section": "Patients and Methods",
            "entity_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "e5dbee7212-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 46,
                    "end": 48,
                    "type": "version",
                    "rawForm": "13",
                    "resp": "#annotator3",
                    "id": "#e5dbee7212-software-0"
                }
            ]
        },
        {
            "text": "The quantitative data was expressed as mean ± standard deviation (SD), while the qualitative data as frequency.",
            "section": "Patients and Methods"
        },
        {
            "text": "The present study was conducted on 25 patients, including 18 men (70%) and 7 women (30%), aged 21 to 70 years (37.4 ± 8.2). ",
            "section": "Results"
        },
        {
            "text": "In total, 52% of the operations were emergent and 48% elective. ",
            "section": "Results"
        },
        {
            "text": "Fixed bones were radius (28%), ulna (20%), carpus (8%), metacarpus (12%), phalanges (12%), radius and metacarpus (8%), dual metacarpi (8%) and ulna plus metacarpus (4%). ",
            "section": "Results"
        },
        {
            "text": "Types of surgeries included drilling and applying one pin (12%), drilling and applying more than one pin (36%), drilling and applying screws and plates (36%) and drilling and applying a screw (16%). ",
            "section": "Results"
        },
        {
            "text": "The mean duration of operation was 57.3 minutes (25-90 minutes) with no surgical complications. ",
            "section": "Results"
        },
        {
            "text": "Table 2 shows pain at the site of operation after entire deflation of the tourniquet, when hemostasis was achieved (at the first 20 minutes, every five minutes) and the pain at the site of operation, when the operation was already finished and no further manipulation was performed (within the last 30, 40 and 60 minutes). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "As shown in Table 2, during the operation after the block at the first five minutes, 24 patients (96%) had no pain, one (4%) had mild pain and no patient experienced discomforting, distressing, horrible and excruciating. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Within the initial 10 minutes, 22 (88%) patients felt no pain and only two (8%) had mild tourniquet pain. ",
            "section": "Results"
        },
        {
            "text": "At the 20th minute, the frequency of patients with no pain was decreased to 64%. ",
            "section": "Results"
        },
        {
            "text": "At the 30th, 40th and 60th minutes after the operation, 13 (52%), 10 (40%) and 3 (12%) patients experienced no pain, respectively and at 60th minute, 16% experienced horrible pain. ",
            "section": "Results"
        },
        {
            "text": "No signs of systemic toxicity were observed. ",
            "section": "Results"
        },
        {
            "text": "Two patients felt lightheadedness during the first 1-3 minutes. ",
            "section": "Results"
        },
        {
            "text": "One patient complained of mild tongue numbness for 90 seconds and another for 2.5 minutes. ",
            "section": "Results"
        },
        {
            "text": "One patient had 15% decreased heart rate for 3.5 minutes and 8% decrease in his mean arterial pressure. ",
            "section": "Results"
        },
        {
            "text": "Since the symptoms were transient, no intervention was required. ",
            "section": "Results"
        },
        {
            "text": "Disadvantages of the traditional method of intravenous regional anesthesia include pain at the tourniquet site, accidental deflation of the tourniquet, local anesthetic toxicity and instant recurrence of pain at the surgical site following tourniquet deflation (4,7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 264,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "To overcome some of these problems we made two changes in this technique, as discussed before, and assessed patients' pain with this modified method and found that no patients had excruciating or horrible pain. ",
            "section": "Discussion"
        },
        {
            "text": "As Harmatz stated, in most countries the dosage of lidocaine used was 200-300 mg, which is compatible to our study, and defined the recommended dosage of lidocaine in adults as 7 mg/kg and the toxicity rate as 4 mcg/mL (11). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Mohr used 0.5% solution of lidocaine in a dosage of 1.5-3 mg/kg according to physician's preference (3). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "He compared pain at the tourniquet site between traditional and modified methods of blockage. ",
            "section": "Discussion"
        },
        {
            "text": "The comparison showed that pain relief at tourniquet site in the modified method was overall 5% less than traditional (3). ",
            "section": "Discussion"
        },
        {
            "text": "In the studies of evaluating tourniquet pain, pain was assessed in the two abovementioned separate steps. ",
            "section": "Discussion"
        },
        {
            "text": "Inflation of distal tourniquet as well as deflation of the proximal one was reported to lessen pain at the site of tourniquet. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, pain at the tourniquet site was evaluated independently in two steps. ",
            "section": "Discussion"
        },
        {
            "text": "The reason for significant decrease in tourniquet pain in the second step may be attributed to intravenous cannula insertion site in the antecubital area as well as placing an obstacle behind the insertion area to force more diffusion of the anesthetic agent in veins of the elbow and arm. ",
            "section": "Discussion"
        },
        {
            "text": "In some articles, efficacy of changing the IV cannula insertion site was studied to improve analgesia during the operation (2,4,(8)(9)(10)(11)(12). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Blyth et al. randomized 100 patients into two groups, comparing injection into the dorsum of the hand and the antecubital fossa and reported no difference in anesthesia (14). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "No study has already assessed simultaneous use of the two measures, as far as we are concerned. ",
            "section": "Discussion"
        },
        {
            "text": "Intravenous cannula insertion in the elbow and placing an obstacle distal to the venous line to let the local anesthetic agent diffuse in the elbow and lower arm immediately below the tourniquet. ",
            "section": "Discussion"
        },
        {
            "text": "The overall success of the method men-tioned in this study in relieving pain during the operation was 96%, while published studies, which included only inserting an intravenous cannula in antecubital or forearm areas, reported 98-100% success rates (8,9,12). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 252,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 254,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "In previous studies, analgesia was induced to perform an operation on soft tissues; however, in the present study all patients underwent bone surgery, in which the pain is more severe, due to vast and deep incision as well as painful manipulations and stimuli. ",
            "section": "Discussion"
        },
        {
            "text": "Analgesia at the surgical site was evaluated independently during the operation; while two changes were applied in the block. ",
            "section": "Discussion"
        },
        {
            "text": "In a study by Brown et al. performed on 1816 patients, insufficient analgesia was reported in 0.28% of patients (4). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "In another study, inserting an IV cannula was assessed by traditional method in the forearm region in 30 patients with dislocated radius bone and no significant difference was reported regarding pain and side effects (5). ",
            "section": "Discussion"
        },
        {
            "text": "In the last two studies, only the place of intravenous cannula insertion to administer local anesthetic was changed. ",
            "section": "Discussion"
        },
        {
            "text": "Yet the two simultaneous changes were made to induce anesthesia to perform an open surgery on the bone in our study. ",
            "section": "Discussion"
        },
        {
            "text": "In reliable references immediate recurrence of pain has been reported in most patients around 3-5 minutes after entire deflation of the tourniquet (1,14,15). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "In this study, tourniquet was completely released to allow wound hemostasis, although all the operations performed on bone were open. ",
            "section": "Discussion"
        },
        {
            "text": "Subsequently patients felt generally less or no pain ( Table 2).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "As mentioned after 20 minutes, the operation site had no external painful stimulation, and there was a pain at the site of operation experienced by all patients. ",
            "section": "Discussion"
        },
        {
            "text": "Compared to the traditional method of the Bier's block, in which the pain was usually severe 3-5 minutes after complete deflation of the tourniquet, (1,4,10,16). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 152,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16)"
                }
            ]
        },
        {
            "text": "It was significantly less in our patients under study. ",
            "section": "Discussion"
        },
        {
            "text": "In other studies, there was no report of precise measuring pain at the site of operation following tourniquet release (3-5, 7, 8, 14, 15). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 137,
                    "type": "bibr",
                    "text": "(3-5, 7, 8, 14, 15)"
                }
            ]
        },
        {
            "text": "The increasing score of pain observed in our patients may be partly due to natural course of pain, which increases over time. ",
            "section": "Discussion"
        },
        {
            "text": "Another study showed that peripheral nerves endings of the limbs are fed with tiny vessels, and injecting a local anesthetic agent in the venous system makes the local anesthetic diffuse to the nerve endings and brings about analgesia afterwards. ",
            "section": "Discussion"
        },
        {
            "text": "This hypothesis is under complementary study by the researchers (12,14,15); therefore, using scientific and diagnostic methods in an independent project is noteworthy. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12,"
                },
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "The high duration of analgesic effect maintenance in this study may be due to penetration of analgesic agents to major nerve in the elbow and arm. ",
            "section": "Discussion"
        },
        {
            "text": "According to our results, this method of block with two abovementioned changes is recommended for open surgeries on bones, in addition to surgeries on soft tissues of the limbs and/or bone closed manipulations. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, complementary studies are suggested to demonstrate the penetration of anesthetics through pooling of the veins located in elbow and arm, with two applied changes in this method.",
            "section": "Discussion"
        },
        {
            "text": "The authors would like to thank Dr. Tamannaie and Ms. Pishgahroudsari for their great help in drafting and reviewing this manuscript.",
            "section": "Acknowledgements"
        },
        {
            "text": "Study concept and design: Dr. Jafarian, Shariatzadeh, Javaheri, Hassani and Jesmi; acquisition of data: Dr. Ramezani; analysis and interpretation of data: Dr. Jafarian, Shariatzadeh, Javaheri, Hassani and Jesmi; drafting of the manuscript: Dr. Ramezani, Jafarian, Shariatzadeh, Javaheri, Hassani and Jesmi; critical revision of the manuscript for important intellectual content: Dr. Jafarian, Hassani and Jesmi; statistical analysis: Dr. Ramezani and Jafarian; administrative, technical, and material support: Dr. Jafarian, Shariatzadeh, Javaheri and Hassani; study supervision: Dr. Jafarian and Hassani.",
            "section": "Authors' Contributions"
        }
    ]
}