{
    "id": "fa37f6a74d",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Complications from chronic ear infections are decreasing because of earlier diagnosis and initiation of appropriate treatments. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, chronic ear infections can still cause many intracranial and extracranial complications [1][2][3][4][5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Among these complications, facial nerve paralysis is a potentially serious complication because it can result in facial asymmetry. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In the litera-ture, the incidences of facial paralysis were reported to range from 1%-3% in patients with chronic otitis media [6][7][8]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Facial nerve paralysis was frequently observed in cholesteatoma patients and in patients with chronic suppurative otitis media without cholesteatoma [6,[8][9][10][11]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In this study, we aimed to investigate the clinical features, radiologic findings, and treatment outcomes in patients of facial nerve paralysis with chronic ear infections. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "And we also aimed to evaluate for radiologic sensitivities on facial canal, labyrinth and cranial fossa dehiscences in middle ear cholesteatomas. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Our study includes a retrospective review of 13 patients with facial paralysis secondary to chronic ear infections. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, temporal bone computed tomographys (CTs) and operative reports of 254 cholesteatoma patients were reviewed to investigate for radiologic evidence of any fallopian canal, bony labyrinth and/or cranial base dehiscences.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Between May 2004 and June 2009, there were 1,123 patients with chronic ear infections, of which 13 cases involving facial paralysis were investigated. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The details described in our database included age at presentation, gender, affected side, associated symptoms, air-conduction and bone-conduction pure tone audiometry, and assessment of facial nerve function using the House-Brackmann grading system (Table 1).",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 259,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Temporal bone CTs of these patients were also reviewed. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Bony defects in the facial canal, and combined bony defects in the cranial base and bony labyrinth were analyzed. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The preoperative and postoperative medications included antibiotics and corticosteroids in all but one patient who had complete facial paralysis managed conservatively. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The type of surgery, operative findings, pathology, and the postoperative facial nerve functions were reviewed. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A final assessment of facial nerve function was performed one year postoperatively.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All temporal bone CTs and operation records for 254 middle ear cholesteatoma patients were reviewed to evaluate for radiologic sensitivities on facial canal, labyrinth and cranial fossa dehiscences in middle ear cholesteatomas. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Using the temporal bone CT, we evaluated for facial canal dehiscence, the presences of combined labyrinthine fistula and cranial base defects. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The size of facial canal dehiscence was based on operative reports.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The differences in prevalence of bony labyrinth and cranial base defects between facial paralysis patients and nonfacial paralysis patients were examined using the Fisher exact test. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Differences in facial canal dehiscence size between facial paralysis patients and nonfacial paralysis patients were compared using the Mann-Whitney U-test. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "P-values less than 0.05 were considered to be statistically significant. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "GraphPad InStat 3 (GraphPad Software Inc., La Jolla, CA, USA) and SPSS ver. 13 (SPSS Inc., Chicago, IL, USA) were used for the statistical analysis. ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "software",
                    "rawForm": "GraphPad InStat",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "fa37f6a74d-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 16,
                    "end": 17,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "#annotator4",
                    "id": "#fa37f6a74d-software-0"
                },
                {
                    "start": 19,
                    "end": 40,
                    "type": "publisher",
                    "rawForm": "GraphPad Software Inc",
                    "resp": "#curator",
                    "id": "#fa37f6a74d-software-0"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "fa37f6a74d-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 76,
                    "end": 78,
                    "type": "version",
                    "rawForm": "13",
                    "resp": "#annotator4",
                    "id": "#fa37f6a74d-software-1"
                },
                {
                    "start": 80,
                    "end": 88,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#fa37f6a74d-software-1"
                }
            ]
        },
        {
            "text": "This study was approved by the Institutional Review Board of Chungnam National University Hospital.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Of the 13 patients, eight had cholesteatomas in the middle ear, while two patients exhibited external auditory canal cholesteatomas. ",
            "section": "RESULTS"
        },
        {
            "text": "Chronic suppurative otitis media, petrous apex cholesteatoma and tuberculous otitis media were also observed in one patient respectively. ",
            "section": "RESULTS"
        },
        {
            "text": "There were four males and nine females with a mean age of 54.4±17 years (range, 15 to 81 years). ",
            "section": "RESULTS"
        },
        {
            "text": "Affected ears included the right in seven cases and left in six cases. ",
            "section": "RESULTS"
        },
        {
            "text": "The duration of facial paralysis until surgery varied from 1 to 6 days except in two cases with complete paralysis. ",
            "section": "RESULTS"
        },
        {
            "text": "Many of the patients had a long history of ear disease. ",
            "section": "RESULTS"
        },
        {
            "text": "The onsets of facial nerve paralysis were sudden in 11 patients and gradual in one patient. ",
            "section": "RESULTS"
        },
        {
            "text": "Onset of paralysis was unknown in one patient who presented with complete paralysis. ",
            "section": "RESULTS"
        },
        {
            "text": "All patients presented with otorrhea and hearing loss, with five presenting with total deafness. ",
            "section": "RESULTS"
        },
        {
            "text": "Other frequently associated symptoms included otalgia in 10 patients and dizziness in four patients. ",
            "section": "RESULTS"
        },
        {
            "text": "The patient with petrous apex cholesteatoma also displayed signs of meningitis, but there were no other combined intracranial complications in other patients. ",
            "section": "RESULTS"
        },
        {
            "text": "The initial grades of facial paralysis according to the House-Brackmann grading system were II in one patient, III in nine patients, IV in one patient, and VI in two patients (Table 1).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "On high resolution temporal bone CT, 11 of them showed bony wall defects in the tympanic segment of the facial nerve, while two patients with external auditory canal cholesteatomas revealed bony dehiscences in the mastoid segment of the facial nerve ( Fig. 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "There were two patients that showed canal defects in both tympanic and mastoid segments. ",
            "section": "RESULTS"
        },
        {
            "text": "Two patients with complete facial paralysis showed that wide segments of the facial nerve were involved. ",
            "section": "RESULTS"
        },
        {
            "text": "Combined bony defects in the tegmen tympani were observed in eight patients, and three of them also revealed the defects in the posterior cranial fossa. ",
            "section": "RESULTS"
        },
        {
            "text": "Destruction of bony labyrinths was observed in six patients in the lateral semicircular canal, and there was one patient who had destruction of all semicircular canals and vestibules (Fig. 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2"
                }
            ]
        },
        {
            "text": "Four patients with bony labyrinth destruction showed total deafness during audiogram testing. ",
            "section": "RESULTS"
        },
        {
            "text": "Surgical interventions were performed as early as possible using the transmastoid approach in 12 patients except in one patient who had complete facial paralysis requiring conservative management. ",
            "section": "RESULTS"
        },
        {
            "text": "Among 12 patients, nine patients underwent canal wall down mastoidectomy, two patients underwent intact canal wall mastoidectomy, and one patient with a petrous apex cholesteatoma underwent a subtotal petrosectomy. ",
            "section": "RESULTS"
        },
        {
            "text": "Total removal of the cholesteatoma lesions or granulation tissues around the facial nerve was performed. ",
            "section": "RESULTS"
        },
        {
            "text": "The one patient with a petrous apex cholesteatoma underwent a subtotal petrosectomy without facial nerve repair. ",
            "section": "RESULTS"
        },
        {
            "text": "Only limited bony wall decompression was performed around the dehiscent area and incision of the epineural sheath was not performed in all surgical cases. ",
            "section": "RESULTS"
        },
        {
            "text": "Exposed facial nerves were covered by temporal muscle fascia. ",
            "section": "RESULTS"
        },
        {
            "text": "Facial nerve paralysis was improved to House-Brackmann grade I in 10 patients within 3 months, while there was one patient who failed to show improvement beyond grade II one year after surgery (Table 2).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Among 254 patients with middle ear cholesteatomas, 54% of patients (138/254) revealed facial canal dehiscences based on high resolution temporal bone CTs. ",
            "section": "RESULTS"
        },
        {
            "text": "However, the true incidence of facial canal dehiscence was 52% in middle ear cholesteatoma patients (133/254). ",
            "section": "RESULTS"
        },
        {
            "text": "Only 3.5% of middle ear cholesteatoma patients (9/254) showed facial paralysis and it was 6.8% in patients with facial canal dehiscence (9/133). ",
            "section": "RESULTS"
        },
        {
            "text": "The radiological sensitivities were 91% in facial canal dehiscence (121/133), 87% in labyrinth (13/15), and 87% in cranial base defects (26/30) ( Table  3). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "type": "table",
                    "text": "Table  3"
                }
            ]
        },
        {
            "text": "The median sizes of facial canal dehiscences were 5.3±1.87 mm in facial paralysis patients and 4.4±1.8 mm in nonfacial paralysis patients. ",
            "section": "RESULTS"
        },
        {
            "text": "There was no difference in the size of facial canal dehiscence between facial paralysis and nonfacial paralysis patients. ",
            "section": "RESULTS"
        },
        {
            "text": "The prevalence of labyrinthine fistula was significantly increased in facial paralysis patients (6/9) than in nonfacial paralysis patients as (9/245) (P<0.001). ",
            "section": "RESULTS"
        },
        {
            "text": "Cranial base defects were also significantly frequent in facial paralysis patients (7/9) than in nonfacial paralysis patients (23/245) (P<0.001) ( Table 4).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "In the temporal bone, the facial nerve is an important structure that controls facial expression, lacrimation and taste sensation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is generally surrounded by bony structures but can be exposed during the ossification process developmentally, during trauma,  during otologic surgery and in inflammatory diseases such as otitis media and cholesteatoma. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the medical literature, the incidence of facial canal dehiscence was reported to be between 20%-74% in temporal bone studies [12][13][14]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The most common location of dehiscence is known to be the tympanic segment of the fallopian canal because it is located in the floor of middle ear and has very thin bony coverage. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The tympanic part of the fallopian canal developed anteroposteriorly from the geniculate fossa to enclose the facial nerve embryologically. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Incomplete closure of facial sulcus could lead to congenital bony defects of the tympanic segment [15].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "However, the prevalence of facial paralysis in chronic ear disease was not very high. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Most involved middle ear cholesteatomas and chronic otitis media patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to Quaranta and colleagues, only 1.2% of more than 1,400 cholesteatomas showed facial paralysis and others reported less than approximately 3% of chronic otitis media with or without cholesteatoma [6][7][8][16][17][18]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "In our series, 3.5% of cholesteatoma patients revealed facial paralysis and it was observed in around 1% of chronic infectious ear disease that underwent ear surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Inter-  Vestibule  3  Tympanic  LSCC  -6  CWD  III  I  3  Mastoid  2  4  Mastoid  --5  CWD  III  I  2  5  Tympanic  LSCC  MCF  7  CWD  III  I  3  Mastoid  3  6  Tympanic  LSCC  -5  CWD  III  I  3  7  Tympanic  LSCC  MCF  5  CWD  III  I  3  8  Mastoid  --4  CWD  II  I  1  9  Tympanic  LSCC  MCF  6  CWD  III  I  3  PCF  10  Tympanic  --6  ICW  IV  I  2  11  Tympanic  -MCF  5  ICW  III  II  2  12  IAC  -MCF  Unknown  Petrosectomy  VI  VI  No recovery  Labyrinthine  PCF  GG  Tympanic  13  Tympanic  -MCF  8  CWD  III  I  2 MCF, middle cranial fossa; CWD, canal wall down; GG, geniculate ganglion; LSCC, lateral semiciucular canal; PSCC, posterior semicircular canal; SSCC, superior semicircular canal; PCF, posterior cranial fossa; ICW, intact canal wall; IAC, internal auditory canal. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 523,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Vestibule  3  Tympanic  LSCC  -6  CWD  III  I  3  Mastoid  2  4  Mastoid  --5  CWD  III  I  2  5  Tympanic  LSCC  MCF  7  CWD  III  I  3  Mastoid  3  6  Tympanic  LSCC  -5  CWD  III  I  3  7  Tympanic  LSCC  MCF  5  CWD  III  I  3  8  Mastoid  --4  CWD  II  I  1  9  Tympanic  LSCC  MCF  6  CWD  III  I  3  PCF  10  Tympanic  --6  ICW  IV  I  2  11  Tympanic  -MCF  5  ICW  III  II  2  12  IAC  -MCF  Unknown  Petrosectomy  VI  VI  No recovery  Labyrinthine  PCF  GG  Tympanic  13  Tympanic  -MCF  8  CWD  III  I  2"
                }
            ]
        },
        {
            "text": "estingly there were two patients with external auditory cholesteatoma causing facial paralysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Chronic suppurative otitis media and tuberculous otitis media were also observed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although 52% of middle ear cholesteatoma patients exhibited facial canal dehiscences, only 6.8% of patients revealed facial paralysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This result indicates that the facial nerve has a relatively high resistance to infection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although there were no significant size differences in facial canal dehiscence between facial paralysis patients and nonparalysis patients, combined bony labyrinth destructions and cranial base defects were more frequently observed in facial paralysis patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to Ikeda et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[16], 56% of facial paralysis patients with cholesteatoma had bony labyrinth destruction and 63% of those patients had cranial base destruction [16]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Those result coincided well with our results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our series, 67% of facial paralysis patients with middle ear cholesteatoma showed bony labyrinth destruction and 78% of those patients also had cranial base destruction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As a result, it appears that facial nerve paralysis occurs in more advanced diseases.",
            "section": "DISCUSSION"
        },
        {
            "text": "The precise etiology of facial paralysis in chronic ear infection is not well known, but the direct inflammatory involvement of the facial nerve through fallopian canal dehiscence and compression resulting from edema is believed to be the involved pathophysiology. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some believe that the cholesteatoma itself could cause facial paralysis through neurotoxic substances that it might secrete and or cause bony destruction via various enzymatic activities [9,19]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9,"
                },
                {
                    "start": 190,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "There was also a histopathological study showing degenerative and inflammatory changes of the facial nerve in patients with facial paralysis due to chronic suppurative otitis media [20] Sometimes it may be difficult to visualize the facial canal dehiscence by temporal bone CT because the bone surrounding the tympanic segment can be very thin and soft tissue lesions such as a cholesteatoma or granulation tissues may be adjacent to the facial canal. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "However, diagnoses preoperatively can be more easily attained with high resolution CT, with its radiological sensitivity for facial canal dehiscence reported to be approximately 66% [21]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In our series, the radiologic sensitivity of facial canal dehiscence was approximately 91% with a specificity of 86%. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results reveal that preoperative high resolution CT is a useful diagnostic tool for facial canal dehiscence.",
            "section": "DISCUSSION"
        },
        {
            "text": "Early surgical intervention can lead to more favorable improvements in facial function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There was a report that patients who had underwent surgery more than 2 months after the onset of paralysis displayed poorer outcome [16]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "In our series, we performed surgery as soon as possible, with preoperative duration of paralysis not exceeding 6 days except in the patient with the petrous apex lesion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although we could not compare the treatment result between an early and late intervention group, we believe that our good results were in part due to early intervention.",
            "section": "DISCUSSION"
        },
        {
            "text": "There have been many disagreements regarding the extent of facial nerve decompression required for treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some authors postulated that a neural sheath incision should be performed for cases of complete paralysis, while there was reporting bony decompression from the geniculate ganglion to the stylomastoid foramen [8,22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "We did not perform any wide decompressions, with only limited bony decompressions around the dehiscences completed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "None of the procedures had a neural sheath incision performed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "All cholesteatomas and granulation tissues could be dissected relatively easily from the facial nerve under magnified view of the microscope. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We thought that those infectious conditions should be regarded as different with other facial paralysis condition such as temporal bone fracture and idiopathic facial paralysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We felt that the neural sheath might not only be a powerful barrier itself from infection, but that incision of the neural sheath could induce further nerve injury and possibly make the site more vulnerable for infection.",
            "section": "DISCUSSION"
        },
        {
            "text": "Prognosis for facial paralysis was relatively good in our series. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There were two patients exhibiting normal facial function within one month and all the others except the patient with the petrous apex lesion had improvement within 2 or 3 months postoperatively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, there was one patient that had no improvement beyond House-Brackmann grade II 1-year following surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This patient was more elderly with other major comorbidities such as diabetes possibly affecting his recovery course.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we analyzed 13 patients with chronic ear infections and facial paralysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The most common pathology involved a cholesteatoma affecting the middle ear, external auditory canal, and petrous apex. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Tuberculous otitis media and noncholesteatomatous suppurative otitis media could also be the cause for facial paralysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The prevalence of facial paralysis was about 1% in chronic ear infections and 3.5% in middle ear cholesteatomas. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The tympanic segment was the most frequently affected location and patients with facial paralysis had more frequent destructions involving the bony labyrinth and cranial base. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Facial canal dehiscences were observed in 52% of middle ear cholesteatoma patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The radiologic sensitivity of facial canal dehiscence was 91% and careful preoperative examination will be helpful to anticipate the facial nerve exposure during surgery and the surgical outcomes for facial paralysis were relatively satisfactory.",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}