{
    "id": "a4f25048b5",
    "level": "sentence",
    "abstract": [
        {
            "text": "Aging tissue is characterized by a continuous decline in functional ability. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Adult stem cells are crucial in maintaining tissue homeostasis particularly in tissues that have a high turnover rate such as the intestinal epithelium. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "However, adult stem cells are also subject to aging processes and the concomitant decline in function. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The Drosophila midgut has emerged as an ideal model system to study molecular mechanisms that interfere with the intestinal stem cells' (ISCs) ability to function in tissue homeostasis. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Although adult ISCs can be easily identified and isolated from midguts of young flies, it has been a major challenge to study endogenous molecular changes of ISCs during aging. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "This is due to the lack of a combination of molecular markers suitable to isolate ISCs from aged intestines. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Here we propose a method that allows for successful dissociation of midgut tissue into living cells that can subsequently be separated into distinct populations by FACS. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "By using dissociated cells from the esg-Gal4, UAS-GFP fly line, in which both ISCs and the enteroblast (EB) progenitor cells express GFP, two populations of cells are distinguished based on different GFP intensities. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "These differences in GFP expression correlate with differences in cell size and granularity and represent enriched populations of ISCs and EBs. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Intriguingly, the two GFP-positive cell populations remain distinctly separated during aging, presenting a novel technique for identifying and isolating cell populations enriched for either ISCs or EBs at any time point during aging. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The further analysis, for example transcriptome analysis, of these particular cell populations at various time points during aging is now possible and this will facilitate the examination of endogenous molecular changes that occur in these cells during aging.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "An unavoidable consequence of growing old is the decreasing ability of tissues and organs to remain functional. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Adult stem cells are essential for maintaining tissue homeostasis and organ functionality, however as organisms age, the stem cells also experience a decline in their biological behavior. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "This is particularly detrimental to tissues that have a high turnover rate, such as the intestinal epithelium. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Hallmarks of aged stem cells include genomic damage, impaired repair mechanisms, impaired cell cycle regulation and misregulated signaling pathways, all of which affect normal stem cell behavior (reviewed in [1][2][3] ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "By manipulating specific signaling pathways or knocking down specific genes, we have gained insight into their roles in regulating and maintaining normal stem cell behavior. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Since most of these experiments are candidate molecule approaches, we have very little knowledge about the endogenous molecular changes that occur in stem cells during aging. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "One way to approach this question is to compare the transcriptome of young versus old stem cells to identify molecules whose expression profile changes significantly during aging. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Unfortunately, biological and technical challenges have hampered our progress regarding this approach so far.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Drosophila melanogaster is a highly suitable model organism to study aging since it has a short lifespan (about 60-70 days) and exhibits aging phenotypes (reviewed in 4 ). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Moreover, the aging process in Drosophila can be accelerated by temperature. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "When keeping the flies at 29 °C, an aged phenotype in the intestinal tissue can already be observed after 15 days",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "5",
            "section_rank": 2
        },
        {
            "text": ". Furthermore, Drosophila is amenable for a plethora of genetic manipulations. In particular, the Drosophila midgut has emerged as an excellent model system to study the influence of different signaling pathways and environmental challenges on the biology of intestinal stem cells (ISCs) during aging (reviewed in [6][7][8][9][10] ). The Drosophila intestinal epithelium has a high turnover rate and is renewed every two weeks in females and about once a month in males 11 . ISCs residing in the Drosophila midgut have the capacity to divide and produce a self-renewed ISC and a post-mitotic progenitor cell called the enteroblast (EB) 12,13 . The EB differentiates into either an absorptive enterocyte or a secretory enteroendocrine cell. To this date, the only marker combination that unambiguously labels an ISC is the expression of the transcription factor escargot (esg) and the Notch ligand Delta (Dl) 14 . However, this only holds true for a young and healthy gut. During aging, the midgut epithelium is characterized by an increase in ISC proliferation [15][16][17] . Additionally, aberrant Notch signaling disrupts the fate decision of ISC daughter cells and induces misdifferentiation of EBs of cells that are active for Notch signaling and co-express esg and Dl, thereby rendering Dl expression insufficient to identify bona fide stem cells in an aged midgut. The difficulty in identifying true ISCs has impeded the ability to examine endogenous changes in aging ISCs until now.",
            "section": "5",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 317,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 320,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 323,
                    "end": 326,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 326,
                    "end": 330,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 470,
                    "end": 472,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 636,
                    "end": 639,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 639,
                    "end": 641,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 908,
                    "end": 910,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "We have tackled this issue by taking advantage of the esg-Gal4, UAS-GFP transgenic fly line in which the level of GFP expression in ISCs and EBs is inherently different and remains different throughout aging. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "A similar approach has been described for the isolation of larval neuroblasts and neurons 18,19 . ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Midguts of young and old esg-Gal4, UAS-GFP flies were dissected and dissociated into single cells. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The cells were then sorted for GFP-positive cells using fluorescence activated cell sorting (FACS). ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Interestingly, the sorted GFP-positive cells distributed into two distinct peaks based on GFP fluorescence intensity (GFP high and GFP low ). ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Moreover, the distribution of the GFP-positive cells in the two peaks also correlated with cell size: the cells that exhibited low GFP intensity were small and less granular whereas cells with high GFP intensity were larger and more granular. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This observation suggested that the smaller ISCs could be distinguished from the larger EBs using FACS based on GFP intensity and choosing appropriate forward scatter (FSC) and side scatter (SSC) settings. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Intriguingly, the two peaks remained distinctly separated during aging. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Moreover, the ratio of the two peaks changed in a way that reflects the aforementioned hallmarks of aging midguts: namely that the number of large, misdifferentiated EBs increases over time. ",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "From these findings we conclude that by sorting for GFP-positive cells using the appropriate FACS parameter settings we can enrich for ISCs and EBs at any time point during aging.",
            "section": "5",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In summary, we introduce a FACS strategy that enables researchers to enrich for two different cell populations, ISCs and EBs, from Drosophila midguts of any age and isolate these cells for further analysis, such as next generation sequencing. ",
            "section": "5",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This powerful method allows for studying the endogenous molecular mechanisms that are inherent to aging in an enriched population of stem or progenitor cells. ",
            "section": "5",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The data obtained from these studies will undoubtedly facilitate the identification of conserved molecules that are significant in aging across species.",
            "section": "5",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Protocol",
            "section_rank": 3
        },
        {
            "text": "NOTE: If this protocol is used for the first time to isolate ISCs by FAC sorting, the following controls are mandatory in order to initially set the FACS parameters properly: Dissociated cells from wild type (e.g. w",
            "section": "Protocol",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "1118",
            "section_rank": 4
        },
        {
            "text": ") Drosophila midguts without Sytox. ",
            "section": "1118",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Dissociated cells from wild type (e.g. w",
            "section": "1118",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "1118",
            "section_rank": 5
        },
        {
            "text": ") Drosophila midguts with Sytox (see Step 3.6). ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Dissociated cells from midguts of the esg-Gal4, UAS-GFP fly line without Sytox. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "to cover the bottom. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The agarose layer prevents damaging the tips of the forceps during the dissection procedure. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "After the gel has solidified store the dissection plates at 4 °C. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "4. Prepare 300 ml of 1x PBS + 1% BSA fresh before dissecting and place the bottle on ice or at 4 °C. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "5. Turn on centrifuge and let it cool to 4 °C. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "6. Flame the tips of 2 glass Pasteur pipettes to smoothen the edges. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "7. Clean two pairs of forceps and one razor blade with 70% ethanol. ",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "8. Place four to six 1.5 ml microcentrifuge tubes for collecting dissected midguts on ice.",
            "section": "1118",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Preparation of Solutions and Dishes for Gut Dissection",
            "section_rank": 6
        },
        {
            "text": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "section_rank": 7
        },
        {
            "text": "1. Anesthetize flies from one vial (40 flies) with CO 2 on a standard fly bed, decapitate all flies using a razor blade and transfer them to the dissection dish. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "Pour cold 1x PBS/1% BSA solution into the dissection dish to cover the agarose gel. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "The flies will float. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "2. Grab the fly abdomen with one pair of forceps, while holding the thorax with the other pair of forceps. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "Separate the thorax from the abdomen.",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "The gut will be visible and the foregut/crop will most likely still be connected to the thorax. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "3. Grab the gut and pull it out of the thorax. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "To unfold the gut, grab the crop and pull the gut slightly anteriorly away from the abdomen. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "4. Grab the posterior end of the abdomen with one pair of forceps and the edge of the anteriorly open cuticle with the other pair of forceps. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Be careful not to destroy the protruding gut tissue. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Pull the posterior end away to break the cuticle and continue pulling posteriorly very gently until the entire gut has been pulled out of the abdominal cavity. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "The crop may have to be removed beforehand if it is too large to fit through the body cavity. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "5. Remove the foregut, Malpighian tubules, hindgut and ovaries leaving the bare midgut. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "6. Using a glass Pasteur pipette, transfer the batch of dissected midguts to a 1.5 ml microcentrifuge tube containing cold 1x PBS/1% BSA solution and keep the tube on ice. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "The samples must be processed within 2 hr. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "7. After the dissection of an entire batch is complete, rinse the dissection dish with double distilled water to wash off left over debris. ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Start dissecting the next batch of midguts (repeat Steps 2.1-2.7). ",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Dissect as many batches as possible within 2 hr, then proceed to Step 3.1.",
            "section": "Preparation of the Gastrointestinal Tract and Dissection of the Midgut",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "section_rank": 8
        },
        {
            "text": "1. Remove the 1x PBS/1% BSA solution from the midguts and add 500 µl of 0.5% Trypsin-EDTA solution to each sample. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "2. Vortex well for 20 sec and incubate the samples by gentle rocking/rotating at 20 rpm at room temperature for 25-30 min.",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "3. Vortex again after about 30 min and let the intact midgut tissue sink to the bottom of the tube. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Carefully remove the cells that are in suspension with a flamed glass Pasteur pipette and filter them through a 35 µm nylon mesh into a fresh 1.5 ml microcentrifuge tube. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "4. Spin the cells down at 100 x g for 5 min at 4 °C. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Of note, when starting the digest, a cell pellet might not be visible at first but will become visible as the tissue digest progresses. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "1. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Carefully transfer the Trypsin solution back to the original sample tube containing the remaining intact midgut tissue. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Avoid transferring too many cells from the pellet. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Always keep cell samples on ice and protected from light. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "The cells are now ready to be sorted. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "8. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Pipette 600 µl of RNAlater solution into each microcentrifuge tube into which the cells will be sorted for subsequent RNA isolation. ",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "For other downstream applications the cells can be collected in a different solution, e.g. in sterile PBS.",
            "section": "Digestion of the Gut Tissue to Harvest Cells for FAC Sorting",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "FAC Sorting to Isolate Intestinal Stem Cells",
            "section_rank": 9
        },
        {
            "text": "1. Switch on the flow cytometry instrument at least one hour prior to sorting. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "Make sure that the fluidic system is free of air bubbles. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "2. Choose the 70 µm nozzle size to inject the cells into the sheath fluid stream. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "3. Adjust the amplitude of the core fluid stream so that the gap value corresponds to the reference value (6-7, when using the 70 µm nozzle). ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "Let the core fluid stream stabilize before starting to sort. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "4. Follow this order when initially setting the parameters for sorting:",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "1. Load the dissociated cells obtained from wild type guts. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "First, adjust the FSC and SSC voltages to plot the cells in the center of the scatter plot. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Second, adjust the FITC (GFP) voltage so that all cells are plotted below 10 2 on the logarithmic x-axis. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Setting the FITC parameter sets the limit for autofluorescence. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "3. Set the SSC-H and the SSC-W gate to identify and exclude GFP-positive cell doublets based on their granularity (gate P4). ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "4. Use gate P4 to depict the GFP-positive cells in a histogram plot that shows the number of cells (count) vs. GFP intensity. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Two distinct peaks of GFP-positive cells will be visible. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Create a gate for each peak (gates P5 and P6). ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Gate P5 contains the cell population that is enriched for ISCs and can be sorted separately from the cells in gate P6. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "5. Back-gate in a contour plot to verify that the two distinct GFP-positive cell populations contain living cells (compare with gate P1) and cells of the correct size (compare with gate P2).",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "6. Sort the cells into a 1.5 ml microcentrifuge tube that contains 600 µl of RNAlater solution. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The sorting is done at a low flow rate (max. 2.0, 70 µm nozzle, 1,000 events/sec, 70 psi) and employing a two-way purity sort. ",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "7. After sorting is complete, immediately vortex the sorted cells briefly and keep the microcentrifuge tubes on ice until proceeding with RNA isolation or other downstream applications.",
            "section": "FAC Sorting to Isolate Intestinal Stem Cells",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Representative Results",
            "section_rank": 10
        },
        {
            "text": "To obtain between 50,000-100,000 cells from FAC sorting, between 160 and 200 midguts need to be dissected. ",
            "section": "Representative Results",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "Obviously this is the most time consuming step of the whole procedure. ",
            "section": "Representative Results",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "The cartoon shown in Figure 1A illustrates the major steps of gut dissection, which are described in detail in the protocol provided here. ",
            "section": "Representative Results",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 30,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 1A"
                }
            ]
        },
        {
            "text": "This procedure can be individually modified. ",
            "section": "Representative Results",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "A dissected, whole gastrointestinal tract is shown in Figure 1B.",
            "section": "Representative Results",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "When all of the midgut tissue has been digested, immediately continue with FAC sorting. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Following the gating strategy described in the protocol allows for the successful identification and sorting of a cell population enriched for ISCs and for EBs from young ( Figure 2) and from old midguts (Figure 3). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2)"
                },
                {
                    "start": 204,
                    "end": 214,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "The P1 gate is set to include only healthy living cells and to gate out dead cells. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Cells that plot above 10 3 on the logarithmic y-axis when using the Pacific Blue channel are defined as dead cells. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The dots that plot below 40 on the x-axis (FSC-A) are mostly debris and therefore are also excluded (Figure 2A). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 2A)"
                }
            ]
        },
        {
            "text": "In the scatter plot of SSC-A vs. FSC-A the cells are distributed based on their size and granularity. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "For an optimal resolution, the cells are placed in the scatter plot as shown in Figure 2B by adjusting the photomultiplier tube (PMT) voltage. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "In the scatter plots FSC-H vs. FSC-W and SSC-H vs. SSC-W single cells are separated from aggregates and doublets based on size ( Figure 2C) and based on granularity ( Figure 2D). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2C"
                },
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2D)"
                }
            ]
        },
        {
            "text": "When depicting the cells included in gate P4 in a histogram plot, the distinct separation of GFP-negative, GFP low (gate P5) and GFP high (gate P6) cells is visible (Figure 2E). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 2E)"
                }
            ]
        },
        {
            "text": "Cells exhibiting lower GFP intensity are small and less granular and represent ISCs. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Cells exhibiting higher GFP intensity are larger and more granular and represent EBs. ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Reverse Transcriptase (RT)-PCR for Dl on cDNA synthesized from RNA of cells of each GFP-positive population (gates P5, P6) revealed that the Dl signal is indeed stronger in the smaller, GFP low cells than in the larger, GFP high cells ( Figure 2H). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 237,
                    "end": 247,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2H)"
                }
            ]
        },
        {
            "text": "The cells were then backgated and depicted in contour plots to confirm that the GFP low (gate P5) and GFP high (gate P6) cells differ in size and granularity ( Figure 2F) and are still alive (Figure 2G). ",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2F)"
                },
                {
                    "start": 191,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 2G"
                }
            ]
        },
        {
            "text": "Of note, the two peaks of GFP-positive cells ) can only be nicely distinguished if the FITC (GFP) channel has been calibrated properly using the controls described in the protocol.",
            "section": "Representative Results",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The same gating strategy was used when sorting ISCs derived from old guts (Figure 3). ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 84,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "The scatter plots (Figure 3A-D), the histogram ( Figure  3E) and the contour plots ( Figure 3F, G) are analogous to the ones shown in Figure 2. ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Figure 3A-D)"
                },
                {
                    "start": 49,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure  3E"
                },
                {
                    "start": 85,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 3F, G)"
                },
                {
                    "start": 134,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "As mentioned above, there is no bona fide marker to identify ISCs in old midguts and therefore no RT-PCR data is presented here. ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "However, the intriguing observation here is that the two peaks containing GFP low (gate P5) or GFP high (gate P6) cells remain distinctly separated during aging. ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Furthermore, the number of cells in the GFP high (gate P6) peak significantly increases during aging, which clearly emulates the known accumulation of misdifferentiated EBs with age. ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "The change in the ratio of the two cell populations can also be seen in the scatter plots (compare Figure 3A-D with Figure 2A-D) and in the contour plots (compare Figure 3F, G with Figure 2F, G). ",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 3A-D"
                },
                {
                    "start": 116,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2A-D)"
                },
                {
                    "start": 163,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3F, G with Figure 2F, G)"
                }
            ]
        },
        {
            "text": "From these findings we conclude that by sorting for GFP-positive cells using FACS we can enrich for ISCs and EBs in young and old midguts.",
            "section": "Representative Results",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "To validate the purity of the isolated ISCs and EBs, a post sort analysis was performed (Figure 4). ",
            "section": "Representative Results",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "The histogram plots of the post-sorted ISCs and EBs (Figure 4B, C) depict purities between 95% and 98%.",
            "section": "Representative Results",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 66,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 4B, C)"
                }
            ]
        },
        {
            "text": "If the hierarchy of setting the FACS parameters as described above is strictly followed, the two different cell populations (GFP low , small and GFP high , larger) can already be distinguished in a scatter plot GFP vs. FSC-A ( Figure 5A). ",
            "section": "Representative Results",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 5A)"
                }
            ]
        },
        {
            "text": "These two cell populations cannot be distinguished if this hierarchy is disregarded (Figure 5B-D      ",
            "section": "Representative Results",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Figure 5B-D"
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 11
        },
        {
            "text": "The presented protocol describes a method to isolate ISCs from young and old adult Drosophila midguts, which can subsequently be used for further molecular analyses such as next generation sequencing. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "FAC sorting of the GFP-positive cell population from the esg-Gal4, UAS-GFP fly line has already been achieved by several groups 21,22 . ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "However, until now the presence of the two distinct peaks of GFP-positive cells has been either overlooked or undervalued. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "We show that this separation not only represents two different populations of cell types (ISCs and EBs), but also that the two peaks of GFP-positive cells stay distinctly separate during aging. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This observation is highly relevant and valuable to researchers interested in studying stem or progenitor cells during aging. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Isolation of ISCs from old midguts has been hampered by the fact that there is no molecular marker combination to identify ISCs in an aged midgut. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The only marker that unambiguously identifies ISCs in an old midgut is phospho-histone3 (PH3), since ISCs are the only dividing cells in the midgut 12,13 . ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "However, PH3 is an unsuitable marker to isolate ISCs since the number of dividing stem cells at any given time point is too low in order to obtain a decent amount of ISCs for subsequent analyses. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The fly line esg-Gal4, UAS-GFP is the most common fly line used by researchers who study ISC function, maintenance and differentiation. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Our . ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Hence, we still lack knowledge about the endogenous molecular changes that occur during aging. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The herein described method closes this gap and is based on the fact that ISCs can be isolated based on their size, granularity and GFP intensity from adult midguts at any time point during aging.",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "While establishing and optimizing this method we have found the following steps to be critical for a reliable outcome. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Approximately 200 guts need to be dissected in order to obtain a good amount of ISCs for FAC sorting. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "The speed of dissection is crucial and depends on the individual's practice. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "A trained individual can dissect 40 guts within 20-30 min. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Since GFP is also expressed in the Malpighian tubules in the esg-Gal4, UAS-GFP fly line, it is essential to completely remove the Malpighian tubules from the midgut. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "The dissected midguts must be kept in a cool environment to avoid tissue degradation and reduce RNAse activity in the tissue. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Therefore, the dissected midguts must be transferred from the dissecting dish into microcentrifuge tubes containing cold 1x PBS/1% BSA solution after a maximum of 20-30 min and kept on ice. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "However, the dissected midguts should not be left on ice for more than 2 hr before starting the tissue dissociation with trypsin. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "The most efficient approach is to dissect as many batches of flies as possible within these 2 hr, then start the trypsin digest for these batches. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "If more midguts are needed, they can be dissected during the incubation times of the trypsin digest.",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Although trypsin is a very potent enzyme and could have detrimental effects on cells, we still obtained enough living, healthy cells for subsequent FAC sorting. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "The key step of our procedure that allows for the isolation of intact cells is that the dissociated cells are removed from the trypsin solution every 30 min. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "If the dissected midguts are incubated for 2 ½ hr in a trypsin containing solution at room temperature, we observed a 20-30% increase in dead, Sytox-positive cells. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "It should be pointed out that the trypsin solution we use contains EDTA. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "The presence of EDTA probably facilitates tissue disintegration by chelating calcium and magnesium ions needed for the proper function of extracellular matrix molecules.",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "The most crucial steps to successfully sort ISCs from young and old guts are the appropriate initial settings of the FACS and gating parameters using the described controls and following a specific sorting hierarchy. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "We performed the FAC sorting on an ARIA II Flow Cytometer (FACSDiva software). ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "It is important that the instrument is turned on at least one hour prior to sorting to warm up the lasers. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Of note, when FAC sorting of ISCs is performed for the first time, the parameters for sorting and for compensation need to be set using the aforementioned controls: (1) dissociated cells from wild type (e.g.  (Figure 5B, C), many GFP-positive cells will be missed ( Figure 5D) and the two distinct peaks for GFP-positive cells as seen in the histogram plot (Figure 2E and Figure 3E) will not be detected. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 209,
                    "end": 223,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Figure 5B, C)"
                },
                {
                    "start": 266,
                    "end": 275,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 5D"
                },
                {
                    "start": 357,
                    "end": 367,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 2E"
                },
                {
                    "start": 372,
                    "end": 382,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 3E)"
                }
            ]
        },
        {
            "text": "Once the FACS and gating parameters have been set, the instrument is calibrated and ready to sort cells from the esg-GAL4, UAS-GFP fly line. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Since these parameters can be saved, all future sorting sessions for ISCs and EBs from the esg-GAL4, UAS-GFP fly line can start from Step 4.5. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Although choosing the \"Purity\" mode and performing a two-way purity sort decreases the number of cells sorted, it allows for a higher sorting stringency (Step 4.6 and Figure 4B, C). ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 4B, C)"
                }
            ]
        },
        {
            "text": "Of note, the advantage of using Sytox instead of propidium iodide to label dead cells is that there is only a low spillover into the FITC (GFP) channel, which makes it easy to compensate for the spillover.",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Our method of enriching for ISCs and EBs, respectively, is based on sorting the cells according to different GFP expression levels. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "It may be that during aging the misdifferentiated EBs also express GFP at a lower level and could be mistaken as ISCs. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "However, since the sorted cells also differ in size and granularity, we believe that our sorting strategy is the most suitable to this date to enrich for ISCs and EBs. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Also, it is known that cells in an aging midgut retaining ISC identity have a small nucleus 15 . ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "To obtain more clarity on the identity of the sorted cells, one could sort cells from a transgenic fly line that carries esg-GAL4, UAS-GFP and a Notch signaling reporter transgene. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Since Notch has been shown to be active only in the EBs 12,13 , ISCs isolated from a young midgut would be negative for the Notch reporter, whereas the EBs would be positive for the Notch reporter. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 59,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "However, during aging Notch signaling becomes aberrant in the midgut tissue. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Therefore, it needs to be tested whether this experimental set up is indeed more reliable to distinguish between ISCs and EBs isolated from an old midgut.",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "We have already employed this approach for comparative transcriptome analysis of ISCs from young and old midguts and identified a number of factors that are differentially regulated during aging (unpub. observ.). ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Additionally, this method allows for analyzing differences in gene expression between ISCs and the EBs. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Such investigations will provide insight into the initial molecular changes that occur as a cell enters the differentiation process. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Also, the isolation of EBs during aging and subsequent analyses will shed light on the molecular changes of age-induced misdifferentiation. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Furthermore, this method can be combined with other genetic tools used in Drosophila to study gene function. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "In summary, this method offers an unbiased approach to investigate molecular characteristics and changes of ISCs and EBs during aging. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "This is a valuable tool that will facilitate exploration of aging mechanisms in adult stem and progenitor cells.",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "15 .",
            "section_rank": 12
        },
        {
            "text": "This results in an accumulation Copyright © 2014 Creative Commons Attribution-NonCommercial License December 2014 | 94 | e52223 | Page 2 of 11",
            "section": "15 .",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "2 . ",
            "section_rank": 13
        },
        {
            "text": "5 .",
            "section_rank": 13
        },
        {
            "text": "Gently re-suspend the cell pellet in 400 µl of cold 1x PBS/1% BSA. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Keep the microcentrifuge tubes containing the dissociated cells on ice and cover the tubes with aluminum foil to protect the cells from light. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "3. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Vortex the Trypsin solution containing the remaining intact midgut tissue again and place the samples onto the rocker for another 30 min at room temperature. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Repeat steps 3.3 to 3.4.3 until all of the midgut tissue has been digested. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Combine the dissociated cells from all microcentrifuge tubes into one microcentrifuge tube. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "This may require a centrifugation step as in 3.4, since the volume of all cell suspensions combined may exceed 1.5 ml. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Keep the cell suspension on ice and protect the cells from light. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "6. Spin the dissociated cells down at 100 x g for 5 min at 4 °C. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Carefully remove as much of the supernatant as possible leaving approximately 50-100 µl of the 1x PBS/1% BSA solution in the microcentrifuge tube. ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Gently resuspend the dissociated cells in 800 µl 1x PBS/1% BSA containing Sytox (1:20,000). ",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "7. Transfer the cell suspension to a 5 ml round bottom Falcon tube by filtering the cells through a cell strainer snap cap (35 µm nylon mesh).",
            "section": "2 . 5 .",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "2 .",
            "section_rank": 14
        },
        {
            "text": "Load the dissociated cells obtained from wild type guts with Sytox added. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Adjust the Pacific Blue voltage value and gate to identify and separate living cells from dead, Sytox-positive cells in the Pacific Blue vs. FSC-A scatter plot. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "3. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Load the dissociated cells obtained from the esg-Gal4, UAS-GFP fly line without Sytox and adjust the FITC voltage to ensure that all GFP-positive cells are plotted within the scatter plot. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "5. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Load the dissociated cells obtained from the esg-Gal4, UAS-GFP fly line with Sytox added. ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Adjust the Pacific Blue voltage value and gate to identify and separate living cells from dead, Sytox-positive cells (gate P1). ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "1. Set the SSC-A and FSC-A gate to identify the GFP-positive cells (based on the histogram plot) as determined by size and granularity (gate P2). ",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "2. Set the FSC-H and FSC-W gate to identify and exclude GFP-positive cell doublets based on their size (gate P3).",
            "section": "2 .",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "The most crucial steps to successfully sort ISCs from young and old guts are the appropriate initial settings of the FACS and gating parameters using the described controls and following a specific sorting hierarchy. ",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "We performed the FAC sorting on an ARIA II Flow Cytometer (FACSDiva software). ",
            "paragraph_rank": 31,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "type": "software",
                    "rawForm": "FACSDiva",
                    "resp": "#annotator20",
                    "used": true,
                    "id": "a4f25048b5-software-simple-0",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "It is important that the instrument is turned on at least one hour prior to sorting to warm up the lasers. ",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "Of note, when FAC sorting of ISCs is performed for the first time, the parameters for sorting and for compensation need to be set using the aforementioned controls: (1) dissociated cells from wild type (e.g.Of note, the advantage of using Sytox instead of propidium iodide to label dead cells is that there is only a low spillover into the FITC (GFP) channel, which makes it easy to compensate for the spillover.",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "Figure 1 :",
            "section_rank": 16
        },
        {
            "text": "(A) A schematic of the major steps of dissecting the fly intestine. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "First, the head is removed (removal of the wings is optional) followed by a separation of the thorax and abdomen to expose the gut. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "The gut is subsequently freed from the body cavity in the following steps. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "The black arrows show the progression of dissection, whereas the dark red arrows denote the pull direction. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "The red lines in the last image indicate the anterior and posterior boundaries of the midgut. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "(B) A light microscope image of the adult fly intestine. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "The main regions and anatomical features are labeled. ",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "Red lines mark the boundaries of the midgut.",
            "section": "Figure 1 :",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "Figure 2 :",
            "section_rank": 17
        },
        {
            "text": "FAC sorting strategy to identify and isolate ISCs and EBs from young (7 days) midguts. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "For better visualization, cells representing ISCs are highlighted in red and cells representing EBs are highlighted in blue in the scatter plots (A-D) and in the contour plots (F,G). ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(A) The P1 gate is set to exclude dead, Sytox-positive cells plotted above 10 3 on the logarithmic y-axis. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "The threshold of the FSC-A is set at 40 to also exclude dead cells and debris. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(B) Cells were gated for FSC-A and SSC-A to select cells according to size and granularity (gate P2). ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "The histogram plot (E) was used in parallel to identify the GFP-positive cells in the FSC-A vs. SSC-A scatter plot (B). ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(C, D) ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "The scatter plots FSC-H vs. FSC-W and SSC-H vs. SSC-W serve to remove aggregates and doublets and select for singlets (gate P3 in C and gate P4 in D). ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(E) The histogram plot shows the number of cells and their GFP intensity. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Two peaks, GFP low (gate P5) and GFP high (gate P6) can be distinguished. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(F, G) ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Cells were back-gated in a contour plot to verify that the two distinct GFP-positive cell populations are of the correct size (F) and contain living cells (G). ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "(H) Reverse Transcriptase (RT)-PCR for Dl on cDNA synthesized from RNA isolated from the cells present in the first peak (gate P5) and in the second peak (gate P6), respectively. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "More Dl expression could be detected in cells present in gate P5 vs. gate P6. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Tubulin served as a loading control. ",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Please click here to view a larger version of this figure.",
            "section": "Figure 2 :",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Figure 3 :",
            "section_rank": 18
        },
        {
            "text": "FAC sorting strategy to identify and isolate ISCs and EBs from old (60 days) midguts. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "For better visualization, cells representing ISCs are highlighted in red and cells representing EBs are highlighted in blue in the scatter plots (A-D) and in the contour plots (F,G). ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "(A) The P1 gate is set to exclude dead, Sytox-positive cells plotted above 10 3 on the logarithmic y-axis. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "The threshold of the FSC-A is set at 40 to also exclude dead cells and debris. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Of note, the age-dependent increase in larger GFP-positive cells is already obvious in this plot. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "(B) Cells were gated for FSC-A and SSC-A to select cells according to size and granularity (gate P2). ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "The histogram plot (E) was used in parallel to identify the GFP-positive cells in the FSC-A vs. SSC-A scatter plot (B). ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "(C, D) ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "The scatter plots FSC-H vs. FSC-W and SSC-H vs. SSC-W serve to remove aggregates and doublets and select for singlets (gate P3 in C and gate P4 in D). ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "(E) The histogram plot shows the number of cells and their GFP intensity. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Two peaks, GFP low (gate P5) and GFP high (gate P6) can be distinguished. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Of note, the cell population GFP high containing larger cells has increased in number during aging. ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "(F, G) ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Cells were back-gated in a contour plot to verify that the two distinct GFP-positive cell populations are of the correct size (F) and contain living cells (G). ",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Please click here to view a larger version of this figure.",
            "section": "Figure 3 :",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "text": "Figure 4 :",
            "section_rank": 19
        },
        {
            "text": "A post sort analysis was performed to determine the purity of the isolated ISCs and EBs. ",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "(A) GFP-positive cells from young (7 days) and old (60 days) midguts were FAC sorted and the histogram plots show their distribution into two peaks based on GFP intensity. ",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "(B) The post sort analysis demonstrates the purity of the isolated ISCs from young and old midguts which is >97%. ",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "(C) The post sort analysis of sorted EBs from young and old midguts shows a purity of >95%. ",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "The slight impurities may result from fluorescence quenching or mechanically damaged GFP expressing cells caused by re-sorting the cells. ",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Please click here to view a larger version of this figure.",
            "section": "Figure 4 :",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Figure 5 :",
            "section_rank": 20
        },
        {
            "text": "Examples of scatter plots that show suboptimal FACS data, which is seen when the FACS parameters were not set properly. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "(A) Representative FACS profile of all cells when the FACS parameters were set properly based on the controls described in the protocol.The cell population containing ISCs is circled in red and the cell population containing EBs is circled in blue. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "The cells circled in green are dead cells that have a stronger autofluorescence compared to living cells, which are plotted below 10 3 on the logarithmic y-axis. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "(B) The scatter plot depicts a typical result obtained when the FACS instrument was not calibrated. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "No GFP-positive cells are detected. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "(C) If the FSC is not set properly, the different GFP-positive cell populations are not detected. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "(D) If the FITC (GFP) channel is not adjusted correctly, the majority of GFPpositive cells to be sorted are not plotted in the scatter plot but rather along the upper edge of the plot. ",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "Also, in the plot shown here, the limit for autofluorescence was not adjusted, hence cells that plot above 10 2 on the logarithmic y-axis are actually autofluorescent and could be mistaken as GFP-positive cells.",
            "section": "Figure 5 :",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "Copyright © 2014",
            "section_rank": 21
        },
        {
            "text": "Creative Commons Attribution-NonCommercial License December 2014 | 94 | e52223 | Page 10 of 11 current knowledge on the molecular regulation of ISCs homeostasis is based on studies in which specific molecules and signaling pathways have been manipulated (reviewed in 7 )",
            "section": "Copyright © 2014",
            "paragraph_rank": 37,
            "section_rank": 21
        },
        {
            "text": "w 1118 ))",
            "section_rank": 22
        },
        {
            "text": "Drosophila midguts without addition of Sytox -setting this parameter (Step 4.4.1) prevents sorting cells based on their autofluorescence; (2) dissociated cells from wild type (e.g. w 1118 Drosophila midguts with Sytox added -setting this parameter (Step 4.4.2) allows separating dead from living cells (dead cells have a high autofluorescence and can contaminate the sorted GFPpositive cells); (3) dissociated cells from midguts of the esg-Gal4, UAS-GFP fly line without Sytox -setting this parameter (Step 4.4.3) ensures that all GFP-positive cells are plotted within the scatter plot. ",
            "section": "w 1118 ))",
            "paragraph_rank": 38,
            "section_rank": 22
        },
        {
            "text": "If these parameters are not set properly, the sorted cell population will most likely contain dead cells and debris",
            "section": "w 1118 ))",
            "paragraph_rank": 38,
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "text": "We are grateful to Gabriele Allies for excellent technical assistance. ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "We thank the University Ulm Medical Faculty for the use of the FACS Core Facility and the Institut für Molekulare und Zelluläre Anatomie for using the confocal microscope. ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "We thank S. Hayashi for the esg-Gal4, UAS-GFP fly line. ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "This project is funded by the Federal Ministry of Education and Research (BMBF, Forschungskern SyStaR). ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "A.T. is supported by SFB 1074 (Project A2). ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "A.T. and G.A. are supported by the Deutsche Forschungsgemeinschaft (DFG, FE578/3-1). ",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "H.M.T. is a member of the International Graduate School in Molecular Medicine Ulm (GSC 270).",
            "section": "Acknowledgements",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "Disclosures",
            "section_rank": 26
        },
        {
            "text": "The authors declare that they have no competing financial interests.",
            "section": "Disclosures",
            "paragraph_rank": 40,
            "section_rank": 26
        }
    ]
}