{
    "id": "d899791536",
    "level": "sentence",
    "abstract": [
        {
            "text": "Assessment of the energy expenditure of walking is frequently performed to evaluate the effectiveness of walking systems (1). "
        },
        {
            "text": "The standard method for estimating energy cost is the direct measurement of oxygen consumption (VO "
        },
        {
            "text": "2) but it is generally unavailable in the clinical setting. "
        },
        {
            "text": "The Physiological Cost Index (PCI) first was introduced by MacGregor 1 as method based on linear correlation between VO 2 and heart rate (HR) (2). "
        },
        {
            "text": "It requires simply recording of HR at rest and while walking, measured by not expensive equipment. "
        },
        {
            "text": "Measuring the PCI has been the subject of many publications for patients with different locomotion disorders (3-6) and also in lower limb amputees walking with prosthesis (7-10). "
        },
        {
            "text": "We undertook this study aiming to present the efficacy of rehabilitation program for subjects with lower limb amputation, for over ten years after the implementation of this program in Kosovo (11, 12). "
        },
        {
            "text": "Our aim was to assess energy cost and walking speed in two level amputation: transfemoral and transtibial amputation as most important determinants of efficacy of prosthetic walking respectively of prosthetic rehabilitation program. "
        },
        {
            "text": "Also we aimed to analyze wherever the age and prosthetic walking supported with walking aids had impact on energy cost and walking speed. "
        },
        {
            "text": "2. "
        },
        {
            "text": "METHODS This was a prospective cross sectional study. "
        },
        {
            "text": "The research covered the period from the first of January to the first of July, 2012. "
        },
        {
            "text": "2.1. "
        },
        {
            "text": "Subject population A convenience sample of individuals with amputations was recruited among patients at the Department of Prosthetics and Orthotics at the University Clinical Center of Kosovo. "
        },
        {
            "text": "Inclusion criteria were to have: "
        },
        {
            "text": "1) above 18 years of age; "
        },
        {
            "text": "2) unilateral lower limb amputation, for reasons other than vascular disease; "
        },
        {
            "text": "3) at least one year experience of using prosthesis; "
        },
        {
            "text": "4) no cognitive disorders or other significant medical conditions. "
        },
        {
            "text": "All gave informed consent. "
        },
        {
            "text": "All trans-femoral amputees used modular (endoskeletal) prosthesis with quadrilateral socket, 4-bar linkage knee with mechanical swing phase control; or polycentric knee joint and SACH-foot. "
        },
        {
            "text": "Transtibial amputees used a modular patellar tendon bearing socket and SACH-foot. "
        },
        {
            "text": "The subjects wore their prostheses almost all day for ordinary activities. "
        },
        {
            "text": "2.2. "
        },
        {
            "text": "Measurements PCI is calculated as the quotient of difference in working ABSTRACT Background: The Physiological Cost Index (PCI) was introduced by MacGregor to estimate the energy cost in walking of healthy people, also it has been reported for persons with lower limb amputation, walking with prosthesis. "
        },
        {
            "text": "Objective: To assess energy cost and walking speed in two level lower limb amputation: transfemoral and transtibial amputation and to determine if the age and prosthetic walking supported with walking aids have impact on energy cost and walking speed. "
        },
        {
            "text": "Methods: A prospective cross sectional study was performed in two level lower limb amputees with no vascular disease who were rehabilitated at the Department of Prosthetics and Orthotics at the University Clinical Center of Kosovo. "
        },
        {
            "text": "The Physiological Cost Index (PCI) was assessed by five minutes of continuous indoor walking at Comfort Walking Speed (CWS). "
        },
        {
            "text": "Results: Eighty three lower limb amputees were recruited. "
        },
        {
            "text": "It is shown relevant impact of level of amputation in PCI (t=6.8, p<0.001) and CWS (T=487, p<0.001). "
        },
        {
            "text": "The great influence of using crutches during prosthetic walking in PCI (ANOVA F= 39.5 P < 0.001) and CWS (ANOVA F=32.01, P <0.001) has been shown by One Way ANOVA test. "
        },
        {
            "text": "The correlation coefficient (R) showed a significant correlation of age with PCI and CWS in both groups of amputation. "
        },
        {
            "text": "Conclusions: Walking with transfemoral prosthesis or using walking aids during prosthetic ambulation is matched with higher cost of energy and slower walking speed. "
        },
        {
            "text": "Advanced age was shown with high impact on PCI and CWS in both groups of amputees."
        }
    ],
    "body_text": [
        {
            "text": "and resting heart rates and walking speed respectively self selected (comfort) walking speed. "
        },
        {
            "text": "The PCI value reflects the increased heart rate required for walking and is expressed as heartbeats per meter by formula: PCI = [MeanHR at work -MeanHR at rest]/ Walking speed (m/min)"
        },
        {
            "text": "Mean PCI values for healthy adults have been reported to be between 0.23 and 0.42 (1, 13-15. ",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 92,
                    "type": "bibr",
                    "text": "(1, 13-15."
                }
            ]
        },
        {
            "text": "In the case of healthy persons, CWS has been reported to be between 60 and 100 m/min (16)(17)(18)).",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16)"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(17)"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "PCI was assessed by five minutes of continuous indoor walking at CWS. ",
            "section": "Testing procedure"
        },
        {
            "text": "The participant had an HR monitor (OXY-100 Handheld Pulse Oximeter, 20060 Gessate (MI), Italy) attached around the chest and the receiver was attached in second finger of their hand. ",
            "section": "Testing procedure"
        },
        {
            "text": "Before registering HR at rest, the participant was seated in silence for about five minutes and then it was recorded each minute for the following five minutes. ",
            "section": "Testing procedure"
        },
        {
            "text": "Prior to the walking part of the test, a short distance was walked in order to warm up. ",
            "section": "Testing procedure"
        },
        {
            "text": "The walking was conducted indoors, in a hallway with a regular floor surface. ",
            "section": "Testing procedure"
        },
        {
            "text": "We chose a 76-m-long quadratic-shaped track with gently rounded corners (36 x 2 x 36 x 2), marked every one meter. ",
            "section": "Testing procedure"
        },
        {
            "text": "The patients were asked to walk at their self selected comfortable speed, with the aid they normally use for support if walking continuously for a few hundred meters. ",
            "section": "Testing procedure"
        },
        {
            "text": "Walking was carried out for five minutes with the tester walking behind to read the HR at work every 30 seconds. ",
            "section": "Testing procedure"
        },
        {
            "text": "A digital stopwatch was used to time subjects as they walked over a track while the investigator recorded HR and walked distance. ",
            "section": "Testing procedure"
        },
        {
            "text": "All the participants were instructed to avoid the intake of tobacco, coffee/tea or a large meal at least two hours prior to the test.",
            "section": "Testing procedure"
        },
        {
            "text": "Statistical analysis was performed using statistical packageSPSS 21.0. ",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d899791536-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 65,
                    "end": 69,
                    "type": "version",
                    "rawForm": "21.0",
                    "resp": "#annotator3",
                    "id": "#d899791536-software-0"
                }
            ]
        },
        {
            "text": "Descriptive statistics were calculated. ",
            "section": "Statistical methods"
        },
        {
            "text": "To determine whether there were differences between the transfemoral and transtibial amputee groups in terms of distribution by gender and walking with crutches the Chi-square test or Fisher Exact test were used. ",
            "section": "Statistical methods"
        },
        {
            "text": "T-test or Mann-Whitney Rank Sum Test was used for comparison of differences on PCI and CWS between two amputation groups. ",
            "section": "Statistical methods"
        },
        {
            "text": "The one way analysis of variance (ANOVA) was used for comparison of differences between amputation groups and impact of using crutches on PCI and CWS.",
            "section": "Statistical methods"
        },
        {
            "text": "The correlation between the age and PCI or CWS by level of amputation was tested with simple linear regression analysis.",
            "section": "Statistical methods"
        },
        {
            "text": "Eighty three lower limb amputees were recruited. ",
            "section": "RESULTS"
        },
        {
            "text": "There were twenty-two transfemoral and sixty-one transtibial amputees. ",
            "section": "RESULTS"
        },
        {
            "text": "The descriptive data are given in (Table 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "type": "table",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "There were no important differences between groups according to distribution of gender or age while there were significant difference in period of prosthetic use and walking with aids.",
            "section": "RESULTS"
        },
        {
            "text": "Most frequent cause of amputation was firearm injuries (63 cases).",
            "section": "RESULTS"
        },
        {
            "text": "The  Table 1).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The average values of PCI (ANOVA F= 39.5 P < 0.001) and CWS (ANOVA F=32.01, P < 0.001) significantly differed among the four analyzed groups, categorized by level of amputation and using of crutches (Table 2).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "In transfemoral group of amputation with increasing age energy expenditure significantly increased (r = 0.662, P = 0.001) while walking speed significantly decreased [ r =-0.56, P = 0.007) (Graph 1 and 2).",
            "section": "RESULTS"
        },
        {
            "text": "The correlation coefficient (R), in transtibial amputees also showed that age was in significant correlation with PCI of (r = 0.597, P < 0.001) and CWS of (r =-0.673, P < 0.001) (Graph 3 and 4).",
            "section": "RESULTS"
        },
        {
            "text": "Advanced age and using crutches during prosthetic walking were significant factors that affect the energy expenditure in transfemoral amputees. ",
            "section": "RESULTS"
        },
        {
            "text": "With every increase of age by one year increased the average PCI of 0.005 , while using crutches increased the mean value of PCI for (-0.094). ",
            "section": "RESULTS"
        },
        {
            "text": "Based on the values of the correlation coefficients, we could conclude that the greater impact on the value of PCI had age (R=0.662) ( Table 3).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "type": "table",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "The simple linear regression analysis also showed important impact of advanced age and using of crutches in PCI values in transtibial amputees. ",
            "section": "RESULTS"
        },
        {
            "text": "With every increase in age by one year increases the average PCI of 0.004, while using the crutches increased it (-0.144). ",
            "section": "RESULTS"
        },
        {
            "text": "The values of the correlation coefficients R, showed the greater impact on energy expenditure had carrying crutches (R = 0.622) ( Table 3).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "type": "table",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "By simple linear regression analysis it was shown a great impact of age and crutches in walking speed in transfemoral group of amputees. ",
            "section": "RESULTS"
        },
        {
            "text": "With every increase of age by one year mean value of CWS decreased of (-0.306), while using crutches decreased the mean value of the CWS of 11.0. ",
            "section": "RESULTS"
        },
        {
            "text": "The greater impact on the value of a CWS had age (R=-0.56) ( Table 3).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "type": "table",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "In transtibial group of amputees these two variables also has been shown as significant factors that affect the walking speed. ",
            "section": "RESULTS"
        },
        {
            "text": "With every increase in age by one year, mean value of CWS decrease of (-0.666), while using crutches reduces the average value of the CWS in 20.82. ",
            "section": "RESULTS"
        },
        {
            "text": "The values of correlation coefficient R showed that there was approximately same impact of these two factors in walking speed, in transtibial amputees (Table 3).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "type": "table",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "Prosthetic ambulation is a primary concern in the rehabilitation process of lower limb amputees, and it is primarily addressed in energy expenditure and walking speed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This importance is in correlation with other measures of prosthetic ambulation (16)(17)(18)(19).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16)"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(17)"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(18)"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Measuring energy cost of walking in lower limb amputees is an established method mostly done by assessment of oxygen consumption (VO 2 ), but more suitable for clinical settings is measuring of PCI. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The only equipment that is needed is a standard heart rate monitor and a stopwatch.",
            "section": "DISCUSSION"
        },
        {
            "text": "The present study investigated the PCI and CWS both in transfemoral and transtibial amputees as well as the influence of walking aids and age on them. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Reports in the literature showed that energy cost of walking was greater in the amputated individuals compared to healthy controls (10,16,19) and increased with a higher level of amputation (16,20).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "16,"
                },
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16,"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "In our study, the mean PCI value for transfemoral group was (0.57, SD= 0.085) and for transtibial group of amputees (0.43, SD=0.087 ) which were in accordance with mean value of PCI for transfemoral amputees in studies (7, 21) respectively with transtibial amputees in study of Canadian authors (22).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Energy consumption is usually measured by either a floor test or a treadmill test but we preferred the floor test because of possibility of using walking aids during the test and the patient's ability to select the most comfortable walking speed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "CWS is considered to be a reliable measure highly correlated to other aspects of walking (23,24).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(23,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "In our study, the mean CWS value for transfemoral amputees (60.14 m/min, SD=6.8) was close to the speed reported in other studies (16,17,21,23). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16,"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "17,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "21,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23)"
                }
            ]
        },
        {
            "text": "The mean value of CWS for transtibial amputees (76.5 m/min, SD= 12.8) was similar to other studies (19,20) particularly with CWS (71 m/min.), reported in Pagliarulo at al. (26) and Waters at al. (16) with traumatic transtibial amputees.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(19,"
                },
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20)"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(26)"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "In most of the studies, the included cases were selected as those with no pathological stump condition, a good socket fit and those with the ability to perform the test without the support of a walking with aids. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, we preferred to include cases which in daily life used crutches during prosthetic   Table 3. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Simple Linear Regression-Impact of age and using crutches in PCI and CWS by level of amputation ambulation, so we tested them while they walked with assisting devices. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Energy cost significantly increased and walking speed significantly decreased both in transfemoral and transtibial amputees in cases with prosthetic walking performed supported by aids.",
            "section": "DISCUSSION"
        },
        {
            "text": "It was difficult to compare our findings with other authors since no study analyzed the same occasion-walking with prosthesis and with crutches. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In study, Walters at al., which analyzed difference between prosthetic walking and walking with crutches without prosthesis found that the rate of oxygen consumption, heart rate, and respiratory quotient were significantly increased in all groups of amputees when walking with crutches but without a prosthesis (26). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Also, the authors (27), which analyzed unilateral transtibial traumatic amputees, found that crutch walking requires more exertion than walking with prosthesis without crutches. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "In other side, there is the study of Trabaselli at al. which assessed energy consumption and self selected walking speed in amputees with vascular disease who were using walking aids during walking on the floor or a treadmill. ",
            "section": "DISCUSSION"
        },
        {
            "text": "They didn't analyzed the influence of walking aids on energy cost of walking, their aim was to measure the impact of walking surface-overground or treadmill walking. ",
            "section": "DISCUSSION"
        },
        {
            "text": "So, we couldn't compare their findings Plagiarism avoidance:",
            "section": "DISCUSSION"
        },
        {
            "text": "with ours. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although our fi ndings provide evidence that prosthetic walking supported with aids was accompanied with more energy consumption and lower walking speed we concur with the suggestion of authors (27), that patients with lower limb amputations should rather prescribe prosthetic walk supported with crutches than crutch walk.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Age was found as an important factor infl uencing the energy expenditure and walking speed in able bodied (16,(28)(29)(30) and in lower limb amputees (16,19). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16,"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(28)"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(29)"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(30)"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19)"
                }
            ]
        },
        {
            "text": "However, we thought it would be very interesting to shed more light on possible diff erences in prosthetic walking according to age. ",
            "section": "DISCUSSION"
        },
        {
            "text": "So, we analyzed its impact in our amputees and we found a great impact in both group of amputees on both physiological determinants.",
            "section": "DISCUSSION"
        },
        {
            "text": "In other side, authors (31) in their study found that gender and height were correlated signifi cantly with gait speed but weight and age were not. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Their explanation was because of restricted age range (50 -79) of subjects.",
            "section": "DISCUSSION"
        },
        {
            "text": "We have to mention some limitations of this study that should be addressed in future studies.",
            "section": "DISCUSSION"
        },
        {
            "text": "The fi rst one is having no control group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The eff ect of prosthetic components on energy consumption and measuring kinetic and kinematic properties of walking was beyond the scope of this study, although it would be desirable. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Also, there were small number of cases with crutches especially when grouped by number of used crutches.",
            "section": "DISCUSSION"
        },
        {
            "text": "This study showed that walking with transfemoral prosthesis is matched with higher costs of energy and slower walking speed compared to transtibial prosthesis. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Walking aids had a great impact in increasing of energy expenditure and reducing the walking speed while amputees were performing prosthetic ambulation. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Also, the age was shown as an important factor infl uencing the PCI and CWS in both group of amputees.",
            "section": "CONCLUSION"
        },
        {
            "text": "We thank Lulzim Geci-director of the OrthoProstetic Center of Kosovo, for the useful data to contacting the patients and Haki Krasniqi and Shaip Loshi orthoprosthetists in this center, for the technical support in realization of this research.",
            "section": "Acknowledgments"
        }
    ]
}