{
    "id": "b31af5f99f",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Vitamin E is a generic term used to designate eight different molecules: α-, β-, γand δ-tocopherol and α-, β-, γand δ-tocotrienol (1) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Of these, α-tocopherol is the only isomer related to the vitamin E nutritional requirement. ",
            "section": "Introduction"
        },
        {
            "text": "The naturally occurring form of the vitamin is RRR-αtocopherol (1,2) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Vitamin E is considered one of the best biological antioxidants because of the protection it offers to plasmatic membranes and low density lipoproteins against oxidation and lipid peroxidation reactions (3) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Oxidative stress can cause excessive production of reactive oxygen species and/or lead to deficiencies in antioxidant protection systems. ",
            "section": "Introduction"
        },
        {
            "text": "This situation is considered to be a contributing factor to the pathophysiologic condition of many disorders. ",
            "section": "Introduction"
        },
        {
            "text": "Free radicals are produced by normal metabolic processes and it is believed that their concentrations increase during periods of accentuated metabolic activity, such as pregnancy and birth (4) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Towards the end of pregnancy, the vitamin E concentration in fetal tissues increases as adipose tissues are built up, since they store around 90% of the vitamin. ",
            "section": "Introduction"
        },
        {
            "text": "Newborn infants born preterm have scant adipose tissue and so they have limited vitamin E reserves, making them more susceptible to deficiencies of this micronutrient compared with full term newborns (5) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "According to Debier et al (6) , newborn infants are more susceptible to oxidative damage than adults. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Breastmilk plays an important role in protecting against oxidative stress, because it contains antioxidant molecules, including the tocopherols, and it is especially important for preterms since it can prevent retinopathy (7,8) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7,"
                },
                {
                    "start": 225,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "A study conducted in Spain (9) found that very low weight neonates had higher hydroperoxide levels than a control group. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "This observation is linked to the increased degree of oxidative damage suffered by these babies, since hydroperoxides indicate the degree of oxidative stress suffered by erythrocytes. ",
            "section": "Introduction"
        },
        {
            "text": "Furthermore, Baydas et al (10) demonstrated that premature newborn infants and full-term low birth weight infants had lower serum α-tocopherol than a control group.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "Breastmilk is the only source of vitamin E that newborns on exclusive breastfeeding have. ",
            "section": "Introduction"
        },
        {
            "text": "Research has concluded that the concentration of this micronutrient in breastmilk may be influenced by several different variables, including stage of lactation and gestational age (11,12) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11,"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "Studies that have compared the concentration of α-tocopherol in colostrum from mothers of full term and premature neonates have reported conflicting results. ",
            "section": "Introduction"
        },
        {
            "text": "Some found that mothers recently-delivered of full term infants had significantly higher α-tocopherol levels in colostrum (12) , but others found no association between gestational age and these levels (13,14) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13,"
                },
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "A previous study conducted at our center found no significant relationship between α-tocopherol in colostrum and birth weight (15) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "There is evidence that preterm and/or very low weight neonates suffer increased oxidative stress and have lower levels of antioxidants such as vitamin E (9,16,17) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9,"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16,"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "In view of this, the relationships between gestational age and birth weight and colostrum α-tocopherol concentration needs to be investigated, in order to verify whether there are certain characteristics that can be identified as being linked with risk of vitamin E deficiency in newborn infants. ",
            "section": "Introduction"
        },
        {
            "text": "This study investigated the influence of neonates' gestational age and birth weight on the concentration α-tocopherol in their mothers' colostrum milk.",
            "section": "Introduction"
        },
        {
            "text": "This was a cross-sectional study that collected samples of colostrum milk from 93 women seen at the Januário Cicco teaching maternity hospital in Natal, Rio Grande do Norte, Brazil, after prior approval by the Research Ethics Committee at the Universidade Federal do Rio Grande do Norte. ",
            "section": "Methods"
        },
        {
            "text": "Newborn infants were classified by gestational age and birth weight. ",
            "section": "Methods"
        },
        {
            "text": "Their mothers were enrolled while still in the maternity ward if they did not meet any of the following exclusion criteria: maternal complications (diabetes, hypertension, cancer, liver disease, infectious diseases, gastrointestinal tract diseases, heart disease, syphilis, HIV infection, among others); fetal malformation; multiple births; vitamin supplementation during pregnancy or postpartum vitamin A \"megadose\" supplementation, because this comprises 200,000UI of retinyl palmitate combined with 49.4mg of all-rac-α-tocopherol.",
            "section": "Methods"
        },
        {
            "text": "Sample size was calculated using Statcalc (Epi-Info, version 3.5.3). ",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "type": "software",
                    "rawForm": "Statcalc",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "b31af5f99f-software-1",
                    "cert": "0.8"
                },
                {
                    "start": 43,
                    "end": 51,
                    "type": "publisher",
                    "rawForm": "Epi-Info",
                    "resp": "#curator",
                    "id": "#b31af5f99f-software-1"
                },
                {
                    "start": 61,
                    "end": 66,
                    "type": "version",
                    "rawForm": "3.5.3",
                    "resp": "#annotator2",
                    "id": "#b31af5f99f-software-1"
                }
            ]
        },
        {
            "text": "According to public health statistics for Natal, the city has a 7.9% rate of premature live births (18). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Since the maternity hospital at which the study was conducted hosts an average of 200 births per month, a sample of 90 recently-delivered mothers was needed to ensure a 95% confidence level. ",
            "section": "Methods"
        },
        {
            "text": "Samples were collected between January and September of 2010.",
            "section": "Methods"
        },
        {
            "text": "The study sample comprised 93 recently-delivered mothers who volunteered after explanation of the study objectives, signing free and informed consent forms.",
            "section": "Methods"
        },
        {
            "text": "Data on infant characteristics were taken from medical records. ",
            "section": "Methods"
        },
        {
            "text": "The sample of newborn infants was classified by gestational age, with those born at less than 37 weeks defined as preterm and those born at 37 to 42 weeks as full term (19) . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Newborn infants were also classified by birth weight as follows: low birth weight (LBW): <2500g; normal birth weight: ≥2500g and ≤4000g; and macrosomia: >4000g (20) .",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "On the first and second days after delivery, 2mL of colostrum was taken in the morning after an overnight fast of 8 to 12 hours. ",
            "section": "Methods"
        },
        {
            "text": "The samples were extracted by manual expression of just one breast at the start and end of a feed.",
            "section": "Methods"
        },
        {
            "text": "The colostrum samples were pooled to avoid major variations in vitamin levels. ",
            "section": "Methods"
        },
        {
            "text": "The samples were stored at -20°C in a nitrogen atmosphere until lipid extraction and α-tocopherol analysis.",
            "section": "Methods"
        },
        {
            "text": "The α-tocopherol extraction technique was adapted from a method described by Ortega et al (21) . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "For one 500μL aliquot of colostrum, 500μL of 95% ethanol (Merck ® , Rahway, NJ, USA), was used to precipitate proteins and then 2mL of hexane (Merck ® ) was used to extract lipids. ",
            "section": "Methods"
        },
        {
            "text": "Next the samples were mixed for 1 minute and then centrifuged for 10 minutes, after which the hexane extract was transferred to a new tube. ",
            "section": "Methods"
        },
        {
            "text": "This process was conducted twice, making 4mL of extract, from which a 2mL aliquot was drawn and evaporated in a nitrogen atmosphere in a 37°C water bath. ",
            "section": "Methods"
        },
        {
            "text": "For analysis, the dry extract was dissolved in 250μL of HPLC grade absolute ethanol (Merck ® , Rahway, NJ, USA) and 20μL taken for analysis in the High Performance Liquid Chromatograph.",
            "section": "Methods"
        },
        {
            "text": "The concentration of α-tocopherol in samples was then determined using a chromatograph (Shimadzu Corporation ® , Kyoto, Japan). ",
            "section": "Methods"
        },
        {
            "text": "The system comprises an LC-20 AT Shimadzu pump connected to a SPD-20A Shimadzu UV-VIS Detector, with a Shim-pack CLC-ODS (M) 4.6mm x 15cm column and a computer running the LC solution program (Shimadzu Corporation ® , Kyoto, Japan) to process the data. ",
            "section": "Methods"
        },
        {
            "text": "The mobile phase used for α-tocopherol analysis was methanol (chromatography grade) and water MiliQ ® (97:3), in an isocratic system with a 1.5mL/min flow rate. ",
            "section": "Methods"
        },
        {
            "text": "The wavelength chosen to monitor absorption was 292nm, and retention time of 8.2 minutes was obtained.",
            "section": "Methods"
        },
        {
            "text": "Alpha-tocopherol was identified and quantified in samples by comparing the area of the chromatographic profile with the area for standard α-tocopherol (Sigma ® , St. Louis, MO, USA). ",
            "section": "Methods"
        },
        {
            "text": "The concentration of the standard was confirmed against the specific extinction coefficient in absolute ethanol for α-tocopherol (ε 1%, 1cm=75.8 to 292nm) (22). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Statistical analysis was performed using the open source statistical software R, version 2.15. ",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "b31af5f99f-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "version",
                    "rawForm": "2.15",
                    "resp": "#annotator10",
                    "id": "#b31af5f99f-software-0"
                }
            ]
        },
        {
            "text": "The results for α-tocopherol concentrations in colostrum were expressed as means with standard deviations. ",
            "section": "Methods"
        },
        {
            "text": "Numerical variables were shown not to be normal, by the Kolmogorov-Smirnov test, characterizing the samples as parametric.",
            "section": "Methods"
        },
        {
            "text": "Statistical analysis was performed using the open source statistical software R, version 2.15. ",
            "section": "Methods"
        },
        {
            "text": "The results for α-tocopherol concentrations in colostrum were expressed as means with standard deviations. ",
            "section": "Methods"
        },
        {
            "text": "Numerical variables were shown not to be normal, by the Kolmogorov-Smirnov test, characterizing the samples as parametric.",
            "section": "Methods"
        },
        {
            "text": "The preterm and full term subsets were compared for the response variable α-tocopherol concentration in colostrum using analysis of variance (ANOVA), with Tukey's post hoc test. ",
            "section": "Methods"
        },
        {
            "text": "This statistical treatment evaluated both the main effects of gestational age and birth weight on α-tocopherol concentration in colostrum and the interaction between the two variables. ",
            "section": "Methods"
        },
        {
            "text": "Differences were considered significant when p<0.05.",
            "section": "Methods"
        },
        {
            "text": "Twenty-two neonates were defined as preterm and 71 were defined as full term. ",
            "section": "Results"
        },
        {
            "text": "Half (50%) of the preterm neonates also had low birth weight and none of them had macrosomia. ",
            "section": "Results"
        },
        {
            "text": "Just 7.0% of the full term neonates had low birth weight and 8.5% had macrosomia (Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Overall, 16 of the 93 newborn infants had low birth weight, 71 had normal birth weights and six were abnormally heavy. ",
            "section": "Results"
        },
        {
            "text": "Mean birth weight for the preterm subset was 2560±710g and mean full term birth weight was 3260±500g (p<0.001).",
            "section": "Results"
        },
        {
            "text": "Mean α-tocopherol concentration in colostrum for the whole sample (n=93) was 1,147.6±582.9µg/dL. ",
            "section": "Results"
        },
        {
            "text": "Mean concentration of α-tocopherol in colostrum from breastfeeding mothers whose children were born full term was 1,093.6±532.4µg/ dL; and the mean for mothers of preterm newborn infants was 1,321.6±708.5µg/dL (p>0.05) (Figure 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "When α-tocopherol concentration was further broken down by birth weight, it was found that mean α-tocopherol concentration in the colostrum of breastfeeding mothers whose children were born preterm and with low weight was 1,316.0±790.7µg/dL; and that mothers whose children were preterm but born with normal weight had a mean concentration of 1327.2±655.0µg/dL, with no significant difference between them (p>0.05) ( Figure 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The colostrum of women whose children were in the full term group and were born with macrosomia had a mean α-tocopherol concentration of 1,821.0±575.4µg/dL, which was higher than for women with full term children born at low weight, with a concentration of 869.5±532.1µg/dL (p<0.05), and higher than for mothers of full term children born at normal weight, whose concentration was 1,039.6±477.5 (p<0.05) ( Figure 2).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 406,
                    "end": 414,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Thus, ANOVA indicated a main effect from the variable birth weight (F=5.81; p<0.05). ",
            "section": "Results"
        },
        {
            "text": "However, gestational age did   ",
            "section": "Results"
        },
        {
            "text": "Some studies have found that macrosomic, premature and/or low weight newborn infants have lower vitamin E concentrations in plasma or the umbilical cord (17,(23)(24)(25) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17,"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "It is therefore essential that infants in these groups that could be at risk of deficiency receive their intake of this micronutrient in breastmilk in order to protect them from oxygen toxicity and to stimulate immune system development (26) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "The mechanisms by which α-tocopherol is transported to the mammary gland are not well understood, but there is consensus that the colostrum-secretion cells increase α-tocopherol uptake at the end of pregnancy, during labor and at the start of lactation. ",
            "section": "Discussion"
        },
        {
            "text": "Schweigert (27) studied transport of liposoluble vitamins and lipids in cows and suggested that cholesterol and vitamin E may be transferred to colostrum by a secretory cell transport system that is specific to LDL.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Considering that colostrum is an exclusively breastfed infant's sole source of nutrients, it is important to determine the concentration of vitamin E in breastmilk. ",
            "section": "Discussion"
        },
        {
            "text": "The mean α-tocopherol concentration in the colostrum of the breastfeeding mothers studied here was in line with the results of studies of similar populations, such as a study by Dimenstein et al (28) who reported a figure of 1,155±811µg/dL and a study by Garcia et al (29) who reported an α-tocopherol concentration of 1,206±859µg/dL.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(28)"
                },
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "When results were broken down by gestational age, it was found that the α-tocopherol concentration in the colostrum of recently-delivered mothers whose babies were born prematurely was similar to the results of similar studies undertaken in Germany(1,450µg/dL) (13) and Spain (from 1,292.1 to 1,722.8µg/dL) (12) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                },
                {
                    "start": 307,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "However, our result is higher than the mean concentration observed in a study in China (777.84µg/dL) (14) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "The mean α-tocopherol concentration in colostrum from mothers of full term infants observed here was similar to the result from a German population (1,140µg/dL) (13) , higher than the concentration found in a Chinese population (741.67µg/dL) (14) and lower than the concentration observed in colostrum from a Spanish population (from 2,153.5 to 2,584.2µg/dL) (12) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                },
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                },
                {
                    "start": 359,
                    "end": 363,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "When α-tocopherol concentration in colostrum from mothers of full term infants was compared with the concentration in colostrum from mothers of preterms there was no statistical difference. ",
            "section": "Discussion"
        },
        {
            "text": "Similar results have been published by Haug et al (13) and Zheng et al (14) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Only the Spanish study found a significant difference between their full term and preterm groups, with higher α-tocopherol concentrations in colostrum from mothers whose children were born full term(2,154 to 2,584µg/dL) compared with mothers of preterm infants(1,292 to 1,723µg/dL). ",
            "section": "Discussion"
        },
        {
            "text": "It should be pointed out, however, that only 30 women were enrolled on the Spanish study, 15 with full term and 15 with preterm infants (12) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "It has been shown that the plasma lipoprotein profile changes during colostrum formation, with the observation that the LDL fraction transports around 20% of lipids 4 weeks before birth but just 4% at the time of birth (27) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "On the basis of this evidence, it has been hypothesized that the imminence of birth causes biochemical changes to lipoproteins irrespective of the duration of gestation.",
            "section": "Discussion"
        },
        {
            "text": "It is therefore assumed that recently-delivered mothers whose gestations lasted less than 37 weeks and/or who gave birth to low weight infants have a similar biochemical pattern of α-tocopherol transport to the mammary glands to that of mothers whose children were born fullterm and/or with normal birth weight, which may be explained by an accelerated physiological adaptation, in response to the imminence of birth. ",
            "section": "Discussion"
        },
        {
            "text": "This would explain the absence of significant differences in α-tocopherol concentrations between subsets divided by gestational age and also after further subdivision by birth weight and gestational age (into low birth weight and normal birth weight subsets).",
            "section": "Discussion"
        },
        {
            "text": "However, α-tocopherol concentration was significantly higher in the colostrum of breastfeeding mothers whose children were born full-term and macrosomic than in the normal and low birth weight subsets of the full-term group (Figure 2), which contrasts with the results of a study conducted in the same city as this one (Natal), in which birth weight had no influence on vitamin levels (15) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2"
                },
                {
                    "start": 385,
                    "end": 389,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Studies of the kinetics and metabolism of RRR-αtocopherol have found that 99% of the average quantity of this compound that is estimated to exist in the human body is contained in adipose tissues. ",
            "section": "Discussion"
        },
        {
            "text": "High rates of α-tocopherol transfer between adipose tissue and plasma lipoproteins were also observed (30) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "On this basis, it is supposed that when the body's α-tocopherol stocks are high there will be a higher concentrations of vitamins in lipoproteins, which in turn may be related to increased transfer of α-tocopherol to the mammary glands, mediated by lipoproteins.",
            "section": "Discussion"
        },
        {
            "text": "The fact that both this metabolic condition and excess weight gain either before or during pregnancy are linked with macrosomia (31) , suggests that the increased α-tocopherol concentrations in the colostrum of recently-delivered mothers whose children were born macrosomic is the result of their greater accumulation of adipose tissue which in turn leads to increased maternal stocks of the vitamin and, as a consequence, to greater availability to the mammary glands. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Further studies should be conducted to test for an association between gestational body mass index and the concentrations of α-tocopherol in colostrum and breastmilk and for a relationship between gestational weight gain and vitamin E concentrations.",
            "section": "Discussion"
        },
        {
            "text": "In view of the findings of this study, it is believed that the colostrum received by these newborn infants may be more beneficial in terms of nutritional vitamin E intake. ",
            "section": "Discussion"
        },
        {
            "text": "This micronutrient is essential for macrosomic newborns who may be more susceptible to deficiency of the vitamin because of lower plasma α-tocopherol concentrations and impaired antioxidant capacity, considering the enzymatic mechanisms involved (22,32) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22,"
                },
                {
                    "start": 250,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32)"
                }
            ]
        },
        {
            "text": "The authors of a study of newborn infants with macrosomia that was conducted in Algeria concluded that excess weight is potentially a factor that increases oxidative stress (32) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "The vitamin E content of human milk can affect the biochemical status of this vitamin in breastfed babies (33) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "Newborn infants with macrosomia therefore benefit more in terms of vitamin E transfer when fed on their own mothers' milk, since they are potentially at risk of increased oxidative stress (32) .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Certain elements of this study could be considered limitations, including the lack of an assessment of maternal nutritional status, by means of serum α-tocopherol assay, and the lack of a dietary assessment of the breastfeeding mothers enrolled on the study.",
            "section": "Discussion"
        },
        {
            "text": "Studies such as this one that investigate the influence of neonatal characteristics on α-tocopherol in colostrum are important to delineate subsets at risk of vitamin E deficiency, considering the vitamin supply provided to newborn infants in breastmilk, and to widen understanding of the influence that factors such as gestational age have on the adaptive capacity of mechanisms that transfer α-tocopherol to the mammary glands.",
            "section": "Discussion"
        }
    ]
}