{
    "id": "a983c32bc0",
    "level": "sentence",
    "abstract": [
        {
            "text": "Purpose: Bariatric surgery is relatively new in Korea, and studies comparing different bariatric procedures in Koreans are lacking. "
        },
        {
            "text": "This study aimed to compare the clinical outcomes of laparoscopic adjustable gastric banding (LAGB), Roux-en-Y gastric bypass (RYGB), and sleeve gastrectomy (SG) for treating morbidly obese Korean adults. "
        },
        {
            "text": "Materials and Methods: In this multicenter retrospective cohort study, we reviewed the medical records of 261 obese patients who underwent different bariatric procedures. "
        },
        {
            "text": "Clinical outcomes were measured in terms of weight loss and resolution of comorbidities, such as diabetes, hypertension, and dyslipidemia. "
        },
        {
            "text": "Safety profiles for the procedures were also evaluated. "
        },
        {
            "text": "Results: In terms of weight loss, the three procedures showed similar results at 18 months (weight loss in 52.1% for SG, 61.0% for LAGB, and 69.2% for RYGB). "
        },
        {
            "text": "Remission of diabetes, hypertension, and dyslipidemia was more frequent in patients who underwent RYGB (65.9%, 63.6%, and 100% of patients, respectively). "
        },
        {
            "text": "Safety profiles were similar among groups. "
        },
        {
            "text": "Early complications occurred in 26 patients (9.9%) and late complications in 32 (12.3%). "
        },
        {
            "text": "In the LAGB group, five bands (6.9%) were removed. "
        },
        {
            "text": "Among all patients, one death (1/261=0.38%) occurred in the RYGB group due to aspiration pneumonia. "
        },
        {
            "text": "Conclusion: The three bariatric procedures were comparable in regards to weight-loss outcomes; nevertheless, RYGB showed a higher rate of comorbidity resolution. "
        },
        {
            "text": "Bariatric surgery is effective and relatively safe; however, due to complications, some bands had to be removed in the LAGB group and a relatively high rate of reoperations was observed in the RYGB group."
        }
    ],
    "body_text": [
        {
            "text": "Obesity is a serious health problem for Western countries and a growing health concern for most countries in the Asia-Pacific region. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In Korea, the prevalence of obesity in adults, defined as a body mass index (BMI) ≥25 kg/m 2 , has gradually increased from 29.2% in 2001 to 31.4% in 2011. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 Bariatric surgery is considered the most efficacious treatment for severe obesity in the long term. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Bariatric surgery results in long-term weight-loss control, along with lifestyle improvements and amelioration of risk factors, within a decade after surgery. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "2 Furthermore, bariatric surgery is widely known to offer metabolic effects in patients with type II diabetes. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "One study demonstrated that diabetes remission, defined by blood glucose <110 mg/dL without diabetes medications, was 72.3% at 2 years and 30.4% at 15 years after bariatric surgery. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "3 Worldwide, metabolic/bariatric surgeries have more than doubled from 2003 to 2011: the most frequently performed bariatric in 2011 was the Roux-en-Y gastric bypass (RYGB), followed by sleeve gastrectomy (SG) and laparoscopic adjustable gastric banding (LAGB). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 Many bariatric surgeons prefer RYGB over SG or LAGB, because the former procedure is associated with better outcomes of weight loss and resolution of comorbidities. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "However, RYGB is also associated with higher rates of readmission and reoperation/intervention; 5 hence, other surgeons prefer SG or LAGB over RYGB, because these procedures have a better safety profile.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Bariatric surgery is relatively new in Korea: the first laparoscopic bariatric procedure was performed in 2003. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "6 Accordingly, large comparative studies are still lacking. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "We conducted this study to compare the clinical outcomes of RYGB vs. SG vs. LAGB in an effort to outline which procedure should be considered optimal for treating obesity and its comorbidities in obese Korean adults.",
            "section": "INTRODUCTION"
        },
        {
            "text": "This study applied a retrospective cohort design based on medical chart review. ",
            "section": "Data source and patient identification"
        },
        {
            "text": "We collected data on 261 consecutive obese adults (BMI ≥30 kg/m 2 ) who underwent LAGB, RYGB, or SG between 2008 and 2011 in the surgical departments of seven different Korean tertiary medical centers. ",
            "section": "Data source and patient identification"
        },
        {
            "text": "Patients aged 17 years old or less were excluded. ",
            "section": "Data source and patient identification"
        },
        {
            "text": "Patients were categorized into three groups depending on the surgical procedure: LAGB (n=72), RYGB (n=73), and SG (n=116). ",
            "section": "Data source and patient identification"
        },
        {
            "text": "The ethics review boards of the National Evidence-based Healthcare Collaborating Agency and each participating hospital approved the study protocols.",
            "section": "Data source and patient identification"
        },
        {
            "text": "Baseline height, weight, blood pressures, and biochemical data were collected during the physical examination and laboratory assessments performed within a few days of bariatric surgery. ",
            "section": "Data collection"
        },
        {
            "text": "Subsequent data were collected when the subjects made follow-up visits to the hospitals. ",
            "section": "Data collection"
        },
        {
            "text": "Weight measurements at routine visits were averaged over three months to determine changes in weight at specific time points. ",
            "section": "Data collection"
        },
        {
            "text": "For example, if patients measured their weight twice over three months from baseline, the weight at three months was recorded as the average value of the two measurements. ",
            "section": "Data collection"
        },
        {
            "text": "Information on the patients' medical history before bariatric surgery was obtained through chart review. ",
            "section": "Data collection"
        },
        {
            "text": "To investigate complications related with bariatric surgery, details of each event, onset date, and hospitalization were recorded.",
            "section": "Data collection"
        },
        {
            "text": "Details on each of the surgical bariatric procedures are provided hereafter. ",
            "section": "Operative method"
        },
        {
            "text": "Briefly, for LAGB, a four-or five-port laparoscopic approach was used, depending on the surgeon's preference. ",
            "section": "Operative method"
        },
        {
            "text": "The pars flaccida technique was applied for creation of the retrogastric tunnel, and either the LAP-BAND ® (Allergan, Irvine, CA, USA) or the Realize Band ® (Johnson & Johnson, Neenah, WI, USA) was used. ",
            "section": "Operative method"
        },
        {
            "text": "Several gastrogastric fixation sutures with nonabsorbable suture material were applied in all cases. ",
            "section": "Operative method"
        },
        {
            "text": "The access port was exteriorized through a subcutaneous tunnel, and was placed by fixation to the rectus abdominis fascia. ",
            "section": "Operative method"
        },
        {
            "text": "In all cases, intraoperative band filling was not performed, allowing at least four to eight weeks for capsule maturation around the band.",
            "section": "Operative method"
        },
        {
            "text": "For RYGB, a six-or seven-port laparoscopic technique was used, and after creation of a small gastric pouch of less than 30 cc, a side-to-side gastrojejunostomy was constructed using a linear stapler. ",
            "section": "Operative method"
        },
        {
            "text": "The measured Roux limb length was about 100 cm, and side-to-side jejunojejunostomy was performed using linear staplers. ",
            "section": "Operative method"
        },
        {
            "text": "Potential areas for internal hernias were all suture-closed with nonabsorbable suture materials.",
            "section": "Operative method"
        },
        {
            "text": "Finally, for SG, a five-or six-port laparoscopic technique was used. ",
            "section": "Operative method"
        },
        {
            "text": "Omental dissection extended from about 5 cm proximal to the pylorus up to the angle of His; using a bougie with a diameter ranging from 36-40 French or a gastrofiberscope, several linear staples were applied, and a narrow sleeve was achieved. ",
            "section": "Operative method"
        },
        {
            "text": "Suture reinforcement was performed or not, depending on the surgeon's preference.",
            "section": "Operative method"
        },
        {
            "text": "Clinical effectiveness was investigated using four parameters: percentage of weight loss (%WL), percentage of excess weight loss (%EWL), percentage of excess BMI loss (%EBMIL), and absolute weight loss (AWL) from baseline. ",
            "section": "Clinical effectiveness"
        },
        {
            "text": "Percentage of WL was calculated by dividing changes in weight from baseline by baseline weight; %EWL was calculated by dividing weight changes from baseline by excess weight, which was obtained by subtracting ideal body weight from actual baseline weight. ",
            "section": "Clinical effectiveness"
        },
        {
            "text": "Ideal body weight was calculated as the height-adjusted weight depending on sex for a medium frame, according to the Metropolitan Life Insurance Company tables (1983). ",
            "section": "Clinical effectiveness"
        },
        {
            "text": "7 Percentage of",
            "section": "Clinical effectiveness",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "EBMIL was calculated by dividing BMI change from baseline by excess BMI, which was obtained by subtracting the ideal BMI (25 kg/m 2 ) from the actual BMI. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "AWL from baseline was calculated by subtracting weight at a specific time point from weight at baseline.",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Remission from comorbidities, including diabetes, hypertension, and dyslipidemia, was investigated over time. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "In most cases, the management and follow-up of these comorbidities was usually performed by internists or primary care physicians, not by bariatric surgeons. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Using the following definitions of concomitant diseases, prevalence before and improvement after bariatric surgery were investigated objectively. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Diabetes was defined as the use of antidiabetic medications, fasting blood glucose (FBG) ≥126 mg/dL, or a hemoglobin A1c (HbA1c) level ≥6.5%. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Hypertension was defined as the use of antihypertensive medications, systolic blood pressure ≥140 mm Hg, or diastolic blood pressure ≥90 mm Hg. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Dyslipidemia was defined as the use of cholesterol-lowering medications, total cholesterol ≥240 mg/dL, triglycerides ≥200 mg/dL, or low-density lipoprotein cholesterol ≥160 mg/dL. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Remission was defined as the patient being off medication and having laboratory/measurement values below the diagnostic criteria.",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Safety assessment was performed by collecting clinical information at two time points: within 30 days and after 30 days from bariatric surgery. ",
            "section": "Safety assessment"
        },
        {
            "text": "Within 30 days, any occurrence of specific complications was noted, including deep vein thrombosis, venous thromboembolism, tracheal reintubation, performance of interventional endoscopic procedure for control of luminal bleeding, dilatation of strictures, air reduction in a kinked gastric tube, tracheostomy placement, percutaneous drain place-ment, anastomotic complication (e.g., leak, obstruction), bowel obstruction, incisional hernia, band slippage, gastric perforation, port/tubing system complication, pouch dilatation, or pneumonia. ",
            "section": "Safety assessment"
        },
        {
            "text": "After 30 days, any occurrence of gastroesophageal reflux disease, nausea/vomiting, internal hernia, gastric prolapse, band erosion, band removal, anastomotic stenosis, gallbladder stone, or marginal ulcer was also recorded. ",
            "section": "Safety assessment"
        },
        {
            "text": "If patients reported other complications, they were specified in detail.",
            "section": "Safety assessment"
        },
        {
            "text": "We summarized the patient characteristics and used analysis of variance (ANOVA) for continuous variables and the chi-square test for categorical variables to investigate differences in baseline characteristics among the three groups. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Changes in %WL, %EWL, %EBMIL, and AWL were summarized at 0 (baseline), 3, 6, 9, 12, 15, and 18 months, and 95% confidence intervals were also calculated. ",
            "section": "Statistical analysis"
        },
        {
            "text": "ANOVA was used for the statistical testing of outcomes among the three groups at each time point. ",
            "section": "Statistical analysis"
        },
        {
            "text": "To reduce data entry error, two people independently input data into the data collection forms, which were developed using  Microsoft Access software ( 2007). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#a983c32bc0-software-1"
                },
                {
                    "start": 134,
                    "end": 140,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "a983c32bc0-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "version",
                    "rawForm": "2007",
                    "resp": "#annotator17",
                    "id": "#a983c32bc0-software-1"
                }
            ]
        },
        {
            "text": "Subsequently, the accuracy of the inputted data was checked with SAS and corrected. ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "a983c32bc0-software-simple-3",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Statistical data analysis was conducted with SAS software (9.2, SAS Insti- tute, Cary, NC, USA).",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "a983c32bc0-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "version",
                    "rawForm": "9.2",
                    "resp": "#annotator17",
                    "id": "#a983c32bc0-software-2"
                },
                {
                    "start": 64,
                    "end": 79,
                    "type": "publisher",
                    "rawForm": "SAS Insti- tute",
                    "resp": "#curator",
                    "id": "#a983c32bc0-software-2"
                }
            ]
        },
        {
            "text": "The characteristics of the 261 patients included in this study are presented in Table 1. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The median follow-up period ranged from 6.3 to 11.6 months. ",
            "section": "RESULTS"
        },
        {
            "text": "BMI was similar among the three groups. ",
            "section": "RESULTS"
        },
        {
            "text": "Female sex was predominant in all three groups. ",
            "section": "RESULTS"
        },
        {
            "text": "The mean age was slightly higher in the RYGB group. ",
            "section": "RESULTS"
        },
        {
            "text": "The prevalences of hypertension and diabetes were higher in the RYGB group.",
            "section": "RESULTS"
        },
        {
            "text": "Changes in %WL, %EWL, %EBMIL, and AWL are listed in Table  2, and presented graphically in Fig. 1. ",
            "section": "Weight-loss outcomes",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table  2"
                },
                {
                    "start": 91,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Patients who underwent RYGB showed a tendency towards greater weight loss than those who underwent SG or LAGB; the difference was statistically significant only at a few time points. ",
            "section": "Weight-loss outcomes"
        },
        {
            "text": "The %WL was significant at 9 months (RYGB vs. LAGB), and AWL was significant at 6, 9, and 15 months (RYGB vs. LAGB). ",
            "section": "Weight-loss outcomes"
        },
        {
            "text": "The mean %EWL at the last follow-up (18 months) was 52.1% for SG, 61.0% for LAGB, and 69.2% for RYGB.",
            "section": "Weight-loss outcomes"
        },
        {
            "text": "The prevalence of dyslipidemia was similar among the three groups before surgery. ",
            "section": "Resolution of comorbidities"
        },
        {
            "text": "Meanwhile, diabetes and hypertension were more prevalent in the RYGB group, followed by SG. ",
            "section": "Resolution of comorbidities"
        },
        {
            "text": "Remission from all concomitant diseases (diabetes, hypertension, and dyslipidemia) was more frequent in those who underwent RYGB (Table 3). ",
            "section": "Resolution of comorbidities",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "While 65.9%, 63.6%, and 100% of patients showed remission from diabetes, hypertension, and dyslipidemia, respectively, in the RYGB group, remission rates were lower in the SG group (30.2%, 14.3%, and 73.7%) and the LAGB group (40%, 34.8%, and 66.7%). ",
            "section": "Resolution of comorbidities"
        },
        {
            "text": "Laboratory measurements, including FBG and HbA1c, improved significantly from baseline values in the RYGB and SG groups.",
            "section": "Resolution of comorbidities"
        },
        {
            "text": "Early complications (within 30 days from surgery) occurred in 26 patients (9.9%), accounting for 12.5% of the LAGB, 12.3% of the RYGB, and 6.9% of the SG, while complications later than 30 days from surgery occurred in 32 patients (12.3%), representing 22.2% of the LAGB, 12.3% of the RYGB, and 6% of the SG (Table 4). ",
            "section": "Complications",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 4"
                }
            ]
        },
        {
            "text": "The most frequent complication within 30 days from bariatric surgery was surgical site infection, followed by pneumonia/atelectasis. ",
            "section": "Complications"
        },
        {
            "text": "One patient who had undergone RYGB underwent reoperation because of small bowel obstruction. ",
            "section": "Complications"
        },
        {
            "text": "Other complications included leakage, bleeding, kinking of the gastric sleeve, stoma obstruction, rhabdomyolysis, band slippage, access port complications, diarrhea, and reflux symptoms. ",
            "section": "Complications"
        },
        {
            "text": "Complications at more than 30 days after surgery were more common in the LAGB group, although this difference was not statistically significant. ",
            "section": "Complications"
        },
        {
            "text": "Late band complications were mainly due to occurrence of port leak/revision and band erosion/removal. ",
            "section": "Complications"
        },
        {
            "text": "Five bands (6.9%) needed to be removed because ",
            "section": "Complications"
        },
        {
            "text": "of band erosion, access port infection, or band leakage. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Other late complications included cholecystitis, internal hernia, intestinal perforation, wound dehiscence, and access port problems. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "Details on complications by type of surgery are described in Table 5. ",
            "section": "Comparison of Bariatric Procedures in Korea",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Some patients had more than one complication. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "There was one death (1/261=0.38%) due to aspiration pneumonia within 30 days from surgery in a patient who underwent RYGB. ",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "The other groups recorded no mortality.",
            "section": "Comparison of Bariatric Procedures in Korea"
        },
        {
            "text": "This is the first Korean national study in which several academic institutions participated and pooled their data on bariatric surgery to compare clinical outcomes among different bariatric procedures (LAGB, RYGB, and SG). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our previous study, we showed that bariatric surgery was more effective than conventional medical treatment for obese patients in terms of weightloss and improvement/resolution of comorbidities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "8 In this multicenter study, our intention was to analyze the comparative bariatric outcomes among different weight loss procedures.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Bariatric surgery was first performed in Korea in January 2003, when the first laparoscopic SG was performed, 9 followed later in the same year by laparoscopic RYGB, mini-gastric bypass, and vertical banded gastroplasty. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "In 2004, the first LAGB procedure was performed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "By 2009, LAGB was the most popular bariatric procedure in Korea (68%), followed by RYGB (16%), SG (5.5%), and mini-gastric bypass (3%). ",
            "section": "DISCUSSION"
        },
        {
            "text": "6 This is an interesting phenomenon, since LAGB is decreasing in popularity worldwide in favor of other procedures. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "4 One possible reason is the less invasive nature of the LAGB procedure and the reluctance of Korean patients to undergo \"major\" surgery. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Many papers have compared surgical outcomes between different bariatric procedures; however, the conclusions were not categorical and sometimes conflicted. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Chapman, et al. 10 compared LAGB with vertical banded gastroplasty and RYGB, concluding that LAGB was superior to the other procedures in terms of safety and weight-loss outcome, at least after 4 years of follow-up. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "However, a cohort study that compared RYGB with LAGB in matched patients and followed them for 3 years showed superior weight loss and comorbidity reduction in the RYGB group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "11 In a multicenter study that compared RYGB with SG, RYGB was associated with greater morbidity; however, weight loss was comparable at 6, 12, and 18 months, and remission of  type 2 diabetes was more frequent. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 Given the increasing popularity of SG over LAGB as a restrictive procedure, one interesting study by Chakravarty, et al. 13 compared LAGB with RYGB, vertical banded gastroplasty, and SG. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "In this systematic review of randomized controlled trials, the authors concluded that LAGB was not the most effective bariatric procedure to reduce weight, compared with the other procedures; nevertheless, it was associated with fewer early complications, as well as a shorter operative time and shorter length of hospital stay.",
            "section": "DISCUSSION"
        },
        {
            "text": "In the current study, although patients who underwent RYGB showed a tendency to have greater %WL, compared with those who underwent SG and LAGB, at 6 months postoperation; thereafter, the difference became statistically significant only at 9 months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The percentage of EWL was similar for the three procedures. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In terms of AWL, RYGB demonstrated better outcomes only at 6, 9, and 15 postoperative months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As this study was not prospective, this marginal difference in weight loss may have been due to the heterogeneous population group and inter-institutional differences in patient management protocols. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the follow-up period of only 18 months was quite short. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We may speculate that the weight-loss outcome might have been more pronounced in favor of RYGB and SG over a longer follow-up period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, a systematic review of randomized trials comparing SG, RYGB, and LAGB has shown a trend toward a better weight-loss outcome with RYGB (62.1-94.4%), compared to SG (49-81%) and LAGB (28.7-48%), over a followup period of up to 3 years. ",
            "section": "DISCUSSION"
        },
        {
            "text": "14 We demonstrated an effective resolution of comorbidities after bariatric procedures. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "RYGB, in particular, showed significantly better outcomes than LAGB and SG in regards resolution of diabetes and dyslipidemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results are consistent with those from other studies that analyzed the resolution of comorbidities after different operations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "15 However, since the prevalence of comorbidities was different among groups, it would be difficult to make a direct comparison and determine which procedure was superior in this respect.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Whereas complications from LAGB occurring more than 30 days from surgery were almost double those occurring within 30 days, the complication rates in the RYGB and SG groups were similar for both time periods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This finding is in accordance with the findings from another study, in which LAGB was associated with more long-term complications, including band erosion, pouch dilatation, intractable reflux symptoms, and band removals. ",
            "section": "DISCUSSION"
        },
        {
            "text": "16 However, we must take into consideration that the LAGB group had a longer mean follow-up time, which may have influenced the increased complication rate.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "In our study, one death was observed in the RYGB group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A multi-institutional study carried out by the American College of Surgeons, which compared LAGB, SG, and RYGB based on prospective longitudinal data, showed 30-day mortality rates of  Table 5. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Details of Surgical Complications by Type of Surgery 0.05%, 0.11%, and 0.14%, respectively, suggesting that the surgical risk of bariatric procedures is highest for RYGB, followed by SG and LAGB. ",
            "section": "DISCUSSION"
        },
        {
            "text": "5 This study had several limitations that should be taken into consideration. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "First, the patient population was not homogenous, as those who underwent RYGB had more comorbidities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, the surgeons participating in this study had varying levels of bariatric surgical experience. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Third, this was not a prospective study, but a retrospective cohort study with a limited follow-up period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Particularly, the total numbers of patients followed up was 84 (32.1%) at postoperative 12 months and 44 (16.8%) at postoperative 18 months; therefore, the statistical power of the study results is limited. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, there were noticeable inter-institutional differences in the management of bariatric patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Nonetheless, the significance of this paper is that it is the first multi-institutional national study in which most major centers in Korea participated.",
            "section": "DISCUSSION"
        },
        {
            "text": "To conclude, this study demonstrates that all three bariatric procedures were comparably effective in terms of weight loss, with quite effective resolution of comorbidities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Complications were more severe in the RYGB group; however, LAGB was associated with a higher rate of late complications. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our results suggest that all three procedures are viable alternatives for patients whose obesity problem is not amenable to medical treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A prospective randomized study would be desirable to determine the relative superiorities of each of the bariatric procedures.",
            "section": "DISCUSSION"
        },
        {
            "text": "(A) Comparison of percentage of weight loss (%WL) over an 18-month follow-up. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(B) Comparison of percentage of excess weight loss (%EWL) over an 18-month follow-up. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "%WL, percentage of weight loss; %EWL, percentage of excess weight loss; LAGB, laparoscopic adjustable gastric banding; RYGB, Roux-en-Y gastric bypass; SG, sleeve gastrectomy.",
            "section": "Fig. 1 ."
        },
        {
            "text": "Demographics",
            "section": "Table 1 ."
        },
        {
            "text": "LAGB, laparoscopic adjustable gastric banding; RYGB, Roux-en-Y gastric bypass; SG, sleeve gastrectomy; BMI, body mass index.",
            "section": "Table 1 ."
        },
        {
            "text": "Weight Change from Baseline Roux-en-Y gastric bypass; SG, sleeve gastrectomy; %WL, percentage of weight loss; %EWL, percentage of excess weight loss; %EBMIL, percentage of excess body mass index loss; AWL, absolute weight loss.",
            "section": "Table 2 ."
        },
        {
            "text": "Remission from Concomitant Diseases",
            "section": "Table 3 ."
        },
        {
            "text": "Postoperative Complication Rate LAGB, laparoscopic adjustable gastric banding; RYGB, Roux-en-Y gastric bypass; SG, sleeve gastrectomy; POD, postoperative day.",
            "section": "Table 4 .No. of patients No. of patients No. of patients"
        },
        {
            "text": "*Including one death.",
            "section": "Table 4 .No. of patients No. of patients No. of patients"
        },
        {
            "text": "http://dx.doi.org/10.3349/ymj.2016.57.4.956 Sang Kuon Lee, et al.",
            "section": "Table 4 .No. of patients No. of patients No. of patients"
        },
        {
            "text": "This study was completed as part of the health technology assessment report (Project no. NA2011-003) funded by the National Evidence-based Healthcare Collaborating Agency (NECA) in South Korea.",
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}