{
    "id": "e4f159b9a7",
    "level": "sentence",
    "abstract": [
        {
            "text": "Although non-alcoholic fatty liver disease has been reported as a cardiometabolic risk factor, the effect of non-alcoholic fatty liver is yet to be clarified on abdominal obesity. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Therefore, this study was conducted to investigate the longitudinal relationship of nonalcoholic fatty liver on the development of abdominal obesity. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The study participants were composed of 11,212 Korean men without abdominal obesity. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "They were followed up from 2005 to 2010 to be monitored for the development of abdominal obesity according to their degree of non-alcoholic fatty liver disease (normal, mild, and moderate to severe). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Cox-proportional hazard model was used to calculate the hazard ratios for abdominal obesity according to the degree of non-alcoholic fatty liver disease. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "While the average incidence was 15.5%, the incidence of abdominal obesity increased according to the degree of non-alcoholic fatty liver (normal: 11.6%, mild: 25.2%, moderate to severe: 41.0%, P < 0.001). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Multivariable-adjusted hazard ratios for abdominal obesity independently increased proportionally to the degree of NAFLD (mild [1.07; 0.94-1.23], moderate to severe [1.58; 1.11-2.26], P for trend < 0.001). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The risk of abdominal obesity increased proportionally to the degree of non-alcoholic fatty liver disease. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This finding guarantees further studies to reveal the incidental relationship of abdominal obesity with non-alcoholic fatty liver disease.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "Obesity is a significant medical issue threatening public health not only in Western countries but also in Asian countries. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "As of 2008, more than 10% of the world population, about 500 million adults, was obese (1), which was expected to explosively increase in the future (2). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Especially, abdominal obesity has more serious clinical implication. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "It has been reported that abdominal obesity was more significant risk factors for various diseases such as diabetes, cardiovascular disease and metabolic syndrome than general obesity (3)(4)(5). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(3)"
                },
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(4)"
                },
                {
                    "start": 190,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "In addition, medical problems related to abdominal obesity are rapidly raising medical cost, which is burdening social financial stability (6). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Accordingly, these situations are increasing the necessity for academic activity or business to prevent abdominal obesity.",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Non-alcoholic fatty liver disease (NAFLD) is the most prevalent chronic liver disease characterized as the fatty liver infiltration and damaged hepatocyte (7,8). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(7,"
                },
                {
                    "start": 158,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Since a lot of researches have been actually performed to investigate the association between NAFLD and abdominal obesity, deep clinical and mechanical relationships were revealed between 2 factors. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "However, most of studies have mainly focused on the effect of abdominal obesity for NAFLD, and studies for the reverse relationship were very rare. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Nonetheless, considering the significant function of liver in processing biochemical reaction of major metabolic factors such as fat, glucose, and insulin, it is worthy to research into the effect of NAFLD on the development of abdominal obesity. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Thus, we conducted this study to investigate the risk of abdominal obesity according to the degree of NAFLD.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Study design",
            "section_rank": 3
        },
        {
            "text": "A prospective cohort study was conducted in order to investigate the association between NAFLD and the development of abdominal obesity. ",
            "section": "Study design",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Study population consisted of Korean men undergoing a medical health check-up program annually or biennially at Total Healthcare Center of Kangbuk Samsung Hospital, Sungkyunkwan University, Seoul, Korea. ",
            "section": "Study design",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The background and the purpose of medical health check up program was described in our previous journal in detail (9).",
            "section": "Study design",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "Study population",
            "section_rank": 4
        },
        {
            "text": "The study participants were the total of 28,425 men who had examined the waist circumference (WC) for medical check-up in 2005 participated in this study. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Among the 28,425 participants, 12,498 were excluded for various reasons: 1,340 had a positive serologic marker for hepatitis B surface antigen (HBsAg); 53 had a positive serologic marker for hepatitis C virus antibody (HCV-Ab); 308 had abnormal ultrasonographical findings of chronic liver disease, liver cirrhosis, and/or current or past history of clonorchiasis; 149 had a past history of a malignancy; 226 had a past history of cardiovascular disease; 2,107 were receiving medication for lipid-lowering agents; 4,479 had an alcohol intake of ≥ 20 g/day; 2,002 had elevated γ-glutamyltransferase (GGT) levels ( > 100 U/L); 375 had elevated alanine aminotransferase (ALT) levels ( > 100 U/L) and 6,245 were diagnosed as baseline abdominal obesity (WC > 90 cm) at initial examinations. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The total number of eligible participants was 15,927. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "We further excluded 4,715 participants who did not attend any follow-up visit between 2006 and 2010. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Without the follow-up visit, we could not identify the development of abdominal obesity and also calculate the individual person year. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Eventually, 11,212 participants were enrolled in the final analysis and observed for the development of obesity (Fig. 1). ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The total follow-up period was 39,399.1 person year and average follow-up period was 3.51 (standard deviation [SD], 1.53) person year.",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Clinical and laboratory measurements",
            "section_rank": 5
        },
        {
            "text": "Study data included a medical history, a physical examination, information provided by a questionnaire, anthropometric measurements and laboratory measurements. ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The medical and drug prescription history were assessed by the examining physicians. ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "All the participants were asked to respond to a health-related behavior questionnaire, which included the topics of alcohol consumption, smoking and exercise. ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The questions about alcohol intake included the frequency of alcohol consumption on a weekly basis and the typical amount that was consumed on a daily basis (≥ 20 g/day). ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "In addition, the participants were asked about their weekly frequency, amount and duration of exercise to evaluate status of their physical activity. ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Participants taking exercise such as jogging, bicycling, and swimming that lasted long enough to produce perspiration ( ≥ 1 time/week) were regarded as people with regular exercise.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Anthropometric measurements and procedures for blood tests including biochemical analysis, lipid profiles, and immunoradiometric assay were described in detail elsewhere (9).",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "The diagnosis of chronic liver disease, fatty liver and its degree were based on the results of abdominal US with a 3.5-MHz transducer (Logic Q700 MR, GE, Milwaukee, USA). ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Abdominal US were carried out by eleven experienced radiologists who were unaware of the aims of the study and blind to the laboratory values.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The criteria of chronic liver disease are as follows (10,11): Findings meet one of following criteria. ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(10,"
                },
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "1) Coarse or highly non-homogenous liver parenchymal echotexture ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "2) Irregular or nodular liver surface (inferior margin of right lobe) ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "3) Blunted or rounded liver edge ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "4) Enlarged liver size (> 15 cm in mid-clavicular line) or Shrinken liver size ( < 10 cm in mid-clavicular line) ",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "5) Enlarged spleen size ( > 13 cm) The degree of hepatic fatty infiltration was evaluated by quantitative grading system conventionally used in radiologic field (12)(13)(14) as follows:",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(12)"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(13)"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Normal (grade 0): Hepatic parenchymal echogenicity is usually equal to that of the renal cortex.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Mild fatty liver (grade 1): diffuse slight increase in fine echoes in the hepatic parenchyma with normal visualization of the diaphragm and intrahepatic vessel borders.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Moderate fatty liver (grade 2): moderate diffuse increase in fine echoes with slightly impaired visualization of the intrahepatic vessels and diaphragm.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Severe fatty liver (grade 3): marked increase in fine echoes with poor or no visualization of the intrahepatic vessel borders, diaphragm and posterior portion of the right lobe of the liver.",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The WC was measured in the standing position, at the level of umbilicus by a single examiner, and WC > 90 cm was defined as abdominal obesity according to the recommendation suggested by joint interim statement of the International Diabetes Federation Task Force on Epidemiology and Prevention (15).",
            "section": "Clinical and laboratory measurements",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "For incident abdominal obesity cases, the time of abdominal obesity occurrence was assumed to be the midpoint between the visit at which abdominal obesity was first diagnosed and the baseline visit (2005). ",
            "section_rank": 6
        },
        {
            "text": "The person years were calculated as the sum of follow-up times from the baseline until an assumed time of abdominal obesity development or until the final examination of each individual. ",
            "section_rank": 6
        },
        {
            "text": "We used Cox proportional hazards models to estimate adjusted hazard ratios (HRs) and 95% confidence intervals (CI) for incident abdominal obesity comparing the mild and moderate to severe NAFLD categories vs. the normal group. ",
            "section_rank": 6
        },
        {
            "text": "The data were adjusted, first for age alone, then for the multiple covariates. ",
            "section_rank": 6
        },
        {
            "text": "In the multivariate models, we included variables that might confound the relationship between the NAFLD and abdominal obesity, which include: age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR, eGFR, current smoking status, regular exercise, hypertension and diabetes mellitus. ",
            "section_rank": 6
        },
        {
            "text": "The change level of WC was calculated by following formula: WC on censoring time -baseline WC. ",
            "section_rank": 6
        },
        {
            "text": "The average change of WC was compared among 3 groups (normal, mild and moderate to severe NAFLD groups) by one-way ANOVA and χ 2 -test. ",
            "section_rank": 6
        },
        {
            "text": "P values < 0.05 were considered to be statistically significant. ",
            "section_rank": 6
        },
        {
            "text": "Statistical analyses were performed PASW Statistics 18 (SPSS Inc., Chicago, IL, USA).",
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 36,
                    "end": 51,
                    "type": "software",
                    "rawForm": "PASW Statistics",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "e4f159b9a7-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 52,
                    "end": 54,
                    "type": "version",
                    "rawForm": "18",
                    "resp": "#annotator8",
                    "id": "#e4f159b9a7-software-0"
                },
                {
                    "start": 56,
                    "end": 64,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#e4f159b9a7-software-0"
                }
            ]
        },
        {
            "text": "Data were expressed as means ± (standard deviation) or medians (interquartile range) for continuous variables and percentages of the number for categorical variables.",
            "section": "Statistical analyses",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The one-way ANOVA and χ 2 -test were used to analyze the statistical differences among the characteristics of the study par- ticipants at the time of enrollment in relation to the NAFLD categories. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Categories of the NAFLD comprised the following: normal, mild, moderate and severe. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Moderate (N = 133, 1.19%) and severe NAFLD (N = 1, 0.01%) was combined into moderate to severe NAFLD category for analyses, owing to the small number of severe NAFLD. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The distributions of continuous variables were evaluated, and log transformations were used in the analysis as required. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "For incident abdominal obesity cases, the time of abdominal obesity occurrence was assumed to be the midpoint between the visit at which abdominal obesity was first diagnosed and the baseline visit (2005). ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The person years were calculated as the sum of follow-up times from the baseline until an assumed time of abdominal obesity development or until the final examination of each individual. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "We used Cox proportional hazards models to estimate adjusted hazard ratios (HRs) and 95% confidence intervals (CI) for incident abdominal obesity comparing the mild and moderate to severe NAFLD categories vs. the normal group. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The data were adjusted, first for age alone, then for the multiple covariates. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "In the multivariate models, we included variables that might confound the relationship between the NAFLD and abdominal obesity, which include: age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR, eGFR, cur-rent smoking status, regular exercise, hypertension and diabetes mellitus. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The change level of WC was calculated by following formula: WC on censoring time -baseline WC. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The average change of WC was compared among 3 groups (normal, mild and moderate to severe NAFLD groups) by one-way ANOVA and χ 2 -test. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "P values < 0.05 were considered to be statistically significant. ",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Statistical analyses were performed PASW Statistics 18 (SPSS Inc., Chicago, IL, USA).",
            "section": "Statistical analyses",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Ethics statement",
            "section_rank": 7
        },
        {
            "text": "Ethics approvals for the study protocol and analysis of the data were obtained from the institutional review board of Kangbuk Samsung Hospital (KBC12060). ",
            "section": "Ethics statement",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The informed consent requirement was exempted from the institutional review board because the researchers only retrospectively accessed a de-identified database for analytical purposes.",
            "section": "Ethics statement",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "RESULTS",
            "section_rank": 8
        },
        {
            "text": "During 39,399.1 person-years of follow-up, 1,740 (15.5%) incident cases of abdominal obesity developed between 2006 and 2010. ",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "While 11,212 enrolled study participants were comprised of 8,160 normal group (72.7%), 2,918 mild fatty liver group (26.0%)  The baseline characteristics of the study participants in relation to the NAFLD categories are presented in Table 1. ",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "At baseline, the mean (SD) age and WC of study participants were 44.3 (7.7) years and 81.1 (5.7) cm, respectively. ",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "There were clear dose response relationships between all of the listed variables and NAFLD categories except for age.",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "In contrast to participants without incident abdominal obesity, those with incident abdominal obesity were slightly older (45.3 vs. 44.1) and generally had less favorable metabolic profiles at baseline ( Table 2). ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Table 3 shows the hazard ratios and 95% confidence interval for incident abdominal obesity according to the NAFLD categories. ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In the unadjusted model, the hazard ratios and 95% confidence interval for incident abdominal obesity comparing mild to moderate and severe NAFLD to normal NAFLD were 2.34 (2.12-2.57) and 4.19 (3.19-5.50), respectively (P for trend < 0.001).",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "After adjustments for covariates in model 1 and 2, this association was attenuated in mild NAFLD group, but still maintained statistically significant (P for trend < 0.001). ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "In Cox proportional hazards models adjusting for age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR, eGFR, current smoking status, regular exercise, hypertension and diabetes mellitus (model 2), the adjusted hazard ratios and 95% confidence interval for incident obesity were 1.07 (0.94-1.23) and 1.58 (1.11-2.26), respectively (P for trend < 0.001). ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Subgroup analysis by age ( < 45 and ≥ 45 years) also showed the similar trend of association between the degree of NAFLD and the incidence of obesity ( Supplementary  Tables 1 and 2). ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary  Tables 1 and 2)"
                }
            ]
        },
        {
            "text": "The average and overall change level of WC during follow-up was evaluated for all study participants and people with incident obesity (Table 4). ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "The average change level of WC increased in proportion to the degree of NAFLD in all study http://dx.doi.org/10.3346/jkms.2016.31.3.410 participants and people with incident obesity.",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "DISCUSSION",
            "section_rank": 9
        },
        {
            "text": "Up to the present, there have been a lot of studies regarding causative factors for NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Out of them, abdominal obesity was known to be one of the most significant factors. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Nonetheless, there was scarce information about the effect of NAFLD on the development of abdominal obesity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "In this study, incidence and risk of abdominal obesity increased proportionally to the degree of NAFLD, even after adjusting for multiple covariates. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Therefore, these findings could be the significant clinical background for the previous studies demonstrating the higher prevalence of adult disease under NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "In short, as NAFLD patients are vulnerable to abdominal obesity, risk for diseases related to abdominal obesity may also increase in NAFLD patients.",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Comparing our study findings with those of previous studies, we could see an interesting fact. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Mean baseline WC of every group, even if less than 90 cm, cut-off value of central obesity, was in proportion to the degree of NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Baseline mean value of HOMA-IR, indicator of insulin resistance, also increased with the same tendency of WC. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "These findings agree well with the previous reports showing metabolic factors associated with the development and progression of NAFLD (16)(17)(18). ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16)"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(17)"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "In addition, mean baseline metabolic factors associated with NAFLD were more unfavorable in more progressed NAFLD group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Therefore, it was undoubted that various deleterious metabolic conditions interactively contributed to the development of NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Nonetheless, to the best of our knowledge, there was no study showing that NAFLD induced by these factors increased the risk for abdominal obesity in proportion to the degree of NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Accordingly, our study findings imply that NAFLD developed by some deleterious conditions can induce abdominal obesity through its independent action.",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The mechanism of our study finding is not necessarily matched up with that of previous studies, because there is no report corresponding to ours. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "However, several theories could be suggested. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "One of the most probable theories is elevated insulin level associated with insulin resistance. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "As well known, insulin resistance plays a core role in the development and progression of NAFLD, and hyperinsulinemia is a definite clinical manifestation of insulin resistance. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Previous studies showed that elevated insulin level could cause obesity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Johnson et al reported that hyperinsulinemia drove a diet-induced obesity independently of brain insulin production (19), and clinical studies showed that long term insulin therapy could induce weight gain (20,21).",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(19)"
                },
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(20,"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "21)"
                }
            ]
        },
        {
            "text": "Our study also showed that baseline insulin levels were elevated in proportion to the severity of NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Accordingly, hyperinsulinemia associated with insulin resistance might play a significant role in the development of obesity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "When interpreting our results, some limitations should be considered. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "First, bias from follow-up loss may have affected our results. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Participants not included in analysis (n = 4,715) were older and had less favorable metabolic profiles at baseline than those in analytic cohort. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Thus, this follow-up loss of high-risk people would probably lead to a conservative bias and subsequent underestimation of risk.",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Second is the methodological limitation for the diagnosing NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "In this study, the presence of NAFLD was assessed by US instead of pathologic method. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Although US is regarded reasonable and accurate in detecting NAFLD, it cannot identify fatty infiltration of the liver below the threshold of 30% (22). ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Therefore, there might have been possibility of discrepancy between ultrasonographic finding and real NAFLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Nonetheless, it was inappropriate to perform invasive test in a population based epidemiological study (23). ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Additionally, US is a widely used and acceptable modality for diagnosis of NAFLD with high sensitivity (82%-94%) and specificity (66%-95%) (24)(25)(26). ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Particularly, all examinations were carried out by experienced radiologists using widely established methods and criteria. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Thus, de-  spite this limitation, US might be clinically reasonable and proper modality to diagnose NAFLD in this study.",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "In conclusion, our study indicated that the risk of abdominal obesity independently increased according to the degree of NA-FLD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "These findings suggest the clinical significance of NAFLD as an early predictor for abdominal obesity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Therefore, further studies should be conducted to clarify the more correct relationship between NAFLD and abdominal obesity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Model 1 was adjusted for age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR and eGFR. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Model 2 was adjusted for model 1 plus recent smoking status, regular exercise, hypertension and diabetes mellitus. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "NAFLD, non alcoholic fatty liver disease; WC, waist circumference; hsCRP, high-sensitivity C-reactive protein; HOMA-IR, homeostasis model assessment of insulin resistance; eGFR, estimated glomerular filtration rate.",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 10
        },
        {
            "text": "Flow chart of enrolled study participants. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Initial participants screened in 2005 (n = 28,425) Initial cohort in 2005 (n = 15,927) Final sample size (n = 11,212) Follow-up loss between 2006 and 2010 (n = 4,715) Exclusion Criteria in 2005 (n = 12,498) Baseline abdominal obesity (n = 6,245) Medication for lipid lowering agent (n /dx.doi.org/10.3346/jkms.2016.31.3.410",
            "section": "Fig. 1 .",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Table 1 .",
            "section_rank": 11
        },
        {
            "text": "Table 2 .",
            "section_rank": 11
        },
        {
            "text": "Baseline characteristics of participants according to the categories of non-alcoholic fatty liver disease (n = 11,212) Comparison of baseline characteristics between participants with and without incident abdominal obesity",
            "section": "Table 1 .Table 2 .",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Data are means (standard deviation), medians (interquartile range), or percentages. ",
            "section": "Table 1 .Table 2 .",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "BMI, body mass index; WC, waist circumference; BP, blood pressure; HDL, high-density li- poprotein; LDL, low-density lipoprotein; HOMA-IR, homeostasis model assessment of insulin resistance; SCr, serum creatinine; eGFR, estimated glomerular filtration rate; hsCRP, high-sensitivity C-reactive protein; AST, aspartate aminotransferase; ALT, alanine aminotransferase; GGT, γ-glutamyltransferase.http://dx.doi.org/10.3346/jkms.2016.31.3.410Data are expressed as means (standard deviation) or percentages. ",
            "section": "Table 1 .Table 2 .",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "*P value by t-test for continuous variables and χ 2 test for categorical variables. ",
            "section": "Table 1 .Table 2 .",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "BMI, body mass index; WC, waist circumference; BP, blood pressure; HDL, high-density lipoprotein; LDL, low-density lipoprotein; HOMA-IR, homeostasis model assessment of insulin resis- tance; SCr, serum creatinine; eGFR, estimated glomerular filtration rate; hsCRP, high- sensitivity C-reactive protein; AST, aspartate aminotransferase; ALT, alanine amino- transferase; GGT, γ-glutamyltransferase.",
            "section": "Table 1 .Table 2 .",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Table 3 .",
            "section_rank": 12
        },
        {
            "text": "Hazard ratios and 95% confidence intervals for the incidence of abdominal obesity according to categories of non-alcoholic fatty liver diseases 134 moderate to severe fatty liver group (1.1%), 4,715 excluded people for follow-up loss were comprised of 3,473 normal group (73.7%), 1,194 mild fatty liver group (25.3%) and 48 mod-erate to severe group (1.01%).",
            "section": "Table 3 .",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Model 1 was adjusted for age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR and eGFR. ",
            "section": "Table 3 .",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Model 2 was adjusted for model 1 plus recent smoking status, regular exercise, hypertension and diabetes mellitus. ",
            "section": "Table 3 .",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "NAFLD, non-alcoholic fatty liver disease; WC, waist circumference; hsCRP, high-sensitivity C-reactive protein; HOMA-IR, homeostasis mod- el assessment of insulin resistance; eGFR, estimated glomerular filtration rate.and",
            "section": "Table 3 .",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Table 4 -",
            "section_rank": 13
        },
        {
            "text": "1. Average change level of waist circumference (WC) in all study participants and people with incident obesity WC (waist circumference) change was calculated by as follows: WC on censoring time -baseline WC. ",
            "section": "Table 4 -",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "NAFLD, non-alcoholic fatty liver disease.",
            "section": "Table 4 -",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Table 4",
            "section_rank": 14
        },
        {
            "text": "WC (waist circumference) change was calculated by as follows: WC on censoring time -baseline WC. ",
            "section": "Table 4",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "NAFLD, non-alcoholic fatty liver disease.",
            "section": "Table 4",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "http://dx.doi.org/10.3346/jkms.2016.31.3.410",
            "section": "Table 4",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "http://dx.doi.org/10.3346/jkms.2016.31.3.410Supplementary Table ",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "1. Hazard ratios and 95% confidence intervals for the incidence of abdominal obesity according to categories of non-alcoholic fatty liver diseases in people with age < 45 yr (n = 6,158)Model 1 was adjusted for age, baseline WC, total cholesterol, log(hsCRP), HOMA-IR and eGFR. ",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Model 2 was adjusted for model 1 plus recent smoking status, regular exercise, hypertension and diabetes mellitus. ",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "NAFLD, non alcoholic fatty liver disease; WC, waist circumference; hsCRP, high-sensitivity C-reactive protein; HOMA-IR, homeostasis model assessment of insulin resistance; eGFR, estimated glomerular filtration rate.Supplementary Table ",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "2. Hazard ratios and 95% confidence intervals for the incidence of abdominal obesity according to categories of non-alcoholic fatty liver diseases in people with age ≥ 45 yr (n = 5,054)",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "DISCLOSURE",
            "section_rank": 17
        },
        {
            "text": "The authors have no potential conflicts of interest to disclose.",
            "section": "DISCLOSURE",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "AUTHOR CONTRIBUTION",
            "section_rank": 18
        },
        {
            "text": "Conception and coordination of the study: Choi JM. ",
            "section": "AUTHOR CONTRIBUTION",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "ORCID",
            "section_rank": 19
        },
        {
            "text": "Sung Keun Park http://orcid.org/0000-0003-4703-9917 Jae-Hong Ryoo http://orcid.org/0000-0002-5232-1426 Joong-Myung Choi http://orcid.org/0000-0002-3610-6662 Min Woo Seo http://orcid.org/0000-0002-6574-8453 Chung Min Park http://orcid.org/0000-0003-0604-4672",
            "section": "ORCID",
            "paragraph_rank": 41,
            "section_rank": 19
        }
    ]
}