{
    "id": "ac01fd33cb",
    "level": "sentence",
    "abstract": [
        {
            "text": "Background: Breast cancer is the most common cancer in Iranian women as is worldwide. "
        },
        {
            "text": "Mammography screening has been introduced as a beneficial method for reducing mortality and morbidity of this disease. "
        },
        {
            "text": "Objectives: We developed an analytical model to assess the cost effectiveness of an organized mammography screening program in Iran for early detection of the breast cancer. "
        },
        {
            "text": "Patients and Methods: This study is an economic evaluation of mammography screening program among Iranian woman aged 40-70 years. "
        },
        {
            "text": "A decision tree and Markov model were applied to estimate total quality adjusted life years (QALY) and lifetime costs. "
        },
        {
            "text": "Results: The results revealed that the incremental cost effectiveness ratio (ICER) of mammography screening in Iranian women in the first round was Int. "
        },
        {
            "text": "$ 37,350 per QALY gained. "
        },
        {
            "text": "The model showed that the ICER in the second and third rounds of screening program were Int. "
        },
        {
            "text": "$ 141,641 and Int. "
        },
        {
            "text": "$ 389,148 respectively. "
        },
        {
            "text": "Conclusions: Study results identified that mammography screening program was cost-effective in 53% of the cases, but incremental cost per QALY in the second and third rounds of screening are much higher than the accepted payment threshold of Iranian health system. "
        },
        {
            "text": "Thus, evaluation of other screening strategies would be useful to identify more cost-effective program. "
        },
        {
            "text": "Future studies with new national data can improve the accuracy of our finding and provide better information for health policy makers for decision making."
        }
    ],
    "body_text": [
        {
            "text": "Cancer with about 20% mortality rate is the second cause of mortality worldwide and (1) breast cancer is the most common cancer occurred among women. ",
            "section": "Background"
        },
        {
            "text": "Based on the report published by the Iranian cancer registry, in 2009, there were a total number of 7,582 women diagnosed with breast cancer and the age standardized incidence rate (ASR) was 28.25 per 100,000 (2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Regardless of the underestimated report, it is estimated that about 10,000 women are annually diagnosed and treated with breast cancer. ",
            "section": "Background"
        },
        {
            "text": "Iran has a relatively young population causing a lower age distribution of breast cancer compared to its counterparts (3). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "About 51% of diagnosed breast cancer cases are less than 50 years old (2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "According to Harirchi et al. (2011), the frequency of patients diagnosed with the advanced stages of disease was higher in Iran compared to the developed nations (4).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Harirchi et al. (2011)"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "In spite of the huge burden of the breast cancer on Iranian women, their family and the health system, there have not been developed any early diagnosis or screening program, strategy in this country so far. ",
            "section": "Background"
        },
        {
            "text": "It is expected that a screening policy for breast cancer, can downstage the disease distribution and decrease the mortality rates and disabilities associated with breast cancer (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Early detection of breast cancer through population based screening program may decrease the amount of resources spent on the treatment of patients. ",
            "section": "Background"
        },
        {
            "text": "Otherwise, it imposes extra burden on the society in terms of resources spent on the screening process consisting initial investments needed for screening and the further operational costs required for clarification of the abnormal cases (1).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "As mentioned before, Iran has a young population in which the lower mammographic sensitivity and higher rate of false positive report are more evident (5). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Warner (2011) showed that the benefit-to-risk ratio is too low to allow a routine screening program for women less than 50",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Warner (2011)"
                }
            ]
        },
        {
            "text": "Copyright © 2016, Iranian Journal of Cancer Prevention. ",
            "section": "Background"
        },
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/) which permits copy and redistribute the material just in noncommercial usages, provided the original work is properly cited. ",
            "section": "Background"
        },
        {
            "text": "years of old (6). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Findings of Barfar and colleagues do not support the implementation of national mammography screening programs in Iranian women aged less than 50 years (7). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "The question is that whether decreases in the cost of treatment and the rate of mortality and disability would be big enough to compensate for the cost of screening and the operational costs of abnormal findings. ",
            "section": "Background"
        },
        {
            "text": "In other words, would a prospective population based mammography screening program be a cost effective strategy in order to reduce the burden of breast cancer in Iran.",
            "section": "Background"
        },
        {
            "text": "Therefore, we developed an analytical model to assess the incremental cost effectiveness of an organized screening program in Iran.",
            "section": "Objectives"
        },
        {
            "text": "This study is an economic evaluation of mammography screening strategy among Iranian woman aged 40 -70 years compared to no-screening. ",
            "section": "Patients and Methods"
        },
        {
            "text": "The study was conducted from the viewpoint of Iranian health system. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Model outcomes were quality adjusted life years (QALY) and lifetime costs calculated over 50-year time horizon. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Comparative performance of two strategies was measured by using the incremental cost-effectiveness ratio (ICER). ",
            "section": "Patients and Methods"
        },
        {
            "text": "Future health effects and costs were discounted at an annual rate of 3% and 5% respectively.",
            "section": "Patients and Methods"
        },
        {
            "text": "The result of the three unpublished mammography screening programs conducted on small populations (8-10) were used in this study. ",
            "section": "Data Sources"
        },
        {
            "text": "Annual transition probabilities between health states were derived from previous studies, national reports, and expert panels if needed. ",
            "section": "Data Sources"
        },
        {
            "text": "information about age distribution (11) and prevalence of breast cancer among Iranian women (12) was adopted from national reports and summarized in Table 1.",
            "section": "Data Sources",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(11)"
                },
                {
                    "start": 149,
                    "end": 156,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The costs and consequences of the mammography screening were compared with non-screening program. ",
            "section": "Modeling"
        },
        {
            "text": "We used a decision tree to detect patients with breast cancer. ",
            "section": "Modeling"
        },
        {
            "text": "Then a Markov model was used to calculate additional life years saved due to early detection of breast cancer through screening program.",
            "section": "Modeling"
        },
        {
            "text": "Women over 40 were included in the model. ",
            "section": "Modeling"
        },
        {
            "text": "According to the report released by Iran statistics center in 2012, the population of 40 -69 year old women was estimated to be about 9, 102, 292. ",
            "section": "Modeling"
        },
        {
            "text": "It was assumed that almost 80% of the target population (7,300,000 women) would participate in the screening program. ",
            "section": "Modeling"
        },
        {
            "text": "According to the experts, abnormal findings would be detected in 60% of at-tendances in which almost 7% (3% -10%) require more assessment (13,14). ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(13,"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "The probability of using invasive or noninvasive assessments procedures were assumed to be 20% and 80% respectively. ",
            "section": "Modeling"
        },
        {
            "text": "Akbari et al. (2012) showed that the sensitivity and specificity of mammography are about 69% and 48% in women less than 50 years old and 82% and 67% in 50 years and above respectively (5). ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Akbari et al. (2012)"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "In two screening projects conducted by BCRC, similar finding have been discovered (9, 10). ",
            "section": "Modeling"
        },
        {
            "text": "Thus, according to expert opinions, overall sensitivity and specificity of mammography were considered 75% and 55% respectively. ",
            "section": "Modeling"
        },
        {
            "text": "Women with positive result were considered as breast cancer patients and entered the Markov model. ",
            "section": "Modeling"
        },
        {
            "text": "According to the previous studies conducted in Iran, the breast cancer detection rate was estimated to be 1/1000 in screened women (8)(9)(10)15). ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(9)"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(10)"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "The probability of developing breast cancer in the intervals between routine screenings (interval cancers) was assumed 0.0001 (0.000072 -0.00024 (14,15).",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(14,"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "Five states were incorporated into the Markov model: healthy individuals, development of breast cancer while remaining alive, development of metastasis, death due to breast cancer, and death from other causes. ",
            "section": "Modeling"
        },
        {
            "text": "Age distribution in non-screen group was based on the official reports of Iran (4,16,17). ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "16,"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "Probability of different treatment procedures were derived from some published studies (18,19) and expert panels. ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(18,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "19)"
                }
            ]
        },
        {
            "text": "Due to lack of data about stage distribution of breast cancer in screening program in Iran evidences form other similar countries (in terms of similarity in population characteristics and cancer incidence) such as China (20) and Turkey were used (1) stage distributions in two strategies are shown in Table 1. ",
            "section": "Modeling",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(20)"
                },
                {
                    "start": 301,
                    "end": 308,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Based on SEER data at 2002, the probability of occurrence of metastasis in stages I, II and III were predicted to be 0.01, 0.08 and 0.21, respectively (20).",
            "section": "Modeling"
        },
        {
            "text": "The background and disease specific mortality rate for patients with breast cancer were estimated using Iran life tablulation 2009, Iran death registry data (21), and two longitudinal studies conducted by Haghighat and Movahedi (16,22). ",
            "section": "Effect",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(21)"
                },
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(16,"
                },
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "22)"
                }
            ]
        },
        {
            "text": "Both disease specific and background mortality rates were only considered for the first 15 years of diagnosed patients with stage IV or metastasis state and thereafter only background mortality were included in our calculations ( Table 1).",
            "section": "Effect",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "We used a value of 0.95 for quality of life of healthy (breast cancer-free) women, and values of 0.9, 0.8, 0.7, and 0.3 were assigned to patients in stage I, stage II, stage III, and stage IV of disease, respectively (20).",
            "section": "Effect"
        },
        {
            "text": "The cost of screening as well as the cost of assessment of the patients with abnormal findings were identified. ",
            "section": "Cost"
        },
        {
            "text": "According to the study conducted on vulnerable household women in Iran (8,15), personnel expenditures had been estimated 0.21 of total screening costs which was added to initial costs of screening.",
            "section": "Cost",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8,"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "Cost of treatment included workup costs to determine the stage of disease; direct treatment costs and the cost of diagnosis and management of metastatic patients. ",
            "section": "Cost"
        },
        {
            "text": "We used combination of public and private sector national tariffs in 2012 (23), to estimate the mean cost of medical care. ",
            "section": "Cost",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "For the sake of comparison, the costs were converted from Iranian currency (Rials-IRR) into international dollars (Int. $).",
            "section": "Cost"
        },
        {
            "text": "One-way Sensitivity analyses were performed by varying the following parameters: discount rate of cost and QALY, cost of mammography screening, cost of cancer treatment, recall rate, abnormal mammograms, and finally detection rate of cancer in 2 strategies. ",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "We assigned beta-distributions for quality of life, triangular distribution for costs and recall rate and normal and uniform distributions for other parameters and probabilities.",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "All the components of a breast cancer screening program were transferred to simulation software and Excel to calculate the cost effectiveness ratio. ",
            "section": "Sensitivity Analysis",
            "entity_spans": [
                {
                    "start": 100,
                    "end": 105,
                    "type": "software",
                    "rawForm": "Excel",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "ac01fd33cb-software-simple-0",
                    "cert": "0.8"
                }
            ]
        },
        {
            "text": "A Monte Carlo simulation was done with 1000 iteration and 95% confidence interval of cancer costs and effects in screened and nonscreened strategies.",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Regarding world health organization guidelines and per capita GDP in Iran, the $39300 considered as cost effectiveness threshold. ",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Medical interventions with a cost of less than three times GDP per capita per QALY are generally considered to be cost-effective (24,25). ",
            "section": "Sensitivity Analysis",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(24,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "According to central intelligence agency report in 2012 (26), GDP per Capita of Iran is Int. ",
            "section": "Sensitivity Analysis",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "$ 13,100, so the ceiling rate of government for health intervention was estimated about Int.",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "$ 39,300.",
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Since the effect of screening program in finding incidental cases would be established after three rounds (27), we estimated the costs of three rounds of screening program. ",
            "section": "Repeated Screening",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Annual inflation rate of 17% (28) was applied to costs. ",
            "section": "Repeated Screening"
        },
        {
            "text": "ICER was calculated for the second and third round of screening. ",
            "section": "Repeated Screening"
        },
        {
            "text": "Cancer detection rate in non-screen group was assumed constant during the second and third screening rounds. ",
            "section": "Repeated Screening"
        },
        {
            "text": "The incidence rates in screened women were considered 0.001, 0.0007 and 0.0005 in the first, second and third round of screenings respectively (14,29). ",
            "section": "Repeated Screening",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(14,"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "text": "29)"
                }
            ]
        },
        {
            "text": "Recall rate in the first, second and third round of screening was assumed 7% (3% -10%), 3.6% (3% -7%) and 3.7% (3% -7%) respectively (8)(9)(10)13). ",
            "section": "Repeated Screening",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(9)"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(10)"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "13)"
                }
            ]
        },
        {
            "text": "Interval cancer rate was assumed constant during three rounds of screenings.",
            "section": "Repeated Screening"
        },
        {
            "text": "This study examined the effect and cost of screening program in 9, 102, 292 Iranian women aged 40 -69 years, of which 7,300,000 women (80%) participated in the program. ",
            "section": "Results"
        },
        {
            "text": "About 10,000 patients with breast cancer are diagnosed annually in this target population. ",
            "section": "Results"
        },
        {
            "text": "Advanced cancers were frequent in 44% of patients while about 14% of them were in stage I of the disease. ",
            "section": "Results"
        },
        {
            "text": "Table 2 demonstrates the changes in stage distribution of breast cancer before and after screening. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "It has been shown that due to screening program the proportion of patients in stage I, increases from 14% to 33% and stage III decreases from 32% to 11%. ",
            "section": "Results"
        },
        {
            "text": "The effect of screening on the target population was demonstrated by a decision tree model (Figure 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "Considering model assumptions, it was noticed that screening could find 5110 cases more than non-screening strategy. ",
            "section": "Results"
        },
        {
            "text": "To show the changes of QALY due to screening strategies, Markov model was applied ( Figure 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2)"
                }
            ]
        },
        {
            "text": "Results showed that screening could provide 13.400 QALY more than nonscreening strategy which is 1.34 QALY per each participant. ",
            "section": "Results"
        },
        {
            "text": "Table 3 demonstrates the mean, minimum, and maximum costs of screening, treatment and diagnostic workups per woman participated in the program. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "It was estimated that cost of mammography screening and evaluation of the abnormal findings in 7,300,000 recruited women was int. ",
            "section": "Results"
        },
        {
            "text": "$ 3,186,403,941. ",
            "section": "Results"
        },
        {
            "text": "It means that the cost of finding each cases due to screening policy would be Int. ",
            "section": "Results"
        },
        {
            "text": "$ 623.562.",
            "section": "Results"
        },
        {
            "text": "Study findings showed that the mean costs of treatment in a breast cancer were Int. ",
            "section": "Results"
        },
        {
            "text": "$ 16,434 and Int. ",
            "section": "Results"
        },
        {
            "text": "$ 17,504 in screening and non-screening strategies respectively. ",
            "section": "Results"
        },
        {
            "text": "The cost of treatment increased in upper stages of diagnosis compared to lower ones. ",
            "section": "Results"
        },
        {
            "text": "Incremental cost and effect of triennially mammography screening in 40 -70 years old women have been presented in Table 4. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Results showed that the cost of every QALY saved through mammography screening program would be Int. ",
            "section": "Results"
        },
        {
            "text": "$ 37,350. ",
            "section": "Results"
        },
        {
            "text": "Given that there are 7,300,000 women eligible for screening, the total cost of screening program will be about Int. ",
            "section": "Results"
        },
        {
            "text": "$ 272,655,000,000. ",
            "section": "Results"
        },
        {
            "text": "The incremental costs per QALY were Int. ",
            "section": "Results"
        },
        {
            "text": "$ 141,350 and Int. ",
            "section": "Results"
        },
        {
            "text": "$ 389,148 in the second and third rounds of screening.",
            "section": "Results"
        },
        {
            "text": "We demonstrated the sensitivity of the outcome variable changing certain model parameters using tornado diagram in Figure 3. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The results showed that the cost effectiveness of screening was very sensitive to recall rate of abnormal findings. ",
            "section": "Results"
        },
        {
            "text": "Variation of recall rate between 3% and 10% changes the ICER from Int. ",
            "section": "Results"
        },
        {
            "text": "$ 26280 to Int. ",
            "section": "Results"
        },
        {
            "text": "$ 85847 respectively.",
            "section": "Results"
        },
        {
            "text": "Model robustness was tested in a probabilistic sensitivity analysis (PSA).",
            "section": "Results"
        },
        {
            "text": "The result showed that screening program would be cost effective in 53% of the cases regarding the threshold of 39300 $.",
            "section": "Results"
        },
        {
            "text": "In the second round of screening, the ICER was totally higher than what Iranian health system was willing to pay. ",
            "section": "Results"
        },
        {
            "text": "In the third round of screening the cost of an additional health day was about Int.US $1500 and in 0.004 of cases, screening was inferior strategy.",
            "section": "Results"
        },
        {
            "text": "This is the first study conducted about the cost effectiveness of mammography screening program in Iran. ",
            "section": "Discussion"
        },
        {
            "text": "Results indicate that the cost of mammography screening in Iranian women is Int. ",
            "section": "Discussion"
        },
        {
            "text": "$ 37,350 per quality-adjusted lifeyear (QALY), with a probability of 53% being cost-effective at a threshold of Int. ",
            "section": "Discussion"
        },
        {
            "text": "$ 39.300. ",
            "section": "Discussion"
        },
        {
            "text": "ICER varies according to the changes in age groups, interval of screening and basic  In this study, we developed a model for comparing mammography screening versus non screening strategy in 40 -70 year Iranian women. ",
            "section": "Discussion"
        },
        {
            "text": "We estimated 7,300,000 eligible women who would participate in program. ",
            "section": "Discussion"
        },
        {
            "text": "Because of an insufficiency of the resources required for screening program, such as health staffs and mammography Iran J Cancer Prev. ",
            "section": "Discussion"
        },
        {
            "text": "2016; 9(1):e5443.  ",
            "section": "Discussion"
        },
        {
            "text": "Figure 3. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Results of One-Way Sensitivity Analysis (Tornado Diagram) equipment etc., the triennially interval of screening were adopted. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 57,
                    "type": "table",
                    "text": "(Tornado Diagram)"
                }
            ]
        },
        {
            "text": "Warner et al. (2011) believe that biennially screening increases the probability of recall rate by 40% and chance of unnecessary biopsy by 3% (6). ",
            "section": "Discussion"
        },
        {
            "text": "Similar to Fielder study (30), we considered the variation of interval cancer frequency in a range of 24% to 80% of breast cancer incidence. ",
            "section": "Discussion"
        },
        {
            "text": "Variation of interval cancer showed only 13% change of ICER in sensitivity analysis, which is a very low range compared to some parameters like recall rate. ",
            "section": "Discussion"
        },
        {
            "text": "So it seems that triennially screening costs and effects are not affected very much by interval cancer rates. ",
            "section": "Discussion"
        },
        {
            "text": "Comparing these estimations in annually and biannually screening may lead to more accurate conclusion, which can be studied in the future.",
            "section": "Discussion"
        },
        {
            "text": "The age distribution of breast cancer in Iran is about one decade lower than developed countries (3,31); therefore, we considered start age of screening from 40. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "31)"
                }
            ]
        },
        {
            "text": "Implementing mammography screening for breast cancer in young population has been criticized by some stud-ies. ",
            "section": "Discussion"
        },
        {
            "text": "Salzmann and colleagues (1997) showed that ICER of screening mammography in 40 to 49 year old women is almost five times more than that of the older (32). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 30,
                    "type": "bibr",
                    "text": "Salzmann and colleagues (1997)"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Screening mammography for women in their 40s can be effective, but its benefit is tiny and expensive (33). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "In Iran, nearly 12% of women are in 40 -49 age group, and about 16% are 50 years and more. ",
            "section": "Discussion"
        },
        {
            "text": "It stresses the need for precise economic evaluation to establish screening program in this young population.",
            "section": "Discussion"
        },
        {
            "text": "Incidence rate of breast cancer in Iran is about 30 per 100,000 women population (2,12). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "Based on our assumption, to detect a breast cancer case, 1000 women should be screened. ",
            "section": "Discussion"
        },
        {
            "text": "Sensitivity analysis showed that a 10% change in the incidence of breast cancer, the ICER would change by 15.8%. ",
            "section": "Discussion"
        },
        {
            "text": "The effect of lower incidence rate on cost-effectiveness of a mammography screening program has been shown in studies conducted in Turkey (1), China (20) and India (34) with an incidence rate of 39/100,000, 46/100,000 and 19.1/100,000, respectively.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(20)"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "Iran J Cancer Prev. ",
            "section": "6"
        },
        {
            "text": "2016; 9(1):e5443.",
            "section": "6"
        },
        {
            "text": "The total cost of biannually mammography screening in Turkish women over 40 for 10 years was estimated about US $ 6,836,877,672 (1). ",
            "section": "6"
        },
        {
            "text": "Astim has defined no threshold for payment in Turkey and has insisted just the most costeffective method between ten strategies. ",
            "section": "6"
        },
        {
            "text": "Although there is no consensus on what constitutes an acceptable ICER, the U.K. National institute for health and clinical excellence (NICE) typically have accepted technologies as cost effective if the ICERs are below US $ 36,000 to US $ 54,000 (US $ 15, £ 0.55) per QALY (35). ",
            "section": "6",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Besides, the case detection rate of screening in Turkey has been considered 7/1000 compared to 1/1000 in Iran. ",
            "section": "6"
        },
        {
            "text": "Figure 3 indicates that increasing 10% in screening incidence rate leads to 7% reduction of costs/QALY. ",
            "section": "6",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "It may be one of the most important reasons of different estimates of ICER in Iran compared to Turkey.",
            "section": "6"
        },
        {
            "text": "Wong et al. have estimated the cost of biennial mammography for Chinese women ages 40 to 69 years, US $ 61,600 per QALY (nearly 90.000 Int. $/QALY). ",
            "section": "6"
        },
        {
            "text": "They have suggested the necessity of more studies for the rest of Greater China and East Asia, with lower breast cancer incidence and more overriding health care priorities (20). ",
            "section": "6",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "Underestimation of cost in Iran may be due to Wong's assumptions derived from SEER and doing biennially screening in Hong Kong.",
            "section": "6"
        },
        {
            "text": "The cost of screening of Indian women aged 40 to 60 with biennial CBE and mammography were estimated Int. ",
            "section": "6"
        },
        {
            "text": "$ 1341 and Int. ",
            "section": "6"
        },
        {
            "text": "$ 3468 per life year gained respectively. ",
            "section": "6"
        },
        {
            "text": "Okonkwo et al. have presented CBE screening as a beneficial method and believe that introduction of screening in India depends largely on the health system's willingness to pay and other health priorities (34).",
            "section": "6",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "This study indicated that the first round of triennially mammography screening is cost-effective in 53% of cases, while in the second and third rounds the chance of being cost-effective is very small. ",
            "section": "6"
        },
        {
            "text": "These low effects have been reported in some recently published articles. ",
            "section": "6"
        },
        {
            "text": "Prasad and colleagues insist on harm of screening and argue that reductions in overall mortality of breast cancer screening should be the benchmark and call for higher standards of evidence (36). ",
            "section": "6",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "Currently published Cochrane review which shows that trials with adequate randomization do not find an effect of screening on total cancer mortality, including breast cancer, (RR 1.02, 95% CI 0.95 to 1.10) after 10 years (37). ",
            "section": "6"
        },
        {
            "text": "Definitely, the smaller the effect, the less cost-effectiveness would be expected. ",
            "section": "6"
        },
        {
            "text": "The availability of sufficient health equipment, high quality workforce, and the time spent on the detection of new cases are other factors affecting the results.",
            "section": "6"
        },
        {
            "text": "Because of insufficient national data, the frequency of different stages of breast cancer in Iran was considered based on some limited studies. ",
            "section": "6"
        },
        {
            "text": "In spite of applying 10% variation in each stage frequency, its effect on study results cannot be ignored.",
            "section": "6"
        },
        {
            "text": "Despite these limitations, we consider the developed models as holistic ones for demonstrating the breast cancer states in annual intervals in Iran. ",
            "section": "6"
        },
        {
            "text": "Establishing some local screening programs and applying their results to this model, may facilitate evaluating different strategies for disease control.",
            "section": "6"
        },
        {
            "text": "In this study we calculated only direct costs of screening. ",
            "section": "6"
        },
        {
            "text": "According to Lidgren et al. study, indirect costs were constituted 70% of the total cost (38). ",
            "section": "6",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "Definitely implying both expenditures will provide more accurate estimation of breast cancer burden on the health system. ",
            "section": "6"
        },
        {
            "text": "Development of new diagnosis and treatment modalities in breast cancer can decrease the side effects and promotes the quality of life in them. ",
            "section": "6"
        },
        {
            "text": "Thus, it seems that the estimated cost for screening is the least threshold and many other facilities should be considered by health policy makers to improve the women and community health.",
            "section": "6"
        },
        {
            "text": "The mammography screening program, in the first round, was cost-effective in 53% of the cases in Iran. ",
            "section": "Conclusion"
        },
        {
            "text": "Incremental cost per QALY in the second and third rounds of screening are much higher than the accepted payment threshold by Iranian health system. ",
            "section": "Conclusion"
        },
        {
            "text": "Thus, evaluation of other screening strategies would be useful to identify more cost-effective program. ",
            "section": "Conclusion"
        },
        {
            "text": "Future studies with new national data can improve the accuracy of our finding and provide better information for health policy makers for decision making.",
            "section": "Conclusion"
        },
        {
            "text": "Markov Model probability assumptions of involved parameters in screening.",
            "section": "Figure 2 ."
        },
        {
            "text": "Breast cancer Stage Distribution in Screened and Non-Screened Patients (n = 10.000)",
            "section": "Table 2 ."
        },
        {
            "text": "Costs of Screening, Diagnosis, and Treatment Modalities in Each Screened Women a",
            "section": "Table 3 ."
        },
        {
            "text": "a Values are expressed as Mean (Range).",
            "section": "Table 3 ."
        },
        {
            "text": "Cost and Effect of Screening VS. Non Screening in Three Rounds of Interventions",
            "section": "Table 4 ."
        },
        {
            "text": "Iran J Cancer Prev. ",
            "section": "Table 4 ."
        },
        {
            "text": "2016; 9(1):e5443.",
            "section": "Table 4 ."
        },
        {
            "text": "Authors thank the researchers of breast cancer research center (BCRC) and death office of Iran ministry of health for providing data for this research.",
            "section": "Acknowledgments"
        }
    ]
}