{
    "id": "cc0c1d7e67",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "With an ageing population, the incidence of significant heart valve disease is increasing rapidly. ",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "The mainstay of treatment for these patients is open heart surgery-specifically heart valve replacement or repair. ",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "Although effective, open heart surgery is associated with significant morbidity, which may limit its usefulness in the elderly patient. ",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "[1][2][3] In recent years, a number of percutaneous catheter-based treatments have become available. ",
            "section": "INTRODUCTION Background",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "As patients get older and associated morbidities increase, demand for these new costly treatments will also undoubtedly increase. ",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "The efficacy of many of these treatments, however, remains unproven. ",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "4 The main objectives of any treatment of heart valve disease are to improve quality of life and survival. ",
            "section": "INTRODUCTION Background",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "As the population ages and",
            "section": "INTRODUCTION Background"
        },
        {
            "text": "What is already known about this subject?",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ The incidence of heart valve disease is increasing as the population ages. ",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ The need for percutaneous treatments of heart valve disease is likely to increase dramatically. ",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ There are insufficient published data on quality of life assessment of the effect of heart valve disease and their treatments. ",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ There are no published data on the formal assessment of Patient-Reported Outcome Measures (PROMS) instruments in this population of patients.",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "What does this study add?",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ Euroqol and Minnesota Living with Heart Failure Questionnaire (MLHFQ) perform very well as instruments for assessing quality of life in patients with heart valve disease undergoing surgery.",
            "section": "KEY QUESTIONS"
        },
        {
            "text": "▸ Commissioners paying for any treatment of patients with heart valve disease should insist that PROMS (specifically Euroqol and MLHFQ) should be measured routinely. ",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "▸ PROMs measurement with Euroqol and MLHFQ should be part of any publication looking at the effectiveness of treatments of patients with heart failure.",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "therapeutic options increase, the need for valid Quality of Life Questionnaires to assess and compare treatments of heart valve disease has never been greater. ",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "[1][2][3] Patient-reported outcome measures (PROMs or PROs in the USA) are instruments used to measure quality of life. ",
            "section": "How might this impact on clinical practice?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "They are used to measure the impact illness has on patients' lives as well as the effect and efficacy of treatments. ",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "5 6 PROMs can be generic-assessing key aspects of the effect of general health-or disease-specific, assessing health-related quality of life in relation to a specific disease. ",
            "section": "How might this impact on clinical practice?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 6"
                }
            ]
        },
        {
            "text": "5 7-12 Although PROMS in patients with heart valve disease have been measured as part of either a study of patients with heart failure 14 or of patients undergoing heart surgery in general, the performance of PROMS instruments has never been formally evaluated in this particular population of patients.",
            "section": "How might this impact on clinical practice?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "5 7-12"
                },
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "In this prospective observational clinical study, we have formally tested two PROMS instruments in patients undergoing surgery for specifically heart valve disease. ",
            "section": "Objectives"
        },
        {
            "text": "The first is generic, EuroQol (EQ-5D), and the other disease-specific, Minnesota Living with Heart Failure Questionnaire (MLHFQ). ",
            "section": "Objectives"
        },
        {
            "text": "3 7 13-17 METHODS PROMS instruments are formally evaluated for their usefulness within an intended population by measurement of their validity, reliability, responsiveness, sensitivity and interpretability. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "3 7 13-17"
                }
            ]
        },
        {
            "text": "9 18-20 Validity is the ability of the questionnaire to accurately measure the intended outcome, that is, those who score poorly are indeed in poor health. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "9 18-20"
                }
            ]
        },
        {
            "text": "Three different aspects of validity are measured: content, construct and criterion.",
            "section": "Objectives"
        },
        {
            "text": "Content validity refers to appropriateness and acceptability of the questions.",
            "section": "Objectives"
        },
        {
            "text": "Construct validity measures the ability of different domains of the questionnaire to differentiate between different levels of (ill) health and whether those in poorer health are scoring themselves appropriately.",
            "section": "Objectives"
        },
        {
            "text": "Criterion validity assesses whether the PROMS results correlate with previously accepted measures (concurrent) and how well PROMS scores can predict outcome after treatment ( predictive). ",
            "section": "Objectives"
        },
        {
            "text": "9 18-21 Reliability: of a PROMS instrument measures the consistency of the results if the questionnaire is repeated in the same population. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "9 18-21"
                }
            ]
        },
        {
            "text": "This can be measured by testretest, that is, applying the test repeatedly in the same population whose health has not altered. ",
            "section": "Objectives"
        },
        {
            "text": "If test-retest is not possible, internal consistency is assessed. ",
            "section": "Objectives"
        },
        {
            "text": "This measures correlation between items that measures similar quality of life domains. ",
            "section": "Objectives"
        },
        {
            "text": "A Cronbach's α (measure of internal consistency) of 0.7-0.9 is evidence of strong internal consistency and therefore reliability. ",
            "section": "Objectives"
        },
        {
            "text": "9 18-20 Responsiveness: of a PROMS instrument assesses whether the instrument can detect changes over time that matter to patients. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "9 18-20"
                }
            ]
        },
        {
            "text": "It is measured using the Cohen effect size. ",
            "section": "Objectives"
        },
        {
            "text": "A Cohen effect size of 0.8 or more is considered large. ",
            "section": "Objectives"
        },
        {
            "text": "9 18-20 22 Interpretability: of an instrument is an assessment of whether the measured change is clinically significant and is specific to the condition and intervention being investigated. ",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "bibr",
                    "text": "9 18-20 22"
                }
            ]
        },
        {
            "text": "It is evaluated using the minimum clinically important difference (MCID). ",
            "section": "Objectives"
        },
        {
            "text": "This is the smallest change in score associated with a significant improvement in their health. ",
            "section": "Objectives"
        },
        {
            "text": "19 23 24 Study design Prospective observational clinical study Study participants and setting Adults aged 18 years or older, who were scheduled to undergo heart valve surgery for a diagnosis of significant heart valves disease (stenosis, regurgitation or both) at the South Yorkshire Cardiothoracic Centre in Sheffield, England, were eligible for the study.",
            "section": "Objectives",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "19 23 24"
                }
            ]
        },
        {
            "text": "Patients underwent heart valve surgery between October 2012 and February 2013. ",
            "section": "Objectives"
        },
        {
            "text": "Inclusion criteria were proficiency in English, sufficient cognitive capacity and availability for telephone follow-up.",
            "section": "Objectives"
        },
        {
            "text": "The Department of Clinical Effectiveness at Sheffield Teaching Hospitals National Health Service Trust gave approval for this service review. ",
            "section": "Objectives"
        },
        {
            "text": "Patients were given an information leaflet several days before surgery and consented for the study just prior to the preop questionnaire.",
            "section": "Objectives"
        },
        {
            "text": "Patients completed the preoperative questionnaire face to face with the investigator on the night before surgery. ",
            "section": "Data source"
        },
        {
            "text": "Six to 12 weeks after surgery, they completed the postoperative questionnaire by telephone or by post if this was not possible. ",
            "section": "Data source"
        },
        {
            "text": "5 6 21 25 Demographic data as well as basic information on the patients' diagnosis and treatment were collected from the cardiac surgery database.",
            "section": "Data source",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "5 6 21 25"
                }
            ]
        },
        {
            "text": "A formal power calculation was not performed. ",
            "section": "Study size"
        },
        {
            "text": "The number of patients included in the study was determined by time available (9 months) to the research student (C H)",
            "section": "Study size"
        },
        {
            "text": "Variables-the HQoL instruments Generic EQ-5D (EuroQol) is the most common generic HQoL instrument used in Europe. ",
            "section": "Study size"
        },
        {
            "text": "It provides a single index score of a patient''s health status. ",
            "section": "Study size"
        },
        {
            "text": "It has two components. ",
            "section": "Study size"
        },
        {
            "text": "In the first, the patient has to score 1 (the best) to 3 (the worst) in five domains-usual activity, mobility, anxiety or depression, pain and discomfort, and selfcare. ",
            "section": "Study size"
        },
        {
            "text": "The score thus provides a five digit code of health status example 12321. ",
            "section": "Study size"
        },
        {
            "text": "The code is used to create an index score using a weighted system derived from a table of figures generated from a UK population sample (figure 1).",
            "section": "Study size"
        },
        {
            "text": "The second component of Euroqol is a visual analogue scale (VAS) of the patient overall health status ranging from 0 to 100, with 0 being the worst health state imaginable and 100 being the best. ",
            "section": "Study size"
        },
        {
            "text": "7 12-14 26 Disease-specific The Minnesota living with heart failure questionnaire (MLHFQ) is a 21 item questionnaire which measures three aspects of the health-related quality of life-physical, emotional and socioeconomic table 1. ",
            "section": "Study size",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "bibr",
                    "text": "7 12-14 26"
                }
            ]
        },
        {
            "text": "Patients are asked to score the effect of their illness on a particular aspect of their lives over the past month, on a scale of 0-5. ",
            "section": "Study size"
        },
        {
            "text": "0 represents no effect, whereas 5 represents a large effect. ",
            "section": "Study size"
        },
        {
            "text": "The lower the score, the better the patient''s health. ",
            "section": "Study size"
        },
        {
            "text": "A score of less than 24 signifies good health, 24-45 moderate health and 45-105 (maximum) poor health. ",
            "section": "Study size"
        },
        {
            "text": "One of the items of the MLHFQ relating to medical costs was not used. ",
            "section": "Study size"
        },
        {
            "text": "The healthcare system in the UK is universally available, funded through general taxation and free at the point of care.",
            "section": "Study size"
        },
        {
            "text": "The total potential score for the study was therefore 100.",
            "section": "Study size"
        },
        {
            "text": "A change in the score of five or more (with treatment) is regarded as significant.",
            "section": "Study size"
        },
        {
            "text": "Educational licenses to use both instruments in this academic study (Bachelor of Medical Science Thesis) were obtained from the Euroqol Foundation and the University of Minnesota. ",
            "section": "Study size"
        },
        {
            "text": "3 14 15 17 26 27 NYHA status (New York Heart Association Class of Cardiac-related Dyspnoea) This was assessed at the same two time points. ",
            "section": "Study size",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "bibr",
                    "text": "3 14 15 17 26 27"
                }
            ]
        },
        {
            "text": "Class ranged from I (no symptoms) to IV (severe limitation with symptoms at rest).",
            "section": "Study size"
        },
        {
            "text": "Pre and postoperative scores were compared using Paired t test. ",
            "section": "Change in QoL"
        },
        {
            "text": "22   The following questions ask how much your heart failure (heart condition) affected your life during the past month (4 weeks). ",
            "section": "Change in QoL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "After each question, circle the 0, 1, 2, 3, 4 or 5 to show how much your life was affected If a question does not apply to you, circle the 0 after that question. ",
            "section": "Change in QoL"
        },
        {
            "text": "Did your heart failure prevent you from living as you wanted during the past month (4 weeks) by -No (0) Very Little (1) Very Much 51. ",
            "section": "Change in QoL",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "5"
                }
            ]
        },
        {
            "text": "Causing swelling in your ankles or legs? ",
            "section": "Change in QoL"
        },
        {
            "text": "0 1 2 3 4 5 2. Making you sit or lie down to rest during the day? ",
            "section": "Change in QoL"
        },
        {
            "text": "0 1 2 3 4 5 3. Making your walking about or climbing stairs difficult? ",
            "section": "Change in QoL"
        },
        {
            "text": "0 1 2 3 4 Construct validity-analysis of variance of the PROMS scores of different groups ranked by their NYHA status (New York Heart Association Class of Cardiac-related Dyspnoea)-Kruskall-Wallis.",
            "section": "Change in QoL"
        },
        {
            "text": "Concurrent validity-calculation of correlation between all PROMS scores ( pre and postop) and respective NHYA scores for both instruments-Spearman rank correlation coefficient.",
            "section": "Change in QoL"
        },
        {
            "text": "Predictive criterion-calculation of correlation between preoperative PROM scores and difference in scores achieved after surgery for both instruments-Spearman rank correlation coefficient.",
            "section": "Change in QoL"
        },
        {
            "text": "Reliability-calculation of correlation of individual items within a domain; items scoring the same HRQoL domains are expected to be highly correlated-Cronbach's α",
            "section": "Change in QoL"
        },
        {
            "text": "Responsiveness-the mean change in score after treatment divided by the SD of the baseline scores-Cohen effect size Sensitivity-estimation of floor and ceiling effectspercentage scoring at the highest and lowest possible scores.",
            "section": "Change in QoL"
        },
        {
            "text": "Interpretability-measurement of MCID-the difference between postoperative scores of patients who felt 'much better' and those who felt 'no different' 21 22 24 Statistical analyses were performed using the SPSS package.",
            "section": "Change in QoL",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "type": "bibr",
                    "text": "21 22 24"
                }
            ],
            "entity_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "cc0c1d7e67-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Of the 98 eligible patients, 92 were recruited and of these 84 completed the study.  ",
            "section": "Participants"
        },
        {
            "text": ", see table 3 Concurrent criterion-Spearman rank correlation coefficient for index scores-0.26 ( p=0.017), for VAS scores -0.33 ( p=0.001) Predictive criterion-Spearman rank coefficient for index score 0.74 ( p<0.001) and for VAS scores-0.33 ( p=0.001) Reliability-Cronbach's α 0.68 (≥0.7) Responsiveness-Cohen effect size for index scores-0.46, for VAS scores 0.64. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": ", see table 3"
                }
            ]
        },
        {
            "text": "Sensitivity-no floor effects pre (1.2% index and VAS scores) or postoperative (1.2% index and VAS scores) Mild ceiling effect in preop index scores (39.3%) and moderate ceiling effect in the postoperative index score (63.1%) Interpretability-MCID for index scores 0.125 (95% CI 0.0056 to 0.2412) p=0.001 Construct, see table 3 Concurrent criterion-Spearman rank correlation coefficient-0.54 ( p<0.001) Predictive criterion-Spearman rank correlation coefficient-0.54 ( p<0.001) Reliability-Cronbach's α 0.914 Responsiveness-Cohen's effect size 0.95. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 326,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Construct, see table 3"
                }
            ]
        },
        {
            "text": "Sensitivity-Percentage scoring 0 for the 20 questions-3.6%-85.7%. ",
            "section": "Participants"
        },
        {
            "text": "Percentage scoring 5-3.6%-28%, suggesting a floor effect DISCUSSION Measurement of PROMS or the formal assessment of the effect of disease and its treatment on a patient's quality of life is becoming increasingly important in modern healthcare. ",
            "section": "Participants"
        },
        {
            "text": "They are used as an assessment of efficacy of treatments as well as an outcome measure to assess performance of institutions who deliver the treatment. ",
            "section": "Participants"
        },
        {
            "text": "5 6 Formal assessment of PROMS in patients undergoing major joint replacement, varicose vein surgery and hernia repair is now routine for all patients being treated for these conditions in the UK National Health Service. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 6"
                }
            ]
        },
        {
            "text": "5 6 A pilot study has examined the use of PROMS undergoing percutaneous and surgical revascularisation of significant coronary artery disease. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 6"
                }
            ]
        },
        {
            "text": "28 Owing to an ageing population, the incidence of significant heart valve disease is increasing. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Ten per cent of all humans aged 80 or older will have significant aortic stenosis, the most common valve dysfunction in the developed world. ",
            "section": "Participants"
        },
        {
            "text": "29 Asymptomatic patients can live a long time with significant heart valve dysfunction. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Once symptoms set in, however, patients quickly become disabled with symptoms of breathlessness, chest pain and fluid retention, and their prognosis rapidly worsens if the valve disease is left untreated. ",
            "section": "Participants"
        },
        {
            "text": "30 Until fairly recently, the mainstay of treatment has been open heart surgery. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Although effective, and despite the recent increase in 'minimally-invasive' techniques, surgery remains a treatment associated with significant morbidity and mortality. ",
            "section": "Participants"
        },
        {
            "text": "This becomes more prominent in older patients. ",
            "section": "Participants"
        },
        {
            "text": "In addition, many patients do not seem to get the presumed benefit from undergoing major heart surgery. ",
            "section": "Participants"
        },
        {
            "text": "29 30 Over the past 5 years, there has been a rapid increase in the uptake of non-surgical catheter-based solutions, most common of which is the transcutaneous aortic implantation (TAVI) (TAVR replacement in the USA) procedure. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "29 30"
                }
            ]
        },
        {
            "text": "A number of devices for the treatment of mitral valve regurgitation (the second most common valve dysfunction in the developed world) are just over the horizon. ",
            "section": "Participants"
        },
        {
            "text": "These devices are very expensive and many are of unproven worth. ",
            "section": "Participants"
        },
        {
            "text": "In a world of cash-strapped healthcare systems, evidence-based means of assessing the effect of disease and its treatment are urgently required.",
            "section": "Participants"
        },
        {
            "text": "The standard for assessing PROMS in any condition is to use two instruments-a generic one and a diseasespecific one. ",
            "section": "Validity:"
        },
        {
            "text": "6 Euroqol is by far the most commonly used generic instrument in Europe. ",
            "section": "Validity:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "It has been shown in many studies of patients with various conditions to be an effective way of assessing quality of life before and after treatment. ",
            "section": "Validity:"
        },
        {
            "text": "7 12-14 26 A comprehensive formal review of PROMS instruments in patients receiving medical treatment for heart failure by the PROMS group at Oxford University concluded that the Euroqol and MLHFQ were the most appropriate to measure quality of life in this group of patients. ",
            "section": "Validity:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "bibr",
                    "text": "7 12-14 26"
                }
            ]
        },
        {
            "text": "14 ",
            "section": "Validity:"
        },
        {
            "text": "In this study, we examined the performance of Euroqol and MLHFQ PROMS in patients receiving surgical treatment for heart valve disease. ",
            "section": "Key results"
        },
        {
            "text": "This is the first study to formally evaluate any PROMS instruments in this population of patients.",
            "section": "Key results"
        },
        {
            "text": "We have demonstrated a significant improvement in health status using Euroqol. ",
            "section": "Key results"
        },
        {
            "text": "The instrument has been shown to be significantly valid but performed less well in the assessment of reliability and responsiveness. ",
            "section": "Key results"
        },
        {
            "text": "A Cronbach score of 0.68 in the reliability test was only just below the significant figure of 0.7 or higher. ",
            "section": "Key results"
        },
        {
            "text": "Since this study looked at completed responses from only 87 patients, it is highly likely that a more appropriately powered study would have come up with a higher score. ",
            "section": "Key results"
        },
        {
            "text": "3 5 6 9 17-22 The performance of the MLHFQ instrument was very impressive, even though the number of participating patients was small. ",
            "section": "Key results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "text": "3 5 6 9 17-22"
                }
            ]
        },
        {
            "text": "It showed significant improvements in health status after surgery and tests of validity, reliability and responsiveness were all highly significant with p values of <0.001. ",
            "section": "Key results"
        },
        {
            "text": "3 9 17-22 Limitations There are a number of limitations to this study, namely the relatively small number of patients studied and the fact that the postoperative questionnaire was only conducted once at 6 weeks. ",
            "section": "Key results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "3 9 17-22"
                }
            ]
        },
        {
            "text": "The other obvious limitation is that the featured treatment did not include percutaneous options. ",
            "section": "Key results"
        },
        {
            "text": "Nonetheless, we have shown that Euroqol and MLHFQ fit the bill very nicely for the assessment of the effect of heart valve disease and its treatment on patients' quality of life.",
            "section": "Interpretation"
        },
        {
            "text": "The case for routine measurement of PROMS is strong. ",
            "section": "Generalisability"
        },
        {
            "text": "With the inevitable rapid expansion in percutaneous treatments and its associated costs, occurring in the near future, we would urge all commissioners to require providers to adopt these instruments in the management of patients undergoing treatment of heart valve disease as a matter of routine. ",
            "section": "Generalisability"
        },
        {
            "text": "5 6 Measurement of PROMS using Euroqol and MLHFQ should also be part of every research study looking at the effectiveness of treatments in patients with heart valve disease.",
            "section": "Generalisability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 6"
                }
            ]
        },
        {
            "text": "Twitter Follow Norman Briffa at @chestcracker Contributors This work was undertaken as part of an intercalated Bachelor of Medical Science Degree of CH. ",
            "section": "Generalisability"
        },
        {
            "text": "CH collected and analysed the data and wrote the first draft. ",
            "section": "Generalisability"
        },
        {
            "text": "NB supervised CH and wrote the final draft of the paper.",
            "section": "Generalisability"
        },
        {
            "text": "Funding Funding for this study was obtained through the Sheffield Hospitals Charitable Trust.",
            "section": "Generalisability"
        },
        {
            "text": "Competing interests NB is treasurer to the British Heart Valve Society.",
            "section": "Generalisability"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Generalisability"
        },
        {
            "text": "Data sharing statement All data gathered in this study were used in the analysis and preparation of this paper.",
            "section": "Generalisability"
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. ",
            "section": "Generalisability"
        },
        {
            "text": "See: http:// creativecommons.org/licenses/by-nc/4.0/",
            "section": "Generalisability"
        }
    ]
}