{
    "id": "f63e25be05",
    "level": "sentence",
    "abstract": [
        {
            "text": "There is scant literature regarding the optimal resident physician staffing model of academic emergency departments (ED) that maximizes learning opportunities. "
        },
        {
            "text": "A department of emergency medicine at a large inner-city academic hospital initiated a team-based staffing model. "
        },
        {
            "text": "Its pre-interventional staffing model consisted of residents and attending physicians being separately assigned patients, resulting in residents working with two different faculty providers in the same shift. "
        },
        {
            "text": "This study aimed to determine if the post-interventional team-based system, in which residents were paired with a single attending on each shift, would result in improved residents' learning and clinical experiences as manifested by resident evaluations and the number of patients seen. "
        },
        {
            "text": "Methods: This retrospective before-and-after study at an academic ED with an annual volume of 52,000 patients examined the mean differences in five-point Likert-scale evaluations completed by residents assessing their ED rotation experiences in both the original and team-based staffing models. "
        },
        {
            "text": "The residents were queried on their perceptions of feeling part of the team, decision-making autonomy, clinical experience, amount of supervision, quality of teaching, and overall rotational experience. "
        },
        {
            "text": "We also analyzed the number of patients seen per hour by residents. "
        },
        {
            "text": "Paired sample t-tests were performed. "
        },
        {
            "text": "Residents who were in the program in the year preceding and proceeding the intervention were eligible for inclusion. "
        },
        {
            "text": "Results: 34 of 38 eligible residents were included (4 excluded for lack of evaluations in either the pre-or post-intervention period). "
        },
        {
            "text": "There was a statistically significant improvement in resident perception of the quality and amount of teaching, 4.03 to 4.27 (mean difference=0.24, p=0.03). "
        },
        {
            "text": "There were non-statistically significant trends toward improved mean scores for all other queries. "
        },
        {
            "text": "Residents also saw more patients following the initiation of the team-based model, 1.24 to 1.56 patients per hour (mean difference=0.32, p=0.0005). "
        },
        {
            "text": "Conclusion: Adopting a team-based physician staffing model is associated with improved resident perceptions of quality and amount of teaching. "
        },
        {
            "text": "Residents also experience a greater number of patient evaluations in a team-based model."
        }
    ],
    "body_text": [
        {
            "text": "Duty-hour restrictions imposed on resident physicians challenge residency programs to develop clinical experiences that meet patients' needs as well as trainees' educational Western Journal of Emergency Medicine",
            "section": "INTRODUCTION"
        },
        {
            "text": "Implementation of Team-based Physician Staffing Model clinical work week, which is more restrictive than the 80hour limit of the American College of Graduate Medical Education (ACGME). ",
            "section": "Nable et al"
        },
        {
            "text": "1 Emergency medicine residency programs are therefore confronted with a need to take full advantage of a limited amount of time to teach physiciansin-training. ",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Little has been published about the effect of emergency department (ED) physician staffing models on learners' attitudes and perceptions. ",
            "section": "Nable et al"
        },
        {
            "text": "In 2012, our EM residency program, located at an academic medical center, adopted a new resident staffing model for our ED. ",
            "section": "Nable et al"
        },
        {
            "text": "The previous staffing model included two faculty physicians, one senior resident, two interns, and one \"swing\" resident. ",
            "section": "Nable et al"
        },
        {
            "text": "The two faculty physicians geographically split the 30-bed acute ED. ",
            "section": "Nable et al"
        },
        {
            "text": "Urgent care patients are seen in a separate part of the studied ED; the described staffing changes did not affect the urgent care area. ",
            "section": "Nable et al"
        },
        {
            "text": "A senior resident in his or her final year of EM training supervised the two interns. ",
            "section": "Nable et al"
        },
        {
            "text": "Patients were assigned to the interns on an alternating basis. ",
            "section": "Nable et al"
        },
        {
            "text": "The swing resident, a PGY2 or PGY3+ resident, took responsibility for the most critically ill patients in the ED to decompress the workload on the interns by assuming responsibility for a fraction of the patients initially assigned to them. ",
            "section": "Nable et al"
        },
        {
            "text": "Because the attending physicians' bed assignments were determined geographically and the interns were assigned patients on an alternating basis, each intern had the opportunity to work with two faculty physicians on the same shift. ",
            "section": "Nable et al"
        },
        {
            "text": "The original staffing model is depicted in Figure 1.",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Since the swing resident was not directly assigned patient beds but was expected to self-select patients, the amount of intern load-leveling was highly dependent on the efficiency, speed, and motivation of the swing resident. ",
            "section": "Nable et al"
        },
        {
            "text": "A highly efficient resident was obviously more likely to lessen the interns' patient load. ",
            "section": "Nable et al"
        },
        {
            "text": "The number of patients seen by a resident on a shift has been shown to be directly related to perceived stress. ",
            "section": "Nable et al"
        },
        {
            "text": "2 We realized that the line of responsibility needs to be clearly delineated, because communication in a busy ED is complex, requiring multiple interactions among staff members for each patient. ",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 In this model, only the attending was confined geographically, making it difficult for nurses to identify which resident was assigned to an individual patient. ",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Finally, because residents worked with two attending physicians at the same time, the learning environment was less conducive to individualized instruction. ",
            "section": "Nable et al"
        },
        {
            "text": "4,5 After soliciting input from residents, nursing staff, and faculty physicians, we designed a new staffing model, which was implemented in June 2012. ",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "In this new teambased approach, the ED is divided geographically between two teams. ",
            "section": "Nable et al"
        },
        {
            "text": "Each team consists of an attending physician, an upper-level (PGY2 or PGY3+) resident, and an intern. ",
            "section": "Nable et al"
        },
        {
            "text": "The new staffing model is depicted in Figure 2. ",
            "section": "Nable et al",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "We hypothesized that this new team-based system would improve residents' learning and clinical experiences, as manifested by higher rotation evaluation scores. ",
            "section": "Nable et al"
        },
        {
            "text": "We further hypothesized that the elimination of the \"swing\" resident, in favor of a second senior resident responsible for a defined set of ED beds, would result in an increase in patient exposure as manifested by higher patients seen per hour. ",
            "section": "Nable et al"
        },
        {
            "text": "This article describes the effects of the change in ED staffing.",
            "section": "Nable et al"
        },
        {
            "text": "This retrospective before-and-after study was based on de-identified data that were collected from an electronic resident evaluation system and an electronic patient tracking system. ",
            "section": "Study Design"
        },
        {
            "text": "The study design was reviewed and approved by our institutional review board.",
            "section": "Study Design"
        },
        {
            "text": "The study site is a 30-bed urban academic ED with 52,000 patient visits per year and a 20% admission rate. ",
            "section": "Study Setting and Population"
        },
        {
            "text": "We include in the study EM residents who worked in our ED between  ",
            "section": "Study Setting and Population"
        },
        {
            "text": "In EM residency program, all residents evaluate each of their rotations. ",
            "section": "Study Protocol"
        },
        {
            "text": "We obtained data for this study using an Internet-based electronic evaluation tool, E*Value (Minneapolis, Minnesota), which solicits and collects resident evaluations every 4 weeks. ",
            "section": "Study Protocol",
            "entity_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "type": "software",
                    "rawForm": "E*Value",
                    "resp": "#annotator13",
                    "used": true,
                    "id": "f63e25be05-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Data were de-identified and examined in aggregate so as to not attribute any evaluation score to an individual.",
            "section": "Study Protocol"
        },
        {
            "text": "The new team-based staffing model was implemented on June 24, 2012, the beginning of an academic year. ",
            "section": "Study Protocol"
        },
        {
            "text": "Evaluations submitted by residents rotating in the ED between November 14, 2011, and June 23, 2012, were considered pre-intervention evaluations. ",
            "section": "Study Protocol"
        },
        {
            "text": "Residents are assigned to the ED on 4-week block rotations; a total of eight 4-week blocks were included in the pre-intervention period. ",
            "section": "Study Protocol"
        },
        {
            "text": "Three 4-week block rotations (June 24 to September 16, 2012) following institution of the new staffing model were considered a washout period to minimize effects introduced by staff members' adjustment to the change and the \"July phenomenon,\" the tendency toward increased errors and decreased hospital efficiency at teaching hospitals at the start of the academic year. ",
            "section": "Study Protocol"
        },
        {
            "text": "6 Evaluations completed during the eight 4-week blocks between September 17, 2012, and April 28, 2013, were considered the post-intervention group.",
            "section": "Study Protocol",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Additionally, we determined the number of patients seen by each resident in the pre-intervention and post-intervention periods using a reporting function available through the study site's electronic patient tracking system FirstNet (Cerner, North Kansas City, Missouri). ",
            "section": "Study Protocol",
            "entity_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "type": "software",
                    "rawForm": "FirstNet",
                    "resp": "#annotator13",
                    "used": true,
                    "id": "f63e25be05-software-1",
                    "cert": "0.9"
                },
                {
                    "start": 234,
                    "end": 240,
                    "type": "publisher",
                    "rawForm": "Cerner",
                    "resp": "#curator",
                    "id": "#f63e25be05-software-1"
                }
            ]
        },
        {
            "text": "Resident work hours were retrieved via an electronic physician shift scheduling software OnCall (Spiral Software, Newton, Massachusetts).",
            "section": "Study Protocol",
            "entity_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "type": "software",
                    "rawForm": "OnCall",
                    "resp": "#annotator13",
                    "used": true,
                    "id": "f63e25be05-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 97,
                    "end": 112,
                    "type": "publisher",
                    "rawForm": "Spiral Software",
                    "resp": "#curator",
                    "id": "#f63e25be05-software-2"
                }
            ]
        },
        {
            "text": "A five-point Likert scale was used to query all residents about their experience in the ED at the conclusion of their rotation. ",
            "section": "Measures"
        },
        {
            "text": "The questions that are the focus of this study are listed in Figure 3, as is the scale used by the residents to indicate their responses. ",
            "section": "Measures",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The quantity of patient exposure by residents was measured as patients per hour (PPH).",
            "section": "Measures"
        },
        {
            "text": "We included in the final analysis evaluations and PPH by residents who rotated in the ED in both the preintervention and post-intervention. ",
            "section": "Data Analysis"
        },
        {
            "text": "The mean Likert scale scores for evaluations completed by the residents and PPH were calculated. ",
            "section": "Data Analysis"
        },
        {
            "text": "We determined mean differences and corresponding 95% confidence intervals (CIs) between both periods among all residents using paired sample t-tests. ",
            "section": "Data Analysis"
        },
        {
            "text": "Statistician 2.0 (xlQA, Melbourne, Australia) was used for data analysis.",
            "section": "Data Analysis",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "software",
                    "rawForm": "Statistician",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "f63e25be05-software-4",
                    "cert": "1.0"
                },
                {
                    "start": 13,
                    "end": 16,
                    "type": "version",
                    "rawForm": "2.0",
                    "resp": "#annotator5",
                    "id": "#f63e25be05-software-4"
                },
                {
                    "start": 18,
                    "end": 22,
                    "type": "publisher",
                    "rawForm": "xlQA",
                    "resp": "#curator",
                    "id": "#f63e25be05-software-4"
                }
            ]
        },
        {
            "text": "Out of 38 residents who were in the program during both the pre-and post-intervention periods, evaluations were completed for both periods by 34 residents. ",
            "section": "RESULTS"
        },
        {
            "text": "To allow for paired sample t-tests, we included in the study analysis only those 34 residents who rotated in the ED in both periods and completed evaluations.",
            "section": "RESULTS"
        },
        {
            "text": "The mean Likert scale scores are presented in Figure 4. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Following the initiation of the team-based staffing model, there was a statistically-significant increase in the mean scores for the query regarding the quality and amount of teaching, which improved from 4.03 to 4.27 (mean difference=0.24, p=0.03). ",
            "section": "RESULTS"
        },
        {
            "text": "There were non-statistically significant trends toward improved mean scores for all other queries.",
            "section": "RESULTS"
        },
        {
            "text": "Residents (PGY-2+) saw more patients following the initiation of the team-based model (Table). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "table",
                    "text": "(Table)"
                }
            ]
        },
        {
            "text": "Prior to the teambased staffing system, residents saw an average of 1.24 PPH, with an increase to 1.56 PPH post-intervention (mean difference=0.32, p=0.0005, 95% confidence interval [0.17 to 0.47])).",
            "section": "RESULTS"
        },
        {
            "text": "In today's EM environment, characterized by high patient acuity, increasing patient volumes, and an emphasis on fast throughput, the time available for individual patient care and clinical education is often limited. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7 This constraint is particularly important in the chaotic environment of the ED, where workloads are unpredictable and physicians are interrupted frequently. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8,9 Team-based learning is a powerful ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "1. The amount of clinical experience I obtained this rotation was: ",
            "section": "DISCUSSION"
        },
        {
            "text": "2. The amount of responsibility and autonomy I was given for making patient care decisions and providing care was: ",
            "section": "DISCUSSION"
        },
        {
            "text": "3. The quality and amount of supervision provided by attendings and senior residents was: ",
            "section": "DISCUSSION"
        },
        {
            "text": "4. The quality and amount of teaching provided by attendings and senior residents was: ",
            "section": "DISCUSSION"
        },
        {
            "text": "5. Overall, the attendings and senior residents treated me fairly and with respect and made me feel \"part of the team\": ",
            "section": "DISCUSSION"
        },
        {
            "text": "6. Overall the rotation was:  pedagogical tool that has been classically applied to didactic teaching. ",
            "section": "DISCUSSION"
        },
        {
            "text": "10 Incorporating this type of educational tool into the clinical setting may improve residents' clinical experience and education. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "By applying a vigorous qualitative analysis to self-reports, we have identified several areas that residents perceive as improved after moving to a team-based physicianstaffing model. ",
            "section": "DISCUSSION"
        },
        {
            "text": "EM residents value participation in the work environment, focused learning moments, repetitive teaching cycles, and intense learning experiences. ",
            "section": "DISCUSSION"
        },
        {
            "text": "11 We feel that the structure of the clinical work environment, specifically using the physicianstaffing model, might have a significant impact on learners' attitudes and perceptions about their clinical experience.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Qualitative reports and expert opinion regarding improvements in medical education have been well documented. ",
            "section": "DISCUSSION"
        },
        {
            "text": "12 In this study, moving from a staffing model led by senior residents to one based on teams trended toward a higher number of favorable responses to subjective questions related to residents' clinical experience in the ED. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Significant improvements were found in subgroups related to patient care decisions, clinical experience, and teaching.",
            "section": "DISCUSSION"
        },
        {
            "text": "Our residents' evaluations of their experience generally trended towards improved scores following the initiation of a team-based model. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our previous staffing model, the swing resident managed the most critically ill patients in the ED. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the team-based model, a number of changes could account for residents' improved attitudes about their clinical experience. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, team leaders were upper-level residents paired with a single attending and intern throughout an entire shift, which reduced confusion related to patient assignment during a busy clinical shift. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, team leaders were expected to see a higher volume of patients during a given shift, as they were given a large and specific geographic responsibility within the ED (in contrast to the previous model's swing resident, who assumed care for patients at his or her own pace). ",
            "section": "DISCUSSION"
        },
        {
            "text": "And, third, having an intern available in the team-based structure allowed the senior resident to share tasks, such as arranging follow-up, calling consults, and documenting patient care. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Having the option to share these responsibilities might enhance residents' perceptions of their clinical experience.",
            "section": "DISCUSSION"
        },
        {
            "text": "Perceptions of teaching quality significantly improved when the swing and team-based approaches were compared. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A number of previous studies found that faculty members have a limited amount of direct interaction and observation of EM residents. ",
            "section": "DISCUSSION"
        },
        {
            "text": "13,14 We believe the team-based staffing model allows a higher-degree of interaction between faculty physicians and residents, increasing teaching efficiency. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Managing patients using a team-based approach also encourages residents to discuss patient care decisions together more frequently, which encourages active participation, learning, and more efficient communication of \"teachable moments\" among multiple learners. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Many of these techniques have been described as effective learning techniques. ",
            "section": "DISCUSSION"
        },
        {
            "text": "15 Additionally, there was a significant improvement in the number of patients seen by the residents (PGY-2+) following the initiation of the team-based model. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "In the previous model, the swing resident could self-select his patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Individual resident motivation and efficiency likely affected the number of patient evaluations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the team-based model, however, the two senior residents geographically split the ED, reducing the ability of slower residents to select a fewer number of patients.",
            "section": "DISCUSSION"
        },
        {
            "text": "Further research by our department will likely incorporate more specifically intern-level experience. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The electronic patient tracking system used in our ED during the study period allowed associating only residents (PGY-2+) to patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Interns were therefore not included in the resident productivity analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Since our patient tracking system now records patients evaluated by interns, how the educational experience of these first-year physicians is affected by staffing model changes can be more readily examined. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The addition of a teaching resident in the staffing model, whose role is to provide more comprehensive and complimentary instruction of interns and medical students, will likely be studied.",
            "section": "DISCUSSION"
        },
        {
            "text": "A significant limitation of this study is that we used a non-validated survey tool to measure residents' responses. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Our findings are based on self-reported perceptions and therefore do not directly measure any quantitative outcomes within the chosen survey categories. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Although the ACGME Common Program Requirements mandate that resident feedback be used in assessing multiple aspects of a residency program's educational experiences, 16 there is currently no uniform approach to obtaining such evaluative measures. ",
            "section": "LIMITATIONS",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The observed effects in resident perceptions of their ED educational experience may have varied had the queries been worded differently. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "The survey instrument used in this study, however, has been used at our institution for the last five years, allowing the program to internally ascertain trends. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "As a further limitation, residents were also not required to complete the survey until the rotation ended, so recall bias might have influenced their responses. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Also, the increase in number of patients seen in the post-intervention staffing model may be a reflection of the improved efficiency expected of residents who are farther into their training program. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Finally, this study did not examine effects on patient outcomes.",
            "section": "LIMITATIONS"
        },
        {
            "text": "Data are scarce regarding the effect of physician staffing models on residents' attitudes and perceptions about their clinical experience. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Our results demonstrate that adopting a team-based physician staffing model can improve residents' perceptions about their educational experience. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Our study also demonstrated that a team-based model was associated with an increased number of patient evaluations as compared to a staffing model in which residents could self-select their patients. ",
            "section": "CONCLUSION"
        },
        {
            "text": "We hope that the results from this study will be helpful in the development of ED physician staffing models that improve the teaching environment.",
            "section": "CONCLUSION"
        },
        {
            "text": "The authors acknowledge Linda J. Kesselring, MS, ELS, the technical editor/writer in the Department of Emergency Medicine University of Maryland School of Medicine, for her contributions as copyeditor of the manuscript. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors further acknowledge Michael Taigman, MA, instructor in the Department of Emergency Health Services University of Maryland Baltimore County for his guidance on this project.",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Conflicts of Interest: By the WestJEM article submission agreement, all authors are required to disclose all affiliations, funding sources and financial or management relationships that could be perceived as potential sources of bias. "
        },
        {
            "text": "The authors disclosed none."
        }
    ]
}