{
    "id": "e986ef5f26",
    "level": "sentence",
    "abstract": [
        {
            "text": "Although the health effects of zinc oxide nanoparticles (ZnONPs) on the respiratory system have been reported, the fate, potential toxicity, and mechanisms in biological cells of these particles, as related to particle size and surface characteristics, have not been well elucidated. "
        },
        {
            "text": "To determine the physicochemical properties of ZnONPs that govern cytotoxicity, we investigated the effects of size, electronic properties, zinc concentration, and pH on cell viability using human alveolar-basal epithelial A549 cells as a model. "
        },
        {
            "text": "We observed that a 2-hour or longer exposure to ZnONPs induced changes in cell viability. "
        },
        {
            "text": "The alteration in cell viability was associated with the zeta potentials and pH values of the ZnONPs. "
        },
        {
            "text": "Proteomic profiling of A549 exposed to ZnONPs for 2 and 4 hours was used to determine the biological mechanisms of ZnONP toxicity. "
        },
        {
            "text": "p53-pathway activation was the core mechanism regulating cell viability in response to particle size. "
        },
        {
            "text": "Activation of the Wnt and TGFβ signaling pathways was also important in the cellular response to ZnONPs of different sizes. "
        },
        {
            "text": "The cadherin and Wnt signaling pathways were important cellular mechanisms triggered by surface differences. "
        },
        {
            "text": "These results suggested that the size and surface characteristics of ZnONPs might play an important role in their observed cytotoxicity. "
        },
        {
            "text": "This approach facilitates the design of more comprehensive systems for the evaluation of nanoparticles."
        }
    ],
    "body_text": [
        {
            "text": "Nanoparticles (NPs) are used in various commercial products and for novel applications in sunscreens, engineering, and biomedicine. ",
            "section": "Introduction"
        },
        {
            "text": "However, the fate, potential toxicity, and cellular mechanisms of these particles are not well understood. ",
            "section": "Introduction"
        },
        {
            "text": "Human contact with NPs is increasing, and regulatory guidelines are not presently available. ",
            "section": "Introduction"
        },
        {
            "text": "Therefore, the development of reliable high-throughput in vitro test systems for use in product design and for cytotoxicity evaluations would be advantageous for assessing efficiency and for the extrapolation of NP effects to humans. ",
            "section": "Introduction"
        },
        {
            "text": "Previous in vitro observations have been based on known toxicity mechanisms; 1,2 however, it is unclear whether these experiments provide sufficient toxicological information for comprehensive assessment of the potential toxicity of NPs.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 79,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Zinc oxide NPs (ZnONPs) are produced for many applications, such as antimicrobials 3 and cancer therapy. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 For example, specifically designed ZnONPs can enhance the ability of NPs to target specific types of cancer cells, pass through physiological barriers, and interact with tumor sites. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "4 An increasing number of studies propose that the common pathogenic mechanisms of ZnONPs, such as cell death, are related to oxidative stress imbalances. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5,6 Previous studies have shown that ZnONPs are more toxic than macrosized fractions. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "7 The electrostatic nature of NPs is also an important characteristic, as electrostatic interactions between charged NPs and target cells likely play an important role in the regulation of particle uptake by cells. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8,9 Doping ZnONPs with metals, such as aluminum (Al-ZnONPs), can specifically enhance the NPs' electrical and optical properties. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 Because transition metals can regulate redox-cycling cascades, transition metal-doped ZnONPs have the potential to improve therapeutic techniques. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 Certain studies suggest that the toxicity of ZnONPs may be due to the zinc ion; 12,13 however, others indicate that a significant association between ZnONPs and zinc ion toxicity does not exist. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14 In addition, previous studies have shown that intracellular pH increases during cell-cycle progression and proliferation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "15,16 Therefore, the alteration in pH could be associated with electrostatic interactions with charged particles at the cell membrane. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "17 Given these hypothesized mechanisms, tailoring the size and surface characteristics of ZnONPs is expected to influence their cytotoxicity, and these will likely be important characteristics to consider when developing cancer therapies.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "High-throughput approaches, such as toxicoproteomics, which includes proteomics and metabonomics, have the potential to provide an unbiased evaluation of the biological response of an organism or a cell to adverse stressors. ",
            "section": "Introduction"
        },
        {
            "text": "18 Therefore, the use of such a platform as proteomics can determine all relevant toxicity pathways when combined with bioinformative techniques. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "19 Biomarkers in biological fluids, such as cell supernatants, 20 bronchoalveolar lavage fluids, 19 and blood samples, 21 can be measured for several purposes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 63,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                },
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "Okoturo-Evans et al investigated the toxicological mechanism of silicon dioxide NPs in lung cells, 2 and suggested that proteomic approaches would facilitate the design of a more focused test system for the evaluation of NP toxicity.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "ZnO is generally recognized as a safe material by the US Food and Drug Administration, but this designation most commonly refers to materials larger than nanoscale fractions. ",
            "section": "Introduction"
        },
        {
            "text": "As a result, a comprehensive evaluation of ZnONP toxicity is required, as well as an assessment of particle effects on human health. ",
            "section": "Introduction"
        },
        {
            "text": "In this study, we explored the feasibility of using proteomics to investigate changes in the viability of NP-exposed human alveolar basal epithelial A549 cells as a basis for the development of high-throughput screens and for the more focused assessment of differences in the size and surface characteristics of ZnONPs. ",
            "section": "Introduction"
        },
        {
            "text": "Finally, based on the identified proteins, we analyzed the biological processes involved in ZnONP-induced cell death.",
            "section": "Introduction"
        },
        {
            "text": "The sources and physical properties of the ZnONPs and Al-ZnONPs used in this study are listed in Table 1. ",
            "section": "ZnONPs and reagent sources",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All of the other reagents were obtained from Sigma-Aldrich (St Louis, MO, USA), unless the source is explicitly stated.",
            "section": "ZnONPs and reagent sources"
        },
        {
            "text": "To investigate the physicochemical changes in ZnONPs and Al-ZnONPs pre-and postsuspension in dH 2 O or 10% fetal bovine serum (FBS), field-emission scanning electron microscopy (FE-SEM; Inspect™ 2100; JEOL, Tokyo, Japan) and energy-dispersive X-ray (EDX) microanalysis were used in this study. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "Samples were vortexed and sonicated for 10 minutes and then lyophilized for the FE-SEM and EDX analyses. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "The preparation protocols for the FE-SEM and EDX analyses have been previously reported. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "22 The samples were adhered onto 12 mm carbon sticky tabs, which were fixed on 13 mm aluminum SEM stubs. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The samples were coated with platinum to an average thickness of 10 nm using a sputter coater and then imaged. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "FE-SEM was operated at an accelerating voltage of 15 kV using a 2.5 spot size. ",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "Elemental analysis was performed using the EDX Genesis microanalysis system.",
            "section": "Field-emission scanning electron microscopy and energy-dispersive X-ray microanalysis"
        },
        {
            "text": "ZnONP solutions were freshly prepared at 20, 50, 150, 300, or 500 μg/mL in 10% FBS-containing cell medium by vortexing for 0, 0.5, 1, 6, 12, 24, and 48 hours at room temperature. ",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium"
        },
        {
            "text": "The hydrodynamic diameters of the particles were determined using dynamic light scattering (Zetasizer Nano ZS; Malvern Instruments, Malvern, UK). ",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium"
        },
        {
            "text": "The zeta potentials of the samples were also determined using the Zetasizer Nano ZS. ",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium"
        },
        {
            "text": "Changes in the solution pH levels were determined using a pH meter. ",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium"
        },
        {
            "text": "To determine zinc concentrations, the samples were centrifuged at 1,000 rpm (500 g) for 10 minutes and then filtered using a 0.45 μm polyvinylidene difluoride filter (Chrom Tech, Apple Valley, MN, USA). ",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium"
        },
        {
            "text": "23 A flame atomic absorption spectrophotometer (AAnalyst™ 800; PerkinElmer, Waltham, MA, USA) was used to determine the concentrations of zinc ions leached from the ZnONPs.",
            "section": "Physicochemical characterization of ZnONPs in FBs-containing medium",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Human alveolar basal epithelial A549 cells were obtained from the American Type Culture Collection (Manassas, VA, USA) and cultured in Roswell Park Memorial Institute (RPMI) medium containing 10% FBS, penicillin, and streptomycin. ",
            "section": "cell culture and treatment"
        },
        {
            "text": "There was no endotoxin detected in the ZnONPs or Al-ZnONPs (Pierce LAL chromogenic endotoxin quantitation kit; Thermo Fisher Scientific, Waltham, MA, USA). ",
            "section": "cell culture and treatment"
        },
        {
            "text": "To investigate NP-induced changes in cell viability, A549 cells were incubated with 0, 20, 50, 150, 300, and 500 μg/mL ZnONPs or Al-ZnONPs at 37°C for 0-48 hours in a humidified atmosphere containing 5% CO 2 . ",
            "section": "cell culture and treatment"
        },
        {
            "text": "The ZnONPs and Al-ZnONPs were not washed before the cell treatments. ",
            "section": "cell culture and treatment"
        },
        {
            "text": "Each experiment was conducted in quadruplicate.",
            "section": "cell culture and treatment"
        },
        {
            "text": "To investigate the real-time viability of A549 cells after exposure to ZnONPs or Al-ZnONPs, the xCELLigence system (Hoffman-La Roche, Basel, Switzerland) was used.",
            "section": "real-time monitoring of cell viability using the xcelligence system"
        },
        {
            "text": "The principle of the system has been reported previously. ",
            "section": "real-time monitoring of cell viability using the xcelligence system"
        },
        {
            "text": "24 Briefly, the xCELLigence system monitors cellular events in real time by recording the electrical impedance that correlates with the cell number, morphology, and viability in a given culture well of an E-plate. ",
            "section": "real-time monitoring of cell viability using the xcelligence system",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "To investigate global protein expression in A549 cells after exposure to 20 μg/mL ZnONPs or Al-ZnONPs, supernatant fractions were collected after 2 and 4 hours of exposure. ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The preparation of samples for proteomic analyses has been reported previously. ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "19 Briefly, the supernatants were diluted with 50 mM ammonium bicarbonate. ",
            "section": "Characterization of proteomic profiling",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The samples were denatured and reduced with 8 M urea/10 mM dithiothreitol and alkylated with 50 mM iodoacetamide. ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The samples were then digested with trypsin in 25 mM ammonium bicarbonate and desalted by C18 columns. ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The tryptic peptides were then analyzed using a Q Exactive™ mass spectrometer (Thermo Fisher Scientific) coupled with an Dionex UltiMate ® 3000 RSLC system (Thermo Fisher Scientific). ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The peptides were separated by liquid chromatography using C18 columns (75×150 mm, 2 μm, Dionex Acclaim ® PepMap™ RSLC; Thermo Fisher Scientific). ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The separation conditions have been described previously. ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "19 Full mass spectrometry (MS) scans were performed using ranges of m/z 380-2,000, m/z 380-600, m/z 600-800, m/z 800-1,200, and m/z 1,200-2,000, and the ten most intense ions from the MS scans were selected for MS/MS scans. ",
            "section": "Characterization of proteomic profiling",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The raw data were processed into peak lists using Proteome Discoverer 1.3 for Mascot database searching (Matrix Science, London, UK) and National Center for Biotechnology Information UniProt database prediction and literature searching. ",
            "section": "Characterization of proteomic profiling",
            "entity_spans": [
                {
                    "start": 50,
                    "end": 69,
                    "type": "software",
                    "rawForm": "Proteome Discoverer",
                    "resp": "#annotator24",
                    "used": true,
                    "id": "e986ef5f26-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "version",
                    "rawForm": "1.3",
                    "resp": "#annotator24",
                    "id": "#e986ef5f26-software-1"
                },
                {
                    "start": 78,
                    "end": 84,
                    "type": "software",
                    "rawForm": "Mascot",
                    "resp": "#curator",
                    "id": "e986ef5f26-software-simple-2"
                },
                {
                    "start": 105,
                    "end": 119,
                    "type": "publisher",
                    "rawForm": "Matrix Science",
                    "resp": "#curator",
                    "id": "#e986ef5f26-software-1"
                }
            ]
        },
        {
            "text": "The search parameters included variable modifications for deamidation (NQ), oxidation (M), and a fixed modification for carbamidomethyl (C). ",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The maximum mass tolerance was set to 10 ppm for precursor ions and to 0.05 Da for fragment ions.",
            "section": "Characterization of proteomic profiling"
        },
        {
            "text": "The expressed proteins were subjected to functional pathway analyses using the PANTHER (Protein ANalysis THrough Evolutionary Relationships) classification system (http:// www.pantherdb.org) to determine the biological context of the identified proteins. ",
            "section": "Protein functional analyses"
        },
        {
            "text": "25 The UniProt accession database was used to access the expressed proteins identified in this study. ",
            "section": "Protein functional analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The identified proteins were uploaded and mapped against the Homo sapiens reference data set to extract and summarize the functional annotations associated with individual proteins or groups of proteins and to identify the biological processes, molecular functions, and pathways for each data set.",
            "section": "Protein functional analyses"
        },
        {
            "text": "Statistical analyses were performed using GraphPad ",
            "section": "Data analysis",
            "entity_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "type": "software",
                    "rawForm": "GraphPad",
                    "resp": "#annotator24",
                    "used": true,
                    "id": "e986ef5f26-software-2",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "ZnONPs, including ZnONP20 (average diameter of 20 nm), ZnONP90 (average diameter of 90-210 nm), and Al-ZnONP20 (average diameter of 20-40 nm), were used to investigate the effects of the size and surface characteristics of ZnONPs on a biological system. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The supplier provided the basic characteristics of the ZnONPs (Table 1). ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "Morphological and elemental changes in the ZnONPs pre-and postsuspension in dH 2 O and 10% FBS-containing medium ( Figure 1) were examined first. ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "We found that ZnONP20, ZnONP90, and Al-ZnONP20 were regular in shape, and significant morphological change did not occur when the ZnONPs were suspended in dH 2 O or 10% FBS-containing medium. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The EDX results did not show significant difference in Zn and O elements between ZnONP20 and ZnONP90 when suspended in dH 2 O (86%-93% for Zn and 4%-7% for O) or 10% FBScontaining medium (86%-91% for Zn and 5%-8% for O). ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "Al was only detected in Al-ZnONP20, which consisted of  1% Al, 85%-86% Zn, and 7% O when suspended in dH 2 O or 10% FBS-containing medium.",
            "section": "Physicochemical characterization"
        },
        {
            "text": "To understand the physicochemical characteristics of the ZnONPs, we next investigated the hydrodynamic diameters of ZnONP20, ZnONP90, and Al-ZnONP20 at 20-500 μg/mL in 10% FBS-containing medium over 48 hours. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The results of this analysis, as shown in Figure 2, indicate that the hydrodynamic diameters of the ZnONPs were 105 (at 20 μg/mL) to 522 (at 500 μg/mL) nm for ZnONP20, 98 (at 20 μg/mL) to 486 (at 500 μg/mL) nm for ZnONP90, and 53 (at 20 μg/mL) to 967 (at 500 μg/mL) nm for Al-ZnONP20 for 48 hours.",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The hydrodynamic diameters of the ZnONPs increased over time, especially after 24-hour exposure (P0.05, except for ZnONP20 and ZnONP90 at 20 μg/mL). ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The zeta potentials of the ZnONPs were determined, as shown in Figure 2. ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The zeta potentials of ZnONP20, ZnONP90, and Al-ZnONP20 were between -17.56 and -29.56 mV, -26.51 and -34.99 mV, and -21.62 and -29.25, respectively, compared with -18.17 mV for 10% FBS (vehicle control, 0 μg/mL). ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The absolute value of zeta-potential values increased over time during the 48-hour period (P0.05), except for ZnONP20 at 150 and 300 μg/mL. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "A slight increase in pH values was observed when these particles were dispersed in the FBS solution ( Figure 2, P0.05), except for ZnONP90 at 150 μg/mL. ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "We observed that the pH values were 8.03-8.24 for ZnONP20, 7.92-8.16 for ZnONP90, and 7.92-8.32 for Al-ZnONP20. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "Zn leaching from these particles during the 48-hour period was also investigated. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "We observed that the concentrations of Zn that leached from ZnONP20 significantly increased over time (P0.05) and also demonstrated a significant dose-dependent response (P0.05), as shown in Figure 2. ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The concentrations of Zn that leached from ZnONP90 and Al-ZnONP20 increased to a peak at 0.5 hour and remained stable throughout the remaining incubation time.",
            "section": "Physicochemical characterization"
        },
        {
            "text": "cell viability",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The xCELLigence system was used to investigate the realtime alteration in cell viability after exposure to 0-500 μg/mL ZnONP20, ZnONP90, or Al-ZnONP20 for 48 hours (Figure 3). ",
            "section": "Physicochemical characterization",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "We found that ZnONP exposure reduced cell viability significantly in a dose-and time-dependent manner compared with the controls (P0.05), especially when exposed to 150, 300, or 500 μg/mL. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "Notably, 20 μg/mL ZnONP20, ZnONP90, or Al-ZnONP20 slightly decreased cell viability over time. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "Additionally, we observed that cell viability slightly increased at 2 hours postexposure in cells treated with any of the three particle types, followed by a continuous decrease in viability after 4 hours' exposure. ",
            "section": "Physicochemical characterization"
        },
        {
            "text": "The ranking of cell viability among these ZnONPs was Al-ZnONP20  ZnONP90  ZnONP20 at 500 μg/mL.",
            "section": "Physicochemical characterization"
        },
        {
            "text": "Pearson's correlation coefficient was used to examine the correlations between cell viability and the physicochemical changes in the ZnONPs (hydrodynamic diameter, zeta potential, zinc ion release, and pH) during a 48-hour exposure (Figure 3). ",
            "section": "Time-dependent associations between cell viability and physicochemistry of ZnONPs",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "Significant positive correlations were observed between cell viability and the zeta potentials of ZnONP20 (r=0.89, P0.01) and Al-ZnONP20 (r=0.80, P0.05). ",
            "section": "Time-dependent associations between cell viability and physicochemistry of ZnONPs"
        },
        {
            "text": "Additionally, the alteration of cell viability by ZnONP20 was negatively correlated with pH (r=-0.83, P0.05). ",
            "section": "Time-dependent associations between cell viability and physicochemistry of ZnONPs"
        },
        {
            "text": "Statistically significant correlations were not observed between cell viability and hydrodynamic diameters or zinc ion release among these ZnONPs.",
            "section": "Time-dependent associations between cell viability and physicochemistry of ZnONPs"
        },
        {
            "text": "To understand the biological differences between a 2-hour (a slight increase in cell viability) and a 4-hour (a significant decrease in cell viability) exposure to ZnONP20, ZnONP90, or Al-ZnONP20, we explored the proteomic profile of the proteins released from cells incubated with 20 μg/mL NPs, a concentration that produced a significant decrease in cell viability. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "In total, 87 proteins were identified in the control  cells, whereas 87, 70, and 94 proteins were identified after a 2-hour exposure to ZnONP20, ZnONP90, and Al-ZnONP20, respectively. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "A total of 69, 85, and 96 proteins were identified after a 4-hour exposure to ZnONP20, ZnONP90, and Al-ZnONP20, respectively. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "These proteins are listed at http:// www.dovepress.com/cr_data/supplementary_file_66651. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "pdf. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "To identify the proteins expressed after ZnONP20, ZnONP90, and Al-ZnONP20 exposure, the overlaps in protein profiles between the control and ZnONP20, ZnONP90, and Al-ZnONP20 between 2 and 4 hours were examined (Figure 4). ",
            "section": "Proteomic profiling of cell viability",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4"
                }
            ]
        },
        {
            "text": "There were eleven, three, and 18 proteins unique to cells exposed for 2 hours to ZnONP20, ZnONP90, and Al-ZnONP20, respectively (Table 2). ",
            "section": "Proteomic profiling of cell viability",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "There were eight, 12, and 20 proteins unique to cells exposed for 4 hours to ZnONP20, ZnONP90, and Al-ZnONP20, respectively (Table 2). ",
            "section": "Proteomic profiling of cell viability",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "MS-based functional pathway analyses were performed using the proteins unique to ZnONP20, ZnONP90, and Al-ZnONP20 exposures to understand their biological context. ",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "PANTHER analysis was initially used to examine protein functions in biological processes (Figure 4). ",
            "section": "Proteomic profiling of cell viability",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "We observed that",
            "section": "Proteomic profiling of cell viability"
        },
        {
            "text": "ZnONP90 AI-ZnONP20   only proteins involved in cellular component organization (4% for ZnONP20), the generation of precursor metabolites and energy (1.4% for Al-ZnONP20), and system processes (6% for ZnONP20) were present after a 2-hour exposure, whereas only proteins involved in apoptosis (7.4% for ZnONP20 exposure and 6.9% for ZnONP90 exposure), the cell cycle (7.4% for ZnONP20 and 3.4% for ZnONP90), cellular component organization (3.4% for ZnONP90), developmental processes (5.2% for ZnONP90), homeostatic processes (1.7% for ZnONP90), the regulation of biological processes (1.7% for ZnONP90), reproduction (1.7% for ZnONP90), system processes (3.4% for ZnONP90), and transport (5.2% for ZnONP90) were present after a 4-hour exposure. ",
            "section": "ZnONP20"
        },
        {
            "text": "The molecular functions of these proteins unique to ZnONP20, ZnONP90, and Al-ZnONP20 exposure were also determined ( Figure 4). ",
            "section": "ZnONP20",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4)"
                }
            ]
        },
        {
            "text": "We observed that only antioxidant activity (5.9% for ZnONP20), structural molecule activity (5.9% for ZnONP20), transcription-regulator activity (2.9% for Al-ZnONP20), and transporter activity (2.9% for Al-ZnONP20) were present after a 2-hour exposure. ",
            "section": "ZnONP20"
        },
        {
            "text": "Notably, catalytic activity (26.1%), ion-channel activity (4.3), receptor activity (17.4), structural molecule activity (4.3%), and transporter activity (8.7) were only observed after a 4-hour exposure to ZnONP90. ",
            "section": "ZnONP20"
        },
        {
            "text": "Proteomic profiling of size and surfacechemistry effects on cell viability",
            "section": "ZnONP20"
        },
        {
            "text": "To understand the effects of particle size on cell viability, MS-based functional pathway analyses were performed on the proteins unique to ZnONP20 (87 proteins for 2 hours and 69 proteins for 4 hours) and ZnONP90 (70 proteins for 2 hours and 85 proteins for 4 hours) exposure to understand their biological context. ",
            "section": "ZnONP20"
        },
        {
            "text": "PANTHER analysis was also used to determine protein functions in cellular pathways ( Figure 5). ",
            "section": "ZnONP20",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "We observed that proteins involved in the blood-coagulation cascade (14.3%), the cadherin signaling pathway (14.3%), the circadian clock system (14.3%), the gonadotropin-releasing hormone-receptor pathway (14.3%), inflammation mediated by chemokine and cytokine signaling (14.3%), the p53 pathway (14.3%), and the Wnt signaling pathway (14.3%) were expressed in response to a 2-hour exposure to ZnONP. ",
            "section": "ZnONP20"
        },
        {
            "text": "The blood-coagulation cascade (33.3%), the gonadotropin releasing hormone receptor pathway (33.3%) and the TGFβ signaling pathway (33.3%) were present after a 2-hour exposure to ZnONP90. ",
            "section": "ZnONP20"
        },
        {
            "text": "A 4-hour exposure to ZnONP20 activated the apoptosis signaling pathway (25%) and blood-coagulation cascade (75%), whereas a 4-hour ZnONP90 exposure induced proteins active in glycolysis (25%), Huntington's disease (25%), the integrin signaling pathway (25%), and the p53 pathway (25%). ",
            "section": "ZnONP20"
        },
        {
            "text": "We next investigated the effects of particle-surface characteristics on cell viability ( Figure 5). ",
            "section": "ZnONP20",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "MS-based functional pathway analyses were performed on the proteins unique to ZnONP20 (87 proteins at 2 hours and 69 proteins at 4 hours) and Al-ZnONP20 (94 proteins at 2 hours and 96 proteins at 4 hours) exposure to understand their biological context. ",
            "section": "ZnONP20"
        },
        {
            "text": "We observed that the proteins involved in the bloodcoagulation cascade (40%), the cadherin signaling pathway (20%), Huntington's disease (20%), and the Wnt signaling pathway (20%) were present 2 hours after ZnONP20 exposure, whereas the proteins involved in the blood-coagulation cascade (20%), cytoskeletal regulation by Rho guanosine triphosphatase (10%), Huntington's disease (10%), the insulin/IGF pathway-mitogen-activated protein kinase kinase/MAP kinase cascade (10%), the insulin/IGF pathway-protein kinase B signaling cascade/integrin signaling pathway (10%), the ionotropic glutamate-receptor pathway/ muscarinic acetylcholine receptor 2 and 4 signaling pathway (10%), and the nicotinic acetylcholine receptor signaling pathway (10%) were found after a 2-hour Al-ZnONP20 exposure. ",
            "section": "ZnONP20"
        },
        {
            "text": "Only proteins involved in the blood-coagulation",
            "section": "ZnONP20"
        },
        {
            "text": "ZnONP20 versus AI-ZnONP20 cascade (100%) were identified after a 4-hour exposure to ZnONP20. ",
            "section": "ZnONP20 versus ZnONP90"
        },
        {
            "text": "Proteins involved in the Alzheimer's diseasepresenilin pathway (10%), the blood-coagulation cascade (10%), the cadherin signaling pathway (10%), glycolysis (20%), Huntington's disease (10%), the integrin signaling pathway (10%), the p53 pathway (10%), the pentose-phosphate pathway (10%), and the Wnt signaling pathway (10%) were present after a 4-hour exposure to Al-ZnONP20.",
            "section": "ZnONP20 versus ZnONP90"
        },
        {
            "text": "With regard to the toxicology of ZnONPs, smaller particles, which have a greater surface area per unit mass than do larger particles, may be associated with higher bioreactivity. ",
            "section": "Discussion"
        },
        {
            "text": "Additionally, differences in the surface characteristics of particles may also play important roles in the regulation of cellular bioreactivity. ",
            "section": "Discussion"
        },
        {
            "text": "23 For these reasons, the present study explored the feasibility of using proteomics to investigate cell viability in alveolar epithelial cells as a basis for the development of high-throughput screens and more focused assessments of the effects of size and surface characteristics of ZnONPs. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Physicochemical characterization in toxicological experiments is a key step in NP toxicological testing. ",
            "section": "Discussion"
        },
        {
            "text": "Considering the significance in determining the biological outcomes of ZnONP exposure and how important modifications can create \"safe-by-design\" nanoproducts, we investigated the dosedependent and time-dependent nature of the physicochemistry of ZnONPs. ",
            "section": "Discussion"
        },
        {
            "text": "In this study, two different sizes of ZnONPs (ZnONP20 and ZnONP90) were used to investigate size effects, and the similarly sized ZnONP20 and Al-ZnONP20, but having different electrical and electronic properties, were used to investigate surface effects. ",
            "section": "Discussion"
        },
        {
            "text": "No significant change in morphology was observed among these ZnONPs when dispersed in water or FBS solution. ",
            "section": "Discussion"
        },
        {
            "text": "Previous studies reported that serum proteins act as an excellent dispersant for ZnONPs in biological solutions, 14,23 which is consistent with our finding that the addition of FBS dispersed ZnONPs well at various mass concentrations (20-500 μg/mL). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 116,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "However, dispersion in FBS-containing medium was reduced over time. ",
            "section": "Discussion"
        },
        {
            "text": "We found reaggregation of ZnONPs occurred after 6 hours, especially at higher mass concentrations. ",
            "section": "Discussion"
        },
        {
            "text": "Additionally, the hydrodynamic diameters of ZnONP20 and ZnONP90 partially overlapped, which may have contributed to the reaggregation of the particles over 48 hours. ",
            "section": "Discussion"
        },
        {
            "text": "The zeta-potential values also slightly decreased over time. ",
            "section": "Discussion"
        },
        {
            "text": "Taken together, these results suggest that serum proteins may be a good dispersant for ZnONPs, but the dispersive effects are only maintained for a short time, after which aggregation/agglomeration recurs. ",
            "section": "Discussion"
        },
        {
            "text": "The use of other ZnONPs with distinct size distributions may be required in future studies. ",
            "section": "Discussion"
        },
        {
            "text": "The stabilization of ZnONPs in serum primarily occurs through protein adsorption and the resulting net surface charge, as reported by Wells et al. 16 The alterations in the zeta potentials of the ZnONPs may result from the change in pH over a 48-hour period, which is supported by the work of Shahmoradi et al. 17 The ZnONPs leached Zn into the solution, and relatively stable Zn levels were maintained for 48 hours, which is similar to the findings of our previous study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 311,
                    "end": 313,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "23 Cell viability is a common indicator in toxicological testing; however, alterations in cell viability also relate to the cutoff time. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "To obtain a better understanding of doseand time-dependent changes in cell viability, the real-time viability of A549 cells after exposure to ZnONP20, ZnONP90, or Al-ZnONP20 was monitored. ",
            "section": "Discussion"
        },
        {
            "text": "We observed that the index of cell viability increased between 0 and 2 hours of exposure to the ZnONPs, even at a relatively high mass concentration (500 μg/mL). ",
            "section": "Discussion"
        },
        {
            "text": "Notably, cell death occurred after a 2-hour exposure, reducing the cell-viability index. ",
            "section": "Discussion"
        },
        {
            "text": "This finding suggests that a 2-hour exposure may be the longest that can be used for nanotoxicology testing of such particles as ZnONPs. ",
            "section": "Discussion"
        },
        {
            "text": "To understand how NPs alter cellular bioreactivity before and after the 2-hour cutoff time point, protein profiling and the biological context of the identified proteins were determined. ",
            "section": "Discussion"
        },
        {
            "text": "Proteins involved in apoptosis, the cell cycle, and reproduction were each present after exposure to ZnONP20 or ZnONP90 for 4 hours. ",
            "section": "Discussion"
        },
        {
            "text": "Proteins involved in the generation of precursor metabolites and energy were characterized at 2 hours postexposure to Al-ZnONP20. ",
            "section": "Discussion"
        },
        {
            "text": "Our findings were consistent with previous reports that ZnONPs induced cell death via apoptotic pathways 12,26 and alterations in the cell cycle. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27,28 The different biological processes activated in response to ZnONP20, ZnONP90, and especially Al-ZnONP20 could have resulted from particle-size and surface differences.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "To determine the effects of the size and surface characteristics of ZnONPs on biological processes, protein-profile comparisons between ZnONP20 and ZnONP90 and between ZnONP20 and Al-ZnONP20 after a 2-hour or 4-hour exposure were performed. ",
            "section": "Discussion"
        },
        {
            "text": "We found that the proteins of the cadherin signaling pathway, the circadian clock system, inflammation mediated by chemokine and cytokine signaling, the p53 pathway, and the Wnt signaling pathway were present after a 2-hour exposure to ZnONP20. ",
            "section": "Discussion"
        },
        {
            "text": "In contrast, proteins associated with the apoptosis signaling pathway and the blood-coagulation cascade were present after a 4-hour exposure. ",
            "section": "Discussion"
        },
        {
            "text": "However, the TGFβ signaling pathway was only identified after a 2-hour exposure to ZnONP90, whereas glycolysis, Huntington's disease, the integrin signaling pathway, and the p53 pathway were identified after a 4-hour exposure to ZnONP90. ",
            "section": "Discussion"
        },
        {
            "text": "These findings suggest that smaller ZnONPs may have more acute toxic biological effects, such as activation of cell death, than do larger ZnONPs, but the results could also reflect the corresponding numbers of ZnONPs per unit mass. 29 Additionally, the cells showed activation of distinct biological pathways in response to ZnONPs of different sizes. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "The proteins of the Wnt signaling pathway, for example, were only expressed after exposure to ZnONP20, and the TGFβ signaling pathway was only identified after exposure to ZnONP90. ",
            "section": "Discussion"
        },
        {
            "text": "The p53-pathway proteins were present at 2 hours of ZnONP20 and 4 hours of ZnONP90 treatment, suggesting that the p53 pathway could be the core mechanism responsible for zinc-based NP-induced cell death. ",
            "section": "Discussion"
        },
        {
            "text": "26 We further showed that the WNT signaling pathway and the TGFβ signaling pathway regulated different cellular fates in cells treated with ZnONP20 and ZnONP90, respectively. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "The Wnt and TGFβ pathways are crucial mechanisms for controlling cell differentiation and cell fate. ",
            "section": "Discussion"
        },
        {
            "text": "Cho et al indicated that expression of TGFβ was associated with ZnONP exposure. ",
            "section": "Discussion"
        },
        {
            "text": "30 With regard to the differences in surface effects between ZnONP20 and Al-ZnONP20, our results demonstrated that the cadherin signaling pathway and the Wnt signaling pathway were active after a 2-hour ZnONP20 exposure and a 4-hour Al-ZnONP20 exposure. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "This result shows that cell fate and cell integration are important biological responses to smaller ZnONPs. ",
            "section": "Discussion"
        },
        {
            "text": "Notably, the delayed biological effects could have resulted from the surface characteristics of the two ZnONPs. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, an investigation of the correlations between the physicochemical parameters and cell death was conducted. ",
            "section": "Discussion"
        },
        {
            "text": "Our results further showed that cytotoxicity might have been associated with zeta potential and pH. It is known that Al dopants in ZnO can significantly modify the electronic properties of the material. ",
            "section": "Discussion"
        },
        {
            "text": "Xu et al reported that Al-ZnONP was more conductive than nondoped ZnO and that the electronic properties correlated with cytotoxicity. ",
            "section": "Discussion"
        },
        {
            "text": "31 Furthermore, the higher positive charge could be more toxic to cells. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "5 The surface differences between ZnONP20 and Al-ZnONP20 were also related to the pH, which is supported by work from Chusuei et al. 32 Previous studies showed that Zn ion plays an important role in the regulation of ZnONP toxicity; 30,33 however this association was not observed in our study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 133,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 233,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 236,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "The difference may be due to the leached Zn ion reaching a plateau for 0.5 hour, following a stable Zn ion level over 48 hours. ",
            "section": "Discussion"
        },
        {
            "text": "Real-time alteration in cell viability caused by different concentrations of Zn ion should be investigated in future work.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have shown that the size and surface characteristics of ZnONPs play important roles in the regulation of cell viability, which was inferred from proteomic analyses. ",
            "section": "Conclusion"
        },
        {
            "text": "We also provide a better understanding of the biological effects of ZnONP exposure. ",
            "section": "Conclusion"
        },
        {
            "text": "Regarding the toxicity of surface properties, zeta potential and pH may be crucial characteristics for cell viability, which needs to be investigated in future work. ",
            "section": "Conclusion"
        },
        {
            "text": "Surface area is considered to be a determinant for nanotoxicity, 34 which needs to be investigated in future work. ",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "Also, unisize isotopic ZnONPs may be used to clarify the size effects and surface effects on cell viability. ",
            "section": "Conclusion"
        },
        {
            "text": "Our findings have significant implications for discovering the biological responses responsible for the effects of ZnONPs at the molecular level, and continued work is required to more thoroughly elucidate the mechanisms involved.",
            "section": "Conclusion"
        },
        {
            "text": "scanning electron microscopy and energy-dispersive X-ray spectroscopy analyses of ZnONP20, ZnONP90, and al-ZnONP20 with and without the addition of dh 2 O and a 10% FBs solution. ",
            "section": "Figure 1"
        },
        {
            "text": "Abbreviations: ZnONP, zinc oxide nanoparticle; FBs, fetal bovine serum.",
            "section": "Figure 1"
        },
        {
            "text": "alterations in average hydrodynamic diameters, zeta potentials, ph values, and zinc concentrations in supernatants when 20-500 μg/ml ZnONP20, ZnONP90, or Al-ZnONP20 was suspended in 10% FBS solution for 48 hours. ",
            "section": "Figure 2"
        },
        {
            "text": "Asterisks indicate significant differences compared with control at P0.05. ",
            "section": "Figure 2"
        },
        {
            "text": "Abbreviations: ZnONP, zinc oxide nanoparticle; FBs, fetal bovine serum.",
            "section": "Figure 2"
        },
        {
            "text": "µg/mL 20 µg/mL 50 µg/mL 150 µg/mL 300 µg/mL 500 µg/mL real-time alterations in cell viability after exposure to 0-500 μg/ml ZnONP20, ZnONP90, or al-ZnONP20 for 48 hours. ",
            "section": "0Figure 3"
        },
        {
            "text": "Notes: The index of cell viability increased between 0 and 2 hours of exposure to the ZnONPs, even at a relatively high mass concentration (500 μg/ml). ",
            "section": "0Figure 3"
        },
        {
            "text": "Notably, cell death occurred after a 2-hour exposure, reducing the cell-viability index. ",
            "section": "0Figure 3"
        },
        {
            "text": "Timedependent associations between cell viability and the physicochemistry of ZnONPs were determined using Pearson's correlation coefficient. ",
            "section": "0Figure 3"
        },
        {
            "text": "Significant positive correlations were observed between cell viability and\\zeta potentials of ZnONP20 (r=0.89, P0.01) and al-ZnONP20 (r=0.80, P0.05). ",
            "section": "0Figure 3"
        },
        {
            "text": "The alteration of cell viability by ZnONP20 was negatively correlated with ph (r=-0.83, P0.05). ",
            "section": "0Figure 3"
        },
        {
            "text": "statistical associations were not observed between cell viability and hydrodynamic diameter or zinc ion (zinc ion concentration). ",
            "section": "0Figure 3"
        },
        {
            "text": "Abbreviation: ZnONP, zinc oxide nanoparticle.",
            "section": "0Figure 3"
        },
        {
            "text": "e p t o r a c t iv it y R e c e p t o r a c t iv it y T r a n s p o r t e r a c t iv it y T r a n s p o r t e r a c Venn diagrams showing the proteins common between or unique to ZnONP20, ZnONP90, and al-ZnONP20 at 2 and 4 hours of exposure. ",
            "section": "Figure 4"
        },
        {
            "text": "Biological processes and molecular functions associated with 2-hour and 4-hour exposures to ZnONP20, ZnONP90, or al-ZnONP20 were determined using PaNTher (Protein aNalysis Through evolutionary relationships). ",
            "section": "Figure 4"
        },
        {
            "text": "Abbreviation: ZnONP, zinc oxide nanoparticle.",
            "section": "Figure 4"
        },
        {
            "text": "d c o a g u la ti o n A p o p to s is s ig n a lin g p a th w a y B lo o d c o a g u la ti o n B lo o d c o a g u la ti o n C a d h e ri n s ig n a lin g p a th w a y C y to s k e le ta l re g u la ti o n b y R h o G T P a s e H u n ti n g to n 's d is e a s e In s u lin /I G F p a th w a y -m it o g e n a c ti v a te d p ro te in k in a s e k in a s e /M A P k in a s e c a s c a d e In s u lin /I G F p a th w a y -p ro te in k in a s e B s ig n a lin g th w a y G ly c o ly s is H u n ti n g to n 's d is e a s e In te g ri n s ig n a lin g p a th w a y p 5 3 p a th w a y C a d h e ri n s ig n a lin g p a th w a y C ir c a d ia n c lo c k s y s te m p 5 3 p a th w a y T G F -b e ta s ig n a lin g p a th w a y W n t s ig n a lin g p a th w a y G o n a d o tr o p in re le a s in g h o rm o n e re c e p to r p a th w a y In fl a m m a ti o n m e d ia te d b y c h e m o k in e a n d c y to k in e s ig nVenn diagrams showing the proteins common between or unique to ZnONP20 and ZnONP90 (size effect) and ZnONP20 and al-ZnONP20 (surface effect) at 2 hours and 4 hours of exposure. ",
            "section": "c a s c a d e In te g ri n s ig n a lin g p a th w a y Io n o tr o p ic g lu ta m a te re c e p to r p a th w a y M u s c a ri n ic a c e ty lc h o lin e re c e p to r 2 a n d 4 s ig n a lin g p a th w a y N ic o ti n ic a c e ty lc h o lin e re c e p to r s ig n a lin g p a th w a y W n t s ig n a lin g p a th w a y A lz h e im e r d is e a s e -p re s e n ili n p a th w a y B lo o d c o a g u la ti o n C a d h e ri n s ig n a lin g p a th w a y G ly c o ly s is H u n ti n g to n 's d is e a s e In te g ri n s ig n a lin g p a th w a y p 5 3 p a th w a y P e n to s e p h o s p h a te p a th w a y W n t s ig n a lin g p aFigure 5"
        },
        {
            "text": "Pathways associated with 2-hour and 4-hour exposure to ZnONP20 and ZnONP90 (size effect) and ZnONP20 and al-ZnONP20 (surface effect) were determined using PaNTher (Protein aNalysis Through evolutionary relationships). ",
            "section": "c a s c a d e In te g ri n s ig n a lin g p a th w a y Io n o tr o p ic g lu ta m a te re c e p to r p a th w a y M u s c a ri n ic a c e ty lc h o lin e re c e p to r 2 a n d 4 s ig n a lin g p a th w a y N ic o ti n ic a c e ty lc h o lin e re c e p to r s ig n a lin g p a th w a y W n t s ig n a lin g p a th w a y A lz h e im e r d is e a s e -p re s e n ili n p a th w a y B lo o d c o a g u la ti o n C a d h e ri n s ig n a lin g p a th w a y G ly c o ly s is H u n ti n g to n 's d is e a s e In te g ri n s ig n a lin g p a th w a y p 5 3 p a th w a y P e n to s e p h o s p h a te p a th w a y W n t s ig n a lin g p aFigure 5"
        },
        {
            "text": "Abbreviation: ZnONP, zinc oxide nanoparticle.",
            "section": "c a s c a d e In te g ri n s ig n a lin g p a th w a y Io n o tr o p ic g lu ta m a te re c e p to r p a th w a y M u s c a ri n ic a c e ty lc h o lin e re c e p to r 2 a n d 4 s ig n a lin g p a th w a y N ic o ti n ic a c e ty lc h o lin e re c e p to r s ig n a lin g p a th w a y W n t s ig n a lin g p a th w a y A lz h e im e r d is e a s e -p re s e n ili n p a th w a y B lo o d c o a g u la ti o n C a d h e ri n s ig n a lin g p a th w a y G ly c o ly s is H u n ti n g to n 's d is e a s e In te g ri n s ig n a lin g p a th w a y p 5 3 p a th w a y P e n to s e p h o s p h a te p a th w a y W n t s ig n a lin g p aFigure 5"
        },
        {
            "text": "sources and physical characteristics of the zinc oxide nanoparticles (ZnONPs). ",
            "section": "Table 1"
        },
        {
            "text": "Unless otherwise stated, the data are based on information that was provided by the supplier",
            "section": "Table 1"
        },
        {
            "text": "Abbreviation: Na, not available.",
            "section": "Table 1"
        },
        {
            "text": "Unique proteins expressed in response to ZnONP20, ZnONP90, and al-ZnONP20 after 2-hour and 4-hour exposure",
            "section": "Table 2"
        },
        {
            "text": "Continued)",
            "section": "Table 2 ("
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.comDovepress Dovepress",
            "section": "Table 2 ("
        },
        {
            "text": "*P0.05, **P0.01. ",
            "section": "Table 2 ("
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "section": "Table 2 ("
        },
        {
            "text": "Abbreviations: ZnONP, zinc oxide nanoparticle; MW, molecular weight; pI, isoelectric point. ",
            "section": "Table 2 ("
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "section": "Table 2 ("
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.comDovepressDovepressInternational Journal of Nanomedicine",
            "section": "Table 2 ("
        },
        {
            "text": "The authors wish to thank Miss Yi-Syuan Lin for technical assistance during this project. ",
            "section": "Acknowledgments"
        },
        {
            "text": "This study was funded by the Institute of Labor, Occupational Safety and Health, Ministry of Labor, Taiwan (IOSH102-M321) and the Taipei Medical University and Shuang Ho Hospital (TMU101-AE1-B58 and 102TMU-SHH-19).",
            "section": "Acknowledgments"
        },
        {
            "text": "All authors contributed substantially to the concept and design of the study, the drafting of the article, and the critical revision of the manuscript for important intellectual content. ",
            "section": "Author contributions"
        },
        {
            "text": "All authors have read and approved the final version of the manuscript for publication.",
            "section": "Author contributions"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-nanomedicine-journal",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The International Journal of Nanomedicine is an international, peerreviewed journal focusing on the application of nanotechnology in diagnostics, therapeutics, and drug delivery systems throughout the biomedical field. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine, CAS, SciSearch®, Current Contents®/Clinical Medicine, Journal Citation Reports/Science Edition, EMBase, Scopus and the Elsevier Bibliographic databases. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        }
    ]
}