{
    "id": "cac0fbaa59",
    "level": "sentence",
    "abstract": [
        {
            "text": "Background: after the great east Japan earthquake and tsunami in March 2011, radioactive elements were released from the Fukushima Daiichi nuclear Power Plant. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Based on prior knowledge, concern emerged about whether an increased incidence of thyroid cancer among exposed residents would occur as a result. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Methods: after the release, Fukushima Prefecture performed ultrasound thyroid screening on all residents ages ≤18 years. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "the first round of screening included 298,577 examinees, and a second round began in april 2014. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We analyzed the prefecture results from the first and second round up to December 31, 2014, in comparison with the Japanese annual incidence and the incidence within a reference area in Fukushima Prefecture. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Results: the highest incidence rate ratio, using a latency period of 4 years, was observed in the central middle district of the prefecture compared with the Japanese annual incidence (incidence rate ratio = 50; 95% confidence interval [ci] = 25, 90). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "the prevalence of thyroid cancer was 605 per million examinees (95% ci = 302, 1,082) and the prevalence odds ratio compared with the reference district in Fukushima Prefecture was 2.6 (95% ci = 0.99, 7.0). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "in the second screening round, even under the assumption that the rest of examinees were disease free, an incidence rate ratio of 12 has already been observed (95% ci = 5.1, 23). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusions: an excess of thyroid cancer has been detected by ultrasound among children and adolescents in Fukushima Prefecture within 4 years of the release, and is unlikely to be explained by a screening surge.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "inhalation was the highest among all estimated radiation doses to the thyroid, ground shine was the second highest, and ingestion was the lowest. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "the report indicated that the proportion of exposure via ground shine increased as time advanced.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "aside from the screening in Fukushima Prefecture that is the subject of this study, Watanobe et al. 6 conducted a screening exercise from 2012 to 2013 including thyroid ultrasonography for 1,137 Fukushima residents ages 18 years and younger at the time of the accident. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "no thyroid cancer was detected in this screening. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "in regions of Japan other than Fukushima, the Japanese Ministry of environment conducted thyroid screening of 4,365 children and adolescents ages 3-18 years living in three prefectures (aomori, Yamanashi, and nagasaki) using ultrasound in the 2012 fiscal year 7 ; one thyroid cancer case was detected. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8 We summarize previously collected data on thyroid screening including that in chernobyl in the etable 1 (http://links.lww.com/eDe/a968). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "three years and 10 months after the accident, the main objective of this study was to establish accurate and quantitative estimates from the Fukushima experience and to plan for the future public health needs of the population.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "METHODS",
            "section_rank": 2
        },
        {
            "text": "Exposure Estimation",
            "section_rank": 3
        },
        {
            "text": "exposure information on 131 i from the Fukushima release has been uncertain because of the 8-day half-life of 131 i and the destruction of monitoring sites as a result of the event. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "to explain differences in the regional distributions of estimated internal exposures (through inhalation and ingestion, for example, of 131 i) and external exposures (for example 134 cs and 137 cs), torii et al. 1 suggested that the differences were due to substantial 131 i concentrations in the south area of the plant, together with exposure differences between radioactive iodine and the total air dose rate.",
            "section": "Exposure Estimation",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "in addition to Japanese sources [9][10][11] that were cited by the World Health Organization, 4 Unno et al. 12 reported chronological changes in 131 i radioactivity levels in fallout per day in various cities; in 131 i radioactivity levels in spinach, cow's milk, and chicken eggs; and in tap water pollution with 131 i from March to May of 2011 in various areas of east Japan. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 94,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "they did not consider radioiodine exposure through inhalation. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "they also measured radioiodine concentrations in breast milk from 119 volunteer lactating women residing within 250 km of the Fukushima nuclear power plant between april 24 and May 31, 2011. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Seven of 23 women who were examined in april secreted a detectable level of 131 i in their breast milk.",
            "section": "Exposure Estimation",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "the national institute of radiological Sciences estimated equivalent doses in mothers and infants from the data of Unno et al., 12,13 based on an acute ingestion model. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14 these estimated doses ranged from 119 to 432 mSv among mothers and from 330 to 1,190 mSv in their infants for those living 45 to 220 km south or southwest, including iwaki city in the Fukushima Prefecture, ibaragi Prefecture, and chiba Prefecture.",
            "section": "Exposure Estimation",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "However, nagataki et al. 15 reported that thyroid radiation doses in children in the evacuation and deliberate evacuation areas were estimated to be 10 mSv in 95.7% of children (maximum: 35 mSv) among 1,083 by screening and intake scenario. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "the timing of evacuations from heavily contaminated areas within 20 km, and from additional contaminated areas mainly northwest of the Fukushima plant, occurred between March 12 and mid-June 2011. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "3 Many residents were evacuated to areas within Fukushima Prefecture, especially to the middle area, defined in \"Subjects and their Screening,\" for reasons of convenience. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "therefore, such evacuees continued to be exposed much like the residents in the middle area.",
            "section": "Exposure Estimation",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "although several studies independently estimated doseresponse relationships between radioiodine and thyroid cancer incidence in chernobyl, [16][17][18] precise doses for cumulative radiation have not yet been established. ",
            "section": "Exposure Estimation",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Because there is no precise measurement of external and internal radiation exposure in Fukushima, we used the residential addresses of the subjects in March 2011 categorized into each administrative district as a surrogate for individual radiation exposure measurement.",
            "section": "Exposure Estimation",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Subjects and Their Screening",
            "section_rank": 4
        },
        {
            "text": "the screening program for all residents born in Fukushima Prefecture from april 2, 1992, to april 1, 2011, was planned and conducted by the Fukushima Prefectural government, and labeled the \"first round\" hereafter. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "19 all residents 18 years old and younger in March 2011 were screened by ultrasound during the 2011-2013 fiscal years: the \"nearest area\" in 2011; the \"middle area\" in 2012; and the \"least contaminated area\" in 2013 as shown in table 1. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "the institutional review Board of Fukushima Medical University approved the screening using ultrasound on September 22, 2011 (approval no. 1318; research representative: Vice-President Masafumi abe). ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "regarding the analysis of the data described in this paper, the thyroid cancer surveillance dataset was deidentified and publicly available, so no further human subjects review was required.",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "the \"nearest area\" to the Fukushima plant, mostly within 50 km (47,768 subjects) was the most contaminated area, as indicated by dark grey in Figure. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "type": "figure",
                    "text": "Figure."
                }
            ]
        },
        {
            "text": "this area includes the main evacuation areas situated less than 20 km from the plant; the World Health Organization has not estimated doses in these areas. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "4 the \"middle area\" shown by light contrasting grays in Figure (50-80 km from the Fukushima power plant, with 161,135 residents of ages 18 years and younger in 2011) has a relatively large population. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 56,
                    "end": 62,
                    "type": "figure",
                    "text": "Figure"
                }
            ]
        },
        {
            "text": "these areas mostly correspond to the \"more affected locations\" in the World Health Organization report. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "4 We divided the middle area into four districts: the north middle district, the central middle district, the Koriyama city district, and the south middle district. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "the central middle district had the highest air dose rate among the four districts in the middle area.",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "We assigned the rest of Fukushima Prefecture (the \"least contaminated area\" in the World Health Organization report; 158,784 subjects), indicated in white in Figure, to four districts: the western least contaminated district, the southeastern least contaminated district, the iwaki city district, and the northeastern least contaminated district. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "type": "figure",
                    "text": "Figure,"
                }
            ]
        },
        {
            "text": "the first three of these mostly correspond to less affected locations in the World Health Organization report. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "4 therefore, we divided Fukushima Prefecture into nine districts ( Figure). ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 67,
                    "end": 74,
                    "type": "figure",
                    "text": "Figure)"
                }
            ]
        },
        {
            "text": "the residence of each subject in March 2011 was used to assign membership to the districts. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "information about major cities in each district was indicated in an online data table including outdoor air dose rates from about noon on March 30, 2011, which was summarized in etable 2 (http:// links.lww.com/eDe/a968). ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "11 Subjects in areas with higher air dose rate levels were screened earlier. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "the rank order of the screening was the nearest, the middle, and the least contaminated areas. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "19 On the other hand, the order of length of time from the accident to screening was the reverse: the least contaminated, the middle, and the nearest. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "this results in underestimation of the prevalence odds ratios (POrs) by interarea comparison when a district in the least contaminated area was used as a reference. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Within the middle and least contaminated areas, the rough screening order for the first round was north middle and central middle, south middle, Koriyama city, northeastern least contaminated, iwaki city and southeastern least contaminated, and western least contaminated districts. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "therefore, even within the same area, almost 1 year passed between screening of the first screened and the last screened districts. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "results from the first round of screening were released approximately every 3 months. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "the second round of screening began in april 2014, with the addition of all residents born in Fukushima Prefecture from april 2, 2011, to april 1, 2012. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "20 the screening (\"second round\" hereafter) will be completed in March 2016; the nearest and the middle areas were screened in the first fiscal year and the rest will be screened in the second fiscal year. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Within 2 years, the second round will cover all residents 18 years old and younger, including those who were in utero in 2011.",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Subjects with positive findings received a secondary examination, and if necessary, underwent fine needle aspiration. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "19 When cancer cells were detected, the patient was followed and operated on at an appropriate time. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "the excised thyroid tissue was examined histologically. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "explanations about medical decisions, such as timing of fine needle aspiration and surgery, were not made publicly available by the prefecture. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "in addition to the progressive course of the disease, a patient's school schedule was also considered in the timing of procedures because of the need for hospitalization. ",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Based on information from Fukushima Prefecture, most fine needle aspirations and surgeries were performed by doctors from Fukushima Medical University.",
            "section": "Subjects and Their Screening",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Analysis",
            "section_rank": 5
        },
        {
            "text": "We defined thyroid cancer cases detected by fine needle aspiration cytology in the secondary examination as cases of \"thyroid cancer\" because the number of cancer cases operated in individual cities and towns was not released by the prefecture. ",
            "section": "Analysis",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "among 87 cases operated, 86 cases (99%) were confirmed as malignancies by histological examination.",
            "section": "Analysis",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We made two comparisons of thyroid cancer occurrence: one internal and one external. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "For the internal comparison, we used the southeastern least contaminated district as a reference, and estimated POrs and 95% confidence intervals (cis) for thyroid cancer in the remaining eight districts. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "For the external comparison, we used the Japanese mean annual incidence rate estimates for thyroid cancer among persons ages 19 years old and younger (i.e., two per 1,000,000) and 5-24 years old (6.5 per 1,000,000) from 2001 to 2008 reported by the Japanese national cancer center, 21 then employed three per 1,000,000 as the reference incidence and estimated incidence rate ratios (irrs) and 95% cis in the nine districts. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "in doing so, we divided the prevalence by the latent duration of disease. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "22 note that \"latent duration\" denotes the time from the date when thyroid cancer became detectable by screening and cytology to the date when it could be diagnosed in clinical settings without screening or the date of operation. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Here, we assumed 4 years for a latent duration of childhood thyroid cancer, corresponding to the time between the Fukushima accident and thyroid cancer detection, for which the maximum duration was 3 years and 10 months.",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "We calculated 95% cis for the POr using the maximum likelihood odds ratio with mid-P using Statcalc in epi info 7 and for irr based on the Poisson distribution indicated in the geigy scientific tables. ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "software",
                    "rawForm": "Statcalc",
                    "resp": "#annotator18",
                    "used": true,
                    "id": "cac0fbaa59-software-simple-0",
                    "cert": "0.9"
                }
            ]
        },
        {
            "text": "23 although the second round of screening that began in the 2014 fiscal year was not included in the tables, the numbers of subjects were as follows: total subjects, 218,397; actually screened, 106,068 (49%); among them, for 75,311 (71%), it had already been decided whether the secondary examination was necessary or not; positives in the screening, 611 (0.8%); examined in the secondary examination, 377 (62% of the positives); finally diagnosed by the secondary examination, 262 (70%); examined by fine needle aspiration, 22 (8%), and detected eight new thyroid cancer cases by cytology up to December 31, 2014. ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                },
                {
                    "start": 596,
                    "end": 613,
                    "type": "bibr",
                    "text": "December 31, 2014"
                }
            ]
        },
        {
            "text": "all of the eight cancer cases (four males and four females with ages at the accident ranging from 6 to 17 years at the time of the accident in 2011) underwent the first round screening. ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "in three among the eight cases, a ≤5.0-mm nodule and/or a ≤20.0-mm cyst were detected in the first round. ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "the one cancer case was already operated on (histological type was papillary carcinoma). ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Mean age of the cases in 2011 was 12.1 ± 3.4 years in the second round, whereas it was 14.8 ± 2.6 years in the first round. ",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "even under the assumption that the remaining 75,303 (75,311 minus 8 cancer cases) are disease free, an excess irr for external comparison with 3 years as a latent duration which was maximum time since the first round was observed (12, 95% ci = 5.1, 23).",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "RESULTS",
            "section_rank": 6
        },
        {
            "text": "table 1 shows the number of subjects in the first round of screening, those actually screened (\"1st examinees\"), those who screened positive as indicated by referral to the secondary examination, those who actually underwent the secondary examination (\"2nd examinees\"), detected thyroid cancer cases by cytology, and cancer cases as indicated by the number of surgeries.",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "among 367,687 residents 18 years old and younger in 2011, 298,577 (81%) underwent the first round screening by the end of December 2014. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "the proportion of residents who underwent screening decreased year by year: 88% in the 2011 fiscal year; 87% in the 2012 fiscal year; and 74% in the 2013 fiscal year. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "this trend was mainly induced by a lower proportion of 16-to 18-year-old examinees in the least contaminated districts, which were screened last. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Proportions of examinees among subjects in the 16-18 years old stratum were 74% in the nearest, 63% in the middle, and 34% in the least contaminated areas. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "in Japanese society, residents 18 years and older tend to leave their hometown for work or study, so some members of this group at the time of the accident had already left by the time the screening program reached their districts. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "among 2,251 ultrasound screen-positive cases by the end of December 2014, 2,067 cases were examined in secondary examinations, which detected 110 thyroid cancer cases, as indicated by the presence of cancer cells by cytology after fine needle aspiration. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "among the 110 cases, 87 cases were operated by the end of December 2014: 86 cases were histologically confirmed (83 papillary carcinomas and three poorly differentiated carcinomas), and one case was diagnosed as a benign tumor. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "table 2 shows the results of both the internal and external comparisons. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "the results of external comparisons indicate an excess in irrs in all three areas, except for the northeastern least contaminated district in which no thyroid cancer cases were detected.",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "When based on histologically confirmed cases that were operated on, the irrs for external comparisons using a latent duration of 4 years were 28 (95% ci = 15, 47) in the nearest area (excluding one benign case), 30 (95% ci = 22, 39) in the middle area, and 16 (95% ci = 10, 24) in the least contaminated area for which the secondary examination of cytologypositive cases is incomplete.",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "the highest irr in the external comparisons was observed in the central middle district of the prefecture, 50 to 60 km west from the Fukushima power plant, where residents were not evacuated (irr based on positive cytology was 50; 95% ci = 25, 90). ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Prevalence in the district was 605 cases per million examinees (95% ci = 302, 1,082), and the POr compared with the southeastern least contaminated district was 2.6 (95% ci = 0.99, 7.0).",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "although the second round of screening that began in the 2014 fiscal year was not included in the tables, the numbers of subjects were as follows: total subjects, 218,397; actually screened, 106,068 (49%); among them, for 75,311 (71%), it had already been decided whether the secondary examination was necessary or not; positives in the screening, 611 (0.8%); examined in the secondary examination, 377 (62% of the positives); finally diagnosed by the secondary examination, 262 (70%); examined by fine needle aspiration, 22 (8%), and detected eight new thyroid cancer cases by cytology up to December 31, 2014. ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "all of the eight cancer cases (four males and four females with ages at the accident ranging from 6 to 17 years at the time of the accident in 2011) underwent the first round screening. ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "in three among the eight cases, a ≤5.0mm nodule and/or a ≤20.0-mm cyst were detected in the first round. ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "the one cancer case was already operated on (histological type was papillary carcinoma). ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Mean age of the cases in 2011 was 12.1 ± 3.4 years in the second round, whereas it was 14.8 ± 2.6 years in the first round. ",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "even under the assumption that the remaining 75,303 (75,311 minus 8 cancer cases) are disease free, an excess irr for external comparison with 3 years as a latent duration which was maximum time since the first round was observed (12, 95% ci = 5.1, 23).",
            "section": "RESULTS",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "DISCUSSION",
            "section_rank": 7
        },
        {
            "text": "although precise measurements of both external and internal radiation exposure in Fukushima were not obtained, in external comparison, we observed an approximately 30-fold increase in the number of thyroid cancer cases among children and adolescents using the area/district of residence to provide a surrogate for exposure information (table 2). ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "in the early reports on excess thyroid cancer from chernobyl, place and time were also used as a proxy for exposure information. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "[24][25][26] excesses of thyroid cancer in the central middle district by both external and internal comparison were observed, although the POrs were relatively lower. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "the finding that southernmost districts within the middle and the least contaminated areas had higher irrs than the northernmost districts was consistent with the flow of 131 i being primarily in a southern direction from the Fukushima release.",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "By considering the prevalence (detected cases per 1,000,000), irrs in table 2, and years between the accident and screening-4 to16 years in chernobyl and less than 4 years in Fukushima-we could infer that the incidence of thyroid cancer in Fukushima rose more rapidly than expected based on the cumulative attributable thyroid cancer risk over 15 years as estimated by the World Health Organization. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "5 the radiation burden to the thyroid in Fukushima Prefecture might have been considerably higher than estimated, 4 as suggested by other measurements. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 114,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "12 the variability of prevalence in chernobyl may also result from variability in years between the accident and screening.",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "One concern is that the approximately 30-fold increase observed in the number of thyroid cancer cases in external comparison might be the result of a screening effect. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "this concern is based on the potential presence of silent thyroid cancer among children and adolescents in the unscreened regions of Japan. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "However, the magnitude of the irrs was too large to be explained only by this bias. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Furthermore, according to the  (9) 0 (0, 595) 0.00 (0.0, 2.6) 0.00 (0.0, 50) a the irrs were based on diagnosis by cytology. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "When based on histologically confirmed cases that were operated on, the irrs for external comparisons using a latent duration of data reported by Fukushima Prefecture, 27 positive lymph node metastases were observed in 40 of 54 cases (74%) operated at the Fukushima Medical University Hospital. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "this finding indicates that cancers detected by screening were not at a particularly early stage. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "in addition, a likely underestimated but clear increase (eight cases: irr = 12 with 3 years as a latent duration) of thyroid cancer incidence was observed in the second round screening among cases who were screened and cancer free in the first round. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "20 this result cannot be explained by the screening effect because most occult thyroid cancer cases would have been harvested in the first round screening.",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "another concern about attributing a causal effect of the Fukushima accident to increased thyroid cancer incidence is that the excess within 4 years of the accident is too soon for radiation exposure to have induced thyroid cancer. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "in chernobyl, however, small excesses of thyroid cancer incidence were observed in both Belarus and Ukraine during 1987-1989, within 3 years after the accident in 1986. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "28,29 Furthermore, during 198728,29 Furthermore, during -1989, no screening was conducted around chernobyl. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 30,
                    "type": "bibr",
                    "text": "28,29 Furthermore, during 1987"
                },
                {
                    "start": 30,
                    "end": 61,
                    "type": "bibr",
                    "text": "28,29 Furthermore, during -1989"
                }
            ]
        },
        {
            "text": "30 the minimum empirical induction time for thyroid cancer is 2.5 years for adults and 1 year for children, according to the US centers for Disease control and Prevention. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                }
            ]
        },
        {
            "text": "31 therefore, we considered it possible to detect thyroid cancer related to the accident by screening using ultrasound even within the 2011 fiscal year.",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Several limitations of this study should be mentioned. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "First, coverage of the screening program and secondary examination did not include all eligible residents of Fukushima at the time of the 2011 accident, as indicated in table 1. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "the screened population may not be fully representative of the exposed population. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "the proportion of examinees among eligible persons gradually declined in the 2012 and 2013 fiscal years, mainly in the stratum of those age 16-18 years in 2011, and half of the cancer cases (55 of 110) were detected in this stratum. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "We could not adjust for this decline because age-and municipality (city, town, and village)-specific number of detected cancer cases was not reported by the prefecture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "therefore, this may induce overestimation in internal comparisons when prevalence of the 2013 fiscal year districts was used as a reference.",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Second, the effect of the length of time elapsed between the accident and timing of screening should be considered further. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Using later screened areas or districts as a reference induces further underestimation when comparing each area/ district due to different empirical induction time. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "We underestimated the POrs because we used the southeastern least contaminated district as a reference where the screening program was conducted in the 2013 fiscal year. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Furthermore, internal comparisons were intrinsically underestimated compared with external comparisons because the reference of internal comparisons was also influenced by the exposure. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "in particular, among seven cancer cases observed in the reference district (Figure), four were observed in Sukagawa city, which is usually included in the middle area as half of the city had a high air dose rate. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "type": "figure",
                    "text": "(Figure)"
                }
            ]
        },
        {
            "text": "if we excluded Sukagawa city from the reference, prevalence of the reference decreased to 170 per million. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Using a 4-year latent duration in estimating irrs in the external comparison in the first round and 3-year latent duration in the external comparison of the second round of screening might also underestimate irrs because they were longer than the actual durations.",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "third, we employed areas and districts as a surrogate for exposure estimation, which could have introduced nondifferential exposure misclassification that can bias the effect estimates toward the null. ",
            "section": "DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "the known etiologic factors for thyroid cancer that are possible confounders, other than radiation, include inherited genetic alterations, which are unlikely to explain regional excesses. ",
            "section": "DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "there is little potential for spatial confounding both in Japan and within Fukushima Prefecture because the subjects in this study are all residents 18 years old and younger, as noted below. ",
            "section": "DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Furthermore, before the accident, no evidence existed that natural radiation was higher in Fukushima Prefecture than in the rest of Japan.",
            "section": "DISCUSSION",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Fourth, we defined thyroid cancer cases based on positive results of fine needle aspiration cytology. ",
            "section": "DISCUSSION",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "However, the proportion of histologically confirmed cases among those operated was 99%, so disease misclassification seems to be negligible.",
            "section": "DISCUSSION",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "in conclusion, among those ages 18 years and younger in 2011 in Fukushima Prefecture, approximately 30-fold excesses in external comparisons and variability in internal comparisons on thyroid cancer detection were observed in Fukushima Prefecture within as few as 4 years after the Fukushima power plant accident. ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "the result was unlikely to be fully explained by the screening effect. ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "in chernobyl, excesses of thyroid cancer became more remarkable 4 or 5 years after the accident in Belarus and Ukraine, so the observed excess alerts us to prepare for more potential cases within a few years. ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Furthermore, we could infer a possibility that exposure doses for residents were higher than the official report or the dose estimation by the World Health Organization, 4 because the number of thyroid cancer cases grew faster than predicted in the World Health Organization's health assessment report. ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 Note added in editing: additional new data were released from Fukushima Prefecture on May 18, 2015, and two thyroid cancer cases from the first round of screening and seven cases from the second round of screening were added to the results presented in this article. ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "the irr of external comparison with a 3-year latency in the second round of screening increased to 13.7 (95% ci = 7.7, 23). ",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "We provide this information in the etable 3, etable 4, and the text of the eappendix (http://links. lww.com/eDe/a968).",
            "section": "DISCUSSION",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 8
        },
        {
            "text": "and Districts (1) to (9) Population <19 Years a 1st Examinees Positives in 1st Examinees 2nd Examinees Cancer",
            "section_rank": 8
        },
        {
            "text": "Demographic Data of the Analysis: Population 18 Years Old and Younger on March 11, 2011, Numbers of First Examinees, Positives in First Examination, Second Examinees, and Detected Cancer Cases in Each Area or District up to December 31, 2014",
            "section": "TABLE 1 .and Districts (1) to (9) Population <19 Years a 1st Examinees Positives in 1st Examinees 2nd Examinees Cancer",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "TABLE 2 .",
            "section_rank": 9
        },
        {
            "text": "and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "section_rank": 9
        },
        {
            "text": "Prevalence, Prevalence Odds Ratios (POR), and Incidence Rate Ratios (IRR) in Each District up to December 31, 2014",
            "section": "TABLE 2 .and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "years were 28 (95% ci = 15, 47) in the nearest area (excluding one benign case), 30 (95% ci = 22, 39) in the middle area, and 16 (95% ci = 10, 24) in the least contaminated area for which the secondary examination of cytology positive cases is incomplete.",
            "section": "TABLE 2 .and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "© 2015 Wolters Kluwer Health, Inc. ",
            "section": "TABLE 2 .and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "All rights reserved. ",
            "section": "TABLE 2 .and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "www.epidem.com | 321",
            "section": "TABLE 2 .and Districts (1) to (9) Prevalence of Thyroid Cancer Cases per 10 6 (95% CI) Internal Comparison External Comparison POR",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 11
        },
        {
            "text": "The authors are grateful to Colin L. Soskolne, PhD, Martin Tondel, MD, PhD, Erik R. Svendsen, PhD, Gaston Meskens, MSc, and Wael Al-Delaimy, MD, PhD, for their thoughtful suggestions and constructive discussions on cancer-related issues relating to the 2011 nuclear accident in Fukushima, Japan, and for constructive editorial assistance",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Epidemiology • Volume 27, Number 3, May 2016",
            "section_rank": 13
        },
        {
            "text": "Thyroid Cancer Among Young People in Fukushima",
            "section": "Epidemiology • Volume 27, Number 3, May 2016",
            "paragraph_rank": 38,
            "section_rank": 13
        }
    ]
}