{
    "id": "e46f4c5e34",
    "level": "sentence",
    "abstract": [
        {
            "text": "Non-human primates (NHPs) are currently considered to be the non-rodent species of choice for the preclinical safety assessment of single-stranded oligonucleotide (SSO) drugs. "
        },
        {
            "text": "We evaluated minipigs as a potential alternative to NHPs to test the safety of this class of compounds. "
        },
        {
            "text": "Four different phosphorothioated locked nucleic acid-based SSOs (3 antisense and 1 anti-miR), all with known safety profiles, were administered to minipigs using similar study designs and read-outs as in earlier NHP studies with the same compounds. "
        },
        {
            "text": "The studies included toxicokinetic investigations, in-life monitoring, clinical and anatomic pathology. "
        },
        {
            "text": "In the minipig, we demonstrated target engagement by the SSOs where relevant, and a similar toxicokinetic behavior in plasma, kidney, and liver when compared with NHPs. "
        },
        {
            "text": "Clinical tolerability was similar between minipig and NHPs. "
        },
        {
            "text": "For the first time, we showed similar and dose-dependent effects on the coagulation and complement cascade after intravenous dosing similar to those observed in NHPs. "
        },
        {
            "text": "Similar to NHPs, morphological changes were seen in proximal tubular epithelial cells of the kidney, Kupffer cells, hepatocytes, and lymph nodes. "
        },
        {
            "text": "Minipigs appeared more sensitive to the high-dose kidney toxicity of most of the selected SSOs than NHPs. "
        },
        {
            "text": "No new target organ or off-target toxicities were identified in the minipig. "
        },
        {
            "text": "The minipig did not predict the clinical features of human injection site reactions better than the NHPs, but histopathological similarities were observed between minipigs and NHPs. "
        },
        {
            "text": "We conclude that there is no impediment, as default, to the use of minipigs as the non-rodent species in SSO candidate non-clinical safety packages."
        }
    ],
    "body_text": [
        {
            "text": "Single-stranded oligonucleotides (SSO) are oligomers of synthetic nucleotides, typically 12-20 bases in length and designed to hybridize to complementary RNA. "
        },
        {
            "text": "Historically, the first key modification of therapeutic SSOs was the introduction of a phosphorothioated backbone, and more recent developments included modifications of the sugar moieties, eg, locked nucleic acids (LNAs). "
        },
        {
            "text": "These modifications were shown to improve stability, target affinity and potency, and to reduce non-specific toxicities (Veedu et al., 2010;Vester and Wengel, 2004). ",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Veedu et al., 2010;"
                },
                {
                    "start": 140,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Vester and Wengel, 2004)"
                }
            ]
        },
        {
            "text": "Although numerous SSOs are currently being evaluated in clinical trials for various therapeutic indications, up to now only 2 SSO drugs have been approved (FDA Briefing Document, 2012; Perry and Balfour, 1999).",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Perry and Balfour, 1999)"
                }
            ]
        },
        {
            "text": "Upon parenteral administration, SSOs distribute broadly and are rapidly cleared from the circulation. "
        },
        {
            "text": "After repeated dosing, they tend to accumulate in tissues, with the highest levels found in the kidney and liver, followed by lymphoid and other tissues, a characteristic observed across different mammalian species (Geary et al., 2015). ",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Geary et al., 2015)"
                }
            ]
        },
        {
            "text": "SSO-mediated toxicities are categorized into Watson/Crick hybridization-dependent effects, caused by ontarget effect (exaggerated pharmacology) or off-target (secondary) pharmacology, and potential non-hybridization related toxicities (Frazier, 2015). ",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Frazier, 2015)"
                }
            ]
        },
        {
            "text": "SSO accumulation-related effects, proinflammatory effects or protein binding of the SSO may be examples of those hybridization-independent toxicities. "
        },
        {
            "text": "In plasma, they may manifest as an acute and transient prolongation of coagulation and/or activation of the alternative complement system, particularly following intravenous administration in the non-human primate (NHP), upon reaching high plasma exposures (Crooke et al., 2016). ",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Crooke et al., 2016)"
                }
            ]
        },
        {
            "text": "In addition, renal tubular cell degeneration, glomerulonephritis, hepatic toxicity with increased serum aminotransferase activities, single cell necrosis of hepatocytes, as well as thrombocytopenia and injection site reactions (ISRs) after subcutaneous administration may be identified during preclinical and/or clinical investigations (Burdick et al., 2014;Engelhardt et al., 2015;Frazier, 2015;Henry et al., 1997;van Meer et al., 2016). ",
            "ref_spans": [
                {
                    "start": 336,
                    "end": 358,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Burdick et al., 2014;"
                },
                {
                    "start": 358,
                    "end": 382,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Engelhardt et al., 2015;"
                },
                {
                    "start": 382,
                    "end": 396,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Frazier, 2015;"
                },
                {
                    "start": 396,
                    "end": 415,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Henry et al., 1997;"
                },
                {
                    "start": 415,
                    "end": 437,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "van Meer et al., 2016)"
                }
            ]
        },
        {
            "text": "These toxic effects may be hybridization-dependent or -independent and are generally sequence-specific and related to tissue exposures."
        },
        {
            "text": "Currently, there are no specific guidelines regulating the approval process of SSO drug candidates. "
        },
        {
            "text": "As they are chemically synthesized, international guidelines for small molecules are followed that require repeat-dose toxicity studies to be conducted in both a rodent and non-rodent species (ICH M3[R2]) for advancing SSOs into the clinics. "
        },
        {
            "text": "The selection of an appropriate animal species is essential in safety studies (Morton, 1998). ",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Morton, 1998)"
                }
            ]
        },
        {
            "text": "Due to high genomic homology and pharmacokinetic similarities with humans, the cynomolgus monkey has been the nonrodent species of choice for the preclinical assessment of SSO safety and is considered predictive for identifying potential toxicities in humans."
        },
        {
            "text": "Recent investigations have confirmed the minipig as a suitable alternative non-rodent model in safety studies, and there is evidence supporting the predictive validity of minipigs in the preclinical development of pharmaceuticals (Bode et al., 2010;Ganderup et al., 2012). ",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Bode et al., 2010;"
                },
                {
                    "start": 249,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Ganderup et al., 2012)"
                }
            ]
        },
        {
            "text": "The minipig shows many similarities to human anatomy, physiology, and biochemistry (Forster et al., 2010). ",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Forster et al., 2010)"
                }
            ]
        },
        {
            "text": "It is already widely used in the safety assessment of pharmaceuticals for topical dermal delivery as its skin resembles the human skin like no other non-rodent species does (Mahl et al., 2006). ",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Mahl et al., 2006)"
                }
            ]
        },
        {
            "text": "Given the high incidence of ISRs in humans receiving subcutaneous administrations of SSOs (van Meer et al., 2016), and the limited predictivity of rats and NHPs for these local effects identified clinically, we set out to investigate if the minipig could be a more predictive model for ISRs. ",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(van Meer et al., 2016)"
                }
            ]
        },
        {
            "text": "To date only a scarce dataset on the use of the minipig in SSO safety assessment is publicly available. "
        },
        {
            "text": "In single studies, SSOs were administered either intradermally (Cai et al., 2012), intravitreally (Danis et al., 2003), subcutaneously (Iyer et al., 2002), or topically (Mehta et al., 2000). ",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Cai et al., 2012)"
                },
                {
                    "start": 98,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Danis et al., 2003)"
                },
                {
                    "start": 135,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Iyer et al., 2002)"
                },
                {
                    "start": 169,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Mehta et al., 2000)"
                }
            ]
        },
        {
            "text": "With the recent sequencing of its genome (Heckel et al., 2015;Vamathevan et al., 2013), the minipig may now enable the design of cross-species reactive SSOs and the assessment of pharmacology-related adverse effects.",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Heckel et al., 2015;"
                },
                {
                    "start": 62,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Vamathevan et al., 2013)"
                }
            ]
        },
        {
            "text": "Here, we aimed to characterize the minipig in comparison to NHPs through short-term safety studies using parenteral routes, and including pharmacokinetic and pharmacodynamic profiling. "
        },
        {
            "text": "These studies were conducted on four LNA-based SSOs (3 with mRNA targets and 1 targeting a microRNA) that had been tested in rodents, NHPs, and humans. "
        },
        {
            "text": "Applying the principles of 3Rs (Russell et al., 1959), only female minipigs were used as there were no gender differences in drug response reported neither in NHPs nor in humans.",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Russell et al., 1959)"
                }
            ]
        },
        {
            "text": "We thus have, for the first time, investigated the toxicity profile of these molecules in minipigs following systemic administration."
        },
        {
            "text": "We selected three different antisense LNA SSOs with a phosphorothioate backbone, previously characterized in NHPs and humans (Durig et al., 2011;Frieden and Orum, 2008;Lee et al., 2013;Lindholm et al., 2012;Straarup et al., 2010;van Poelgeest et al., 2013) and a LNA-based microRNA antagonist, with a phosphorothioate backbone (Gebert et al., 2014;Hildebrandt-Eriksen et al., 2012).",
            "section": "LNA SSO Selection and Study Design",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Durig et al., 2011;"
                },
                {
                    "start": 145,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Frieden and Orum, 2008;"
                },
                {
                    "start": 168,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Lee et al., 2013;"
                },
                {
                    "start": 185,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Lindholm et al., 2012;"
                },
                {
                    "start": 207,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Straarup et al., 2010;"
                },
                {
                    "start": 229,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "van Poelgeest et al., 2013)"
                },
                {
                    "start": 327,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Gebert et al., 2014;"
                },
                {
                    "start": 348,
                    "end": 381,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Hildebrandt-Eriksen et al., 2012)"
                }
            ]
        },
        {
            "text": "The SSOs were administered to female minipigs applying a study design similar to the reference NHP studies, including toxicokinetic investigations, in-life monitoring, clinical, and anatomic pathology. ",
            "section": "LNA SSO Selection and Study Design"
        },
        {
            "text": "In addition, immunohistochemistry, in situ hybridization, and transmission electron microscopy (TEM) were performed in minipig samples to localize the SSOs in target organs, to confirm target engagement and evaluate changes ultrastructurally.",
            "section": "LNA SSO Selection and Study Design"
        },
        {
            "text": "The four selected molecules are phosphorothioated LNA-based SSOs with the following characteristics:",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "RTR5001-Targets the proprotein convertase subtilisin/kexin type 9 (PCSK9) mRNA (NCBI reference sequence: NM_174936.3) with the sequence 5 0 -TGCtacaaaacCCA-3 0 (uppercase LNA, lowercase DNA). ",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "It matches the sequence of humans and cynomolgus monkeys and has a single, end-standing mismatch to the minipig sequence.",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "RTR4955-Antagonist of the Apolipoprotein B-100 (APOB) mRNA (NCBI reference sequence: NM_000384.2) with the sequence 5 0 -GTtgacactgTC-3 0 . ",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "It matches the sequence of humans and cynomolgus monkeys and has a single, mid-standing mismatch to the minipig sequence.",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "RTR3649-A mixed LNA/DNA phosphorothioated microRNA 122 biogenesis modulator, with the sequence 5 0 -CcAttGTcaCaCtCC-3 0 . ",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "It has a full match to the human, cynomolgus monkey, and minipig sequences.",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "RTR2996-Binds and inactivates the B-cell-lymphoma 2 (BCL-2) oncoprotein mRNA (NCBI reference sequence NM_000633.2 and NM_000657.2) with the sequence 5 0 -CTcccaacgtgcgCCa-3 0 (Stein et al., 2010) and has a single, mid-standing mismatch to the human, cynomolgus monkey and minipig sequences.",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "All four LNA SSOs were synthesized according to standard protocols as previously described (Lindholm et al., 2012;Straarup et al., 2010), were characterized, and ultimately diluted with 0.9% NaCl to the required concentrations. ",
            "section": "Oligonucleotides Design and Synthesis",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Lindholm et al., 2012;"
                },
                {
                    "start": 114,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Straarup et al., 2010)"
                }
            ]
        },
        {
            "text": "LNA SSO formulations contained 7% impurities, and the presence of endotoxins was excluded.",
            "section": "Oligonucleotides Design and Synthesis"
        },
        {
            "text": "Purpose-bred female Gö ttingen minipigs were supplied by Ellegaard (Dalmose, Denmark). ",
            "section": "Animals"
        },
        {
            "text": "The minipigs were aged between 4 and 6 months at study start and were pair-housed in pens approximately 9 m 2 in size. ",
            "section": "Animals"
        },
        {
            "text": "Animals were offered environmental enrichment and were kept at 20 6 2 C at a relative humidity of 40-80% with a 12-h light/dark cycle in a facility accredited by the Association for Assessment and Accreditation of Laboratory Animal Care International (AAALAC). ",
            "section": "Animals"
        },
        {
            "text": "Animals were allocated to groups, avoiding sister-sister relationships. ",
            "section": "Animals"
        },
        {
            "text": "Animals were regularly monitored, offered a standard minipig diet, and tap water ad libitum. ",
            "section": "Animals"
        },
        {
            "text": "Only female minipigs were used as no gender differences in drug response had been reported in NHPs or humans. ",
            "section": "Animals"
        },
        {
            "text": "All procedures were in accordance with the respective Swiss regulations and approved by the Cantonal Ethical Committee for Animal Research.",
            "section": "Animals"
        },
        {
            "text": "Clinical observations, body weight development, and food consumption were closely monitored throughout the study.",
            "section": "Animals"
        },
        {
            "text": "RTR5001 and RTR4955-Three animals per group and dose level received a subcutaneous dose (inguinal region, left and right alternated) of 6 or 20 mg/kg RTR5001 or 8 or 24 mg/kg RTR4955, respectively, on days 1, 6, 11, and 16 at a dose volume of 0.25 mL/ kg. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Two females per compound received phosphate-buffered saline (PBS) and were used as concurrent controls.",
            "section": "Experimental Groups"
        },
        {
            "text": "RTR3649-A subcutaneous dose (caudal to the pinna, left and right alternated) was administered to three females per group at 3, 12, and 48 mg/kg twice per week (a total of 9 doses over 4 weeks) at a dose volume of 0.32 mL/kg. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Three female minipigs received sterile physiological saline and were used as concurrent controls. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Reversibility of findings was assessed after a 4-week dosing-free period in two additional control and two high-dose minipigs.",
            "section": "Experimental Groups"
        },
        {
            "text": "RTR2996-Three minipigs were dosed intravenously at 5, 15, and 45 mg/kg RTR2996 for 5 min at 2 mL/kg every other day for 15 days. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Three control females were given sterile physiological saline. ",
            "section": "Experimental Groups"
        },
        {
            "text": "A 14-day dosing-free period was planned in 2 additional control and 2 high-dose minipigs. ",
            "section": "Experimental Groups"
        },
        {
            "text": "The RT2996 dose levels for the minipig were reduced by 1/3 compared to NHP, aiming for comparable liver exposures, based on a preliminary single-dose pharmacokinetic study. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Drug or saline were administered intravenously via a vascular access port (VAP) that was implanted approximately 4 weeks prior to the start of the study. ",
            "section": "Experimental Groups"
        },
        {
            "text": "The VAP was implanted in the external jugular vein, with the catheter tip being positioned in the vena cava cranialis. ",
            "section": "Experimental Groups"
        },
        {
            "text": "The catheter was tunneled subcutaneously and connected to the port chamber located caudal to the pinna. ",
            "section": "Experimental Groups"
        },
        {
            "text": "Following the procedure, animals were closely monitored and received post-operative care.",
            "section": "Experimental Groups"
        },
        {
            "text": "For RTR5001 and RTR4955, blood was collected for plasma exposure assessment at several time points after dosing on day 1 and throughout the study. ",
            "section": "Exposure Assessment"
        },
        {
            "text": "For RTR3649, blood was collected up until 72 h and for RTR2966 up until 48 h after the first and last doses. ",
            "section": "Exposure Assessment"
        },
        {
            "text": "In addition, liver and kidney cortex tissue samples were collected during necropsy. ",
            "section": "Exposure Assessment"
        },
        {
            "text": "Samples were analyzed with dedicated, qualified hybridization enzyme-linked immunosorbent assays (hELISAs) (Hildebrandt-Eriksen et al., 2012;Straarup et al., 2010). ",
            "section": "Exposure Assessment",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Hildebrandt-Eriksen et al., 2012;"
                },
                {
                    "start": 141,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Straarup et al., 2010)"
                }
            ]
        },
        {
            "text": "Plasma exposure data were subjected to noncompartmental pharmacokinetic evaluation and mean C max and area under the curve (AUC) values were determined.",
            "section": "Exposure Assessment"
        },
        {
            "text": "Blood was sampled on different occasions for assessment of a full set of hematology, coagulation, and clinical chemistry parameters as well as cytokines and complement. ",
            "section": "Clinical Pathology"
        },
        {
            "text": "Cytokines (IFNa, IFN-c, IL-1b, IL-2, IL-4, IL-6, IL-8, IL-10, and TNF-a) were assessed prior to dosing and at 2 and 7-8 h after dosing). ",
            "section": "Clinical Pathology"
        },
        {
            "text": "For RTR2996, total complement activity (CH50) was assessed on day 15 before dosing and at 0.25 h and 24 h after dosing. ",
            "section": "Clinical Pathology"
        },
        {
            "text": "Additionally, urine was collected in a metabolic cage for 16 h (RTR5001 and RTR4955) or for 24 h (RTR3649 and RTR2996), before first dosing and towards the end of the dosing period. ",
            "section": "Clinical Pathology"
        },
        {
            "text": "Hematology parameters were determined using a Sysmex V R XT instrument (Sysmex, Japan), coagulation parameters with ACL TOP500 (Instrumentation Laboratory, USA), and clinical chemistry parameters with an Advia 180 (Siemens) automated system. ",
            "section": "Clinical Pathology"
        },
        {
            "text": "Urinary chemistry parameters were measured with an Aution Max TM AX-4280 instrument (Arkray Clinical Diagnostics, USA) and an Advia 1800 (Siemens) automated system. ",
            "section": "Clinical Pathology"
        },
        {
            "text": "Cytokines were determined by ELISA using the Porcine Cytokine Chemiluminescent 9-plex Array Kit on an AS0034 Imager with the SignaturePLUS TM imaging system and the PROarray analysis software (all Aushon SearchLight, USA) according to provider's instructions. ",
            "section": "Clinical Pathology",
            "entity_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "type": "software",
                    "rawForm": "PROarray",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e46f4c5e34-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 197,
                    "end": 215,
                    "type": "publisher",
                    "rawForm": "Aushon SearchLight",
                    "resp": "#curator",
                    "id": "#e46f4c5e34-software-0"
                }
            ]
        },
        {
            "text": "In the results significantly altered parameters when compared with control and/or pretest values are presented.",
            "section": "Clinical Pathology"
        },
        {
            "text": "All animals were sacrificed 24 h after the last dose. ",
            "section": "Necropsy and Anatomic Pathology"
        },
        {
            "text": "A complete post-mortem examination was performed and an extensive list of tissues and organs (limited list for RTR3649) were fixed by immersion in 10% buffered formalin, embedded in paraffin, and blocked. ",
            "section": "Necropsy and Anatomic Pathology"
        },
        {
            "text": "The tissue blocks were sectioned at 5 mm, stained with hematoxylin and eosin (H&E). ",
            "section": "Necropsy and Anatomic Pathology"
        },
        {
            "text": "The kidney histologic sections were additionally stained with Periodic acid-Schiff (PAS). ",
            "section": "Necropsy and Anatomic Pathology"
        },
        {
            "text": "Slides were microscopically evaluated and representative slides or scans from slides from NHP studies were reviewed by the same toxicologic pathologist.",
            "section": "Necropsy and Anatomic Pathology"
        },
        {
            "text": "Immunohistochemistry-Immunohistochemistry to localize SSOs was performed using a Ventana Discovery XT V R immunostainer (Ventana Medical Systems, Tucson, AZ). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Formalin-fixed and paraffin-embedded tissue sections of kidney, liver, and lymph nodes (3-4 lm thick) of selected animals were de-paraffinized and an anti-SSO pAb2 rabbit polyclonal antibody (synthesized ad hoc by Creative Biolabs) diluted 1:100 was used as a primary antibody in a standard protocol using the Ventana Red MAP V R kit (Ventana,. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 334,
                    "end": 343,
                    "type": "bibr",
                    "text": "(Ventana,"
                }
            ]
        },
        {
            "text": "A Biotin-SP-conjugated AffiniPure donkey anti-rabbit IgG antibody diluted 1:200 (Jackson ImmunoResearch, 711-065-152) was used as secondary antibody. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Sections were stained with Fast Red and counterstained with hematoxylin. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Rabbit serum (Dako, X0902) was used as a negative control. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "In addition, lysosome-associated membrane glycoprotein-2 (LAMP-2) immunohistochemistry was performed on selected kidney histological sections using a polyclonal rabbit anti-LAMP-2 antibody (Thermo Scientific, 51-2200) diluted 1:50 in a standard protocol using the Ventana DAB MAP V R kit (Ventana,. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "type": "bibr",
                    "text": "(Ventana,"
                }
            ]
        },
        {
            "text": "A Biotin-SP-conjugated AffiniPure donkey anti-rabbit IgG (Jackson Immuno Research, 711-065-152) diluted 1:100 was used as secondary antibody. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Sections were stained with 3,3 0 -diaminobenzidine (DAB) and counterstained with hematoxylin.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "In-situ hybridization-In-situ hybridization was used to detect and localize RTR5001 in kidney, liver, and lymph node tissue samples of individual animals. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Formalin-fixed and paraffinembedded tissue sections (3-4 lm thick) were de-paraffinized and pre-treated with protease. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "A digoxigenin-labelled complementary LNA probe to RTR5001 was designed and provided by Exiqon. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Following hybridization, sections were stained with DAB and counterstained with hematoxylin. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "All steps of this procedure were carried out using a Ventana Discovery Ultra V R immunostainer. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "An unlabeled LNA probe against proprotein convertase subtilisin/kexin type 9 (PCSK9) and LNA digoxigeninlabeled U6 (provided by Exiqon) were used as negative and positive controls, respectively, for each case. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Specific staining signals were identified as brown, punctate dots or diffuse staining present in the cytoplasm. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "In addition, mRNA in-situ hybridization was applied to investigate the downregulation of PCSK9 and APOB mRNA in liver tissue samples after dosing with RTR5001 and RTR4955, respectively. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "PCSK9 and APOB mRNA were visualized in formalin-fixed and paraffin-embedded liver samples (Wang et al., 2012) using RNAscopeVS V R (Advanced Cell Diagnostics). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Wang et al., 2012)"
                }
            ]
        },
        {
            "text": "Liver tissue sections (3-4 lm thick) were deparaffinized and treated with protease. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "PCSK9-or APOB-specific mRNA target probe sets (N ¼ 20) for Sus scrofa were provided by Exiqon (gene ID 100620501, targeted bps 2 through 1464 of the PCSK9 cDNA sequence; Gene ID 100523371, targeted bps 3564 through 4553 of the APOB cDNA sequence). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Following signal amplification, sections were stained with Fast Red and counterstained with hematoxylin as previously described (Atzpodien et al., 2016). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Atzpodien et al., 2016)"
                }
            ]
        },
        {
            "text": "All steps of this procedure were carried out using a Ventana Discovery Ultra V R immunostainer. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Probes to the bacterial gene dapB and the endogenous UBC mRNA were used as negative and positive controls, respectively. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Specific staining signals were identified by light microscopy as red, punctate dots in the cytoplasm.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Transmission electron microscopy-For TEM, kidney samples from controls and RTR4955-treated minipigs were fixed in 3.5% glutaraldehyde at room temperature, osmicated, and embedded in epoxy resin. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Ultra-thin sections were cut, collected on grids, counterstained with uranyl acetate and lead citrate and examined using a transmission electron microscope.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Total RNA was extracted from flash-frozen liver samples using the RNeasy mini kit (Qiagen). ",
            "section": "Tissue Quantitative PCR Analysis"
        },
        {
            "text": "RNA integrity number (RIN) was checked with the Agilent 2100 Bioanalyzer System and RNA was subsequently transcribed into cDNA. ",
            "section": "Tissue Quantitative PCR Analysis"
        },
        {
            "text": "Expression levels of APOB and PCSK9 were determined by quantitative PCR using commercially available reagent and TaqMan assays (ThermoFisher). ",
            "section": "Tissue Quantitative PCR Analysis"
        },
        {
            "text": "Gene expression levels were normalized against the housekeeping gene beta glucuronidase (GUSB).",
            "section": "Tissue Quantitative PCR Analysis"
        },
        {
            "text": "Group means and standard deviations (SD) were calculated for N ! ",
            "section": "Statistical Analyses"
        },
        {
            "text": "3 minipigs per group using Provantis software (Instem Life Sciences, Stone, UK). ",
            "section": "Statistical Analyses",
            "entity_spans": [
                {
                    "start": 27,
                    "end": 36,
                    "type": "software",
                    "rawForm": "Provantis",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e46f4c5e34-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 47,
                    "end": 67,
                    "type": "publisher",
                    "rawForm": "Instem Life Sciences",
                    "resp": "#curator",
                    "id": "#e46f4c5e34-software-1"
                }
            ]
        },
        {
            "text": "Differences between the control group and treated groups were determined using an ANOVA with Dunnett's multiple comparison test. ",
            "section": "Statistical Analyses"
        },
        {
            "text": "Values of P < .05 were considered statistically significant.",
            "section": "Statistical Analyses"
        },
        {
            "text": "After RTR5001, RTR4955, and RTR3649 administration, the plasma exposure, AUC and C max values increased roughly or slightly more than dose-proportionally. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "For RTR2996, AUC 0-24h and C max values increased less than dose-proportionally between 15 and 45 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Plasma exposure over repeated administrations at the high dose increased for RTR4955 and RTR2996 but remained unchanged for RTR5001 and RTR3649. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "All tested SSOs were rapidly cleared from the blood circulation, resulting in a concentration 2-3 orders of magnitude lower than the C max after 24 h. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "RTR4955 kidney exposure was similar at 8 and 24 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "RTR2996 tissue levels increased with dose from 5 to 15 mg/kg and showed a trend for saturation at 45 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "An exposure saturation in kidney and liver tissue was also identified at 48 mg/kg for RTR3649. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Liver tissue levels increased dose-dependently after RTR5001 and RTR4955 administration, as did kidney levels with RTR5001. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Generally, the four investigated SSOs partitioned to a markedly higher concentration in the kidney cortex than in the liver ( Supplementary Table 1 and Figs 1-3).",
            "section": "Exposure Assessment and Tissue Biodistribution",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 147,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Supplementary Table 1"
                },
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs 1-3"
                }
            ]
        },
        {
            "text": "In-Life Observations and Clinical Pathology RTR5001-All animals survived up to the scheduled sacrifice. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "There were no RTR5001-related clinical signs or ISRs and no change in hematology, coagulation parameters and cytokines was observed. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "On day 17 at 20 mg/kg, one minipig had a concomitant increase in serum creatinine (1.6-fold) and blood urea nitrogen (BUN; (1.8-fold); another minipig showed an increase in BUN only (1.2-fold).",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Urinary changes at 20 mg/kg consisted of an increase in urinary volume with concomitant increase of N-acetyl-beta-D-glucosaminidase (NAG) and calcium (Ca) normalized to creatinine. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "There were no changes in urinary protein levels.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "A statistically significant (P < .05) decrease (up to À53%) in mean serum low-density lipoprotein (LDL), accompanied by a decrease of mean total cholesterol serum (À20 to 30%), was observed on days 12 and 17 and decreased triglyceride levels on day 17 in the 20 mg/kg group, which are expected pharmacologic effects.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "RTR4955-One minipig at 24 mg/kg was sacrificed for humane reasons on day 15 approximately 96 h after the third dose and 2 days prior to its scheduled sacrificing. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "It presented with a markedly decreased food consumption, an acute loss in body weight (7% decrease vs the highest previously recorded value) and clinical signs (hypoactivity and tremors). ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "All other animals showed a marginal reduction of body weight gain without concomitant changes in food consumption. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Neither ISRs nor changes in cytokine values were seen in any animal.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Neutrophil (2-fold) and monocyte (2.7-fold) counts as well as fibrinogen (2.2-fold) levels were significantly (P < .001) increased in minipigs at 24 mg/kg on day 17. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Serum aspartate aminotransferase (AST) and glutamate dehydrogenase (GDH) activities were significantly (P < .05) increased by up to 2-fold on day 17 at 24 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Creatinine and BUN concentrations were increased in all RTR4955-dosed minipigs by up to 48% and 2-fold, respectively on day 17, starting earlier in animals at 24 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Urinary changes included increases in urinary volume, protein as well as NAG, sodium (Na), Ca and chloride (Cl) concentrations normalized to creatinine, in animals dosed at 24 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Urinary protein was also increased in one animal dosed at 6 mg/kg. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Parameters that would indicate a pharmacodynamic effect, eg, total cholesterol, LDL or high-density lipoprotein (HDL) concentrations, were not altered.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "RTR3649-All animals survived to the scheduled sacrificing. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "There were no RTR3649-related clinical signs, ISRs, or changes in hematology and urinary parameters. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Marginally increased prothrombin time (PT; 10-26%) and activated partial thromboplastin time (APTT; up to 18%) values in minipigs at 12 and 48 mg/kg were observed after repeated administration on days 16, 25, and 30.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "On day 16, the total cholesterol level was decreased by 16% in minipigs dosed at 48 mg/kg; a decrease was also observed in an individual animal on day 30. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "This was accompanied by a minimal decrease in HDL cholesterol at days 16 and 30 (reductions of 19% and 26% at 12 mg/kg, and 33% and 31% at 48 mg/kg, respectively). ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "In addition, serum triglyceride levels were statistically significantly decreased at days 16 and 30 (decreases of 50% and 58% at 12 mg/kg, and 62% and 64% at 48 mg/kg, respectively) when compared with control and/or pretest values. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "After the dosing-free period, serum cholesterol concentration was low in 1 of the 2 animals previously dosed at 48 mg/kg; HDL and triglyceride levels were low in both minipigs. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Decreases in cholesterol, HDL and triglyceride levels were expected pharmacodynamic effects of RTR3649. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "There were no relevant changes in cytokine levels.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "RTR2996-One of the five minipigs at 45 mg/kg, which was originally assigned for evaluation during recovery, was sacrificed for humane reasons three days after the last dose. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "It presented a marked acute body weight loss that corresponded with reduced food consumption and hypoactivity. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "The overall condition of this minipig was likely due to kidney changes, which were more severe than in the other animals of this group. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "In addition, a discoloration (flushing) of limbs, ears and snout was observed shortly after the last dosing which was attributed to complement activation. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "After repeated dosing, the majority of minipigs dosed at 45 mg/kg presented with a transient flushing of limbs, ears and nose immediately after dosing. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "A prolonged bleeding time after blood collection was also noted. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Accordingly, transient and statistically significant increases in PT and APTT were observed at 45 mg/kg after the first dose, and this became more pronounced after the last dose (mean values were about 3.5 fold higher than baseline). ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "By 24 h after dosing, effects on coagulation parameters had partially or totally resolved ( Figure 4A). ",
            "section": "Exposure Assessment and Tissue Biodistribution",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "Hematology changes observed at 45 mg/kg at day 16 were statistically significant (at least P < .05). ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "A reduction in red blood cell (RBC; 11%) and lymphocyte counts (35%) and an increase in reticulocyte count (2.2-fold) were also observed.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "At day 16, animals dosed with 45 mg/kg had slight but statistically significant (P < .05) increases in cholesterol (36%), creatinine (59%), BUN (88%), total proteins (17%), albumin (13%), globulin (28%), alanine aminotransferase (ALT; 34%), gamma glutamyltranspeptidase (GGTP; 31%) and HDL (45%) levels as well as markedly increased aspartate aminotransferase (AST; 2.8-fold) and sorbitol dehydrogenase (SDH; 9.1-fold) values. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "There were no changes in cytokine values. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "The total complement activity (CH50), as measured on day 15, was statistically significantly (P < .05) activated 15 minutes post-infusion in the 45 mg/kg group. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "CH50 levels returned nearly to baseline at 24 hours post-infusion ( Figure 4B).",
            "section": "Exposure Assessment and Tissue Biodistribution",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "Urinary changes consisted of slightly increased urinary proteins in minipigs dosed at 45 mg/kg while the urinary volume was increased in one animal at 15 and 45 mg/kg each. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "Due to a kinked catheter, one minipig dosed at 45 mg/kg was only partially dosed, but presented similar findings as the other animals in this dose group. ",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "It was the only animal that underwent a full 14-day dosing-free period and therefore, an assessment of potential recovery of effects was not feasible.",
            "section": "Exposure Assessment and Tissue Biodistribution"
        },
        {
            "text": "At necropsy, increased kidney weights were recorded with increasing dose levels in animals that were administered the different SSOs. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "A pale discoloration of the kidney was observed in animals dosed with RTR5001, RTR4955 and RTR2996. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "A dosedependent increase in liver weights was seen in minipigs dosed with RTR3649 and RTR2996; this was still present after the end of the treatment-free period for RTR3649. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In addition, a red discoloration of the injection site was observed in several minipigs dosed with RTR5001, RTR4955, RTR3649, and controls. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "This discoloration generally corresponded to histopathologic findings of inflammation and acute hemorrhage.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "RTR5001-Histopathological findings were identified in the kidney, liver, lymph nodes, and at the injection sites. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In the kidney, mild to moderate dilatation of the proximal renal tubules accompanied by mild to moderate tubular degeneration/regeneration was seen in 2 of 3 minipigs at 20 mg/kg; this corresponded to increased kidney weights and pale discoloration at necropsy. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Tubular degeneration consisted of proximal tubular cell vacuolation, necrosis of tubular cells and occasional apoptotic/necrotic cells in the lumen. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The lesions involved the proximal tubules and started at the urinary pole of the glomerulus. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Sometimes, the parietal epithelial cells around the urinary pole also showed vacuoles. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Not all nephrons were affected to the same extent. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In one of the affected minipigs, dosed at 20 mg/kg, presence of necrotic cells in the lumen was more abundant and, in some tubules, denudation of the basement membrane was observed ( Figure 5A). ",
            "section": "Gross and Anatomic Pathology",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "Tubular regeneration was characterized by basophilic hypertrophied tubular cells with prominent enlarged nuclei and nucleoli and rare mitoses (as seen for RTR2996, Figure 5B). ",
            "section": "Gross and Anatomic Pathology",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "The subcapsular region of the cortex was more severely affected by the described lesions. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The medulla was always unchanged. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Cytoplasmic PAS negative granules were occasionally observed in the proximal tubules of minipigs dosed at 20 mg/kg.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In the liver, minimal single cell necrosis was observed in 1 of 3 minipigs dosed at 20 mg/kg (as seen for RTR2996, Figure 6A). ",
            "section": "Gross and Anatomic Pathology",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6A"
                }
            ]
        },
        {
            "text": "In the mandibular, mesenteric, and inguinal (draining) lymph nodes, minimal to mild macrophage vacuolation was observed (as seen for RTR2996, Figure 6C). ",
            "section": "Gross and Anatomic Pathology",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6C"
                }
            ]
        },
        {
            "text": "At the injection site, increased subcutaneous inflammation characterized by presence of macrophages, lymphocytes and granulocytes was observed in animals dosed at 6 and 20 mg/kg when compared with controls. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "This inflammation was accompanied by mild subcutaneous edema, fibrin exudation and necrosis at the left injection site (injected on days 6 and 16) and was less severe and not accompanied by edema and necrosis at the right injection site (injected on days 1 and 11), demonstrating a tendency to reversibility of these lesions. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In addition, minimal to moderate acute hemorrhages were observed at the injection sites of RTR5001-dosed animals.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "RTR4955-In the animal prematurely sacrificed on day 15, abundant ascites, marked perirenal edema accompanied by edema of the mesentery, and hemorrhage in the kidney capsule were recorded.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Histopathologically, in the kidney, a dose-dependent tubular dilatation, degeneration and regeneration, similar to that with RTR5001 and corresponding with increased kidney weights and pale discoloration at necropsy, was identified. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "At 24 mg/kg, in addition to the severe tubular degeneration and regeneration, there were inflammatory cell infiltrates in the interstitial space and some hyaline casts in the tubular lumen. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The animal that was sacrificed for humane reasons on day 15 also presented with abundant granulocytes in the tubules (possibly as a consequence of fibrin exudation in the glomeruli) and a mesangioproliferative glomerulonephritis with glomerular loop necrosis with fibrin exudation in the Bowman's space ( Figure 5C). ",
            "section": "Gross and Anatomic Pathology",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5C"
                }
            ]
        },
        {
            "text": "In addition, hepatocellular vacuolation and minimal single cell necrosis in the liver was also seen in this female.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Similarly to RTR5001, vacuolation of macrophages was observed in the mandibular, mesenteric, and inguinal (draining) lymph nodes of minipigs dosed with RTR4955.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "At the injection site, hemorrhages were observed with increased severity in animals dosed with RTR4955 compared to controls. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "There was minimal to mild subcutaneous inflammation characterized by the presence of macrophages, lymphocytes and granulocytes in a few animals, but there was no difference in incidence between minipigs dosed with RTR4955 and controls.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "RTR3649-In the kidney, cytoplasmic basophilic granules were observed in the proximal tubules of all animals dosed at 12 and 48 mg/kg. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Tubular degeneration similar to those described with the other investigated LNA SSOs but of minimal to mild severity was observed in 1 of 3 minipigs at 12 mg/kg and all minipigs at 48 mg/kg. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The changes were mostly localized at the or close to the urinary pole of the glomerulus, were still present after the 4-week dosing-free period and corresponded with increased kidney weights at necropsy.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In the liver, minimal or mild diffuse cytoplasmic rarefaction corresponding to an increased content of glycogen was observed in all minipigs at 12 mg/kg and in 2 of 3 minipigs at 48 mg/kg. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "Rarefaction of hepatocytes persisted after the 4week treatment-free period. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In addition, basophilic granules (blue diamonds), female NHPs (red square) and humans (green triangle). ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The different species were administered subcutaneously at the indicated dose levels (except for RTR3649, where NHPs were dosed intravenously over 5 min while minipig and human subjects were dosed subcutaneously and for RTR2996 administered intravenously). ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The exposure was measured as AUC of plasma concentrations over a time interval of 0 to 24 h for RTR5001, RTR4955 and RTR2996 and of 0 to 72 h for RTR3649 (except for RTR3649 and RTR2996 in humans, where the time intervals were 0-96 h and 0-48 h, respectively). ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "For the minipig, NHP and human AUC values increased roughly or slightly more than dose-proportionally for RTR5001, RTR4955, RTR3649, and RTR2996 (NHP and human only). ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In the minipig AUC0-24h values increased less than dose-proportionally for RTR2996.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "were observed in the Kupffer cells of 1 of 3 minipigs dosed at 48 mg/kg.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "At the injection site, minimal to mild perivascular inflammatory cell infiltrate mainly consisting of lymphocytes with some eosinophilic granulocytes was observed in 2 of 3 minipigs dosed at 3, 12, and 48 mg/kg. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In all animals at 48 mg/kg this change was accompanied by an increase of inflammatory cell infiltrate, mainly lymphocytic in the subcutis. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "There were mild subcutaneous fat necrosis, mild to moderate fibroplasia and increased incidence and severity of hemorrhage. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "In addition, macrophages with granular basophilic cytoplasm were observed in animals at 48 mg/kg. ",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "The changes at the injection site were almost completely reversible.",
            "section": "Gross and Anatomic Pathology"
        },
        {
            "text": "in the kidney, dosedependent tubular dilatation, degeneration, and regeneration were observed at 15 and 45 mg/kg; these effects were similar to those observed with the other investigated LNA SSOs. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "Hyaline casts in the tubules were identified in 2 minipigs dosed at 45 mg/kg. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "Basophilic fine granules in the cytoplasm of the proximal tubular epithelium ( Figure 5B) were observed with a dosedependently increased severity in animals at 15 and 45 mg/kg.",
            "section": "RTR2996-Histopathologically,",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "In the liver, basophilic granules in Kupffer cells ( Figure 6A) and mild to moderate hepatocellular hypertrophy were observed in animals dosed at 15 and 45 mg/kg. ",
            "section": "RTR2996-Histopathologically,",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6A"
                }
            ]
        },
        {
            "text": "This was accompanied by single cell necrosis/apoptosis and Kupffer cell hyperplasia in animals dosed at 45 mg/kg. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "In the mandibular time of blood sampling for measurement of coagulation parameters, predose -baseline levels, D -days of study and in brackets hours after dosing. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "Transient and statistically significant increase in PT and APTT were observed at 45 mg/kg RTR2996 that were partially or totally resolved at 24 h post dose. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "B, Total complement (CH50) activity measured in minipig serum. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "Differences between the control group and groups dosed with LNA SSOs were determined using an ANOVA with Dunnett's multiple comparison tests. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "*P < .05, **P < .01 and ***P < .001 compared to control. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "CH50 was statistically significantly reduced 15 min post-infusion at 45 mg/kg RTR2996. ",
            "section": "RTR2996-Histopathologically,"
        },
        {
            "text": "and mesenteric lymph nodes, vacuolated macrophages, similar to those observed with RTR5001 and RTR4955, were seen in all RTR2996-dosed groups ( Figure 6C).",
            "section": "RTR2996-Histopathologically,",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6C"
                }
            ]
        },
        {
            "text": "The presence of the different LNA SSOs was demonstrated by immunohistochemistry in the cytoplasm of tubular epithelial cells of the kidney (Figure 5F for RTR5001), in the Kupffer cells of the liver (Figure 6B for RTR4955), and in the cytoplasm of macrophages of lymph nodes (not shown). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 5F for RTR5001)"
                },
                {
                    "start": 198,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 6B for RTR4955)"
                }
            ]
        },
        {
            "text": "In addition, the localization of RTR5001 in the cytoplasm of tubular epithelial cells of the kidney (Figure 5G), in the Kupffer cells of the liver (not shown) and in the cytoplasm of macrophages of lymph nodes ( Figure 6D) was confirmed by in-situ hybridization.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5G"
                },
                {
                    "start": 212,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6D"
                }
            ]
        },
        {
            "text": "Immunohistochemistry revealed an increased number and size of positive LAMP-2 structures (lysosomes) in tubular epithelial cells of animals dosed with RTR4955 when compared with controls ( Figure 5D and E). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 205,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5D and E)"
                }
            ]
        },
        {
            "text": "This confirmed the lysosomal involvement in the accumulation of the LNA SSOs.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Proximal tubular changes were similar for all four LNA SSOs at histopathologic examination and therefore tissue from one animal, dosed with RTR4955 and diagnosed with tubular lesions and mesangioproliferative glomerulonephritis, was selected for further characterization by TEM. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Ultrastructurally, an increased number and size of lysosomes ( Figure 7A), with storage of heterogenous osmiophilic material in the cytoplasm, was observed in the proximal tubular cells of this minipig, which was dosed with 24 mg/kg RTR4955. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7A"
                }
            ]
        },
        {
            "text": "In addition, some tubules had variable damage from single cell necrosis to necrosis of the whole tubular cross section ( Figure 7B). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7B"
                }
            ]
        },
        {
            "text": "In the surrounding of highly affected tubules, massive edema was present in the interstitial space. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Cortical collecting ducts were not affected. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "The glomerular structure, the basement membranes, endothelial cells or podocytes were not affected by LNA SSO dosing in the examined minipigs. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "One minipig, however, dosed with RTR4955 at 24 mg/ kg, histopathologically presented with a mesangioproliferative glomerulonephritis. ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "Ultrastructurally, the endothelial cells and/ or mesangial cells of the glomeruli of this animal were increased or swollen and showed signs of storage of a homogenous or slightly polymorphic material, or vacuoles ( Figure 7C). ",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 225,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7C)"
                }
            ]
        },
        {
            "text": "No electron dense deposits were observed.",
            "section": "Immunohistochemistry, in-Situ Hybridization and Transmission Electron Microscopy"
        },
        {
            "text": "PCSK9 mRNA expression levels in minipig livers were markedly and dose-dependently reduced by up to 72% after subcutaneous dosing with RTR5001, whereas APOB mRNA hepatocellular expression was not altered when compared with controls ( Figure  8). ",
            "section": "Target Engagement and Pharmacodynamics",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "type": "figure",
                    "text": "Figure  8"
                }
            ]
        },
        {
            "text": "Correspondingly, after repeated subcutaneous dosing with RTR5001, LDL cholesterol levels were decreased by up to 53% when compared with controls and pretest levels, thereby confirming a direct pharmacodynamic effect of RTR5001 in minipig livers.",
            "section": "Target Engagement and Pharmacodynamics"
        },
        {
            "text": "After dosing with RTR4955, neither an effect on APOB mRNA nor PCSK9 mRNA hepatocellular expression ( Figure 8) nor cholesterol levels could be identified.",
            "section": "Target Engagement and Pharmacodynamics",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "By in-situ hydridization a reduced PCSK9 mRNA expression after RTR5001 dosing was confirmed ( Figure 9A and B). ",
            "section": "Target Engagement and Pharmacodynamics",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 9A and B)"
                }
            ]
        },
        {
            "text": "No such difference could be identified for APOB mRNA expression levels when compared with control liver tissue samples ( Figure 9C and D). ",
            "section": "Target Engagement and Pharmacodynamics",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 9C and D)"
                }
            ]
        },
        {
            "text": "Mean APOB and PCSK9 mRNA gene expression levels in minipig (N ¼ 3 with 6SD) liver relative to the house-keeping gene beta glucuronidase (GUSB) and relative to mean gene expression of the control group after subcutaneous dosing of RTR4955 or RTR5001. ",
            "section": "FIG. 8."
        },
        {
            "text": "PCSK9 mRNA levels were dose-dependently decreased after administration of RTR5001 but not RTR4955. ",
            "section": "FIG. 8."
        },
        {
            "text": "No changes in APOB mRNA levels were observed after administration of RTR5001 or RTR4955.",
            "section": "FIG. 8."
        },
        {
            "text": "Minimal to mild cytoplasmic staining for PCSK9 was present in hepatocytes of control minipigs and no or only minimal staining was present in minipigs dosed with 20 mg/kg RTR5001, confirming target engagement in the minipig. ",
            "section": "FIG. 8."
        },
        {
            "text": "Moderate to marked cytoplasmic staining for APOB was present in control minipigs and minipigs dosed with RTR4955, indicating no effect of the LNA SSO on the APOB mRNA expression.",
            "section": "FIG. 8."
        },
        {
            "text": "Administration of the 4 LNA SSOs resulted in similar clinical findings in minipigs as in NHPs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "An overview of the complete response pattern is presented for both non-rodent species, minipig and NHP, for all four different SSO LNAs in Table 1. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Trends for clinical pathology changes are considered crucial to correlate with histopathologic findings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "After multiple dosing, two highdose animals for both NHPs and minipigs were sacrificed for humane reasons (Table 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "In addition, minipigs showed similar exposure and very good comparability in toxicity profile versus NHPs, with no additional on-or off-target pharmacology or toxicities (Table 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Effects on the coagulation, renal, and complement systems were also similar to those in NHPs.",
            "section": "DISCUSSION"
        },
        {
            "text": "Overall, the toxicity profile of the LNA SSOs appears to be similar in minipigs and NHPs, and typical of the class-wide toxicity profile of SSOs (Frazier et al., 2014;Koch and Ørum, 2008), with kidney, liver and lymphoid tissues being the main target tissues of toxicity. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Frazier et al., 2014;"
                },
                {
                    "start": 167,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Koch and Ørum, 2008)"
                }
            ]
        },
        {
            "text": "While some of these effects are hybridization-independent (eg, pro-inflammatory or plasma protein effects) (Henry et al., 2008), the mechanism for others (eg, hepatotoxicity) is still uncertain but may also involve offtarget hybridization (Burel et al., 2016).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Henry et al., 2008)"
                },
                {
                    "start": 239,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Burel et al., 2016)"
                }
            ]
        },
        {
            "text": "The pharmaco-/toxicokinetic behavior of the different LNA SSOs was also similar in the minipig and NHPs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As in other species, plasma exposure increased roughly dose-proportionally, and SSOs were rapidly cleared from circulation (Levin et al., 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Levin et al., 2008)"
                }
            ]
        },
        {
            "text": "In both species, LNA SSOs are distributed and taken up by peripheral tissues such as the liver and kidney. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For the majority of the investigated LNA SSOs there was an exposure saturation in the minipig kidney; generally kidney exposure of the cortex was markedly higher than the liver, as shown previously (Geary et al., 2015;Straarup et al., 2010).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Geary et al., 2015;"
                },
                {
                    "start": 218,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Straarup et al., 2010)"
                }
            ]
        },
        {
            "text": "In minipigs dosed intravenously with RTR2996, we observed a transient increase in PT and APTT, and a decrease in total complement. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Corresponding clinical signs, including prolonged bleeding and red discoloration of parts of the body, were also transient and reversed within a few minutes after administration. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In NHPs, RTR2996 caused coagulation and complement activation; this has been described with other LNA SSOs (Henry et al., 2014;Hildebrandt-Eriksen et al., 2012;Koch and Ørum, 2008) but has not previously been described in minipigs (Henry et al., 2016). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Henry et al., 2014;"
                },
                {
                    "start": 127,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Hildebrandt-Eriksen et al., 2012;"
                },
                {
                    "start": 160,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Koch and Ørum, 2008)"
                },
                {
                    "start": 231,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Henry et al., 2016)"
                }
            ]
        },
        {
            "text": "In NHPs, activation of the complement system was reported with threshold SSO plasma levels of 70-80 lg/mL (Henry et al., 2014). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Henry et al., 2014)"
                }
            ]
        },
        {
            "text": "In our minipig study, activation of the complement system was seen at plasma C max values of approximately 500 lg/mL RTR2996. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although this warrants more data, this finding could suggest a lower sensitivity of minipigs to this liability than NHPs and therefore possibly a higher relevance to human safety assessment since NHPs are known to be overpredictive (Henry et al., 2016). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Henry et al., 2016)"
                }
            ]
        },
        {
            "text": "With the confirmed occurrence of acute PT and APTT prolongations after high intravenous doses in both species, this effect is likely also relevant in terms of human safety, even if clinical plasma peak concentrations are often below NHP thresholds (Crooke et al., 2016).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Crooke et al., 2016)"
                }
            ]
        },
        {
            "text": "One factor for choosing a relevant species for preclinical safety studies is its ability to capture pharmacological effects (eg, exaggerated pharmacology) of a drug development candidate, which has been a factor in the historical preference for NHPs for biotechnology-derived and oligonucleotide therapeutics. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The recent sequencing of the minipig genome was essential for considering the minipig as a potential alternative non-rodent species. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As in NHPs, we showed dose-related target engagement, a pharmacodynamic effect and a decrease in LDL cholesterol after repeated dosing with RTR5001 in minipigs (Lindholm et al., 2012). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Lindholm et al., 2012)"
                }
            ]
        },
        {
            "text": "PCSK9 mRNA expression in minipig livers was markedly reduced after RTR5001 administration, confirming pharmacodynamic activity, despite the single mismatch. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, RTR4955 neither altered PCSK9 nor APOB mRNA nor cholesterol levels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These differences are likely due to different positions of the single mismatch to the minipig genome in the LNA SSO sequences. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The central mismatch in RTR4955 is expectedly more detrimental on the target regulation than the end-standing mismatch in RTR5001, suggesting that for RTR4955, this region is critical for RNaseH recruitment and cleavage of target mRNA.",
            "section": "DISCUSSION"
        },
        {
            "text": "After clearance from the circulation, SSOs accumulated in liver Kupffer cells, lymph nodes and, most significantly, in the   (Gebert et al., 2014;Hildebrandt-Eriksen et al., 2012;Koch and Ørum, 2008;Lindholm et al., 2012; data on file, F. Hoffmann-La Roche Ltd., 2017)  , 6, 11 and 16 1, 6, 11 and 16 1, 6, 11 and 16 1, 6, 11 and 16 1, 4, 8, 11, 15, 18, 22, 25, 29 1, 4, 8, 11, 15, 18, 22, 25, 28 1, 3, 5, 7, 9, 11, 13, 15 1, 3, 5, 7, 9, 11, 13 kidney. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Gebert et al., 2014;"
                },
                {
                    "start": 146,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Hildebrandt-Eriksen et al., 2012;"
                },
                {
                    "start": 179,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Koch and Ørum, 2008;"
                },
                {
                    "start": 199,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Lindholm et al., 2012"
                },
                {
                    "start": 270,
                    "end": 444,
                    "type": "bibr",
                    "text": ", 6, 11 and 16 1, 6, 11 and 16 1, 6, 11 and 16 1, 6, 11 and 16 1, 4, 8, 11, 15, 18, 22, 25, 29 1, 4, 8, 11, 15, 18, 22, 25, 28 1, 3, 5, 7, 9, 11, 13, 15 1, 3, 5, 7, 9, 11, 13"
                }
            ]
        },
        {
            "text": "Accumulation of LNA SSOs in the proximal tubular cells of the minipig kidney resulted in the presence of cytoplasmic basophilic granules, similar to that previously shown in rodents and NHPs (Frazier et al., 2014;Hildebrandt-Eriksen et al., 2012;Koch and Ørum, 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Frazier et al., 2014;"
                },
                {
                    "start": 213,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Hildebrandt-Eriksen et al., 2012;"
                },
                {
                    "start": 246,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Koch and Ørum, 2008)"
                }
            ]
        },
        {
            "text": "Additionally, in the minipig, we observed degenerative changes of the renal tubular cells previously identified in NHP studies (Henry et al., 2012;Koch and Ørum, 2008;Monteith et al., 1999). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Henry et al., 2012;"
                },
                {
                    "start": 147,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Koch and Ørum, 2008;"
                },
                {
                    "start": 167,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Monteith et al., 1999)"
                }
            ]
        },
        {
            "text": "In the minipig, RTR3649 produced minimal to mild tubular degeneration in the kidney, whereas in NHPs, vacuolation of tubular cells was reported (Hildebrandt-Eriksen et al., 2012). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Hildebrandt-Eriksen et al., 2012)"
                }
            ]
        },
        {
            "text": "In minipigs, RTR5001 produced degenerative/regenerative changes in the kidney; no adverse biochemical or histopathologic findings were observed in NHPs (Lindholm et al., 2012;van Poelgeest et al., 2013). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Lindholm et al., 2012;"
                },
                {
                    "start": 175,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "van Poelgeest et al., 2013)"
                }
            ]
        },
        {
            "text": "In a human trial with RTR5001, one case of acute kidney injury was reported in a healthy volunteer who received three once-weekly doses of 5 mg/kg, with multifocal tubular necrosis/degeneration and evidence of drug accumulation (van Poelgeest et al., 2013) on biopsy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings were similar to those in minipigs given RTR5001. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Degenerative/regenerative changes of the renal tubular cells were similar in minipigs and NHPs dosed with RTR4955 and RTR2996, although severity was greater with RTR4955 in the minipig. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, one minipig dosed with RTR4955 showed a mesangioproliferative glomerulonephritis, a lesion not previously observed in NHPs for the four LNA SSOs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although no electron-dense deposits along the basal membranes were observed with TEM investigations, the lesion showed similar characteristics to those described previously (Frazier et al., 2014). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Frazier et al., 2014)"
                }
            ]
        },
        {
            "text": "Therefore, the pathogenesis-not fully clarified-may be related to a dysfunction of the alternative complement pathway. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Regardless of the mechanism, minipigs may be more sensitive to kidney toxicity at high doses than NHPs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As commonly observed in NHPs and rodents, basophilic cytoplasmic granules were observed in the Kupffer cells in minipigs dosed with RTR3649 and RTR2996. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Immunohistochemistry and in-situ hybridization showed this was due to SSO accumulation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Hepatocellular single cell necrosis/apoptosis, correlating with increased serum transaminase activities, were observed in minipigs administered RTR2996, in one minipig administered RTR5001, and another one administered RTR4955. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Similar changes were seen in NHPs administered RTR4955 and RTR2996 (Koch and Ørum, 2008;Straarup et al., 2010). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Koch and Ørum, 2008;"
                },
                {
                    "start": 88,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Straarup et al., 2010)"
                }
            ]
        },
        {
            "text": "In clinical studies, RTR4955 caused a mild increase in serum transaminase activities in some subjects, and a dose-limiting increase in serum transaminase activities occurred in two patients treated with RTR2996 4 mg/kg 3 times per week for two weeks (Tilly et al., 2007).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Tilly et al., 2007)"
                }
            ]
        },
        {
            "text": "Vacuolated macrophages were observed in minipig lymph nodes, including the draining lymph node of the injection site, similar to those described in other species (Frazier et al., 2014). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Frazier et al., 2014)"
                }
            ]
        },
        {
            "text": "Immunohistochemistry and in-situ hybridization showed the presence of the LNA SSO in these vacuolated macrophages. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These so-called foamy/stippled macrophages were described previously in NHPs (Hildebrandt-Eriksen et al., 2012).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Hildebrandt-Eriksen et al., 2012)"
                }
            ]
        },
        {
            "text": "During clinical trials, and after subcutaneous dosing of SSOs, ISRs such as erythema, ulceration, necrosis and hyperpigmentation have been observed (van Meer et al., 2016;van Poelgeest et al., 2015). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(van Meer et al., 2016;"
                },
                {
                    "start": 171,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "van Poelgeest et al., 2015)"
                }
            ]
        },
        {
            "text": "Although minipig skin shows similarities to human anatomy, physiology, and biochemistry (Forster et al., 2010;Mahl et al., 2006) and has been considered a model to predict human cutaneous reactions, no acute or gross clinical observations were made in either the minipig or NHPs. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Forster et al., 2010;"
                },
                {
                    "start": 110,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Mahl et al., 2006)"
                }
            ]
        },
        {
            "text": "Histopathologically, subcutaneous dosing of RTR5001 in minipigs resulted in an increased inflammation in the subcutis, characterized by the presence of macrophages, lymphocytes, Abbreviations: A/G, albumin/globulin ratio; ALP, alkaline phosphatase; APTT, activated partial thromboplastin time; AST, aspartate aminotransferase; BUN, blood urea nitrogen; Ca, calcium; CHOL, total cholesterol; Cl, chloride; Crea, creatinine; GDH, glutamate dehydrogenase; GGTP, gamma-glutamyl transpeptidase; Hb, hemoglobin; Hct, hematocrit; HDL, high density lipoprotein; i.v., intravenous; LDL, low density lipoprotein; Na, sodium; NAG, N-acetyl-beta-Dglucosaminidase; PAS, Periodic acid-Schiff-diastase staining; PALS, periarteriolar lymphoid sheaths; PT, partial prothombin time; Rbc, red blood cells; s.c., subcutaneous; SDH, sorbitol dehydrogenase; WBC, white blood cells.",
            "section": "DISCUSSION"
        },
        {
            "text": "granulocytes, edema, hemorrhages, and necrosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A tendency to recovery from these ISRs was shown by comparing the previous and last injection sites. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Inflammatory changes were identified at the injection sites of control animals and minipigs administered RTR4955. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Increased severity and incidence of hemorrhages were noted in RTR4955-dosed minipigs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "RTR3649 caused perivascular inflammatory cell infiltration of mainly lymphocytes and eosinophilic granulocytes as well as necrosis at the injection sites in the minipig. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, as NHPs were dosed intravenously in the duration-matching study, a direct comparison cannot be made. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Subcutaneous injection of RTR5001 and RTR4955 to NHPs caused inflammation, with predominant infiltration of neutrophils and formation of edema in the subcutis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In humans, SSOs are associated with ISRs of varying severity when administered subcutaneously (van Meer et al., 2016); lesion severity is dose-dependent, and some SSOs cause persistent lesions (van Meer et al., 2016;van Poelgeest et al., 2015). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(van Meer et al., 2016)"
                },
                {
                    "start": 193,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(van Meer et al., 2016;"
                },
                {
                    "start": 216,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "van Poelgeest et al., 2015)"
                }
            ]
        },
        {
            "text": "Consequently, although no overt ISRs were evident during the in-life phase in our preclinical studies, the histopathological examination of injection sites should still be considered, as data suggest similarities to reactions described in humans (van Meer et al., 2016).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 246,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(van Meer et al., 2016)"
                }
            ]
        },
        {
            "text": "In conclusion, our data from four LNA SSOs support the use of the minipig in the preclinical safety assessment of this class of molecules. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We demonstrated that the minipig shows a similar safety profile as the NHP for four different molecules upon subacute exposure. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No additional off-target pharmacological effects or non-hybridization-dependent toxicities were identified. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Consequently, the number of NHPs that are currently used in preclinical safety assessment of SSOs could be reduced. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, species selection should always maximize the likelihood of identifying responses that are similar to those expected in humans. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the design of respective cross-reactive SSOs to the minipig genome, as well as the pharmacologic activity and a similarity in the target distribution to humans is essential to ultimately select the minipig as the non-rodent species in preclinical safety investigation.",
            "section": "DISCUSSION"
        },
        {
            "text": "Mean exposure levels in the kidney cortex after repeated subcutaneous (RTR5001, RTR4955, or RTR3649) or intravenous (RTR2996) administration to minipigs or NHPs (N ¼ 3 or N ¼ 5 with 6SD) at different dose levels. ",
            "section": "FIG. 1 ."
        },
        {
            "text": "NHPs were dosed intravenously with RTR3649; no kidney samples were collected from NHPs after RTR2996 administration. ",
            "section": "FIG. 1 ."
        },
        {
            "text": "Similar dose:exposure relationships were observed in the kidney cortex with all four tested LNA SSOs.",
            "section": "FIG. 1 ."
        },
        {
            "text": "Mean exposure levels in the liver after repeated subcutaneous (RTR5001, RTR4955 or RTR3649) or intravenous (RTR2996) administration to minipigs or NHPs (N ¼ 3 or N ¼ 5 with 6SD) at different dose levels (NHPs were dosed intravenously for RTR3649). ",
            "section": "FIG. 2 ."
        },
        {
            "text": "Similar dose:exposure relationships were observed in the liver cortex with all four tested LNA SSOs.",
            "section": "FIG. 2 ."
        },
        {
            "text": "Mean plasma exposure with 6SD after single administration at different dose levels. ",
            "section": "FIG. 3 ."
        },
        {
            "text": "A, RTR5001, B, RTR4955, C, RTR3649, and D, RTR2996 to female minipigs",
            "section": "FIG. 3 ."
        },
        {
            "text": "Coagulation and complement activation data for minipigs (N ¼ 3 or N ¼ 5 with 6SD) dosed intravenously with 0, 5, 15, or 45 mg/kg RTR2996 (5 min infusion time) every other day for 15 days A, Time course of Activated Partial Thromboplastin Time (APTT; dashed lines) and Prothrombin Time (PT; solid lines) levels, on x-axis",
            "section": "FIG. 4 ."
        },
        {
            "text": "Histopathologic findings in minipigs. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "A, Kidney, H&E. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Necrosis of tubular cells (arrowheads), tubular degeneration and dilatation with denudation of basal membrane (asterisk); 20 mg/kg RTR5001. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "B, Kidney, H&E. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Basophilic granules in proximal tubular cells (arrowheads and insert) and regeneration of proximal tubular cells (asterisk); 45 mg/kg RTR2996. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "C, Kidney, H&E. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Mesangioproliferative glomerulonephritis and fibrin exudation into Bowman's space (asterisk); dilated tubules with many granulocytes (arrowhead); 24 mg/kg RTR4955. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "D, Kidney of control minipig, immunohistochemistry for LAMP-2. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Presence of LAMP-2 positive structures (lysosomes) in proximal tubular cells. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "E, Kidney of dosed minipig, immunohistochemistry for LAMP-2. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Increased number and size of positive LAMP-2 structures (lysosomes) in proximal tubular cells; 8 mg/kg RTR4955. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "F) Kidney, immunohistochemistry for LNA SSO. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Accumulation of LNA SSO into the proximal tubular cells (red staining); 6 mg/kg RTR5001. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "G, Kidney, in-situ hybridization for RTR5001. ",
            "section": "FIG. 5 ."
        },
        {
            "text": "Accumulation of LNA into the proximal tubular cells (brown staining); 6 mg/kg RTR5001 (scale bars ¼ 100 mm, figure C scale bar ¼ 50 mm).",
            "section": "FIG. 5 ."
        },
        {
            "text": "Histopathologic findings in minipigs. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "A, Liver, H&E. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "Basophilic granules in Kupffer cells (long arrowheads and insert) and apoptotic hepatocytes (short arrowheads); 45 mg/kg RTR2996. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "B, Liver, immunohistochemistry for LNA SSO. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "Accumulation of LNA SSO (red staining) in Kupffer cells; 24 mg/kg RTR4955. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "C, Lymph node, H&E. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "Vacuolated macrophages (insert); 15 mg/kg RTR2996. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "D) Lymph node, immunohistochemistry for LNA. ",
            "section": "FIG. 6 ."
        },
        {
            "text": "Accumulation of LNA SSO in the vacuolated macrophages (brown staining); 20 mg/kg RTR5001 (scale bars ¼ 50 mm).",
            "section": "FIG. 6 ."
        },
        {
            "text": "Electron microscopy of kidney from a minipig dosed at 24 mg/kg RTR4955. ",
            "section": "FIG. 7 ."
        },
        {
            "text": "A, Part of a tubule with massively increased number and size of lysosomes (bar ¼ 5 mm). ",
            "section": "FIG. 7 ."
        },
        {
            "text": "B, Proximal tubular degeneration and necrosis (bar ¼ 10 mm). ",
            "section": "FIG. 7 ."
        },
        {
            "text": "C, Same kidney as shown by light microscopy inFigure 5C. ",
            "section": "FIG. 7 ."
        },
        {
            "text": "Mesangioproliferative glomerulonephritis with prominent mesangial hypercellularity and lysosomal inclusion in mesangial cells. ",
            "section": "FIG. 7 ."
        },
        {
            "text": "Note: normal basement membranes and podocytes, no osmiophilic immune deposits. ",
            "section": "FIG. 7 ."
        },
        {
            "text": "(bar ¼ 10 mm).",
            "section": "FIG. 7 ."
        },
        {
            "text": "In situ hybridization for detection of PCSK9 or APOB mRNA expression in minipig liver tissue, indicated as red dots with hematoxylin counterstain. ",
            "section": "FIG. 9 ."
        },
        {
            "text": "A, Minimal PCSK9 expression in control minipig B, No PCSK9 expression in minipig dosed at 20 mg/kg RTR5001 (scale bar ¼ 50 mm) C, Medium to marked APOB expression in control minipig D, Similar amount of APOB expression in minipig dosed at 24 mg/kg RTR4955 compared to control (scale bar ¼ 100 mm).",
            "section": "FIG. 9 ."
        },
        {
            "text": "Overview of Main Observations in Minipig and NHP After Dosing With RTR5001, RTR4955, RTR3649 and RTR2996",
            "section": "TABLE 1 ."
        },
        {
            "text": "| TOXICOLOGICAL SCIENCES, 2017, Vol. ",
            "section": "TABLE 1 ."
        },
        {
            "text": "157, No. 1   ",
            "section": "TABLE 1 ."
        },
        {
            "text": "Supplementary data are available at Toxicological Sciences online.",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "This research project would not have been possible without the highly skilled technical support of F. Hoffmann-La Roche personnel from in vivo, clinical pathology, histopathology, bioanalytical, toxicokinetics laboratories as well as comparative medicine which is gratefully acknowledged. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Editorial assistance was provided by Meridian HealthComms, funded by F. Hoffmann-La Roche Ltd. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Special thanks to Michael Winter for his expert support in clinical pathology. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "All authors, except MJM acknowledge that they are employed by F. Hoffmann-La Roche, Ltd.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "This work was supported and funded by F. Hoffmann-La Roche Ltd, Basel, Switzerland. ",
            "section": "FUNDING"
        },
        {
            "text": "All authors, except MJM, are employed by F. Hoffmann-La Roche Ltd.",
            "section": "FUNDING"
        }
    ]
}