{
    "id": "a011e04e5b",
    "level": "sentence",
    "abstract": [
        {
            "text": "During the past several decades, resistance to single or multiple anticancer agents has posed a great challenge in cancer therapy. "
        },
        {
            "text": "Dedicator of cytokinesis 1 (DOCK1), the first identified member in DOCK family, plays diverse roles in cellular processes, including tumorigenesis. "
        },
        {
            "text": "In this study, we explored the biological role of DOCK1 in the chemotherapeutic resistance in bladder cancer and its underlying mechanism. "
        },
        {
            "text": "Our results showed that the bladder cancer cell lines UM-UC-3 and J82 with higher DOCK1 are more resistant to cisplatin, whereas B87 cells with the lowest expression of DOCK1 exhibited the highest sensitivity to cisplatin. "
        },
        {
            "text": "Downregulation of DOCK1 with small interfering RNA (siRNA) increased the cisplatin sensitivity in bladder cancer cells. "
        },
        {
            "text": "Moreover, treatment with cisplatin induced epithelial-mesenchymal transition (EMT), while transfection with Twist siRNA restored the chemosensitivity to cisplatin. "
        },
        {
            "text": "In addition, we found that downregulation of DOCK1 reversed EMT program in bladder cancer cells. "
        },
        {
            "text": "However, cotransfection with DOCK1 siRNA could not further enhance the cisplatin sensitivity and cellular phenotypic changes in tumor cells. "
        },
        {
            "text": "Taken together, these results demonstrate that downregulation of DOCK1 could increase the chemosensitivity in bladder cancer cells via preventing cisplatin-induced EMT, suggesting that DOCK1 may serve as a potential therapeutic target in bladder cancer."
        }
    ],
    "body_text": [
        {
            "text": "Bladder cancer is the most common urinary tract malignancy and remains one of the costliest diseases to manage from diagnosis to death. ",
            "section": "Introduction"
        },
        {
            "text": "1 In accordance with the invasion degree, patients with bladder cancer can be diagnosed as nonmuscle-invasive or muscleinvasive tumor. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 In addition to the radical cystectomy, cisplatin-based neoadjuvant chemotherapy serves as an important therapy option and shows increased response rate and prolonged survival in patients with bladder cancer. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 However, cisplatin resistance in the past several decades has become a great challenge for clinical treatment of bladder cancer, highlighting the urgency to investigate the molecular mechanism underlying the drug resistance. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 The dedicator of cytokinesis (DOCK) family with eleven mammalian members belongs to the atypical Rho guanine nucleotide exchange factors. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Emerging evidences reported the critical roles of DOCK in various cellular processes such as actin cytoskeleton and cell adhesion and migration. ",
            "section": "Introduction"
        },
        {
            "text": "5,6 As the first identified member of DOCK protein family, DOCK1 plays crucial roles in cytoskeletal organization, myoblast fusion, and phagocytosis via Rac1 activation in Caenorhabditis elegans and Drosophila. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "[7][8][9] The expression of DOCK1 is upregulated in ovarian cancer correlated correspondence: Jiang-hua chen Kidney Disease center, The First Affiliated Hospital, Zhejiang University school of Medicine, 79 Qingchun road, hangzhou 310003, Zhejiang Province, People's republic of china Tel +86 138 5809 9862 email jhchen10@126.com with aggressive phenotype and poor patient survival. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "10 Moreover, engulfment and cell motility 1 (Elmo1) synergistically with DOCK180 promote cell motility in ovarian carcinoma. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 Functional studies reveal that DOCK1 is associated with tumorigenesis, growth, and invasion of glioma, suggesting that DOCK1 could be a potential therapeutic target for malignant brain tumor. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "[12][13][14] However, the biological function of DOCK1 in bladder cancer has not been investigated. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Thus, this study aimed to explore the role of DOCK1 in the chemotherapeutic resistance in bladder cancer and its underlying mechanism.",
            "section": "Introduction"
        },
        {
            "text": "Three bladder cancer cell lines (UM-UC-3, J82, and B87) were purchased from the American Type Culture Collection (Manassas, VA, USA) and cultured in Dulbecco's Modified Eagle's Medium (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin. ",
            "section": "Materials and methods cell culture"
        },
        {
            "text": "All cells were maintained at 37°C in 5% CO 2 incubator. ",
            "section": "Materials and methods cell culture"
        },
        {
            "text": "All experiments included in this research were in compliance with the defined policies and protocols, and the Ethical Committee of the First Affiliated Hospital of Zhejiang University approved the research protocol. ",
            "section": "Materials and methods cell culture"
        },
        {
            "text": "Cisplatin was purchased from Sigma-Aldrich Co. (St Louis, MO, USA). ",
            "section": "Materials and methods cell culture"
        },
        {
            "text": "The DOCK1 small interfering RNA (siRNA) and Twist siRNA were purchased from Santa Cruz Biotechnology Inc. (Dallas, TX, USA).",
            "section": "Materials and methods cell culture"
        },
        {
            "text": "Cells at 3.0×10 3 cells/well were seeded into 96-well plates. ",
            "section": "ccK-8 assay"
        },
        {
            "text": "Then, 10 µL/well Cell Counting Kit-8 (CCK-8) solution (Dojindo, Kumamoto, Japan) was added, the plates were incubated for 3 hours, and absorbance was measured at 450 nm using an MRX II microplate reader (Dynex, Chantilly, VA, USA).",
            "section": "ccK-8 assay"
        },
        {
            "text": "DNA incorporation synthesis was calculated using EdU (5-ethynyl-2-deoxyuridine) incorporation assay. ",
            "section": "edU incorporation assay"
        },
        {
            "text": "Measurement of inhibitive rate of cell proliferation was carried out using a Click-iT EdU Imaging Kit (Thermo Fisher Scientific) according to the procedure described previously. ",
            "section": "edU incorporation assay"
        },
        {
            "text": "15 ",
            "section": "edU incorporation assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Bladder cancer cells were transfected with DOCK1 siRNA and Twist siRNA using Lipofectamine 2000 (Thermo Fisher Scientific) according to the manufacturer's instruction.",
            "section": "sirna transfection"
        },
        {
            "text": "The transfection medium (Opti-MEM; Thermo Fisher Scientific) was replaced with complete medium 12 hours after transfection, and the cells were incubated for the indicated times.",
            "section": "sirna transfection"
        },
        {
            "text": "Bladder cancer cells were seeded into 48-well plates at 6.0×10 3 cells/well. ",
            "section": "Immunofluorescence"
        },
        {
            "text": "Slides were blocked with bovine serum albumin and incubated with mouse anti-human vimentin or antihuman E-cadherin primary antibodies (Cell Signaling Technology, Danvers, MA, USA) at 4°C overnight. ",
            "section": "Immunofluorescence"
        },
        {
            "text": "After washing, the slides were incubated with goat anti-mouse fluorescein isothiocyanate-conjugated secondary antibody (Abcam, Cambridge, UK). ",
            "section": "Immunofluorescence"
        },
        {
            "text": "After incubation with 4',6-diamidino-2-phenylindole (DAPI), cells were observed with a fluorescence microscope (Olympus Corporation, Tokyo, Japan).",
            "section": "Immunofluorescence"
        },
        {
            "text": "Cells were lysed, and protein concentration was determined using a BCA kit (Beyotime, Nanjing, People's Republic of China). ",
            "section": "Western blotting"
        },
        {
            "text": "Afterward, protein samples were separated by 10% sodium dodecyl sulfate-polyacrylamide gel electrophoresis and transferred to polyvinylidene di fluoride membranes (EMD Millipore, Billerica, MA, USA). ",
            "section": "Western blotting"
        },
        {
            "text": "The membranes were incubated with anti-DOCK1, anti-E-cadherin, anti-vimentin, and anti-Twist (Cell Signaling Technology) antibodies at 4°C overnight. ",
            "section": "Western blotting"
        },
        {
            "text": "The membranes were washed three times with Trisbuffered saline-Tween 20 and then incubated with the appropriate horseradish peroxide-conjugated secondary antibodies. ",
            "section": "Western blotting"
        },
        {
            "text": "The protein bands were detected by chemiluminescence (GE Healthcare Bio-Sciences Corp., Piscataway, NJ, USA).",
            "section": "Western blotting"
        },
        {
            "text": "Each experiment was performed in triplicate and repeated at least three times. ",
            "section": "statistical analysis"
        },
        {
            "text": "Experimental data were presented as mean ± standard deviation and treated for statistics analysis by SPSS program. ",
            "section": "statistical analysis",
            "entity_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "a011e04e5b-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Comparison between groups was made using analysis of variance, and statistically significant difference was defined as P,0.05.showed that UM-UC-3 and J82 cells with higher DOCK1 are more resistant to cisplatin, whereas B87 cells with the lowest expression of DOCK1 exhibited the highest sensitivity to cisplatin. ",
            "section": "statistical analysis"
        },
        {
            "text": "These results implied that DOCK1 may be involved in the chemoresistance to cisplatin in bladder cancer.",
            "section": "statistical analysis"
        },
        {
            "text": "First, we determined the protein expression of DOCK1 in three bladder cancer cell lines, including UM-UC-3, J82, and B87, using Western blotting. ",
            "section": "Different cisplatin chemosensitivity in bladder cancer cells"
        },
        {
            "text": "The protein levels varied in these three bladder cancer cell lines ( Figure 1A). ",
            "section": "Different cisplatin chemosensitivity in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "Interestingly, CCK-8 assay ( Figure 1B) and EdU incorporation assay ( Figure 1C) showed that UM-UC-3 and J82 cells with higher DOCK1 are more resistant to cisplatin, whereas B87 cells with the lowest expression of DOCK1 exhibited the highest sensitivity to cisplatin. ",
            "section": "Different cisplatin chemosensitivity in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                },
                {
                    "start": 70,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1C"
                }
            ]
        },
        {
            "text": "These results implied that DOCK1 may be involved in the chemoresistance to cisplatin in bladder cancer.",
            "section": "Different cisplatin chemosensitivity in bladder cancer cells"
        },
        {
            "text": "UM-UC-3, J82, and B87 cells were transiently transfected with DOCK1 siRNA or control siRNA. ",
            "section": "Downregulation of DOcK1 sensitized bladder cancer cells to cisplatin"
        },
        {
            "text": "After 48 hours, the expression of DOCK1 was obviously suppressed in these three cancer cell lines ( Figure 2D). ",
            "section": "Downregulation of DOcK1 sensitized bladder cancer cells to cisplatin",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2D"
                }
            ]
        },
        {
            "text": "As a result, we found that downregulation of DOCK1 increased the cisplatin sensitivity in bladder cancer cells (Figure 2A-C). ",
            "section": "Downregulation of DOcK1 sensitized bladder cancer cells to cisplatin",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2A-C)"
                }
            ]
        },
        {
            "text": "These data demonstrated that decreased expression of DOCK1 sensitized bladder cancer cells to chemotherapy agents.",
            "section": "Downregulation of DOcK1 sensitized bladder cancer cells to cisplatin"
        },
        {
            "text": "EMT program is involved in various tumor behaviors, such as growth, invasion, metastasis, and drug resistance. ",
            "section": "DOcK1 regulated eMT in bladder cancer cells"
        },
        {
            "text": "16,17 Immunostaining and Western blot assay showed that cisplatin treatment inhibited the expression of E-cadherin (epithelial marker) and promoted the expression of vimentin (mesenchymal marker) in bladder cancer cells ( Figure 3A). ",
            "section": "DOcK1 regulated eMT in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                },
                {
                    "start": 222,
                    "end": 232,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                }
            ]
        },
        {
            "text": "In order to block EMT in bladder cancer cells, Twist level was suppressed through transfection of Twist siRNA into tumor cells ( Figure 3B). ",
            "section": "DOcK1 regulated eMT in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 139,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B)"
                }
            ]
        },
        {
            "text": "Consequently, the cisplatin sensitivity was remarkably enhanced after EMT blockage in bladder cancer cells ( Figure 3C).",
            "section": "DOcK1 regulated eMT in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3C"
                }
            ]
        },
        {
            "text": "Next, we tested the hypothesis that DOCK1 regulated EMT in bladder cancer cells. ",
            "section": "DOcK1 regulated eMT in bladder cancer cells"
        },
        {
            "text": "Western blot analysis showed that EMT-related markers varied in different cell lines ( Figure 4A). ",
            "section": "DOcK1 regulated eMT in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A)"
                }
            ]
        },
        {
            "text": "Interestingly, we observed that B87 cells with lower DOCK1 exhibited a significant increase of E-cadherin protein and reduced expression of vimentin. ",
            "section": "DOcK1 regulated eMT in bladder cancer cells"
        },
        {
            "text": "In addition, we found that downregulation of DOCK1 via siRNA transfection reversed EMT as shown by upregulation of E-cadherin and downregulation of vimentin in bladder cancer cells ( Figure 4B). ",
            "section": "DOcK1 regulated eMT in bladder cancer cells",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "Based on these findings, we concluded that DOCK1 could regulate EMT in bladder cancer cells.",
            "section": "DOcK1 regulated eMT in bladder cancer cells"
        },
        {
            "text": "To further define the role of DOCK1 in cisplatin-induced EMT, we detected the expression level of DOCK1 in cisplatin-treated cells. ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT"
        },
        {
            "text": "Western blot analysis revealed that cisplatin treatment promoted the expression of DOCK1 in UM-UC-3, J82, and B87 cells ( Figure 5A). ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "However, cisplatin addition failed to induce EMT in DOCK1-knockdown cells ( Figure 5B), suggesting that EMT induction by cisplatin was dependent on DOCK1 in bladder cancer cells. ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "To further elucidate the effects of DOCK1-regulated EMT on cisplatin sensitivity, bladder cancer cells were transfected with Twist siRNA alone or in combination with DOCK1 siRNA. ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT"
        },
        {
            "text": "CCK-8 assay showed that DOCK1 inhibition could not further sensitize tumor cells to cisplatin after transfection with Twist siRNA (Figure 6A-C). ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 143,
                    "type": "figure",
                    "text": "(Figure 6A-C)"
                }
            ]
        },
        {
            "text": "On the molecular level, Western blot analysis showed that Twist knockdown led to a reduction of the mesenchymal marker vimentin in bladder cancer cells. ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT"
        },
        {
            "text": "However, cotransfection with DOCK1 siRNA had no obvious effects on the expression of cellular phenotype markers in Twist siRNA-transfected bladder cancer cells ( Figure 6D). ",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "type": "figure",
                    "text": "Figure 6D"
                }
            ]
        },
        {
            "text": "Taken together, these results confirmed that downregulation of DOCK1 sensitized bladder cancer cells to cisplatin via regulation of EMT.",
            "section": "DOcK1 inhibition enhanced cisplatin sensitivity via eMT"
        },
        {
            "text": "Emerging evidences point that a wide range of pro-oncogene and antioncogene alterations are involved in the pathogenesis of bladder cancer. ",
            "section": "Discussion"
        },
        {
            "text": "18 Despite significant progress in diagnosis and treatment, the molecular mechanism of bladder carcinogenesis still remains elucidated, and specific therapeutic targets for bladder cancer are currently limited. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "In this study, we demonstrated that downregulation of DOCK1 increased cisplatin sensitivity via inhibition of EMT in bladder cancer cells.",
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this study for the first time demonstrated the regulatory effect of DOCK1 on cisplatin sensitivity in bladder cancer cells, which we think is of biological importance given its potential therapeutic intervention for patients with bladder cancer resistant to chemotherapeutic agents.",
            "section": "Discussion"
        },
        {
            "text": "Functioning as a guanine nucleotide exchange factor, DOCK1 activates Rac1 and controls multiple cellular behaviors, including cell growth, motility, and survival, in both normal and pathological conditions. ",
            "section": "Discussion"
        },
        {
            "text": "19,20 Previous exploration in gliomas demonstrated that DOCK1 is required for plateletderived growth factor receptor α-stimulated glioma cell migration and survival in vitro and tumor growth, survival,  and invasion in the brain. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "13 A recent study has revealed that DOCK1 is also critical for epidermal growth factor receptor (EGFR) vIII-driven glioma growth and invasion via EGFRvIII-PKA-DOCK180-Rac1 signaling axis, providing a novel target to develop potential therapeutic strategies for malignant gliomas. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "12 Immunohistochemistry analysis shows the upregulation of DOCK1 in ovarian cancer, which is correlated with aggressive phenotype and poor patient survival. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "10 Documented biological role of DOCK1 in breast cancers demonstrates that DOCK1-Rac signaling is essential for HER2-mediated breast cancer progression to metastasis and offers a therapeutic opportunity to limit cancer spread. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "21 Moreover, the low molecular weight heparin enoxaparin sensitizes human lung cancer cells to gefitinib through inhibition of DOCK1 expression. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "22 All these findings suggest the oncogenic property of DOCK1 in human cancer. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "In our study, we found that the expression of DOCK1 varied in three bladder cancer cell lines, and its downregulation enhanced the cisplatin sensitivity, suggesting that DOCK1 is involved in the chemoresistance in bladder cancer.",
            "section": "Discussion"
        },
        {
            "text": "A large number of studies demonstrate that EMT is of paramount importance in a plethora of cancer-related events, such as cancer metastasis, invasion, and refractory responses to chemotherapy. ",
            "section": "Discussion"
        },
        {
            "text": "[23][24][25][26][27] During EMT, epithelial markers such as E-cadherin decrease, while mesenchymal markers such as vimentin increase. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "28 In our study, we found that cisplatin treatment induced EMT in bladder cancer cells, while transfection with Twist siRNA restored the chemosensitivity to cisplatin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Moreover, the expression of EMT-related markers E-cadherin (epithelial) and vimentin (mesenchymal) varied in UM-UC-3, J82, and B87 cells. ",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, B87 cells with low-level DOCK1 exhibited a significant increase of E-cadherin and reduced vimentin. ",
            "section": "Discussion"
        },
        {
            "text": "Based on these findings, we hypothesized that DOCK1 may regulate EMT in bladder cancer cells. ",
            "section": "Discussion"
        },
        {
            "text": "Unsurprisingly, our results showed that DOCK1 knockdown reversed EMT program after DOCK1 siRNA transfection into bladder cancer cells.",
            "section": "Discussion"
        },
        {
            "text": "Drug resistance in bladder cancer involves a complex interplay of various factors, including the accumulation of oncogenes and loss of tumor repressors. ",
            "section": "Discussion"
        },
        {
            "text": "[29][30][31] Serving as a potential oncogene, the expression of DOCK1 was increased in bladder cancer cells exposed to cisplatin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "However, downregulation of DOCK1 prevented cisplatin-induced EMT in DOCK siRNA-transfected cells. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, downregulation of DOCK1 failed to further enhance the cisplatin sensitivity in bladder cancer cells transfected with Twist siRNA. ",
            "section": "Discussion"
        },
        {
            "text": "We also found that Twist knockdown attenuated the mesenchymal phenotype of bladder cancer cells. ",
            "section": "Discussion"
        },
        {
            "text": "However, DOCK1 downregulation resulted in no further changes in cellular phenotype in Twist siRNA-transfected cells. ",
            "section": "Discussion"
        },
        {
            "text": "Taken together, these results confirmed that DOCK1 knockdown sensitized bladder cancer cells to cisplatin via EMT.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study showed that downregulation of DOCK1 enhances the cytotoxicity of cisplatin in bladder cancer cells through preventing cisplatin-induced EMT. ",
            "section": "Conclusion"
        },
        {
            "text": "Thus, these findings may provide evidences to define DOCK1 as a potential therapeutic target in bladder cancer.",
            "section": "Conclusion"
        },
        {
            "text": "DOcK1 knockdown sensitized bladder cancer cells to cisplatin via eMT. ",
            "section": "Figure 6"
        },
        {
            "text": "Notes: after transfection with Twist sirna alone or in combination with DOcK1 sirna, ccK-8 assay was performed to determine the cell viability of UM-Uc-3 (A), B87 (B), and J82 (C) cells. ",
            "section": "Figure 6"
        },
        {
            "text": "(D) Western blotting was used to measure the protein expression of DOcK1, Twist, e-cadherin, and vimentin in bladder cancer cells. ",
            "section": "Figure 6"
        },
        {
            "text": "**P,0.01; ***P,0.001. ",
            "section": "Figure 6"
        },
        {
            "text": "Abbreviations: DOcK1, dedicator of cytokinesis 1; eMT, epithelial-mesenchymal transition; sirna, small interfering rna. ",
            "section": "Figure 6"
        },
        {
            "text": "mechanism investigation of Th17 cells, the new T cell subsets, on the early acute renal transplant rejection",
            "section": "Figure 6"
        },
        {
            "text": "This study was supported by Zhejiang Provincial Education Department Program (491010-G21410): Biological role and mechanism investigation of DOCK1 in chemoresistance in bladder cancer, and Zhejiang Medical Science and Technology Program (2014KYA057): Biological effect and",
            "section": "Acknowledgments"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/drug-design-development-and-therapy-journal Drug Design, Development and Therapy is an international, peerreviewed open-access journal that spans the spectrum of drug design and development through to clinical applications. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Clinical outcomes, patient safety, and programs for the development and effective, safe, and sustained use of medicines are the features of the journal, which has also been accepted for indexing on PubMed Central. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        }
    ]
}