{
    "id": "ed434f1b3b",
    "level": "sentence",
    "abstract": [
        {
            "text": "Background. "
        },
        {
            "text": "Dysglycemia (encompassing impaired glucose tolerance and diabetes mellitus) arising after renal transplantation is common and confers a significant cardiovascular mortality risk. "
        },
        {
            "text": "Nonetheless, the pathophysiology of posttransplant dysglycemia is not well described. "
        },
        {
            "text": "The aim of this study was to prospectively and comprehensively assess glucose handling in renal transplant recipients from before to 12 months after transplantation to determine the underpinning pathophysiology. "
        },
        {
            "text": "Materials and Methods. "
        },
        {
            "text": "Intravenous and oral glucose tolerance testing was conducted before and at 3 and 12 months posttransplantation. "
        },
        {
            "text": "An intravenous glucose tolerance test was also performed on day 7 posttransplantation. "
        },
        {
            "text": "We followed up 16 transplant recipients for 3 months and 14 recipients for 12 months. "
        },
        {
            "text": "Insulin secretion, resistance and a disposition index (DI (IV)), a measure of β cell responsiveness in the context of prevailing insulin resistance, were also determined. "
        },
        {
            "text": "Results. "
        },
        {
            "text": "At 12 months, 50% of renal transplant recipients had dysglycemia. "
        },
        {
            "text": "Dysglycemia was associated with a dramatic fall in DI (IV) and this loss in β cell function was evident as early as 3 months posttransplantation (23.5 pretransplant; 6.4 at 3 months and 12.2 at 12 months posttransplant). "
        },
        {
            "text": "Differences in the β cell response to oral glucose challenge were evident pretransplant in those destined to develop dysglycemia posttransplant (2-hour blood glucose level 5.6 mmol/L versus 6.8 mmol/L; P < 0.01). "
        },
        {
            "text": "Conclusions. "
        },
        {
            "text": "Dysglycemia after renal transplantation is common, and the loss of insulin secretion is a major contributor. "
        },
        {
            "text": "Subclinical differences in glucose handling are evident pretransplant in those destined to develop dysglycemia potentially heralding a susceptible β cell which under the stressors associated with transplantation fails."
        }
    ],
    "body_text": [
        {
            "text": "immunosuppressive burden. "
        },
        {
            "text": "Calcineurin inhibitors (CNI) and glucocorticoids form the backbone of most immunosuppressive regimens and are well described risk factors for posttransplant dysglycemia. "
        },
        {
            "text": "14,15 The diabetogenic potential of glucocorticoids is well established and encompasses both increased insulin resistance and reduced insulin secretion. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "In addition, CNI reduce insulin secretion through a direct toxic effect on the β cell. "
        },
        {
            "text": "16 Balancing the immunological with the metabolic risks by modifying CNI levels and/or ceasing glucocorticoids within the first year posttransplantation remains a challenge. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The early identification of those recipients at higher risk of developing a posttransplant dysglycemic state may assist with pretransplantation planning for the prevention of dysglycemia in a manner that would not compromise the graft immunologically. "
        },
        {
            "text": "A proof of concept of such prevention of dysglycemia has been described by Hecking et al. 17 The objectives of this study were two-fold: First, to examine the changes in metabolic indices that occur after transplantation to define the underpinning pathophysiology and second, identify factors evident pretransplant that may be predictive of posttransplant dysglycemia. ",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "To this end, we undertook a comprehensive assessment of changes in β-cell function and insulin resistance in renal transplant recipients. "
        },
        {
            "text": "We used a rigorous testing protocol that included both intravenous GTT (IV GTT) and oGTT to quantitate β-cell function, before transplantation and at 3 and 12 months posttransplantation. "
        },
        {
            "text": "IV GTT was also performed day 7 posttransplantation. "
        },
        {
            "text": "The data available from these tests allowed us to evaluate insulin secretion and resistance and calculate the disposition index (DI (IV)), a measure of β cell responsiveness in the context of prevailing insulin resistance. "
        },
        {
            "text": "[18][19][20] Finally, by stratifying recipients according to their posttransplant glycemic state we sought to identify deficits in glucose or insulin indices present at study entry that may serve as early markers of those at higher risk of posttransplant dysglycemia.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Twenty-five patients with end-stage kidney disease (ESKD) from a single hospital network planned for a living (un)related donor transplant were recruited ( Figure 1). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1)"
                }
            ]
        },
        {
            "text": "None of the patients were known to be diabetic at the time of recruitment into the study. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The exclusion criteria were inability to participate in the study over 12 months, known diabetes pretransplant or previous transplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Six patients did not go onto to receive a transplant within 2 months of testing; 3 withdrew from the study after transplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Of the 16 remaining patients, who are referred to as recipients, and 2 recipients had not reached 12 months by the conclusion of the study, leaving 14 recipients with a complete data set. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "We also recruited 9 potential living kidney donors to undergo single IV GTT and oGTT tests before donation to act as a comparator group. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The study was approved by the human ethics committees of the relevant hospitals within the network and signed informed consent was obtained from each participant before commencing the study.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All participants had demographic, BMI, waist-hip ratio, blood pressure and glucometabolic (cholesterol, triglycerides, BSL, HbA1c, oGTT and IV GTT) data collected at baseline. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In addition, the renal transplant recipients had renal specific and transplant specific data collected pretransplant and at 3 and 12 months posttransplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "As outlined in Figure 2, all patients had baseline IV GTT and oGTT tests. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Results for glucose and insulin from multiple time points enabled the calculation of glucose metabolism, insulin resistance, insulin secretion and disposition index. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Each test was conducted on a different day and after an overnight fast. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The renal transplant recipients had these tests conducted within 2 months of renal transplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "This group also had an IV GTT and oGTT conducted at 3 and 12 months posttransplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "IV GTT was also performed on day 7 posttransplantation. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Any recipient who had been commenced on a hypoglycemic agent had that agent withheld for 72 hours before each test. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The oGTT test was conducted by administering 75 g of oral glucose and drawing a venous sample from an intravenous cannula placed in the cubital fossa of the nonarteriovenous fistula arm at 0, 30, 60 and 120 minutes. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The IV GTT test was conducted by administering 0.3 mg/kg intravenous glucose to a maximum dose of 25 g, diluted in normal saline to a maximum volume of 100 mL. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Venous samples were drawn from an intravenous cannula placed in the cubital fossa of the non-arteriovenous fistula arm at −10, −1, +2, +4, +6, +8, +10, +12, +14, +19, +25, +40 minutes. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "It has previously been established that this dose of intravenous glucose elicits the maximal pancreatic response over this period 21 and similar protocols have been successfully used. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "type": "bibr",
                    "text": "21"
                }
            ]
        },
        {
            "text": "22 Glucose metabolism was assessed by 2 different approaches. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Firstly, a comprehensive descriptive analysis was aided by the area under the curve (AUC) of oGTT of each recipient at pretransplant, 3 and 12 months posttransplant. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Secondly, an improved understanding of the pathophysiology was gained by assessing the first phase insulin release (FPIR), insulin resistance and β cell responsiveness. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "FPIR is an index of the β cell response to intravenous glucose (insulinogenic index) and was calculated using the IV GTT by FPIR = (AUC insulin t0-10 minutes)/(Glucose t0minutes − (Av(t-10 minutes and t-1 minutes)) as previously described. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "23 Insulin resistance was determined using paired insulin and glucose results obtained from IV GTT, which were then applied to the homeostatic model assessment 2 (HOMA2) calculator, available from https://www.dtu.ox.ac.uk/homacalculator/ download.php. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ],
            "entity_spans": [
                {
                    "start": 131,
                    "end": 169,
                    "type": "software",
                    "rawForm": "homeostatic model assessment 2 (HOMA2)",
                    "resp": "#curator",
                    "id": "ed434f1b3b-software-0"
                },
                {
                    "start": 197,
                    "end": 250,
                    "type": "url",
                    "rawForm": "https://www.dtu.ox.ac.uk/homacalculator/ download.php",
                    "resp": "#curator",
                    "id": "#ed434f1b3b-software-0"
                }
            ]
        },
        {
            "text": "This has previously been validated in ESKD patients. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "24 Insulin sensitivity is the inverse of insulin resistance. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "24"
                }
            ]
        },
        {
            "text": "The DI (IV) was calculated as the FPIR/insulin resistance. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The DI (IV) is a measure of β cell responsiveness and has been shown in the general population to bepredictive of the development of type 2 diabetes mellitus in those at clinically increased risk. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "25 Disposition index relates insulin sensitivity and insulin resistance in a hyperbolic relationship such that an increase an insulin resistance is associated with a compensatory increase in insulin secretion to maintain normoglycemia. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "25"
                }
            ]
        },
        {
            "text": "18 At the time of transplantation, recipients received 20 mg basiliximab on days 0 and 4, 500 mg intravenous methylprednisolone on day 0 followed by 30 mg daily of oral prednisolone which was weaned after 3 weeks by 2.5 mg every 2 weeks to a target dose of 5 mg daily. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "All recipients received 1 g twice a day of mycophenolate mofetil and a CNI, however, the choice of agent was at the discretion of the treating transplant physician. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For those who received cyclosporin, the starting dose was 4 mg/kg twice a day with a C2 target of 1200 for the first month, 800 to 1000 at 3 months and 400 to 600 at 12 months. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For those who received tacrolimus, the starting dose was 0.075 mg/kg twice a day with a trough tacrolimus target of 8 to 10 for the first month and 5 to 8 at 3 months. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All recipients received protocol cytomegalovirus and Pneumocystis jiroveci pneumonia prophylaxis. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Renal transplant biopsies were conducted as protocol at 3 months or as indicated by clinical criteria. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Acute cellular rejection was treated with oral prednisolone 300, 200, and 100 mg over 3 consecutive days. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To comprehensively assess immunosuppression burden weekly therapeutic drug levels for CNI agents were collected and the cumulative exposure determined by calculating the AUC.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Dysglycemia, encompassing IGT and diabetes, was defined using oGTT as the diagnostic test and the World Health Organization diagnostic criteria of 2 hour oGTT result of ≥7.8 mmol/L (140 mg/dl) for impaired glucose tolerance and ≥11.1 mmol/L (200 mg/dl) for diabetes applied.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Data is represented as median and interquartile ranges for continuous variables and as frequencies and percentages for categorical variables. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Continuous variables between groups were compared using Kruskal-Wallis and Wilcoxon rank sum test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Categorical variables were compared using Fisher exact test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Significance level of 0.05 was not corrected for multiple comparisons due to explorative nature of the study. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "All analyses were performed using Stata 13.",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "type": "software",
                    "rawForm": "Stata",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "ed434f1b3b-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 40,
                    "end": 42,
                    "type": "version",
                    "rawForm": "13",
                    "resp": "#annotator8",
                    "id": "#ed434f1b3b-software-1"
                }
            ]
        },
        {
            "text": "Data from 9 healthy donors (forming the comparator group) and sixteen recipients were analyzed. ",
            "section": "RESULTS"
        },
        {
            "text": "The demographic and routine clinical parameters at entry into the study are outlined in Table 1. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All participants were Caucasian. ",
            "section": "RESULTS"
        },
        {
            "text": "Recipients were well matched to the comparator group with respect to age, sex, waist to hip ratio, body mass index and fasting lipid profile, although systolic blood pressure was significantly lower in the comparator group. ",
            "section": "RESULTS"
        },
        {
            "text": "The cause of renal failure in the recipients was primarily attributable to glomerulonephritis and 75% of the recipients had already commenced dialysis. ",
            "section": "RESULTS"
        },
        {
            "text": "All but 1 recipient was cytomegalovirus positive and there were no participants with hepatitis C infection.",
            "section": "RESULTS"
        },
        {
            "text": "Using standard screening tests for dysglycemia of fasting blood glucose level (F BGL) or HbA1c we did not observe any differences between the recipient and comparator groups (Table 2A). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2A"
                }
            ]
        },
        {
            "text": "However, oGTT testing revealed unrecognized dysglycemia in 3 recipients (Table 2B). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2B"
                }
            ]
        },
        {
            "text": "All 3 patients were included in the subsequent analysis. ",
            "section": "RESULTS"
        },
        {
            "text": "In addition, none of the glucometabolic tests as measured by FPIR (insulin secretion), HOMA2IR (insulin resistance), and DI (IV) (β cell responsiveness) aided in discriminating between normoglycemic versus dysglycemic recipients pretransplant (Table 2B), or all recipients versus comparator group (Table 2A).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 253,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2B)"
                },
                {
                    "start": 297,
                    "end": 307,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2A)"
                }
            ]
        },
        {
            "text": "At 12 months posttransplant 14 recipients had data available for analysis. ",
            "section": "RESULTS"
        },
        {
            "text": "Seven (50%) recipients had evidence of dysglycemia (Table 3) which was evident only on 2 hour BGL testing. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "Fasting BGL and HbA1c testing performed poorly as a screening tool in identifying these recipients (all dysglycemic patients had a F BGL < 7 mmol/L and  HbA1c < 6.3%), although the HbA1c was significantly higher in the dysglycemic compared to normoglycemic groups. ",
            "section": "RESULTS"
        },
        {
            "text": "We observed dysglycemia in recipients on both cyclosporine and tacrolimus. ",
            "section": "RESULTS"
        },
        {
            "text": "A prior episode of rejection requiring pulse steroids occurred in only one recipient. ",
            "section": "RESULTS"
        },
        {
            "text": "The most striking feature on detailed analysis was the drop in DI (IV) in the dysglycemic recipients (P = 0.007). ",
            "section": "RESULTS"
        },
        {
            "text": "A modest increase in weight was observed in the 2 groups: normoglycemia median 71 kg (64.5 kg, 81.4 kg 25%-75% quartile) at study entry and 77.7 kg (65.2, 83.5 kg, 25-75% quartile) at 12 months and dysglycemia median 80 kg (75.5 kg, 84.5 kg 25%-75% quartile) at study entry and 83 kg at 12 months (78 kg, 94.1 kg 25% -75% quartile). ",
            "section": "RESULTS"
        },
        {
            "text": "Despite these differences in weight the 12 month HOMA2IR measured insulin resistance in both groups was comparable with each other the comparator group. ",
            "section": "RESULTS"
        },
        {
            "text": "Thus, the reduction in DI (IV) is most consistent with a fall in insulin secretion and β cell function.",
            "section": "RESULTS"
        },
        {
            "text": "We then analyzed recipient data at 3 months posttransplantation stratified according to 12 month glycemic status (Table 4A). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 4A)"
                }
            ]
        },
        {
            "text": "At 3 months posttransplantation those who were classified as dysglycemic at 12 months had a higher 2 hour    oGTT (P = 0.035) and oGTT AUC (P = 0.0009). ",
            "section": "RESULTS"
        },
        {
            "text": "Significant separation (P = 0.018) of the glycemic response was evident at 60 minutes after an oral glucose load (Figure 3). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "Neither the 3-month F BGL nor HbA1c were discriminatory, and there were no significant differences in HOMA2IR. ",
            "section": "RESULTS"
        },
        {
            "text": "However, a striking decline in 3 month DI (IV) (27 vs 6.4, P = 0.025) was observed in those dysglycemic at 12 months. ",
            "section": "RESULTS"
        },
        {
            "text": "As depicted in Figure 4,  β cell responsiveness changed quickly and we observed marked variance in DI (IV) in individuals at day 7 posttransplant, presumably reflecting surgical stress, high dose immunosuppression and dramatic changes in renal physiology. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4,"
                }
            ]
        },
        {
            "text": "No recipients were receiving treatment for hyperglycemia at the time testing. ",
            "section": "RESULTS"
        },
        {
            "text": "We did not detect any correlation with the results at day 7 and the eventual development of dysglycemia. ",
            "section": "RESULTS"
        },
        {
            "text": "Furthermore, F BGL remained normal and did not distinguish between the 12 month glycemic states (Table 4B).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "(Table 4B)"
                }
            ]
        },
        {
            "text": "To identify individuals pretransplant at risk persistent of posttransplant dysglycemia we stratified recipients according to 3 month metabolic state and analyzed the data at study entry ( Table 5). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Three months posttransplantation was chosen as the underpinning pathophysiological changes accounting for 12 month dysglycemia, as measured by DI (IV), were evident by 3 months. ",
            "section": "RESULTS"
        },
        {
            "text": "We note the median 2 hour oGTT result was higher in those who progressed to dysglycemia at 3 months posttransplantation compared to those who remained normoglycemic (6.89 mmol/L vs 5.56 mmol/L (124 mg/dl vs 100 mg/dl), P = 0.01). ",
            "section": "RESULTS"
        },
        {
            "text": "The HbA1c was also higher in those that progressed to dysglycemia. ",
            "section": "RESULTS"
        },
        {
            "text": "Notably, although elevated compared to those who remained normoglycemic, neither parameter fulfilled the diagnostic criteria for diabetes in the general population. ",
            "section": "RESULTS"
        },
        {
            "text": "Although the FPIR, DI (IV) and HOMA2IR at study entry were similar between groups, these results suggest subtle baseline β cell abnormalities, which are exaggerated and made clinically apparent by the physiological stress of transplantation.   ",
            "section": "RESULTS"
        },
        {
            "text": "The development of dysglycemia post renal transplantation is highly prevalent and confers an increased risk of cardiovascular disease that manifests rapidly. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[1][2][3][4][5] There is, however, a paucity of literature documenting the dynamic changes and underlying pathophysiological mechanisms occurring in glucose metabolism that accompany transplantation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The stress of surgery, exposure to multiple diabetogenic medications and improved renal function are all likely to alter glucose metabolism. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We analyzed longitudinally over the course of a year the glucometabolic parameters of renal transplant recipients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Importantly, our data suggests that a major contributor to dysglycemia after renal transplantation is impaired insulin secretion due to progressive reduction in β-cell responsiveness. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, our findings highlight that recipients at risk for posttransplant dysglycemia may have subtle abnormalities of glucose handling evident on pretransplant oGTT and these recipients may be further stratified at 3 months with reference to tests of the underlying pathophysiology.",
            "section": "DISCUSSION"
        },
        {
            "text": "We compared our recipient cohort with a group of potential living donors who are typical of a healthy general population. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No differences could be found pretransplant between either of these groups on the basis of routine glucose handling tests, such as F BGL and HbA1c. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Within the recipient cohort there were 3 cases of unrecognized dysglycemia, diagnosed only by oGTT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As we observed, and consistent with others, 8-10 pretransplant dysglycemia was not necessarily associated with posttransplant dysglycemia highlighting the important contribution of renal function to insulin sensitivity and glucose handling. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In patients with end stage renal failure relative insulin resistance may manifest with fasting hyperglycemia and abnormal glucose responses during oGTT and IV GTT, whereas others maintain normoglycemia with hyperinsulinemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "26 These findings highlight the difficulty that transplant clinicians encounter when attempting to assess risk for posttransplant dysglycemia using standard clinical investigations.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "We defined the glycemic state posttransplantation as dysglycemic or normoglycemic because the clinical ramifications of cardiovascular mortality accrue with either IGT or PTDM. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[1][2][3][4][5] Furthermore, by defining glycemic state with reference to 12 month data we excluded transient dysglycemia as recommended by the International Consensus on Posttransplant Diabetes. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "6 Consistent with others, 10,14 we noted changes in definitional states (IGT vs PTDM) over the first year; however, found stability in the more granular definition of persistent dysglycemia.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                },
                {
                    "start": 26,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 29,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Our hypothesis was that the underlying mechanism of persistent dysglycemia posttransplantation was a reduction in β cell responsiveness. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Reduced FPIR to a glucose bolus has been recognized as a critical factor in the genesis of dysglycemia in the general population particularly in the presence of ongoing insulin resistance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "20 In transplantation, some have described an increase in insulin resistance as the predominant cause for impairment in glucose metabolism posttransplantation, 10 others have emphasized the importance of reduced insulin secretion. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "5,15,27,28 Our results build on these previous findings by prospectively studying the changes in glucometabolic physiology pre, early and late posttransplantation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "In our recipients, insulin resistance was comparable between normoglycemic and dysglycemic groups throughout the 12 month period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Dysglycemia was however associated with a fall in DI (IV), which in light of dysglycemic recipient insulin resistance being comparable to our comparator group (1.4 vs 1.2), reflects a loss of β cell responsiveness. ",
            "section": "DISCUSSION"
        },
        {
            "text": "consistent with a marked decline in β cell responsiveness as the primary lesion for the dysglycemic state.",
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings also suggest that it is possible to detect at 3 months those who will be dysglycemic at 12 months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The fall in DI was evident early posttransplantation making it possible to detect at 3 months those who will be dysglycemic at 12 months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Such findings are supported by other published results; for example, the findings of Porrini et al 29 suggest that recipients who are normoglycemic at 3 months on oGTT testing rarely develop diabetes later posttransplantation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "We add to this finding firstly by investigating all dysglycemic states and not diabetes mellitus exclusively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "By doing so, we show that those who are dysglycemic at 12 months are significantly likely to have higher 2 hour oGTT results at 3 months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the 12 month dysglycemic patients have significantly higher 1 hour results on 3 month oGTT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings are consistent with those in the general population when attempting to identify those at highest risk of the development of type 2 diabetes mellitus 30 and highlight reduced β cell function as the primary lesion in persistent (12 month) dysglycemia. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Together these findings suggest that early posttransplant is an opportune time for the implementation of interventions that may potentially preserve insulin secretion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Such a strategy has been implemented by Hecking et al 17 who showed that a reduction in PTDM could be achieved through the early administration of insulin.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Ideally, clinicians would have reliable tests that could detect pre, or very early posttransplant those recipients at greatest risk of dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some groups have reported that different clinical tests of glucose handling within the first week posttransplantation may be a strong predictor for the development of posttransplant diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[31][32][33][34][35] We found that tests of glucose handling at this time point have low discriminative value for later dysglycemia. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Indeed, only one recipient had an abnormal F BGL at day 7 (6.91 mmol/L (124 mg/dl)) and this recipient did not have evidence of dysglycemia pretransplant, or at 3 and 12 months posttransplant. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Conversely all recipients who later developed dysglycemia had a normal fasting BGL at day 7.",
            "section": "DISCUSSION"
        },
        {
            "text": "Although early posttransplant testing was not discriminatory, pretransplant testing did aid in detecting those dysglycemic at 3 months. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Using 2 hour oGTT testing, we detected significant differences in glucose handling pretransplant in those who progressed to dysglycemia at 3 months with an associated decline in DI (IV). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly the 2 hour BGL remained within normal limits for healthy individuals but was significantly greater than in those individuals who did not progress to dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Others have described similar data: Nam et al used oGTT pretransplant and at 9 to 12 months posttransplant and found that recipients with higher, albeit normal, pretransplant 2 hour oGTT were significantly more likely to have posttransplant dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "28 A retrospective analysis of 145 recipients who underwent a pretransplant oGTT (but without posttransplant oGTT) found that the 5 time point 2 hour oGTT AUC identified those recipients at highest risk for PTDM. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Once more, consistent with findings in the general population, the authors also identified that nondiabetic patients with higher 1 hour oGTT had increased risk of PTDM. ",
            "section": "DISCUSSION"
        },
        {
            "text": "36 Although we are limited by our small sample size, our similar findings may indicate subclinical pretransplant β cell susceptibility, which fails under the stressors of transplantation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Despite different groups demonstrating potential susceptibility by oGTT testing, we and others 5 have not been able to identify pretransplant pathophysiological changes that may account for this susceptibility.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The above findings suggest that the pretransplant thresholds for at risk individuals may differ from the general population. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, Rosettenstein et al 37 used the combination of fructosamine and lower HbA1c thresholds to identify at risk patients who proceed to formal oGTT. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Yates et al 38 have shown that lower HbA1c thresholds assist in detection of at risk individuals by increasing negative predictive values. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "It should be noted however that HbA1c results are limited by anemia, which can be found posttransplant, and oGTT remains the gold standard tests. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We suggest that altered physiology associated with ESKD pretransplant and CKD posttransplant may warrant changes in the diagnostic values that define clinically important glycemic states, similar to the example of gestational diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "39 Transplant specific immunosuppressive medications alter glucose handling: Glucocorticoids increase insulin resistance 15,40 and CNI use has been associated with decreased insulin secretion. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                },
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "5,28,[41][42][43] In this study all patients had ongoing, albeit reducing, exposure to glucocorticoids. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28,"
                },
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[42]"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "Although a modest increase in median weight was documented over 12 months, we did not detect any clinically relevant change in insulin resistance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our cohort contained patients treated with both tacrolimus and cyclosporine; however, the small sample size precluded comparisons between the groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A higher incidence of PTDM 15,[44][45][46] and greater reduction in insulin secretion has been reported in patients treated with tacrolimus compared to cyclosporin. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                },
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                },
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "15 Consistent with this effect our data implicated a reduction in insulin secretion as a major contributor to dysglycemia.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The strengths of our study are that it is the first prospective study using intravenous and oGTT of renal transplant recipients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As the pretransplant test was conducted within 2 months of transplantation, there was minimal risk of change in the glycemic state pretransplant and we were able to compare the recipients with healthy kidney donors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The combination of intravenous and oral glucose testing enabled a descriptive longitudinal analysis of β cell responsiveness in relation to changing insulin resistance in individual recipients to be documented. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We have also accounted for the CNI exposure over the first 3 months in a more comprehensive manner than by reference to drug level measurements alone. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The main limitation of this study is that the recipient numbers are small limiting the ability to analyze the interaction between variables and indeed may account for the lack of significance of clinically relevant investigations, such as BMI and HbA1c. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our results are drawn from a single transplant consortium that while used a standard and protocolized triple therapy immunosuppression regimen allowed for choice between CNI agents and may not be generalizable to all transplant populations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The small numbers limits our ability to draw conclusions with regard to the alternative CNI agents. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This was not a study designed to distinguish the diabetogenic effects of specific immunosuppression agents we did not withhold agents in the period immediately before testing; however, this zis only a relative limitation as this reflects actual clinical practice. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, although there is some evidence of glycemic benefit through the use of DPP-4 inhibitors 47,48 we did not address the role of incretins in PTDM. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47,"
                },
                {
                    "start": 104,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48"
                }
            ]
        },
        {
            "text": "There is data in the general healthy population and relatives of Type 2 diabetics that glucocorticoid exposure may impair the incretin effect. ",
            "section": "DISCUSSION"
        },
        {
            "text": "49 There is also some data on the impairment of incretins in dialysis recipients, 50 however, to date there is no data on the incretin effect in the renal transplant population.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "49"
                },
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "50"
                }
            ]
        },
        {
            "text": "In conclusion, we have shown that posttransplant dysglycemia is common and difficult to recognize without oGTT testing. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, standard pretransplant clinical assessment alone is not sufficient for identifying those at high risk of developing dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Importantly a subclinical β-cell deficiency, which is unmasked by transplant related factors, may be detected by pretransplant oGTT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, rigorous testing at 3 months may reliably predict permanent dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We have shown that intravenous glucose tolerance testing can be used in renal transplant recipients and the indices derived from such tests (in particular DI (IV)) demonstrate that a loss of β-cell responsiveness is a major contributing factor to dysglycemia posttransplant. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Validation of these results in larger cohorts would enable the reliable identification of higher risk patients (potentially pretransplant and/or at 3 months), which then permits the implementation of strategies to reduce permanent dysglycemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Such strategies may include closer therapeutic drug monitoring, the utilization of alternative immunosuppressive regimens or planned and prophylactic posttransplant insulin administration. ",
            "section": "DISCUSSION"
        },
        {
            "text": "17 ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        }
    ]
}