{
    "id": "d2cff5c6ac",
    "level": "sentence",
    "abstract": [
        {
            "text": "Cholesterol is a main lipid component of sperm cell that is essential for sperm membrane fluidity, capacitation, and acrosomal reaction. "
        },
        {
            "text": "Recent data obtained in bovine sperm showed that sperm capacitation is associated to the formation of oxysterols, oxidized products of cholesterol. "
        },
        {
            "text": "The aim of this study was to profile oxysterol content in human semen, and to investigate their potential role in sperm pathophysiology. "
        },
        {
            "text": "Among the 12 oxysterols analyzed, 25-hydroxycholesterol (25-HC) resulted the most represented in normozoospermic samples, and its concentration positively correlated with spermatozoa number. "
        },
        {
            "text": "We detected Cholesterol 25hydroxylase, the enzyme responsible for 25-HC production, in human spermatozoa at the level of the neck and the post acrosomal area. "
        },
        {
            "text": "Upon incubation with spermatozoa, 25-HC induced calcium and cholesterol transients in connection with the acrosomal reaction. "
        },
        {
            "text": "Our results support a role for 25-HC in sperm function."
        }
    ],
    "body_text": [
        {
            "text": "Spermatozoa are immotile and unable to fertilize an oocyte at the stage of releasing from the seminiferous epithelium. ",
            "section": "Introduction"
        },
        {
            "text": "Fertilizing capacity of sperm cells is acquired during their passage through the epididymis [1]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Cholesterol, a main component of cell membrane system, affects sperm membrane fluidity, and promotes the complex mechanism leading to the evolution of a capacitated state, which is ultimately completed in the female reproductive tract. ",
            "section": "Introduction"
        },
        {
            "text": "Cholesterol excreted from the epididymal epithelium contributes to the maturation of transiting sperm [2], and cholesterol content in sperm membrane is tight regulated during epididymal transit [1].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Capacitation is a process consisting of several steps leading to changes in sperm motility and acrosomal responsiveness; these events are highly dependent upon changes in plasma membrane cholesterol [3]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "One of the key steps of capacitation is the loss of cholesterol from the sperm plasma membrane [4] in a process that can be promoted by albumin and bicarbonate, which facilitate lipoprotein-mediated cho-lesterol efflux [5][6][7].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 219,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 222,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 225,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "De Lamirande and Gagnon [8] highlighted the role of reactive oxygen species (ROS) concentration in sperm capacitation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Mild ROS formation would favor signaling events that are involved in sperm capacitation [9,10]; on the other hand, higher rates of ROS formation would result in irreversible deterioration of sperm cell function [11]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                },
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Concerning ROS-mediated mechanisms in sperm function, most attention has been reserved to phospholipid peroxidation [12]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Little attention has been devoted to cholesterol by-products generated by autoxidation, i.e. oxysterols, notwithstanding cholesterol is the most abundant lipid component of sperm cells, and is an excellent sensor of lipid peroxidation [13]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In addition, cholesterol can be transformed enzymatically into oxysterols that collectively are recognized as potent bioactive molecules [13]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Recently, Brouwers et al. ",
            "section": "Introduction"
        },
        {
            "text": "[14] reported on the presence and formation of oxysterols in bovine sperm, and showed the formation of oxysterols during capacitation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "These results represent a significant advance in our understanding of the redox regulation of sperm capacitation, opening new perspectives of study on the mechan-isms that regulate the male fertility physiology. ",
            "section": "Introduction"
        },
        {
            "text": "Since oxysterols are more hydrophilic than cholesterol, they move more freely out of the membrane and may account for most of the actions currently attributed to cholesterol.",
            "section": "Introduction"
        },
        {
            "text": "The main objective of the present study was to identify and quantify, for the first time, the different species of oxysterols in human semen from normozoospermic, oligoasthenoteratozoospermic and asthenozoospermic patients. ",
            "section": "Introduction"
        },
        {
            "text": "The secondary aim was to investigate the potential role of oxysterols in sperm pathophysiology.",
            "section": "Introduction"
        },
        {
            "text": "To investigate the profile of human sperm oxysterols in subjects with normal and altered sperm characteristics, we recruited 150 consecutive subjects referring at the Centre of Andrology of S.M. Goretti Hospital (Latina) for analysis of seminal fluid between January 2012 and June 2014. ",
            "section": "Study population and design"
        },
        {
            "text": "Was performed a clinical history to collect personal information including lifestyle factors, sexual and reproductive status and medical history. ",
            "section": "Study population and design"
        },
        {
            "text": "Eligible patients were men, 18-50 years-old. ",
            "section": "Study population and design"
        },
        {
            "text": "Exclusion criteria included past medical history of epididymoorchitis, prostatitis, genital trauma, testicular torsion, urinary tract infection, presence of other genital endocrine or andrologic diseases. ",
            "section": "Study population and design"
        },
        {
            "text": "None of the subjects had been treated medically or surgically in the 3 months prior to the study. ",
            "section": "Study population and design"
        },
        {
            "text": "In order to investigate the possible correlation to oxidative stress and semen oxysterols profile we included a group of patients with varicocele given the demonstrated relationship between varicocele and oxidative stress [15,16]. ",
            "section": "Study population and design",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "Varicocele was diagnosed by scrotal color-doppler ultrasound during rest and Valsalva maneuver. ",
            "section": "Study population and design"
        },
        {
            "text": "According to physical examination, the varicocele was graded as grade ≥II. ",
            "section": "Study population and design"
        },
        {
            "text": "Semen examination was performed in all patients.",
            "section": "Study population and design"
        },
        {
            "text": "The study procedure was developed according to the guidelines of the referring Ethic Committee, which approved the protocol, and the Helsinki Declaration of 1975. ",
            "section": "Study population and design"
        },
        {
            "text": "The study was registered at clinicaltrials.gov with identifier # NCT02062229.",
            "section": "Study population and design"
        },
        {
            "text": "Semen samples were collected by masturbation after 3-5 days of sexual abstinence and analyzed after liquefaction for 60 min at 37°C. ",
            "section": "Semen analysis"
        },
        {
            "text": "Semen analysis was assessed by light microscope according to World Health Organization guidelines (WHO, 2010). ",
            "section": "Semen analysis"
        },
        {
            "text": "Informed consent to the processing of data was obtained from all patients included in the study. ",
            "section": "Semen analysis"
        },
        {
            "text": "The following variables were taken into consideration: ejaculate volume (mL), total sperm number (x 10 6 /ejaculate), progressive motility (%), and morphology (% abnormal forms). ",
            "section": "Semen analysis"
        },
        {
            "text": "Nine semen samples containing > 1×10 6 leukocytes/mL were excluded because leukocytes are recognized as another major source of ROS in semen [17]. ",
            "section": "Semen analysis",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Moreover we excluded from our study seven azoospermic samples. ",
            "section": "Semen analysis"
        },
        {
            "text": "Therefore we investigated 134 semen samples from the same number of patients, aged 34.5 ± 7.5. ",
            "section": "Semen analysis"
        },
        {
            "text": "Patients were classified according to the sperm parameters: Group 1≥50th percentile (33 normozoospermic men), Group 2≤5th percentile (32 oligoasthenoteratozoospermic men), Group 3 only progressive motility ≤5th percentile (25 asthenozoospermic men) and Group 4 (44 patients with varicocele). ",
            "section": "Semen analysis"
        },
        {
            "text": "An aliquot of semen were stored at −80°C until GC-MS analysis.",
            "section": "Semen analysis"
        },
        {
            "text": "Oxysterols were determined by GC-MS using deuterium-labeled internal standards as described by Dzeletovic et al. and Iuliano et al. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "[18,19]. ",
            "section": "GC-MS analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "In brief, for the oxysterols analysis was used 1 mL of semen and were added 10 µL BHT in ethanol (5 mg/mL), 50 µL EDTA (10 mg/mL) and 10 µL of ethanol containing deuterium labeled internal standards. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Alkaline hydrolysis was performed on the samples for 2 h at room temperature with stirring. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Then sterols were extracted in chloroform: methanol (2:1,v/v). ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Solvent was evaporated under a stream of nitrogen, the sample was dissolved in 1 mL of toluene. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Oxysterols were separated from cholesterol by solid phase extraction (silica cartridges 100 mg). ",
            "section": "GC-MS analysis"
        },
        {
            "text": "The solvent was evaporated under a stream of nitrogen and after samples were converted to trimethylsilyl ethers by treatment with 130 µL Sylon HTP (hexamethyldisilylazane:trimethylchlorosilane:pyridine, 3:1:9) (Supelco, Bellafonte, PA) at 60°C for 30 min. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "After incubation, the solution was evaporated under a stream of nitrogen, and the residue dissolved in n-hexane and transferred to an autosampler vial. ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Analyses were performed on an Agilent 6890N GC equipped with a 7683 series automatic liquid sampler, and interfaced with an Agilent 5973 Mass Spectrometer (Agilent Technologies; Palo Alto, CA). ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Separation was carried out on a 30 m capillary column (HP-5MS 30 m 0.25 mm ID, 0.25 µm thickness). ",
            "section": "GC-MS analysis"
        },
        {
            "text": "Quantification of oxysterols was made by the isotope dilution method.",
            "section": "GC-MS analysis"
        },
        {
            "text": "To demonstrate the presence of Cholesterol-25-hydroxylase (Ch25H) in human spermatozoa we used Western blot analysis in 3 different normozoospermic patients. ",
            "section": "Western blot analysis"
        },
        {
            "text": "To separate spermatozoa, we performed a density gradient using the whole semen sample. ",
            "section": "Western blot analysis"
        },
        {
            "text": "The gradient was made up of the following layers/gradients 55%, 80%, and 100% (SupraSperm, Origio, Denmark). ",
            "section": "Western blot analysis"
        },
        {
            "text": "The semen was gently stratified on top of the discontinuous gradient and centrifuged for 25 min at 800g; the seminal plasma was discarded and spermatozoa were collected from the lower gradient (100% layer), resuspended in 2 mL PBS, and centrifuged at 800g for 10 min. ",
            "section": "Western blot analysis"
        },
        {
            "text": "Spermatozoa were lysed with Ripa Buffer (Tris HCl pH 8 50 mM, NaCl 130 mM, EDTA 1 mM, Triton X-100 1%, SDS 0.1%, Sodium Deoxycholate 0.1%) mixed with protease inhibitor cocktail (Clontech, Cat.#635673). ",
            "section": "Western blot analysis"
        },
        {
            "text": "Protein concentration were determined using Bio-Rad Protein Assay (Bio-Rad Cat.#112792). ",
            "section": "Western blot analysis"
        },
        {
            "text": "Equal amounts of protein samples (80 μg/well) were separated electrophoretically by a 12% SDS-PAGE and transferred to PVDF membranes (Amersham Hybond-P). ",
            "section": "Western blot analysis"
        },
        {
            "text": "The membranes were blocked for 1 h in T-TBS with 5% Bovine non-fat dry milk. ",
            "section": "Western blot analysis"
        },
        {
            "text": "After membranes were incubated with primary antibody against Ch25H (Abcam, Cambridge, UK) 1:250, and against α-tubulin (Abcam, Cambridge, UK) 1:50000 as control, overnight at 4°C. ",
            "section": "Western blot analysis"
        },
        {
            "text": "Then the blots were incubated with anti-Mouse HRP antibody (1:10000) and visualized using WesternBright ECL Kit (Advasta K-12045-D20). ",
            "section": "Western blot analysis"
        },
        {
            "text": "As positive control for Ch25H detection we used THP-1 cell line (ATCC TIB-202).",
            "section": "Western blot analysis"
        },
        {
            "text": "To determine the localization of Ch25H, we performed immunofluorescence assay of three normozoospermic patients. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "Sperm cells were recovered from density gradient, as described above, and were rinsed with PBS Buffer. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "Cells (6×10 5 ) were cytospun for 5 min at 100 x g onto a glass slide. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "Cells spot was fixed in PFA 4% for 15 min at RT. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "After the spots were incubated with PBS-NH 4 Cl 50 mM to quench PFA autofluorescence and permealized with Triton X100 0.5%. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "Cells were blocked with PBS-gelatin 0.2% for 45 min and incubated with primary antibody against Ch25H (1:50) in PBS-gelatin 0.2% o/n at 4°C in a wet chamber. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "After cells were incubated with anti-mouse 488 Alexafluor secondary antibody (1:500) for 45 min at RT in the dark. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "Nuclei were counterstained with DAPI (1:1000) for 5 min. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "To exclude unspecific fluorescence signal, negative control experiments were carried out using the secondary antibody in the absence of the antibody against cholesterol 25-hydroxylase. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "As positive control for Ch25H detection we used THP-1 cell line (ATCC TIB-202), as they are known to express the enzyme. ",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "The slides were examined under a fluorescence microscope (Leica DM4000 B) with 1000X magnification.",
            "section": "Immunofluorescence assay"
        },
        {
            "text": "To test the spermatozoa tolerance to the 25-HC a sperm vitality test was carried out to differentiate cell death by staining with eosin Y 0,5% in saline solution. ",
            "section": "Viability test"
        },
        {
            "text": "We evaluated at least 200 spermatozoa in 10 semen samples. ",
            "section": "Viability test"
        },
        {
            "text": "This test was performed on spermatozoa incubated for 0, 60, 150 min with ethanol (control cells) or 25-HC (treated cells) at different concentrations (160-1280 ng/mL).",
            "section": "Viability test"
        },
        {
            "text": "To evaluate if 25-HC was able to induce changes in sperm intracellular Ca 2+ concentration we used four normozoospermic seminal samples. ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "Sperm cells were recovered from swim-up separation technique performed as follows: 3 mL of each seminal sample was divided in three Falcon tube and centrifuged for 10 min at 300×g. ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "The supernatant was discarded and on the top of the pellet were layered three different conditions: 0.3 mL of capacitating medium (Sperm Preparation Medium (SPM), Origio-Denmark), as positive control, 0.3 mL of only patient's seminal plasma (negative control) or 0.3 mL of seminal plasma plus 25-HC (320 ng/mL final concentration). ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "Autologous seminal plasma was used as negative control in spermatozoa migration studies instead of media containing bicarbonate, which may favor Ca 2+ and membrane cholesterol redistribution. ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "Seminal plasma for migration studies was obtained by centrifugation at 18,000×g. ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "Spermatozoa were allowed to migrate for 30 min at 37°C and supernatants were gently aspirated and processed for CTC assay according to Fraser et al. ",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "[20]. ",
            "section": "Chlortetracycline (CTC) fluorescence test",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "CTC fluorescence measurements were carried out on a Leica DM4000 B microscope, 400-440 nm excitation and 470 nm emission wavelengths, by counting a minimum of 200 spermatozoa per slide.",
            "section": "Chlortetracycline (CTC) fluorescence test"
        },
        {
            "text": "To evaluate if 25-HC was able to induce cholesterol efflux from the sperm plasma membrane for acrosome reaction we used two normozoospermic seminal samples. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "Sperm cells were recovered and treated as described for CTC test. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "Distribution of cholesterol in plasma membrane was determined using filipin, a fluorescent polyene macrolide antibiotic that binds specifically to cholesterol [5]. ",
            "section": "Filipin fluorescence staining",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The method used to prepare spermatozoa for Filipin assay was a modification of the one described by Shadan [21]. ",
            "section": "Filipin fluorescence staining",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Briefly, samples were transferred to 1.5-mL Eppendorf tubes and were centrifuged at 5000g for 4 min at RT. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "The supernatant was removed, 500 µL of PBS were added to each tube, and the pellet was carefully resuspended. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "A stock solution of 1 mg/mL of filipin was prepared in 100% ethanol; 5 µL of this solution were added to 200 µL of the sperm solution yielding a final concentration of 25 µg/mL of filipin and 2.5% ethanol. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "The samples were incubated in the dark at RT for 60 min, washed twice by centrifugation (5000g for 4 min at RT) in 500 µL of PBS, and the pellet was resuspended in 40 µL of PBS. ",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "The slides were examined under a fluorescence microscope (excitation 365 nm, emission 420 nm) (Leica DM4000 B), and a minimum of 200 spermatozoa per slide was scored.",
            "section": "Filipin fluorescence staining"
        },
        {
            "text": "Immunohistochemical detection of Ch25H expression was achieved with standard streptavidin-biotin-peroxidise on histological sections of testicular tissue. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Histological sections used for this test were in excess from diagnostic testicular biopsy from patient with suspect testicular cancer.",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Histological sections were deparaffinized and rehydrated in graded ethanol. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Endogenous peroxidase activity was blocked by 3% hydrogen peroxide for 10 min. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Antigen retrieval was performed in 10 mM sodium citrate buffer (pH 6.0) for 15 min. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "The histological sections were incubated with blocking serum (Dako, Cytomation Block serum-Free) at room temperature for 5 min, and then with rabbit IgG polyclonal antibody anti-Ch25H (clone LS-B9764) 1:50, at room temperature for 1 h. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "After incubation, specimens were washed with PBS-Tween buffer and incubated with the secondary biotinylated antibody and subsequently with the streptavidin-biotin-peroxidase (DAKO LSAB Kit peroxidase; DAKO, CA, USA). ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "The samples were then washed with PBS-Tween buffer and incubated with freshly prepared DAB plus substrate-chromogenic buffer at room temperature. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "After gently rinsing with distilled water, slides were counterstained with haematoxylin and mounted with permanent mounting media. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Negative controls were carried out by omitting the incubation with primary antibody against Ch25H. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Both positive and negative controls were used in each experiment.",
            "section": "Immunohistochemistry"
        },
        {
            "text": "A descriptive analysis was conducted to show the characteristics of the 134 subjects. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Data were summarized as mean and standard deviation, median and interquartile range, or frequencies and percentages as appropriate. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Comparisons among groups on the crude values of oxysterols were made using one-way ANOVA. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Tukey's multiple comparison post-hoc test was then used to determine significant differences between the groups. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All statistical analyses were conducted using SPSS version 21 software (IBM Corporation). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d2cff5c6ac-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 59,
                    "end": 61,
                    "type": "version",
                    "rawForm": "21",
                    "resp": "#annotator2",
                    "id": "#d2cff5c6ac-software-0"
                },
                {
                    "start": 72,
                    "end": 87,
                    "type": "publisher",
                    "rawForm": "IBM Corporation",
                    "resp": "#curator",
                    "id": "#d2cff5c6ac-software-0"
                }
            ]
        },
        {
            "text": "Table 1 summarizes the demographics, clinical features and sperm characteristics of 134 subjects enrolled in the study. ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The four groups did not differ in term of ejaculate volume. ",
            "section": "Statistical analysis"
        },
        {
            "text": "As expected from the enrolling procedure, semen parameters were significantly different between the four groups.",
            "section": "Statistical analysis"
        },
        {
            "text": "Complete oxysterol profile was obtained in 134 human semen of normozoospermic, oligoasthenoteratozoospermic, asthenozoospermic and varicocele patients. ",
            "section": "Oxysterols identification and quantification in human semen"
        },
        {
            "text": "Oxysterols analyzed included seven autoxidation-and five enzymatically-generated oxysterols (Fig. 1). ",
            "section": "Oxysterols identification and quantification in human semen",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "We found nine ring oxysterols, including 7α-hydroxycholesterol (7α-HC), 7βhydroxycholesterol (7β-HC), 7-Ketocholesterol (7KC), 4β-hydroxycholesterol (4β-HC), 4α-hydroxycholesterol (4α-HC), 5α,6α-epoxycholesterol (5α,6α-EC), 5β,6β-epoxycholesterol (5β,6β-EC), cholestane-3β,5α,6β-triol (Triol), 5α-OH-6oxocholesterol (6-OCDO). ",
            "section": "Oxysterols identification and quantification in human semen"
        },
        {
            "text": "We also found 2 side-chain oxygenated oxysterols: 25-hydroxycholesterol (25-HC) and 27-hydroxycholesterol (27-HC) ( Table 2); 24-hydroxycholesterol was below the detection limit (Table 2).",
            "section": "Oxysterols identification and quantification in human semen",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                },
                {
                    "start": 178,
                    "end": 187,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "25-HC resulted the most abundant oxysterol in normozoospermic subjects, and turned out to be the only one that differed significantly (p < 0.0001) among the 4 groups. ",
            "section": "Oxysterols identification and quantification in human semen"
        },
        {
            "text": "It was higher in normozoospermic group (21.63 ± 18.47 ng/mL, mean ± SD) than oligoasthenoteratozoospermic (2.59 ± 2.93, ng/mL, mean ± SD), asthenozoospermic (5.59 ± 3.17) and varicocele (13.48 ± 11.81, ng/mL, mean ± SD) group (Table 2). ",
            "section": "Oxysterols identification and quantification in human semen",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Furthermore, 25-HC positively correlated with the spermatozoa number (r=0.72, p < 0.0001) (Fig. 2).",
            "section": "Oxysterols identification and quantification in human semen",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "25-HC is produced by cholesterol 25-hydroxylase (Ch25H), an enzyme that utilize di-iron cofactors to catalyze the hydroxylation of hydrophobic substrates such as cholesterol [22].",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "By using Western blot analysis, we revealed the presence of cholesterol 25-hydroxylase in human spermatozoa (Fig. 3A). ",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "Immunofluorescence showed that the enzyme is detected in human   spermatozoa and localizes preferentially at the level of neck and post acrosomal area (Fig. 3C 3 ). ",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3C 3 )"
                }
            ]
        },
        {
            "text": "The Fig. 3B 2 showed that the enzyme is detected in THP-1 cells, used as positive control; THP-1 cells and spermatozoa stained with DAPI were showed in Fig. 3B 1 , 3B 3 and 3C 1 .",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3B"
                },
                {
                    "start": 152,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3B"
                }
            ]
        },
        {
            "text": "In Fig. 3B 4 and C 2 , the negative control of THP-1 and spermatozoa did not show any unspecific fluorescence signal. ",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3B 4"
                }
            ]
        },
        {
            "text": "Streptavidin-biotinperoxidase staining on histological sections showed that Cholesterol 25-hydroxylase was expressed in seminiferous tubules of human testicular tissue (Fig. 4).",
            "section": "Identification and localization of cholesterol 25 hydroxylase",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "type": "figure",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "Viability test showed 66% viable sperm cells in non treated samples under prolonged incubation time (150 min), 64% in samples treated with 320 ng/mL 25-HC and 67% in samples treated with 640 ng/mL 25-HC under the same incubation time. ",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "A significant decrease in living cell number (55%) was observed with 1280 ng/mL 25-HC, under prolonged incubation time ( > 150 min).",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "Therefore viability tests showed that 25-HC was well tolerated by spermatozoa; no significant toxic effect was observed after incubating spermatozoa with 25-HC up to 320 ng/mL for 150 min (results not shown).",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "To explore the potential role of 25-HC on sperm function, we investigated calcium content using chlortetracycline (CTC) fluorescence analysis [20]. ",
            "section": "25-HC and spermatozoa function",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "CTC fluorescence depicts two main patterns, i.e. uniform fluorescence in the head reflecting uniform calcium ions distribution in spermatozoa head, which is characteristic of noncapacitated cells; and low or absent fluorescent signal throughout the sperm head reflecting calcium ions depletion in spermatozoa head, which is characteristic of capacitated cells. ",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "CTC fluorescence was evaluated in purified spermatozoa re-suspended in the capacitating medium (Sperm Preparation Medium, positive control) or in noncapacitating medium (autologous seminal plasma, negative control).",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "In normozoospermic samples treated with capacitating medium, 77% spermatozoa showed loss of fluorescence signal in the head compared to 30% cells treated with autologous seminal plasma. ",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "Spermatozoa treated with seminal plasma in the presence of 25-HC resulted in loss of fluorescence signal in the head, which was in a comparable amount (72%) as observed with capacitating medium (Fig. 5A).",
            "section": "25-HC and spermatozoa function",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "type": "figure",
                    "text": "(Fig. 5A)"
                }
            ]
        },
        {
            "text": "Identical conditions were used to evaluate cholesterol efflux, which is considered a key event associated with capacitation, by filipin fluorescence assay. ",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "Depending on the functional status, filipin returns two staining patterns, i.e. uniform fluorescence in the head, reflecting uniform cholesterol distribution in the spermatozoa head, character-istic of uncapacitated cells; and low or absent fluorescent signal throughout the sperm head, reflecting cholesterol depletion characteristic of capacitated cells.",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "In normozoospermic samples treated with capacitating medium, 74% spermatozoa showed loss of fluorescence signal in the head, compared to 33% cells treated with autologous seminal plasma.   ",
            "section": "25-HC and spermatozoa function"
        },
        {
            "text": "(Fig. 5B).",
            "section": "25-HC and spermatozoa function",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "(Fig. 5B"
                }
            ]
        },
        {
            "text": "The main goal in this study was to explore the different species of oxysterols in human semen. ",
            "section": "Discussion"
        },
        {
            "text": "We also evaluated the variations of concentration of identified oxysterols in semen samples from patients with different sperm parameters (normozoospermic, oligoasthenoteratozoospermic and asthenozoospermic), and in patients with varicocele.",
            "section": "Discussion"
        },
        {
            "text": "For the first time, 11 out of 12 oxysterols were identified and quantitated in human semen. ",
            "section": "Discussion"
        },
        {
            "text": "24-hydroxycholesterol was not detected, i.e. was below the detection limit of our method. ",
            "section": "Discussion"
        },
        {
            "text": "We found a positive correlation between 25-HC concentration and spermatozoa number. ",
            "section": "Discussion"
        },
        {
            "text": "Even if 25-HC can be potentially formed by autoxidation mechanisms [23,24], it's produced almost entirely by the enzyme Cholesterol 25hydroxylase [22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23,"
                },
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "We showed that Cholesterol 25-hydroxylase protein is widely expressed in the seminiferous area of the testis, and perdured in matured spermatozoa, where the enzyme is located in the neck and the post acrosomal area. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, we provided evidence for a functional role of 25-HC in sperm male fertility. ",
            "section": "Discussion"
        },
        {
            "text": "In fact, this oxysterol was able to induce calcium and cholesterol trafficking compatible with a capacitating activity. ",
            "section": "Discussion"
        },
        {
            "text": "The most fully characterized biochemical event during capacitation is the modification of intracellular concentration of calcium ions (Ca ++ ). ",
            "section": "Discussion"
        },
        {
            "text": "Increase in Ca ++ transients during capacitation has been reported in several mammalian species, including human [25]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The process of spermatogenesis is characterized by morphological transformation, which occurs in the testis where round germ cells undergo division, meiosis and differentiation to form haploid, elongated spermatids. ",
            "section": "Discussion"
        },
        {
            "text": "During spermatogenesis, dynamic changes occur in membrane lipid composition, including a significant accumulation of cholesterol and its precursors as a result of stage-specific expression of cholesterol synthesis genes [26]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The functional role of sterols in sperm maturation is supported by changes in sterol composition in spermatozoa membranes during epididymal transit [1], which is also controlled by epididymal epithelium that possesses the ability to synthesize and extrude cholesterol [2,27]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 268,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 271,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "Therefore, the role of cholesterol and related sterols in sperm maturation and male fertility has since long been recognized but the mechanism/s involved remains elusive. ",
            "section": "Discussion"
        },
        {
            "text": "In particular, little is known about oxysterols, compounds derived from cholesterol transformation by enzymatic and autoxidation mechanisms. ",
            "section": "Discussion"
        },
        {
            "text": "To date, these molecules have been identified only in animal models [2]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Spermatozoa complete their fertilizing capacity in the female reproductive tract by capacitation. ",
            "section": "Discussion"
        },
        {
            "text": "During this process some of the major changes involve sterol oxidation and their efflux from the plasma membrane, changes in the surface expression of a variety of proteins and receptors for the zona pellucida, the induction of tyrosine phosphorylation, and the expression of hyper activated motility [28]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "One of the first changes in spermatozoa capacitation process is a loss of cholesterol and related sterols from the sperm plasma membrane [29].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Cholesterol is a powerful de-capacitation factor according to the notion that it is removed from the sperm surface by acceptor molecules such as albumin. ",
            "section": "Discussion"
        },
        {
            "text": "In some cellular models the presence of 25-HC changes the position, orientation, and solvent accessibility of cholesterol, shifting it into the water interface and thus increasing its availability to external acceptors [30]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Moreover, some studies demonstrated that 25-HC is able to affect calcium levels in endothelial cells [31].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Considering these findings, we investigated if 25-HC was able to induce calcium and cholesterol depletion in the acrosome region. ",
            "section": "Discussion"
        },
        {
            "text": "We showed that 25-HC was able to induce both these processes and thus behaving as a capacitating factor. ",
            "section": "Discussion"
        },
        {
            "text": "The complex mechanisms governing the process needed to make sperm functional for egg fertilization are still unclear. ",
            "section": "Discussion"
        },
        {
            "text": "The finding that 25-HC affects calcium and cholesterol trafficking is very suggestive of a role of 25-HC in the context of acrosomal reaction and sperm function.",
            "section": "Discussion"
        },
        {
            "text": "Reduced levels of 25-HC -and, eventually, its related enzyme cholesterol 25-hydroxylase -could potentially negatively affect calcium and cholesterol movements into the acrosome region, resulting into ineffective acrosome reaction with the egg cell.",
            "section": "Discussion"
        },
        {
            "text": "Given the poor knowledge of mechanisms governing the first stages of fusion of the two gametes, future studies are demanded to investigate the role of 25-HC in male infertility and its potential as therapeutic target.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, to the best of our knowledge, this is the first study providing evidence for the feasibility of detection and quantitation of oxysterols in human semen samples.",
            "section": "Discussion"
        },
        {
            "text": "We found in spermatozoa the presence of cholesterol 25-hydroxylase and its preferential accumulation in the neck and the post acrosomal area. ",
            "section": "Discussion"
        },
        {
            "text": "25-HC was able to induce calcium ions and cholesterol depletion in the acrosomal region, in a extent comparable to that of a capacitating medium. ",
            "section": "Discussion"
        },
        {
            "text": "These finding offers the opportunity to identify a new molecular player involved in pre-fertilization processes.",
            "section": "Discussion"
        },
        {
            "text": "The study supported in part by a grant from Sapienza University of Rome, Italy (Grant Ateneo 2015#C26A15M78W to LI).",
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that there are no competing interests to disclose.",
            "section": "Competing interests"
        }
    ]
}