{
    "id": "c6cbdc2b51",
    "level": "sentence",
    "abstract": [
        {
            "text": "The aim of this study was to compare the retention of mini implant overdenture by the number, the type of magnetic attachment, and the directions of applied dislodging force. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "MATERIALS AND METHODS. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The experimental groups were designed by the number and type of magnetic attachment. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Twenty samples were tested with Magden implants. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Each attachment was composed of the magnet assembly in overdenture sample and the abutment keeper in a mandibular model. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Dislodging forces were applied to the overdenture samples (50.0 mm/ min) in 3 directions. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The loading was repeated 10 times in each direction. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The values of dislodging force were analyzed statistically using SPSS at 95% level of confidence. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "RESULTS. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The retentive force of group 2 was greater than that of group 1 in both types of attachment in every direction (P < .05). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Oblique retentive force of flat type magnetic attachment was higher than that of cushion type attachment in both groups (P < .05). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In group 1, oblique retentive force showed the highest and anterior-posterior retentive force showed the lowest value in both attachment types (P < .05). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In group 2, both types of attachment showed the lowest retentive force with anteriorposterior direction of dislodging force (P <.05). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "CONCLUSION. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Proper retentive properties for implant overdenture were obtained, regardless of the number and type of magnetic attachment. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In both types of magnetic attachment, the greater retentive force was attained with more implants. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Oblique retentive force of flat type magnetic attachment was greater than that of cushion type. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Among all subgroups, anterior-posterior retentive force was the lowest among three different directions of dislodging force.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "The retention and stability of complete denture can influence a patient's ability to function and are directly related to patient's confidence and comfort. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1 However, it is difficult to achieve optimal denture retention and stability with severely resorbed mandibular ridge. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2,3 Thus, the overdenture assisted by osseointegrated implant is an attractive treatment because of its relative simplicity, minimal invasiveness, and economic feasibility. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "For overdenture supported by both implants and oral mucosa, fewer implants are necessary compared to the prosthesis supported only by implants. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Usually, overdenture consists of 2 or more implants placed on upper and lower arch. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1 An attachment device (male part) connected to the implant has a corresponding coupling unit (female part) fixed to the tissue surface of the complete denture. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "When the attachment components are correctly connected, the complete denture can be provided appropriate support, retention, and stability by both implant and mucosa. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "4 Since the concept of overdenture fixation for the overdenture introduced in Switzerland in 1898, 5 different attachment systems have been used to retain mandibular overdenture. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Bars with clips, studs, and magnets were reported as viable treatment options. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "For implant overdenture, Mensor 6 also reported that bar, stud, and magnetic attachments were the most common attachment systems. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "bibr",
                    "text": "Mensor 6"
                }
            ]
        },
        {
            "text": "It has been shown that solitary attachments are less technique sensitive and easier to clean compared to bar attachments. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "7 Due to their simple application, studs and magnets have gained a wide popularity in clinical practice. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8 Application of the magnet in dentistry has been attempted to enhance the stability of the denture by repulsive force of magnet on both side of complete denture since 1930. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 Since then, several investigations have been performed to increase the retention of denture. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "Magnet was surgically implanted in the mandible of edentulous patients to get magnetic attraction. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "[10][11][12] Freedman 13 tried to use repulsive force between magnets placed in upper and lower complete dentures. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 22,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "It was rarely succeeded to obtain adequate force to aid denture retention, and exposure of the magnet in wound area was also reported.",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "With the introduction of powerful rare earth magnets such as Samarium-Cobalt (Sm-Co) and Neodymium (Nd-Fe-B), the use of implanted magnets to aid denture retention was investigated actively again. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "12,14,15 These magnets could be produced in dimensions small enough to be used in dental applications, while still providing the necessary force. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Several investigators reported clinically satisfying results by using implants and magnetic attachments in patients unsatisfied with the existing mandibular complete denture. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The results were permanent retention and proper dispersion of occlusal force of the magnetic attachment compared to other attachment systems. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "[16][17][18] Also, magnetic attachment is easily dislodged by lateral force, which prevents the damage of implant. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Clinical application of magnetic attachment has become easier as several types of magnetic attachment have been introduced. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Flat type with thin disk form performed high retention force, and cushion type with 0.4 mm of gap between magnet assembly and resin cap showed shock-absorbing effect on implant fixture.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "In case of conventional dental implants with diameters from 3.4 to 5.8 mm, patients need sufficient bone width for implant placement. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Thus, conventional implants may not be chosen for some patients with severely resorbed mandibular ridge because of their narrow ridges and lack of keratinized mucosa. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "In this situation, mini dental implants, which have diameters ranging from 1.8 to 3.3 mm, serve as alternatives. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "19,20 The purpose of this study was to compare the retention of mini implant overdenture by the number and the type of magnetic attachments and by the vertical, oblique, and anterior-posterior directions of applied dislodging force to overdenture.",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Specimens were divided into 2 groups by the number of implants placed, group 1 with 2 implants and group 2 with 4 implants. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In group 1 model, two implants were bilaterally placed on each canine area, 15 mm distal to the center of mandible. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In group 2 model, 4 implants were bilaterally placed on lateral incisor and first premolar area, 8 mm and 20 mm distal to center of mandible ( Fig. 1). ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "According to the types of magnetic attachment, each group was divided into 2 subgroups. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Two kinds of magnetic attachment were used in this study: flat type (DX 600, Aichi steel, Tokai, Japan) and cushion type (SX-L, Aichi steel, Tokai, Japan).",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Mini implant fixtures, 2.7 mm in diameter and 10.0 mm in length (Magden, Shinwon Dental, Seoul, Korea), were placed in mandibular edentulous model (CHS-EDS1, M.Tech Korea, Seoul, Korea) with experimental soft tissue. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Magnetic keepers (Magden, Shinwon Dental, Seoul, Korea) with 4.0 mm in diameter and 2.0 mm in length were installed with torque of 20 N.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A cobalt-chrome metal framework was fabricated to fit both mandibular models (Fig. 2). ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "To apply dislodging tensile force to metal framework, loops were formed on buccal and lingual sides of midline and in both first molar area of the framework, 4 nuts of 3 mm diameter were soldered to connect the framework with overdenture housing.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Placing the metal framework on mandibular model, overdenture housing was fabricated by pouring self-curing resin (Ortho-Jet Orthodontic Acrylic Resin, Lang dental Mfg Co., Inc., Wheeling, WV, USA). ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Implants and undercuts were blocked-out and resin separator was applied.  ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Overdenture housings were duplicated with putty type impression material (Silagum Putty soft, DMG, Hamburg, Germany) as duplicating molds. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Self-curing resin was mixed according to manufacturer's instruction, poured into fabricated mold, and polymerized under 3 bar (43.5 psi), 55°C, for 30 minutes. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Four connecting holes for stainless steel volt (2.0 mm diameter, 7.0 mm length) were formed on the surface of overdenture housing. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Ten samples were used in each group and a total of 20 samples were fabricated.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Keeper screws were installed on the implant fixture by torque of 20 N, and mounting ring was mounted on the keeper. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Magnetic attachment was placed on the keeper and fixed to the overdenture housing by self-curing resin. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Venting hole was formed on overdenture housing.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Three directions of tensile force, vertical, oblique and anterior-posterior, were applied to measure retentive force. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Metal framework was seated on the mandibular model fixed to Instron testing machine (Model 3344, Instron Co., Norwood, MA, USA). ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Overdenture housing with magnetic attachment was connected to the framework by stainlesssteel volts and nuts. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Four 16.00 cm Stainless-steel metal chains were mounted on upper jig of Instron by customfabricated molds, and 2 of the metal chains were connected to the loops placed on buccal and lingual side of midline and another 2 chains to the loops placed on the first molar area. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "All chains were adjusted to achieve tight connection.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Tensile test was performed at a cross-head speed of 50.0 mm/min, the dislodging speed of denture from ridge, to measure retentive force. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Overdenture samples were tested 10 times with 3 different directions, a total of 30 times on each sample. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The retentive forces were determined and recorded.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Statistical analysis was performed with IBM SPSS Statistics v. 22.0 (SPSS Inc., Chicago, IL, USA). ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 13,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 44,
                    "end": 59,
                    "type": "software",
                    "rawForm": "SPSS Statistics",
                    "resp": "#curator",
                    "id": "c6cbdc2b51-software-0"
                },
                {
                    "start": 63,
                    "end": 65,
                    "type": "version",
                    "rawForm": "22",
                    "resp": "#curator",
                    "id": "#c6cbdc2b51-software-0"
                },
                {
                    "start": 69,
                    "end": 77,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#c6cbdc2b51-software-0"
                }
            ]
        },
        {
            "text": "The mean and the standard deviation of each group were calculated. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "All data were analyzed with Mann-Whitney U test to check for significant differences among the groups. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Wilcoxon signedrank tests were also used to analyze the effects of the direction of the dislodging force within the groups. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "All analyses were performed at 95% level of confidence (α = .05).",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "RESULTS",
            "section_rank": 3
        },
        {
            "text": "Five overdenture samples were fabricated for each subgroup. ",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Averages of each sample were calculated and analyzed statistically (Table 1).",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "In group 1, oblique retentive force of flat type magnetic attachment, 1.65 N, was shown as the highest value. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "By oblique direction of dislodging force, flat type magnetic attachment was more retentive than cushion type magnetic attachment (P < .05). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Oblique retentive force of both magnetic attachments was higher than vertical and anterior-posterior retentive force (P < .05).",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "In group 2, flat type magnetic attachment showed higher retentive force than cushion type in oblique direction of dislodging force applied (P < .05). ",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Vertical retentive force of flat type magnetic attachment, 5.1 N, was shown as the highest retentive force. ",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The lowest retentive force was shown in anterior-posterior direction in both magnetic attachments (P < .05) ( Table 2, Fig. 3).",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 119,
                    "end": 125,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "In group 1, oblique retentive force of flat type magnetic attachment was higher than cushion type magnetic attachment (P < .05). ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "No significant difference was observed in vertical and anterior-posterior retentive forces.",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "When 4 implants were placed (group 2), cushion type magnetic attachment showed lower oblique retentive force than flat type attachment (P < .05). ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "In vertical and anteriorposterior retentive forces, no significant difference was observed ( Table 3, Fig. 4).",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                },
                {
                    "start": 102,
                    "end": 108,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The influence of the direction of dislodging force to retention of mandibular overdenture was analyzed by Wilcoxon signed rank test. ",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "Oblique retentive force of flat type magnetic attachment showed the highest value in group 1, followed by vertical and anterior-posterior retentive force (P < .05). ",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "In cushion type group, oblique retentive force was the highest and anterior-posterior retentive force was the lowest (P < .05).",
            "section": "RESULTS",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "Concerning the direction of force applied, vertical retentive force of group 2 was higher than oblique retentive force in both flat and cushion type magnetic attachment. ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "However, no significant difference was observed. ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "With anterior-posterior direction of dislodging force, flat type and cushion type magnetic attachment showed the lowest retentive force (P < .05) ( Table 4, Fig. 5).   ",
            "section": "RESULTS",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                },
                {
                    "start": 157,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 4
        },
        {
            "text": "The implant overdenture concept has advantages for patients with severely resorbed mandibular ridges. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "It would be possible to provide a stable denture and increased loadbearing capacity to the edentulous patient. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "If osseous condition precludes a standard sized implant approach, such as of patients with inadequate interdental space, reduced interocclusal space, or narrow atrophic osseous contour, 19 mini implants may provide an alternative treatment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "With mini implants, 6-year survival rate of 95.5% for single tooth restorations and stabilization of overdenture was reported. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "21 Meanwhile, permanent magnets have been used to improve retention and stability of dentures for many years, 22 and magnetic attachments have become one of the most common attachments used for these purposes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                },
                {
                    "start": 110,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "23 Many authors have described procedures regarding the use of magnets and a high degree of patient satisfaction has been reported. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 The implant overdenture is a two-component system that consists of an implant keeper and a magnet built into the denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "When the denture is seated, the keeper becomes an induced magnet by contacting with the magnet in the denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Due to the attractive force of this mag-net, the retention of overdenture is enhanced significantly.",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "In case of overdenture, retention of prosthesis and retentive force of magnetic attachment are highly correlated. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Gillings 25 reported that proper attractive force to retain overdentures is about 400 -600 gf (3.91 -5.88 N), and that attractive force less than 140 -310 gf (1.37 -3.03 N) is insufficient for retention of implant overdenture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "When oblique retentive force is 53 -94 gf (0.52 -0.92 N), it is reported that magnetic attachment may not be able to resist horizontal movement of denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "26 In this study, 50.0 mm/ min of cross-head speed was set to measure the retentive force, which is the rate of the mandible as it moves away from the denture base during mastication. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 Usually, slower speed of 0.5 mm/min is chosen to measure maximum attraction force, and this speed of separation was also used in the study of Gillings.",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Testing the magnetic components at 50.0 mm/min speed decreased the retentive force by 3 times compared to the result upon application of slow speed of separation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "28,29 Thus, the values of retentive force observed in this study are sufficient to retain overdenture, especially when retained by 4 implants. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Oblique retentive forces obtained in every subgroup of this study were found to be enough to resist   the horizontal movement of denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "As the number of implants increased from 2 to 4, retentive force of magnetic attachment is significantly increased in every direction and in all types of magnetic attachments (P < .05). ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "In case of flat type, vertical retentive force increased by 4.81 times, while oblique and anterior posterior retentive force increased by 2.82 times and 2.19 times, respectively. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Cushion type is reported to show similar tendency; vertical retentive force increases by 3.95 times, oblique retentive force by 2.71 times, and anterior-posterior retentive force by 2.03 times. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "This result is consistent with the findings of Seo, 5 and Ma and Shin, 30 which concluded that as number of fixture increased, the displacement of overdenture was decreased.",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 71,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "As several types of magnetic attachment have been developed, clinicians have a chance to choose the most appropriate type of magnetic attachment suitable for various clinical situations. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Open-field and closed-field magnetic systems have been used to retain dentures for many years. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Although the open-field system is the first of the magnets used for the retention of the overdentures, 23,31 many commercial systems now consist of the closed-field type. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "All magnetic assemblies investigated in this study were closedfield systems, so the retention reduced rapidly with increased separation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "16 Comparing flat type magnet with cushion type, flat type magnet is more retentive than other types, and cushion type has shock-absorbing effects and permits vertical movement of dentures. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Although it was not discussed in this study because of its incompatibility with mini-implant, dome type of magnet was reported to permit lateral movement of dentures. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "5 In this study, 2 types, flat and cushion type of magnetic attachment, were investigated to compare the retention and stability of the implant overdenture by the number and the type of magnetic attachment and the direction of applied force. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Cushion type of magnetic attachment was found to be less retentive in oblique direction of dislodging force compared to flat type. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Similar result was observed in the study of Seo. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "5 Soe stated that it would be the result of a bigger dimension of cushion type magnetic attachment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "As cushion type magnetic assemblies contain resin cap, the bigger dimension of magnetic attachment could easily cause dislocation of the magnetic attachment when excessive selfcuring resin is applied and relief of denture is insufficient. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "The difference of net dislodging force direction applied on the magnetic attachment between flat type and cushion type attachment could also influence the results. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Attractive force of magnet is generally stronger to vertical direction of dislodging force than to lateral direction. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "In this study, the dislodging force is transmitted via resin cap, and therefore dislodging force of oblique direction has more lateral than vertical component of force to magnetic attachment in cushion type attachment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "The dislodging force of cushion type attachment was more lateral than that of flat type attachment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "This is the reason for lower retentive force of cushion type attachment to oblique dislodging force than that of flat type attachment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Cushion type attachment can be appropriate treatment option for the abutment, which is vulnerable to lateral force.",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "The highest value of retentive force was observed when oblique retentive force was applied on flat type magnetic attachment in group 1. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "Also, both flat and cushion type magnetic attachments were found to provide the highest resistance to oblique dislodgement followed by vertical and anterior-posterior direction. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "In group 2, both vertical and oblique retentive forces were significantly higher than anterior-posterior retentive force regardless of the type of magnetic attachment (P < .05). ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "The lowest retentive force was observed when anterior-posterior dislodging force was applied on cushion type of magnetic attachment (P < .05). ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "This result can be misunderstood that magnetic attachment is much retentive to lateral movement of denture than to vertical movement, but oblique or anterior-posterior dislodging force did not reproduce the lateral movement of denture in clinical situation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "These directions of dislodging force are rather similar with movement of denture when patients chew sticky food or masticate food unilaterally. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "However, with high value of oblique retentive force, it can be considered that the magnetic attachments used in this study may provide appropriate stability of denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "Further studies are needed to determine the influencing factors of the stability of denture.",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "To achieve the sufficient stability of denture, the breakaway force of magnetic retainers must exceed the displacing force applied to denture. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "When vertical retentive force is greater than anterior-posterior retentive force, stability of denture is reported to be sufficient to maintain the denture in position on its basal seat. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "24,27 Gillings 32 reported that such displacing forces may be as low as 0.22 to 0.53 N. In present study, both flat and cushion type of magnetic attachment are reported to have greater vertical retentive force than the displacing forces, regardless of the number of implants. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 3,
                    "end": 17,
                    "type": "bibr",
                    "text": "27 Gillings 32"
                }
            ]
        },
        {
            "text": "Thus, the magnetic attachment used in this study may be useful to retain denture in position.",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "From the limited data of this study, implant overdentures with 2-4 implants were observed that it had clinically proper retentive force, and overdenture with more implants, if possible, can be considered as more effective and satisfactory treatment. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "Especially for patients with severely resorbed mandibular ridge, mini implants with no need for additional surgery and magnetic attachments with shock-absorbing effect to lateral force 33 can be an appropriate treatment choice.",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "CONCLUSION",
            "section_rank": 5
        },
        {
            "text": "This in vitro study tested the influence of the type and the number of magnetic attachment of the retention of mandibular mini implant overdenture. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Measurements of retentive force were performed by 3 different directions of dislodging force. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Experimental groups were classified by the numbers of implant, 2 or 4, and each groups were divided into 2 subgroup by the types of magnetic attachment, flat or cushion type. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "With five overdenture samples of each subgroup, a total of 20 samples were fabricated. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Within the parameters of this study design, following conclusions may be made. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "First, In every subgroup of experimental group, magnetic attachment has proper retentive properties for implant overdenture. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Second, the more implant placed, the greater retentive force achieved regardless of the type of magnetic attachment. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Third, when oblique direction of dislodging force is applied, flat type of magnetic attachment is more retentive than cushion type of magnetic attachment. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Finally, regardless of the type and number of implants, anterior-posterior retentive force is the lowest among 3 different directions of dislodging force. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "According to these conclusions, the mini implant overdenture with magnetic attachment can be the treatment of choice, when patient is with extremely resorbed mandibular edentulous ridge. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "With mini implant overdenture, esthetic and functional rehabilitation are expected to be achieved. ",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "With appropriate circumstances of patients, better retention and stability of overdenture could be expected to implant overdenture with 4 implants.",
            "section": "CONCLUSION",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 6
        },
        {
            "text": "Magnetic attachment overdenture sample seated on a mandibular model with nuts and bolts securely fastened.",
            "section": "Fig. 2 .",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "text": "Two experimental models with two and four implants placed in the interforamen area of mandible. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "(A) group 1, (B) group 2.",
            "section": "Fig. 1 .",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 8
        },
        {
            "text": "Comparison of retentive force according to vertical (V), oblique (O), anterior-posterior (AP) directions.",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Table 1 .",
            "section_rank": 9
        },
        {
            "text": "Means and standard deviations of retentive forces of experimental groups (unit: N)",
            "section": "Table 1 .",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Table 2 .",
            "section_rank": 10
        },
        {
            "text": "Comparison of retentive force according to the number of implant by Mann-Whitney U test",
            "section": "Table 2 .",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "*denotes the significance at the 0.05 level",
            "section": "Table 2 .",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Table 3 .",
            "section_rank": 11
        },
        {
            "text": "Comparison of retentive force according to the type of magnetic attachment by Mann-Whitney U test Comparison of retentive force according to the number of implant.",
            "section": "Table 3 .",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Fig. 4. ",
            "section": "Table 3 .",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Comparison of retentive force according to the type of magnetic attachment.",
            "section": "Table 3 .",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Table 4 .",
            "section_rank": 12
        },
        {
            "text": "Comparison of retentive force according to vertical (V), oblique (O), anterior-posterior (AP) directions by Wilcoxon signed-rank test",
            "section": "Table 4 .",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "The influence of the number and the type of magnetic attachment on the retention of mandibular mini implant overdenture",
            "section": "Table 4 .",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "J Adv Prosthodont 2017;9:14-21",
            "section": "Table 4 .",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "ORCID",
            "section_rank": 14
        },
        {
            "text": "Eunjee Lee http://orcid.org/0000-0003-2843-3636 Soo-Yeon Shin http://orcid.org/0000-0001-6160-7277",
            "section": "ORCID",
            "paragraph_rank": 42,
            "section_rank": 14
        }
    ]
}