{
    "id": "a9f4a55bbf",
    "level": "sentence",
    "abstract": [
        {
            "text": "MATERIALS AND METHODS: Using open-source CAD modeling software, 2 we developed a customizable prosthetic eye model. "
        },
        {
            "text": "The eye can be customized within the following parameters: shape, height, length, width, thickness, concavity, iris diameter, and pupil diameter. "
        },
        {
            "text": "The customization process is user friendly, requiring numeric inputs or parametric adjustments. "
        },
        {
            "text": "The final model is exported and processed by an open-source slicing software. "
        },
        {
            "text": "3 Using a commercially available and inexpensive dual extruder 3D-printer, the eye is printed with commonly available acrylonitrile butadiene styrene (ABS) plastic, in any arrangement of colors. "
        },
        {
            "text": "The model is then chemically de-burred and temporarily softened with acetone, then veined with red thread. "
        },
        {
            "text": "The final model is then cast into resin."
        }
    ],
    "body_text": [
        {
            "text": "The production of our 3D printed prosthetic eye is significantly faster than traditional methods, requiring a total of 85 minutes to complete. ",
            "section": "RESULTS:"
        },
        {
            "text": "The process requires less than 10 minutes to customize, 30 minutes to print, and 45 minutes for post processing. ",
            "section": "RESULTS:"
        },
        {
            "text": "Given access to the internet and a 3D printer, the raw cost breakdown for producing our prosthetic eye is: $0.03 for 1.7g of ABS, $0.11 for 3mL of resin, and $0.18 for 30mL of acetone; totaling $0.32 per prosthetic. ",
            "section": "RESULTS:"
        },
        {
            "text": "Due to the automation of much of the process, the usual cost of labor is greatly reduced.",
            "section": "RESULTS:"
        },
        {
            "text": "Although yielding excellent life-like results, the current process of hand making ocular prosthetics leads to high production costs and long production times. ",
            "section": "CONCLUSION:"
        },
        {
            "text": "This raises accessibility issues for uninsured or underinsured patients, and patients in regions or countries where custom-made ocular prosthetics are unavailable. ",
            "section": "CONCLUSION:"
        },
        {
            "text": "With the increasing popularity of 3D printers, many of which are becoming publicly available (i.e. schools/public libraries), the production of a customizable prosthetic eye will be a viable, less costly, and more accessible option in the near future.  ",
            "section": "CONCLUSION:"
        },
        {
            "text": "Three-dimensional printing technology has been used in medicine for anatomical modeling, pre-operative planning, prosthetic construction, and most recently bioprinting. ",
            "section": "CONCLUSION:"
        },
        {
            "text": "1,2 The high purchase cost of 3D printers has previously limited their widespread use, causing surgeons to outsource 3D anatomic model manufacturing at an average cost of $4,000/print. ",
            "section": "CONCLUSION:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 The development of \"desktop\" 3D printers has decreased printer purchasing costs from $45,000 (2001) to under $2,000 (2016), 4 providing an opportunity to bypass high-cost third-party manufacturing to create patient-customized 3D models. ",
            "section": "CONCLUSION:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 126,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "We provide a proof-of-concept demonstration using a desktop 3D printer and open-access software to create patient-specific computerized tomography (CT)-based 3D models to guide skeletal deformity reconstructions.",
            "section": "CONCLUSION:"
        },
        {
            "text": "Four patients (2 syndromic craniosynostosis, 1 cranial defect, 1 distal radius deformity secondary to arthrogryposis) were included. ",
            "section": "METHODS:"
        },
        {
            "text": "CT scans (≤1 mm slices) were obtained (DICOM file) for volumetric conversion to 3D models (STL file) using free open-source software (3D Slicer, http://www.slicer.org). ",
            "section": "METHODS:",
            "entity_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "type": "software",
                    "rawForm": "3D Slicer",
                    "resp": "#annotator24",
                    "used": true,
                    "id": "a9f4a55bbf-software-4",
                    "cert": "1.0"
                },
                {
                    "start": 145,
                    "end": 166,
                    "type": "url",
                    "rawForm": "http://www.slicer.org",
                    "resp": "#annotator24",
                    "id": "#a9f4a55bbf-software-4"
                }
            ]
        },
        {
            "text": "The resulting STL files were uploaded to the MakerBot desktop application for printing with the MakerBot Replicator 2 ($2,750, MakerBot Industries, Brooklyn, NY). ",
            "section": "METHODS:",
            "entity_spans": [
                {
                    "start": 45,
                    "end": 73,
                    "type": "software",
                    "rawForm": "MakerBot desktop application",
                    "resp": "#curator",
                    "id": "a9f4a55bbf-software-5"
                },
                {
                    "start": 127,
                    "end": 146,
                    "type": "publisher",
                    "rawForm": "MakerBot Industries",
                    "resp": "#curator",
                    "id": "#a9f4a55bbf-software-5"
                }
            ]
        },
        {
            "text": "Material cost and printing time were recorded for comparison to alternative manufacturing methods. ",
            "section": "METHODS:"
        },
        {
            "text": "The 3D models were used to guide pre-operative planning and intra-operative reconstruction.",
            "section": "METHODS:"
        },
        {
            "text": "CT-to-3D models were successfully printed for all patients. ",
            "section": "RESULTS:"
        },
        {
            "text": "Two distinct 3D models were created for the cranioplasty case (volumetric skeletal reconstruction and topographic representation of the defect). ",
            "section": "RESULTS:"
        },
        {
            "text": "The printing material (polylactic acid) averaged $15/model and its unique properties allowed for inexpensive gas sterilization for intraoperative use. ",
            "section": "RESULTS:"
        },
        {
            "text": "CT-to-3D model conversion time averaged 24-hours/case. ",
            "section": "RESULTS:"
        },
        {
            "text": "All patients underwent successful reconstruction without complications.",
            "section": "RESULTS:"
        },
        {
            "text": "A 23-month old female with a history of ruptured middle cerebral artery aneurysm requiring craniotomy, hematoma evacuation, and ventriculoperitoneal",
            "section": "CASE EXAMPLE:"
        },
        {
            "text": "shunt placement with resulting 40 cm 2 parietal cranial defect successfully underwent parietal exchange hybrid cranioplasty 5 with particulate bone graft and demineralized bone matrix. ",
            "section": "Sunday, September 25, 2016",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "5"
                }
            ]
        },
        {
            "text": "3D models of her neurocranium with the cranial defect and a topographic representation of the defect were created to guide reconstruction.",
            "section": "Sunday, September 25, 2016"
        },
        {
            "text": "An affordable, user-friendly 3D printer provides a practical, cost-effective, and time-efficient alternative to traditional outsourcing of 3D anatomic model manufacturing. ",
            "section": "CONCLUSION:"
        },
        {
            "text": "This technology affords reconstructive surgeons the ability to construct realistic, economical 3D models for enhanced pre-operative planning and intra-operative guidance for complex defect reconstruction.",
            "section": "CONCLUSION:"
        },
        {
            "text": "Disclosure/Financial support: The authors have no relevant disclosures or external funding.",
            "section": "CONCLUSION:"
        }
    ]
}