{
    "id": "f726eef535",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Sonidegib is a selective inhibitor of Smoothened receptor, which is a key regulator of the Hedgehog signaling pathway. "
        },
        {
            "text": "The purpose of this study was to determine the maximum tolerated dose based on dose-limiting toxicity (DLT) and the recommended dose (RD) of sonidegib in Asian patients with advanced solid tumors. "
        },
        {
            "text": "This was an open-label, single-arm, multicenter, two-group, parallel, dose-escalation, phase I study undertaken in Asian patients; group 1 included patients from Japan and group 2 included patients from Hong Kong and Taiwan. "
        },
        {
            "text": "Dose escalation was guided by a Bayesian logistic regression model dependent on DLTs in cycle 1 and other safety findings. "
        },
        {
            "text": "A total of 45 adult Asian patients with confirmed advanced solid tumors were enrolled. "
        },
        {
            "text": "Group 1 included 21 patients (12 treated with 400 mg q.d. [once daily] and 9 treated with 600 mg q.d.) and group 2 included 24 patients (12 treated with 400 mg q.d., 8 treated with 600 mg q.d., and 4 treated with 800 mg q.d.). "
        },
        {
            "text": "Elevation in creatine kinase was the DLT in both groups. "
        },
        {
            "text": "The most common adverse events suspected to be related to sonidegib in both patient groups were increase in creatine kinase levels, myalgia, fatigue, and abnormal hepatic function. "
        },
        {
            "text": "The RD of 400 mg q.d. was defined in both groups. "
        },
        {
            "text": "Difference in tolerability was noted between the East Asian patients and Western population. "
        },
        {
            "text": "The RD in East Asian patients (400 mg q.d.) was lower than in patients from Europe and the USA (800 mg q.d. and 250 mg twice daily). "
        },
        {
            "text": "(Registered with Clinicaltrials.gov: NCT01208831.) "
        },
        {
            "text": "H edgehog (Hh) signaling plays an important role in cell proliferation, differentiation, and tissue patterning during embryonic development. "
        },
        {
            "text": "(1) It is reported that the pathway remains active in adult stem cells in the brain and skin even after embryogenesis. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Deregulation of Hh signaling within these cells may result in tumor formation. "
        },
        {
            "text": "(1) This aberration of Hh signaling could be due to pathway-driven mutations or liganddependent overexpression. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "The most commonly known loss-offunction mutations are in the patched homolog 1 (PTCH1) and/or suppressor of fused (SUFU), which are the negative regulators of Hh signaling. "
        },
        {
            "text": "(1) Ninety percent of patients with basal cell carcinoma (BCC) have mutations in at least one allele of PTCH1, while an additional 10% of patients have activating mutation of Smoothened (SMO) protein. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "(2) However, in medulloblastoma (MB), prevalence of these mutations vary, with 30% of the patients showing Hh pathway activation, but only half of these mutations are related to PTCH1, SUFU, or SMO. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "(3) Inhibition of SMO, the signaling partner of PTCH1, has been identified as an effective target for the treatment of these tumors. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "(4) Smoothened signaling can affect target gene transcription through the GLI family of transcription factors (GLI1, GLI2, and GLI3) and increased GLI1 mRNA was seen in patients with BCC. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "(5) Recently, it was reported that the upregulated expression of GLI1 mRNA in BCC and MB patients could help in identifying patients who might benefit from Hh inhibitor treatment. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "(6) Sonidegib (LDE225), a selective inhibitor of SMO, was found to have antitumor activity in a murine model of MB with deletion of PTCH1. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Findings from a phase I study carried out in Europe and the USA (CLDE225X2101 study) showed an acceptable safety profile of sonidegib in patients with advanced solid tumors, an exposure-dependent target inhibition, and clinically relevant antitumor effect in patients with locally advanced or metastatic BCC and relapsed MB. "
        },
        {
            "text": "In the CLDE225X2101 study, the maximum tolerated dose (MTD) was declared to be 800 mg q.d. and 250 mg b.i.d. (7) Sonidegib activity was further shown in the randomized phase II study, Basal cell carcinoma Outcomes with LDE225 Treatment (BOLT). ",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "In this study, clinically meaningful responses were observed in patients with advanced BCC from Europe, Australia and the USA with acceptable safety profile and manageable toxicities. "
        },
        {
            "text": "(8) Here, we report results from our study evaluating the safety, tolerability, efficacy, pharmacokinetics, and pharmacodynamics of sonidegib in Asian patients in Japan, Hong Kong, and Taiwan with advanced solid tumors that had progressed despite standard therapy, or for whom no standard therapy exists.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "This was an open-label, single-arm, multicenter, two-group, parallel, dose-escalation, phase I study undertaken in Asian patients; patient group 1 was from Japan and patient group 2 from Hong Kong and Taiwan. ",
            "section": "Study design."
        },
        {
            "text": "The primary objective of the study was to determine the MTD and the RD in groups 1 and 2 individually, as per the health authority's request. ",
            "section": "Study design."
        },
        {
            "text": "Additional objectives included safety, pharmacokinetics, pharmacodynamics, and antitumor activity. ",
            "section": "Study design."
        },
        {
            "text": "All patients entered a 7-day pharmacokinetic run-in period to characterize the pharmacokinetic profile of sonidegib after a single dose. ",
            "section": "Study design."
        },
        {
            "text": "Patients received a single oral dose of sonidegib daily in a 28day cycle. ",
            "section": "Study design."
        },
        {
            "text": "At least three patients (per patient group) were enrolled into a dose cohort (400, 800, and 1250 mg q.d. as a provisional), and the occurrence of dose-limiting toxicity (DLT) was evaluated during the first administration in the pharmacokinetic run-in period to end of the first cycle. ",
            "section": "Study design."
        },
        {
            "text": "The MTDs were evaluated for DLT using an adaptive Bayesian logistic regression model using escalation with overdose control to guide the dose escalation process. ",
            "section": "Study design."
        },
        {
            "text": "(9,10) ",
            "section": "Study design.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "A DLT was defined as a significant adverse event (AE) or abnormal laboratory parameter adjudged to be Common Terminology Criteria for Adverse Events (version 3.0) grade 3 or 4 in severity and considered unrelated to disease progression, intercurrent illness, or concomitant medications. ",
            "section": "Study design."
        },
        {
            "text": "The MTD was defined as the highest probability of dose of sonidegib predicted to have 16-33% of the DLT rate and <25% probability of a DLT rate of ≥33% during cycle 1 (first 28 days). ",
            "section": "Study design."
        },
        {
            "text": "However, the AEs corresponding to DLTs were observed even after cycle 1 and were taken into consideration as part of the clinical review to decide the next dose level and determine MTD and/or RD.",
            "section": "Study design."
        },
        {
            "text": "Patient population. ",
            "section": "Study design."
        },
        {
            "text": "Adult patients with histologically or cytologically confirmed advanced solid tumors, including recurrent MB, whose disease progressed despite standard therapy or for whom no standard therapy was available, were eligible. ",
            "section": "Study design."
        },
        {
            "text": "Patients with recurrent MB who were taking corticosteroids should be on a non-increasing dose of steroids for at least 14 days prior to starting the study drug. ",
            "section": "Study design."
        },
        {
            "text": "Other key inclusion criteria were measurable or evaluable disease defined by Response Evaluation Criteria In Solid Tumors version 1.0 (11) and performance status ≤2. ",
            "section": "Study design.",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "In addition, all patients must have had adequate bone marrow (absolute neutrophil count [1. ",
            "section": "Study design."
        },
        {
            "text": "women of childbearing potential were excluded. ",
            "section": "Study design."
        },
        {
            "text": "Treatment with strong inhibitors or inducers of cytochrome P450 (CYP) 3A4/5 or drugs metabolized by CYP2B6 or CYP2C9, which have a narrow therapeutic index, was prohibited during the study. ",
            "section": "Study design."
        },
        {
            "text": "All patients provided written informed consent before enrolment. ",
            "section": "Study design."
        },
        {
            "text": "The study followed the ethical principles of the Declaration of Helsinki and the International Conference on Harmonization Guideline for Good Clinical Practice, and was approved by the institutional review board.",
            "section": "Study design."
        },
        {
            "text": "Safety evaluations. ",
            "section": "Study design."
        },
        {
            "text": "Safety was assessed according to the Common Terminology Criteria for Adverse Events version 3.0. ",
            "section": "Study design."
        },
        {
            "text": "(12) ",
            "section": "Study design.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Assessments included regular laboratory evaluations, physical examinations, vital signs, weight, and periodic electrocardiogram recordings. ",
            "section": "Study design."
        },
        {
            "text": "In order to be considered a DLT by protocol, the toxicity must have occurred during pharmacokinetic run-in and the first 28-day cycle of sonidegib treatment.",
            "section": "Study design."
        },
        {
            "text": "Pharmacokinetics. ",
            "section": "Study design."
        },
        {
            "text": "For the pharmacokinetic run-in period, serial blood samples were collected starting on day 1 (ending on day 7) at predose and 0.5, 1, 2, 4, 6, 8, 24, 48, 72, 96, and 168 h post-dose. ",
            "section": "Study design."
        },
        {
            "text": "Serial blood samples were also collected on day 15 of cycle 1 at predose and 0.5, 1, 2, 4, 6, 8, and 24 h post-dose. ",
            "section": "Study design."
        },
        {
            "text": "Furthermore, blood samples at predose were collected on days 8 and 22 of cycle 1; days 1, 8, 15, and 22 of cycle 2; and day 1 of all subsequent cycles. ",
            "section": "Study design."
        },
        {
            "text": "Sonidegib concentrations in plasma were measured using a validated liquid chromatography-tandem mass spectrometry method (7) with the lower limit of quantification of 25.4 pg/mL. ",
            "section": "Study design.",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Pharmacokinetic parameters were estimated for each patient using a non-compartmental method with Phoenix WinNonlin (Pharsight, Mountain View, CA, USA) using a linear trapezoidal method for area under the concentration-time curve (AUC) calculation.",
            "section": "Study design.",
            "entity_spans": [
                {
                    "start": 97,
                    "end": 114,
                    "type": "software",
                    "rawForm": "Phoenix WinNonlin",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "f726eef535-software-0",
                    "cert": "0.6"
                },
                {
                    "start": 116,
                    "end": 125,
                    "type": "publisher",
                    "rawForm": "Pharsight",
                    "resp": "#curator",
                    "id": "#f726eef535-software-0"
                }
            ]
        },
        {
            "text": "Biomarker and antitumor evaluations. ",
            "section": "Study design."
        },
        {
            "text": "Normal skin samples were collected from all patients before sonidegib treatment, at the end of cycle 1, and within 14 days after the last treatment. ",
            "section": "Study design."
        },
        {
            "text": "Ribonucleic acid was extracted from tissue samples and analyzed by RT-PCR (6,13) to estimate GLI1 expression and Hh pathway activation status.",
            "section": "Study design.",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6,"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13)"
                }
            ]
        },
        {
            "text": "Tumor response was evaluated by investigators' judgment on the results of computed tomography or MRI according to the Response Evaluation Criteria in Solid Tumors version 1.0.",
            "section": "Study design."
        },
        {
            "text": "Patient demographics and clinical characteristics. ",
            "section": "Results"
        },
        {
            "text": "Overall, 45 patients were enrolled in this study; group 1 had 21 patients and group 2 had 24 patients. ",
            "section": "Results"
        },
        {
            "text": "For patients in group 1, the most common primary site of cancer was rectum (three patients, 14%); 12 patients were treated with sonidegib 400 mg q.d. and nine patients were treated with 600 mg q.d. Patients received the 400 mg dose and 600 mg sonidegib for a median (range) of 88 (66-97) and 86 (69-91) days, respectively.",
            "section": "Results"
        },
        {
            "text": "For patients in group 2, the most common primary site of cancer was colon (seven patients, 29%); 12 patients were treated with sonidegib 400 mg q. ",
            "section": "Results"
        },
        {
            "text": ". However, two patients at 400 mg, two patients at 600 mg, and one patient at 800 mg were excluded from the dose-determining set because of early termination relating to withdrawal of consent, disease progression, and serious AEs not related to sonidegib.",
            "section": "Results"
        },
        {
            "text": "The most common histological type of tumor was adenocarcinoma, and the most common metastasis site was lung in both groups. ",
            "section": "Results"
        },
        {
            "text": "Two MB patients were enrolled. ",
            "section": "Results"
        },
        {
            "text": "The majority of patients had performance status of 0 or 1. ",
            "section": "Results"
        },
        {
            "text": "Patient characteristics are listed in Table 1.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Safety findings. ",
            "section": "Results"
        },
        {
            "text": "In group 1, a single DLT of creatine kinase (CK) elevation was observed at both 400 and 600 mg in cycle 1. ",
            "section": "Results"
        },
        {
            "text": "However, one additional patient at the 400 mg dose and four additional patients at the 600 mg dose experienced grade 3 or 4 CK elevation after cycle 1 that was associated with muscle-related symptoms (Table 2); therefore, these events were considered as DLTs in deciding MTD. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Hence, dose-escalation in group 1 was stopped and RD was established at 400 mg q.d. based on clinical judgment. ",
            "section": "Results"
        },
        {
            "text": "In group 2, a single DLT was observed at the dose level of sonidegib 800 mg in cycle 1. ",
            "section": "Results"
        },
        {
            "text": "The event was related to CK elevation. ",
            "section": "Results"
        },
        {
            "text": "Similar to group 1, two patients receiving 400 mg, one patient receiving 600 mg, and one additional patient receiving 800 mg experienced grade 3 or 4 CK elevation after cycle 1 ( Table 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The MTD of sonidegib for group 2 was established at 600 mg q.d. using a Bayesian logistic regression model taking all grade 3 or 4 blood CK elevation incidents during the study period into account. ",
            "section": "Results"
        },
        {
            "text": "However, one patient at 600 mg experienced grade 2 myalgia, muscle weakness, dysgeusia, and vomiting 4 days after discontinuation of 42-day sonidegib treatment. ",
            "section": "Results"
        },
        {
            "text": "Based on the safety findings observed at 600 mg in group 1 and no significant pharmacokinetic difference between 400 and 600 mg in group 2 (Table 3), the RD was established at 400 mg q.d. in group 2 as well.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Overall, grade 3 or 4 CK elevations were observed between days 22 and 63 after sonidegib treatment. ",
            "section": "Results"
        },
        {
            "text": "The maximum CK level of 40 400 IU/L was observed with myoglobin level of 5320 ng/mL in a patient receiving 600 mg. ",
            "section": "Results"
        },
        {
            "text": "A grade 3 CK elevation was observed even 7-14 days after the last treatment in two patients at 600 mg. ",
            "section": "Results"
        },
        {
            "text": "Three patients at the 400-mg dose interrupted sonidegib when grade 3 CK elevation was observed. ",
            "section": "Results"
        },
        {
            "text": "On recovery of CK levels to normal, these patients were restarted with a 200 mg dose and CK reelevation was not observed. ",
            "section": "Results"
        },
        {
            "text": "Eleven of 12 patients with grade 3 or 4 CK elevation experienced muscle-related symptoms such as muscle spasms, muscle weakness, and myalgia, but these symptoms were also observed without high grade CK elevation.",
            "section": "Results"
        },
        {
            "text": "In both groups, most patients (86% [n = 18] in group 1 and 75% [n = 18] in group 2) experienced at least one AE, which was suspected to be related to sonidegib. ",
            "section": "Results"
        },
        {
            "text": "The most common drug-related AE in both groups was increase in CK levels (33% in group 1 vs 50% in group 2). ",
            "section": "Results"
        },
        {
            "text": "Other drug-related AEs in group 1 and group 2 were myalgia (29% and 33%, respectively), fatigue (19% and 33%, respectively), and abnormal hepatic function (24% and 29%, respectively). ",
            "section": "Results"
        },
        {
            "text": "All drug-related AEs were reported more frequently at the highest doses of sonidegib compared to other lower doses except dysgeusia in group 2 (Tables 4,5).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 155,
                    "type": "table",
                    "text": "(Tables 4,5)"
                }
            ]
        },
        {
            "text": "Overall, there were four patients with SAEs that led to drug discontinuation in each group. ",
            "section": "Results"
        },
        {
            "text": "Out of these four patients in group 1, two experienced rhabdomyolysis (one of these patients had grade 2 hepatic function abnormality as well), and the other two had increase in CK. ",
            "section": "Results"
        },
        {
            "text": "In group 2, three patients had increase in CK and one patient had vomiting, which led to the drug discontinuation. ",
            "section": "Results"
        },
        {
            "text": "Almost all patients who experienced grade 3 or 4 CK elevation also showed high blood myoglobin value, but no patients experienced renal impairment or renal failure. ",
            "section": "Results"
        },
        {
            "text": "Most cases worsened even after the interruption of sonidegib and took a month to recover. ",
            "section": "Results"
        },
        {
            "text": "Other than these AEs, there were no clinically significant treatment-emergent AEs. ",
            "section": "Results"
        },
        {
            "text": "No clinically significant changes in electrocardiogram parameters were noted during the course of treatment, and no deaths were reported.",
            "section": "Results"
        },
        {
            "text": "Pharmacokinetics. ",
            "section": "Results"
        },
        {
            "text": "The plasma concentration-time profiles and the pharmacokinetic parameters of sonidegib are shown in Figure 1 and Table 3, respectively, for groups 1 and ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 113,
                    "end": 120,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "2. The maximal plasma concentration (C max ) was observed at approximately 2-4 h (T max ) after a single dose in the pharmacokinetic run-in period and repeated dosing in cycle 1 day 15. ",
            "section": "Results"
        },
        {
            "text": "Exposure (C max and AUC) increased as the dose escalated in both groups. ",
            "section": "Results"
        },
        {
            "text": "However, an under-proportional dose-exposure relationship was observed in group 2 with three dose levels. ",
            "section": "Results"
        },
        {
            "text": "The Table 1. Baseline demographics and characteristics of patients with advanced solid tumors who participated in a phase I study of sonidegib  (14) . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "text": "Table 1"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Table 2. Frequency of grade 3 or 4 creatine kinase elevation during all study period in group 1 (Japanese) and group 2 (Chinese/Taiwanese) qd, Once daily † One patient at each dose had reported rhabdomyolysis, as presented in Table 4 Cancer Sci | October 2016 | vol. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                },
                {
                    "start": 226,
                    "end": 233,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "107 | no. 10 | 1479 plasma concentration was detected even at 168 h after a single dose of sonidegib in both groups at every dose. ",
            "section": "Results"
        },
        {
            "text": "It shows that the 7-day pharmacokinetics run-in phase was not enough to allow for accurate estimation of the half-life. ",
            "section": "Results"
        },
        {
            "text": "After repeated dosing in group 1, exposure accumulation in cycle 1 day 15 was 4.9-and 4.6-fold at 400 and 600 mg, respectively, as the AUC ratio. ",
            "section": "Results"
        },
        {
            "text": "Accumulation in trough levels at 400 and 600 mg doses was 12.4-and 14.3-fold in cycle 2 day 1, and 19.6-and 19.9-fold in cycle 2 day 22, compared with 24-h postdose concentrations in the pharmacokinetic run-in period. ",
            "section": "Results"
        },
        {
            "text": "In group 2, AUC accumulation at 400, 600, and 800 mg in cycle 1 day 15 was approximately 4.3-, 4.2-, and 6.0-fold, respectively. ",
            "section": "Results"
        },
        {
            "text": "Although trough concentrations beyond cycle 2 day 1 were only available at 400 and 600 mg, trough accumulation at the respective dose was 13.9-and 12.3-fold in cycle 2 day 1 and 16.3-and 13.8-fold in cycle 2 day 22. ",
            "section": "Results"
        },
        {
            "text": "Steady state was considered not achieved within cycle 1 in both groups.",
            "section": "Results"
        },
        {
            "text": "A large interindividual variability was observed (for example, the percentage of coefficient of variation in AUC is 50% or more when n ≥ 3) in this study, and there was no obvious difference or trend in exposure (C max and AUC) of sonidegib between the two groups.",
            "section": "Results"
        },
        {
            "text": "In cycle 1 day 15, nine of 12 patients with grade 3 or 4 CK elevations showed a higher individual AUC compared to the geometric mean observed for their respective groups. ",
            "section": "Results"
        },
        {
            "text": "Furthermore, two of nine patients who experienced grade 3 CK elevations after the last treatment showed smaller AUC compared to the other patients with or without CK elevation. ",
            "section": "Results"
        },
        {
            "text": "The relationship between exposure and CK elevation for this study was not fully clarified.",
            "section": "Results"
        },
        {
            "text": "Target inhibition and antitumor activity. ",
            "section": "Results"
        },
        {
            "text": "Normal skin samples for paired analysis (both before sonidegib treatment and at the end of cycle 1) were available from 22 patients. ",
            "section": "Results"
        },
        {
            "text": "Based on the RT-PCR results, it was observed that sonidegib treatment decreased GLI1 expression in normal skin samples of all except one patient. ",
            "section": "Results"
        },
        {
            "text": "Four patients at 400 mg showed 32-88% inhibition in GLI1, and nine patients at 600 mg showed 73-96% inhibition in group ",
            "section": "Results"
        },
        {
            "text": "1. Six patients at 400 mg showed 6.8-95% inhibition in GLI1, and two patients at 600 mg showed 53-83% inhibition in group ",
            "section": "Results"
        },
        {
            "text": "2. Higher GLI1 inhibition was observed at 600 mg compared to that of 400 mg in group ",
            "section": "Results"
        },
        {
            "text": "1. However, dose-dependency in group 2 was not observed due to the small number of samples and large individual variability.",
            "section": "Results"
        },
        {
            "text": "In group 1, stable disease (SD) was achieved in five patients (24%; 4 at the 400 mg and 1 at the 600 mg) including 1 MB patient, and progressive disease was reported in 15 patients (71%). ",
            "section": "Results"
        },
        {
            "text": "Best overall response in group 2 was SD in 10 patients (42%; six at 400 mg, three at 600 mg, and one at 800 mg), and progressive disease was reported in nine patients (38%). ",
            "section": "Results"
        },
        {
            "text": "Five patients at 400 mg (from either patient group) maintained their SD status for more than 100 days. ",
            "section": "Results"
        },
        {
            "text": "Cancer types in these patients were soft tissue sarcoma, rectum carcinoid, lung sarcoma, colon adenocarcinoma, and maxilla ameloblastoma. ",
            "section": "Results"
        },
        {
            "text": "Neither complete response nor partial response was observed in either group 1 or group 2. ",
            "section": "Results"
        },
        {
            "text": ". ‡The last pharmacokinetic sampling point in the pharmacokinetic run-in period and on cycle 1 day 15 was set as 168 h and 24 h, respectively, in the protocol. Therefore, AUC last (the AUC from time zero to the last measurable concentration sampling time), on day 15 approximately corresponds to AUC 0-24 (the AUC from time zero to 24 h) on day 15. Patients with advanced solid tumors were from Japan (group 1) or from Hong Kong and Taiwan (group 2). C max , maximum concentration; q.d., once daily; T max , time of maximum concentration.",
            "section": "Results"
        },
        {
            "text": "these populations. ",
            "section": "Results"
        },
        {
            "text": "No tumor responses were observed during this study because no target patients, such as patients with BCC, were enrolled. ",
            "section": "Results"
        },
        {
            "text": "Regarding MB patients in this study, no activation of Hh pathway genes, which were considered to be related to efficacy, were observed retrospectively. ",
            "section": "Results"
        },
        {
            "text": "(6) This is the first study to establish the safety of sonidegib in East Asian patient groups. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "In summary, sonidegib showed a similar safety profile in East Asian patients as that of non-Asian patients. ",
            "section": "Results"
        },
        {
            "text": "No new AEs were reported. ",
            "section": "Results"
        },
        {
            "text": "The RD of sonidegib in East Asian patients (400 mg) was lower than the MTD in European/the USA patients (800 mg daily or 250 mg twice daily), suggesting a difference in tolerability between the two populations. ",
            "section": "Results"
        },
        {
            "text": "If any signal of ethnic difference is observed, an ethnic sensitivity study or race-specific study is warranted to provide safety data.",
            "section": "Results"
        },
        {
            "text": "10 9 /L], hemoglobin [9 g/dL], and platelets [100 9 10 9 / L]), liver (serum total bilirubin [1.5 9 upper limit of normal (ULN)], aspartate aminotransferase, and alanine aminotransferase [2.5 9 ULN or 5.0 9 ULN if liver metastases are present]), and kidney function (serum creatinine [1.5 9 ULN] or 24-h creatinine clearance [50 mL/min]). ",
            "section": "5 9"
        },
        {
            "text": "Patients were excluded if they had a history of a brain tumor or brain metastases (except relapsed MB), clinically significant cardiac disease, or gastrointestinal dysfunction that might impair sonidegib absorption. ",
            "section": "5 9"
        },
        {
            "text": "Pregnant or nursing (lactating) women or",
            "section": "5 9"
        },
        {
            "text": "d. "
        },
        {
            "text": "(median [range] days = 76 [57-97]), eight patients were treated with 600 mg q.d. (median [range] days = 89 [35-93]), and four patients were treated with 800 mg q.d. (median [range] days = 74 [71-85])"
        },
        {
            "text": "†Body surface area BSA (m 2 ) = 234.94*(height [cm] 0.422 )*(weight [kg] 0.515 )/10 000 (Gehan and George)",
            "section": "8 )"
        },
        {
            "text": "Creatine kinase elevation: n (%) 2 (17) † 5 (56) † 7 (33) Group 2 (Chinese/Taiwanese) N = 12 N = 8 N = 4 N = 24 Grade 3 /4 Creatine kinase elevation: n (%) 2",
            "section": "21 Grade 3 / 4"
        },
        {
            "text": "Summary of pharmacokinetic parameters of sonidegib by patient group",
            "section": "Table 3 ."
        },
        {
            "text": "© 2016 The Authors. ",
            "section": "Table 3 ."
        },
        {
            "text": "Cancer Science published by John Wiley & Sons Australia, Ltd on behalf of Japanese Cancer Association.Original Article www.wileyonlinelibrary.com/journal/cas Minami et al.",
            "section": "Table 3 ."
        },
        {
            "text": "© 2016 The Authors. ",
            "section": "Table 3 ."
        },
        {
            "text": "Cancer Science published by John Wiley & Sons Australia, Ltd on behalf of Japanese Cancer Association. ",
            "section": "Table 3 ."
        },
        {
            "text": "Cancer Sci | October 2016 | vol. ",
            "section": "Table 3 ."
        },
        {
            "text": "107 | no. 10 | 1482Original Article Phase I study of sonidegib in Asian patients www.wileyonlinelibrary.com/journal/cas",
            "section": "Table 3 ."
        },
        {
            "text": "The study was supported by Novartis Pharmaceuticals Corporation. ",
            "section": "Acknowledgments"
        },
        {
            "text": "We thank the investigators of the study. ",
            "section": "Acknowledgments"
        },
        {
            "text": "We thank Ambrin Fatima of Novartis Healthcare Pvt. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Ltd. for providing medical editorial and writing support with this manuscript. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Novartis Pharmaceuticals Corporation.",
            "section": "Funding Information"
        },
        {
            "text": "The present study was a phase I clinical study of sonidegib to determine MTD and RD in patients with advanced solid tumors, carried out in two groups of Asian patients. ",
            "section": "Discussion"
        },
        {
            "text": "As there was one DLT at both 400 and 600 mg in the Japanese group and late-onset grade 3 or 4 increase in CK levels, which were clinically dose limiting in additional patients, the dose could not be escalated further. ",
            "section": "Discussion"
        },
        {
            "text": "Taking into account of all these events, an RD of 400 mg q.d. was established for the Japanese patient group. ",
            "section": "Discussion"
        },
        {
            "text": "In the Chinese/Taiwanese patients, 400 mg was also considered safe to use in future studies.",
            "section": "Discussion"
        },
        {
            "text": "Common AEs reported in this study were consistent with the AEs reported in previous studies with SMO inhibitors. ",
            "section": "Discussion"
        },
        {
            "text": "(7) Drugrelated myalgia could be explained based on the mechanism of action of sonidegib. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "(15) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "As reported previously, sonidegib can induce muscle contraction and muscle fiber twitching in primary human muscle cells. ",
            "section": "Discussion"
        },
        {
            "text": "Hence, elevation in CK level could be attributed to skeletal muscle toxicity. ",
            "section": "Discussion"
        },
        {
            "text": "(7,15) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "Interestingly, increased concentrations of CK were also reported in a patient treated with vismodegib. ",
            "section": "Discussion"
        },
        {
            "text": "Muscle spasms are reported in approximately 70% of patients treated with vismodegib. ",
            "section": "Discussion"
        },
        {
            "text": "(16) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "It is known that both vismodegib and sonidegib are canonical Hh signaling inhibitors. ",
            "section": "Discussion"
        },
        {
            "text": "However, vismodegib also activates a non-canonical SMO/Ca 2+ /AMP-activated protein kinasedependent signaling cascade leading to a Warburg-like catabolic reprograming, which sonidegib does not, and as a result SMO-dependent Ca 2+ induction does not induce metabolic rewiring. ",
            "section": "Discussion"
        },
        {
            "text": "(15,17) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "Other commonly reported AEs with sonidegib, including dysgeusia (70%), weight loss (46%), alopecia (63%), and asthenia (36%), could be due to sonidegib's intervention in Hh signaling. ",
            "section": "Discussion"
        },
        {
            "text": "(15,18,19) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19)"
                }
            ]
        },
        {
            "text": "Two Japanese patients suffered from rhabdomyolysis in our study. ",
            "section": "Discussion"
        },
        {
            "text": "No case of rhabdomyolysis identified by investigators was confirmed by the independent safety review committee,  Blood creatine kinase increased",
            "section": "Discussion"
        },
        {
            "text": "0) 0 (0) 6 (25) 0 (0) 0 (0) Nausea 0 (0) 0 (0) 0 (0) 3 (38) 0 (0) 0 (0) 2 (50) 0 (0) 0 (0) 5 (21) 0 (0) 0 (0) Vomiting 0 (0) 0 (0) 0 (0) 2 (25) 0 (0) 0 (0) 1 (25) 0 (0) 0 (0) 3 (13) 0 (0) 0 (0) Diarrhea 0 (0) 0 (0) 0 (0) 1 (13) 0 (0) 0 (0) 1 (25) 0 (0) 0 (0) 2 (8) 0 (0) 0 (0) Dizziness 0 (0) 0 (0) 0 (0) 1 (13) 0 (0) 0 (0) 1 (25) 0 (0) 0 (0) 2 (8) 0 (0) 0 (0) Pyrexia 0 (0) 0 (0) 0 (0) 1 (13) 0 (0) 0 (0) 1 (25) 0 (0) 0 (0) 2 (8) 0 (0) 0 (0) who defined rhabdomyolysis as CK concentrations more than 10 times higher than baseline plus a 1.5-fold increase in creatinine concentration in serum from baseline. ",
            "section": "Discussion"
        },
        {
            "text": "Rhabdomyolysis was also reported previously in three patients in the CLDE225X2101 study and six cases in the BOLT study. ",
            "section": "Discussion"
        },
        {
            "text": "(7,8) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Grade 3 or 4 aspartate aminotransferase elevation and/or grade 3 alanine aminotransferase elevations coincided with grade 4 CK elevation in some patients, which could be attributed to skeletal muscle toxicity in the absence of any gross abnormality in liver function. ",
            "section": "Discussion"
        },
        {
            "text": "Increases in CK levels were reversible after drug discontinuation. ",
            "section": "Discussion"
        },
        {
            "text": "However, in most cases, CK continued to worsen after interruption of drug and required 1 month for recovery, which could be partly explained by the long half-life (t 1/2 ,~28 days) of this drug, as reported in non-Asian patients. ",
            "section": "Discussion"
        },
        {
            "text": "The t 1/2 was not calculated in this study due to the limited sampling period of 7 days to have the precise estimates. ",
            "section": "Discussion"
        },
        {
            "text": "Exposure accumulation was observed and steady state was not achieved within cycle 1, as expected from the long t 1/2 . ",
            "section": "Discussion"
        },
        {
            "text": "Taken together, both accumulation and long t 1/2 could contribute to the dose-limiting CK elevation observed in cycle 2 and thereafter. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, toxicities observed in cycle 2 were considered when dose escalation and recommended dose were decided.",
            "section": "Discussion"
        },
        {
            "text": "No difference in the pharmacokinetic profile of sonidegib between Japanese and Chinese/Taiwanese patients was seen. ",
            "section": "Discussion"
        },
        {
            "text": "Exposure increased in an under-proportional manner with increasing doses as observed in Europe and the USA patients (CLDE225X2101). ",
            "section": "Discussion"
        },
        {
            "text": "The exposure in this study tended to be higher than that in patients from Europe and the USA. ",
            "section": "Discussion"
        },
        {
            "text": "The AUC last values in cycle 1 day 15 at 400 mg, the major investigated dose in this study, were 9903 h*ng/mL, 12 324 h*ng/ mL, and 8806 h*ng/mL in group 1, group 2, and non-Asian patients, respectively. ",
            "section": "Discussion"
        },
        {
            "text": "However, data at 400 mg for European/US patients was very limited. ",
            "section": "Discussion"
        },
        {
            "text": "It is of note that ethnicity and body size were not statistically significant covariates for oral clearance in the population pharmacokinetic analysis (data not shown). ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, the difference in tolerability between Asians and non-Asians may not be completely explained by sonidegib exposure. ",
            "section": "Discussion"
        },
        {
            "text": "It is possible that the differences in drug sensitivity among ethnicities have the same principle as the sensitivity for statin-induced rhabdomyolysis in Asian patients. ",
            "section": "Discussion"
        },
        {
            "text": "(20) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "The possible mechanism of sonidegibinduced CK elevation may be related to autophagy in muscle tissue, as sonidegib can increase the level of microtubule-associated protein 1 light chain 3. ",
            "section": "Discussion"
        },
        {
            "text": "(21) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Hence, it is plausible that some racial difference in molecular mechanism may exist.",
            "section": "Discussion"
        },
        {
            "text": "The recommended dose in this study was 400 mg, which was lower than the MTD 800 mg for European and the USA patients. ",
            "section": "Discussion"
        },
        {
            "text": "However, safety results in the BOLT study with a larger sample size confirmed that the safety profile at 200 mg was clinically preferable to 800 mg. ",
            "section": "Discussion"
        },
        {
            "text": "(8) No substantial ethnic difference in the pharmacokinetics and safety data was suggested by this study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Recently, US FDA and European Medicines Agency have approved sonidegib 200 mg q.d. for the treatment of adult patients with locally advanced BCC that has recurred following surgery or radiation therapy, or those who are not candidates for surgery or radiation therapy. ",
            "section": "Discussion"
        },
        {
            "text": "(7,8) ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Inhibition of GLI1 was confirmed in biopsies of normal skin. ",
            "section": "Discussion"
        },
        {
            "text": "However, due to the small number of evaluable samples, large variability among patients, and no fresh tumor biopsy, it could not be determined whether GLI1 inhibition in normal skin could be used as a surrogate marker for antitumor effects in ",
            "section": "Discussion"
        }
    ]
}