{
    "id": "b69c6c99dd",
    "level": "sentence",
    "abstract": [
        {
            "text": "This study aimed to utilize micro-computed tomography (micro-CT) analysis to compare new bone formation in rat calvarial defects using chitosan/fibroin-hydroxyapatite (CFB-HAP) or collagen (Bio-Gide) membranes. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Fifty-four (54) rats were studied. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "A circular bony defect (8 mm diameter) was formed in the centre of the calvaria using a trephine bur. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The CFB-HAP membrane was prepared by thermally induced phase separation. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "In the experimental group (n518), the CFB-HAP membrane was used to cover the bony defect, and in the control group (n518), a resorbable collagen membrane (Bio-Gide) was used. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "In the negative control group (n518), no membrane was used. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "In each group, six animals were euthanized at 2, 4 and 8 weeks after surgery. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The specimens were then analysed using micro-CT. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "There were significant differences in bone volume (BV) and bone mineral density (BMD) (P,0.05) between the negative control group and the membrane groups. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "However, there were no significant differences between the CFB-HAP group and the collagen group. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "We concluded that the CFB-HAP membrane has significant potential as a guided bone regeneration (GBR) membrane.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "Bone healing and regeneration is one of the most important processes in oral and maxillofacial surgery. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Guided bone regeneration (GBR) is a well-established therapy that promotes new bone formation using a barrier membrane to guard the lesion from invasion of fibrous connective tissue. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "[1][2][3] As the barrier membrane prevents the down-growth of fibroblasts or epithelial cells that have fast proliferative capacities, only the in-growth of cells derived from bone marrow is permitted to the bony defects, with subsequent extracellular matrix deposition and bone mineralisation. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "4 The properties required of a GBR barrier membrane are bioactivity (osteoinductivity), bioresorption, biocompatibility, a lack of cytotoxicity and space-maintaining ability, which is related to mechanical stability during the bone healing process. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "1-3 A number of polymeric materials have been developed for GBR membranes, including non-degradable expanded polytetrafluoroethylene and degradable synthetic (polylactic acid and polyglycolic acid) or natural (such as collagen and chitosan) polymers. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Thin expanded polytetrafluoroethylene membranes have been used as barriers that can be safely applied as biologically inert materials. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "However, a non-degradable membrane must be removed by a secondary operation including an incision. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "[5][6] Degradable polymers are favoured for their benefits of being totally degradable within the body and not requiring a secondary surgical procedure for removal; however, the mechanical strength of such membranes is typically low and is difficult to adjust. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "[6][7][8] Although bioresorbable collagen membranes have excellent cell affinity and biocompatibility, they have the problem of being potentially antigenic and moreover, carry a risk of bovine spongiform encephalopathy transmission. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[6]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[7]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "[9][10] Of the known natural biopolymers considered for biomedical applications, one greatly attractive material is chitosan, which is a polyheterosaccharide composed of glucosamine and N-acetyl glucosamine units linked by 1-4 glucosidic bonds. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[9]"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Much attention has been paid to chitosan-based biomedical materials, given their unique properties such as biodegradability, non-toxicity, antibacterial effects and biocompatibility. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "1,11 Recently, silk fibroin has been considered for a wide variety of applications in biomedical materials ranging from skin and vascular grafts to substrates for mammalian cell cultures. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Fibroin is a linear polypeptide that is composed of 17 amino acids and has a b-sheet structure because its main components are simple non-polar amino acids such as alanine and glycine. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "It has been reported that silk fibroin acts as an enzyme immobilisation matrix with good mechanical properties and has blood compatibility and good dissolved oxygen permeability in the wet state. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "12 Hydroxyapatite is a major inorganic component of natural bone and, owing to its bioactive, biodegradable and osteoconductive properties, has been used extensively in biomedical implant and bone regeneration applications. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "12"
                }
            ]
        },
        {
            "text": "It is also known to be biocompatible, nontoxic, non-inflammatory, and non-immunogenic, and it is capable of forming a direct chemical bond with surrounding hard tissues. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "13 In a previous study, we fabricated a chitosan/fibroin-hydroxyapatite (CFB-HAP) composite membrane for bone regeneration because of the biocompatibility, resorbability, hemostasis, anti-infectivity, plasticity and adhesiveness 1 of this material. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "13"
                }
            ]
        },
        {
            "text": "In the present study, we employed X-ray micro-computed tomography (micro-CT) analysis to compare the new bone formation and healing properties of the CFB-HAP membrane to those of a collagen (Bio-Gide) membrane that is widely used as a barrier membrane in dental practice.",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "section_rank": 2
        },
        {
            "text": "The CFB-HAP membrane was prepared by thermally induced phase separation and subsequent compression of the thermally induced phase separation matrix. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The membrane was composed of 56% (m/m) chitosan, 14% (m/m) fibroin and 30% (m/m) hydroxyapatite, which in a previous paper was ascertained to be the optimum ratio to achieve the properties (such as relatively low crystallinity and high water absorptivity) of a biomedical matrix. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "1 The chitosan was purified by reprecipitation to a degree of deacetylation of 97% and a weightaveraged molecular weight of 400 000. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The fibroin was obtained by dialysis from a calcium chloride solution of a degummed Bombyx mori silk. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The HAP was synthesized to a Ca/P stoichiometric ratio of 1.55 and an ultimate average particle size of approximately 2 mm. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Variations of the matrix properties, including chemical composition, pore morphology, microstructure, simulated body fluid absorptivity, protein permeability and tenacity were investigated. ",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "HAP incorporation improved the simulated body fluid absorptivity, protein permeability and mechanical strength of the composite while maintaining its high porosity and microstructure 1 (Figure 1).",
            "section": "MATERIALS AND METHODS Preparation of CFB-HAP membrane",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "Collagen membrane",
            "section_rank": 3
        },
        {
            "text": "A collagen membrane is naturally bioresorbable. ",
            "section": "Collagen membrane",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Bio-Gide (Geistlich AG, Wolhusen, Switzerland) is composed of porcine type I and type III collagen fibres without any organic components and/or chemicals, and it has a bilayer structure composed of one 'compact' and one 'porous' layer. ",
            "section": "Collagen membrane",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The compact layer has a smooth and condensed surface to protect against connective-tissue infiltration, whereas the porous layer permits cellular invasion.",
            "section": "Collagen membrane",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Experimental animals",
            "section_rank": 4
        },
        {
            "text": "Fifty-four (54) Sprague-Dawley albino male rats (15 weeks old; Koatech, Pyeong-taek, Korea) weighing between 600 g and 800 g were used in the experiment. ",
            "section": "Experimental animals",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The animals were housed individually in standard rat cages maintained under an ambient temperature of 24-26 6 C and a 12 h light-12 h dark cycle. ",
            "section": "Experimental animals",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The animals had free access to drinking water and standard laboratory pellets. ",
            "section": "Experimental animals",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "This study was conducted at the Laboratory Animal Resource Center of Pusan National University (Yangsan Campus) and was licensed by the Pusan National University Institutional Animal Care and Use Committee (PNU-2011-000219).",
            "section": "Experimental animals",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The CFB-HAP membrane was used in the experimental group (n518), a resorbable collagen membrane (Bio-Gide) was used in the positive control group (n518) and no membrane was used in the negative control group (n518).",
            "section": "Experimental animals",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Anaesthesia and surgical procedure",
            "section_rank": 5
        },
        {
            "text": "The animals were anaesthetized with a mixture of 10 mg?",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "kg 21 of xylazine hydrochloride (Rumpun; Bayer, Seoul, Korea) and 100 mg?",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "kg 21 of ketamine chloride (Ketalar; Yuhan, Seoul, Korea). ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The dorsal area of the rat cranium was shaved before surgery, and the surgical field was prepared with an iodine solution. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "A midline skin incision was made on the skull, and the periosteum with the temporalis muscle was reflected laterally. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "A round (8 mm diameter) bony defect was then formed in the centre of the calvaria with a trephine bur (Hee Sung, Seoul, Korea). ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "This defect was considered a criticalsize bone defect, in that it would not spontaneously heal during the lifetime of the animal. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "8,18 Each membrane was trimmed to be sufficiently rectangular (10 mm310 mm) to cover the outer surface of the bony defect and then placed over the defect. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "18"
                }
            ]
        },
        {
            "text": "After obtaining adequate haemostasis, the muscle layer was closed with 4-0 Vicryl sutures in a continuous fashion, and the skin was closed with 3-0 Vicryl sutures ( Figure 2). ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Gentamycin at 5 mg?",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "kg 21 was injected to prevent infection after surgery.",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "In each group, six animals were euthanized by CO 2 at 2, 4 and 8 weeks after surgery. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Subsequently, the calvaria of the rats were harvested and immediately immersed in a 10% tempered solution of formaldehyde. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The irregular pores ranged from several microns up to a few hundred microns. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The HAP particles, ranging from 0.5 to 2 mm in size, were well dispersed in the pore walls, presumably due to the high porosity of the polymeric solution. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "CFB-HAP, chitosan/fibroin-hydroxyapatite; SEM, scanning electron microscopy.",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Comparative study of chitosan/fibroin-hydroxyapatite and collagen JM Song et al 88",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "In vivo micro-CT Specimen scans were performed with a SkyScan 1172 high-resolution micro-CT (SkyScan N.V., Kontich, Belgium). ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Prior to scanning the specimens, a calibration scan was performed using synthetic bone, water, and air samples. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The exposure parameters were 70 kV and 140 mA. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The number of projections was 481 and there were 938 cross-sections. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The total scan time was 20 min. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The scanned images were reconstructed using SkyScan CT-Analyser software and a modified cone-beam algorithm 14 with 0.027 mm30.027 mm30.027 mm isotropic voxel spacing. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "text": "14"
                }
            ],
            "entity_spans": [
                {
                    "start": 44,
                    "end": 63,
                    "type": "software",
                    "rawForm": "SkyScan CT-Analyser",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "b69c6c99dd-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The reconstructed three-dimensional (3D) image was then traced to the circumference of the original defect margins. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "This allowed the creation of a 3D reconstruction of the defect, which here after was referred to as the region of interest. ",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The region of interest of each specimen was analysed for tissue volume (TV), bone volume (BV), bone volume fraction (BVF, BV/TV) and bone mineral density (BMD).",
            "section": "Anaesthesia and surgical procedure",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Histology",
            "section_rank": 6
        },
        {
            "text": "After taking the micro-CT scans, the specimens were decalcified in formic acid for 48 h and embedded in paraffin. ",
            "section": "Histology",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Serial cross-sections (5 mm) were cut through the larger diameter of the defect and stained with haematoxylin-eosin (HE). ",
            "section": "Histology",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "HE staining reveals the cellular reactions that indicate bone formation. ",
            "section": "Histology",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The slides were photographed with the use of a virtual slide system (Scanscope CS System; Aperio Technologies, Vista, CA, USA).",
            "section": "Histology",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Statistical analysis",
            "section_rank": 7
        },
        {
            "text": "For the purposes of a statistical analysis, the bone defect was regarded as a statistical unit. ",
            "section": "Statistical analysis",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "Data were expressed as the mean (6standard deviation).",
            "section": "Statistical analysis",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "The quantitative data distribution was assessed using the KolmogorovSmirnov test. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Because a non-normal distribution was detected, a Kruskal-Wallis one-way analysis of variance by ranks was performed. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "When the Kruskal-Wallis test result was significant (P,0.05), a post hoc Tukey test was used to identify the significantly different group means. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The statistical analysis was performed using SPSS 18.0 software (SPSS, Chicago, IL, USA).",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "b69c6c99dd-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 50,
                    "end": 54,
                    "type": "version",
                    "rawForm": "18.0",
                    "resp": "#annotator2",
                    "id": "#b69c6c99dd-software-1"
                },
                {
                    "start": 65,
                    "end": 69,
                    "type": "publisher",
                    "rawForm": "SPSS",
                    "resp": "#curator",
                    "id": "#b69c6c99dd-software-1"
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 8
        },
        {
            "text": "Histology",
            "section_rank": 9
        },
        {
            "text": "HE staining. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "At 2 weeks after surgery, the early phase of new bone formation was observed at the margin of the calvarial defect in the control and experimental groups. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "However, in the negative control group, inflammatory cells and collagen fibres were observed. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "At 4 weeks, increased bone formation and calcification were observed in all three groups. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "Inflammatory cells and capillaries were decreased in the negative control group. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "At 8 weeks, the experimental and control groups showed more advanced calcification, and the defects were nearly filled with new bone. ",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "In the negative control group, new bone formation was detected but did not fill half of the defects, unlike in the other two groups (Figure 3).",
            "section": "Histology",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "type": "figure",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "Degrees of inflammatory response. ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "The inflammatory response was evaluated for each group. ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "We examined the specimens at 2 weeks in each group because most of the inflammatory phase and the healing process are completed within 2 weeks. ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "In the experimental and control groups, no remarkable inflammatory reactions were observed, but mild inflammation was observed in the negative control group (Figure 4 and Table 1). ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "type": "figure",
                    "text": "(Figure 4"
                },
                {
                    "start": 171,
                    "end": 178,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Micro-CT analysis TV. ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "The TV measurements in the region of interests did not show significant differences between the membrane groups. ",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "However, the TV increased in a time-dependent manner (Tables 2 and 3).",
            "section": "Histology",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 69,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Tables 2 and 3)"
                }
            ]
        },
        {
            "text": "BV. ",
            "section": "Histology",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The BV of the new bone that filled the bony defects showed significant differences (P,0.05). ",
            "section": "Histology",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The control and experimental groups showed larger BV measurements than the negative control group. ",
            "section": "Histology",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "In addition, the post hoc test revealed no significant differences between the two membranes.",
            "section": "Histology",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "BVF. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The BVF, defined as the ratio of new bone to total tissue, showed a significant difference (P,0.05). ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Compared with the negative control group, the control and experimental groups showed significantly larger values, and there was no difference between the two membranes. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Comparative study of chitosan/fibroin-hydroxyapatite and collagen JM Song et al 90 BMD. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The BMD measurements also showed significant differences over the weeks (P,0.05). ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The negative control group was significantly different from the membrane groups, and there was no significant difference between the control and experimental groups. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Figure 5 shows 3D reconstruction images of the rat calvarial defects. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "New bone was formed from the margin and its growth increased in a time-dependent manner. ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The images also indicate the differences among the three groups.   ",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Comparative study of chitosan/fibroin-hydroxyapatite and collagen JM Song et al 91",
            "section": "Histology",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "3D image reconstruction",
            "section_rank": 10
        },
        {
            "text": "DISCUSSION",
            "section_rank": 11
        },
        {
            "text": "Among the resorbable polymers, chitosan has recently gained interest for its utility in GBR membranes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "1, [11][12] Many papers, in fact, have reported its use as a GBR membrane material. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[11]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "13,15,16 Chitosan, derived from the natural polymer chitin, is a polyheterosaccharide composed of glucosamine and N-acetyglucosamine units linked by 1-4 glucosidic bonds.",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "15,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Chitosan has unique properties such as non-toxicity, flexibility, antibacterial activity, solubility in organic acid solutions, biocompatibility and resistance to alkali environments and heat. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "[17][18] As chitosan is also one of the biodegradable polymers found in nature, it can be hydrolysed by lysozyme. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[17]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Furthermore, chitosan has a hydrophilic surface that promotes cell adhesion, proliferation and differentiation, and unlike synthetic polymers, it evokes a minimal foreign-body reaction on implantation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "19,20 Silk fibroin acts as an enzyme immobilisation matrix with good mechanical properties, blood compatibility and good dissolved oxygen permeability in the wet state. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Indeed, there have been reports on silk fibroin/chitosan blend membranes with positive mechanical properties forming an interpenetrating polymer network. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "[21][22][23] Hydroxyapatite, due to its bioactive, biodegradable and osteoconductive properties, has been used extensively in biomedical implant and bone regeneration applications. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[21]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[22]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "24 For the treatment of periodontal osseous defects and alveolar ridge augmentation, hydroxyapatite has been used in the form of a particulate. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "24"
                }
            ]
        },
        {
            "text": "25,26 One complication that arises when using hydroxyapatite is the migration from the implant site into the surrounding tissue because its manipulation properties are comparable to those of sand. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27,28 Therefore, for the purposes of hard-tissue generation, it is desirable to develop a hybrid material that combines the favourable properties of a chitosan-based biopolymer and hydroxyapatite. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "28"
                }
            ]
        },
        {
            "text": "We hypothesized that when CFB-HAP membranes are implanted as a tissue scaffold, the relatively fast degradation of chitosan makes room for the growth of new tissue and increases the opportunity for the host bone to assimilate the hydroxyapatite. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "29 Bio-Gide is a well-known and commonly used collagen membrane. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Membrane-derived collagen fibres can trap some osteoinductive factors such as bone morphogenetic proteins, transforming growth factors, insulin-like growth factors and fibroblast growth factors that are easily released from the bone matrix when an artificial bone cavity is formed. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Because connective tissue facing the compact layer of the membrane does not show any osteogenesis, some osteoinductive factors accumulate on the collagen fibres of the porous layer that faces the cavity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Even if collagen itself has no ability to bind these osteoinductive factors, it can bind several extracellular matrix proteins that have a high affinity for these factors. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "30 If so, it is possible that several osteoinductive factors would be trapped by the collagen fibres of the membrane, making previously migrated cells differentiate into an osteoblastic lineage. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Additionally, Type I collagen can play a direct and important role in osteoblastic differentiation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "[31][32] For the reasons noted above, many clinicians have reported high success rates when using Bio-Gide for GBR.",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[31]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "A previous study established that the CFB-HAP matrix induces bone regeneration in bony defects. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "[33][34] In the present study, we processed the CFB-HAP matrix for use as a barrier membrane. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[33]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "To ascertain its effectiveness, we conducted micro-CT and measured regenerated osseous tissue by means of a reconstruction program. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Micro-CT and reconstruction analysis offers a key advantage: experimental bone regeneration results can be quantified.",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "In this study, TV did not show any difference between the membrane types and increased with time. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "In the control and experimental groups, the BV and the BMD, which are indexes of bone regeneration, showed significant differences compared with the negative control group, although there was no significant difference between the two membranes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "From these results, we can conclude that the CFB-HAP membrane has a similar bone regeneration capacity to that of the collagen membrane, and furthermore, that the absorbable chitosan membrane offers the possibility for use as a barrier membrane in GBR.",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "In HE staining, no remarkable inflammatory reaction was induced by membrane in the membrane groups. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The neutrophil chemotaxis of chitosan is known from many studies. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "[35][36][37] However, in this experiment, the CFB-HAP membrane group did not show any obvious inflammatory reaction, which can affect the success of the GBR.",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[35]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[36]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 12
        },
        {
            "text": "In this study, we employed micro-CT to compare CFB-HAP and absorbable collagen (Bio-Gide) membranes for their bone-healing effects on rat calvarial defects. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "We obtained many measurements indicating new bone formation and drew the following conclusions.",
            "section": "CONCLUSIONS",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "(i) The total tissue volume results did not show significant differences among the CFB-HAP, Bio-Gide and negative control groups. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "(ii) The BV and BMD data indicated significant differences between the membrane groups and the negative control group. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "However, no significant differences were found between the CFB-HAP and Bio-Gide groups. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "(iii) Micro-CT can be a useful analytical tool for measuring new bone formation. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "In addition to the various measurements from the micro-CT data, the 3D reconstruction images effectively quantified the new bone formation.  ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Comparative study of chitosan/fibroin-hydroxyapatite and collagen JM Song et al 92",
            "section": "CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "International Journal of Oral Science",
            "section": "CONCLUSIONS",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Figure 1",
            "section_rank": 13
        },
        {
            "text": "SEM image from the surfaces of CFB-HAP membrane. ",
            "section": "Figure 1",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "(a) Magnification 3100; ",
            "section": "Figure 1",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "(b) 3350.",
            "section": "Figure 1",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Figure 2",
            "section_rank": 14
        },
        {
            "text": "Surgical procedures. ",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "(a) The rat calvarium was exposed. ",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "(b) A round (8 mm diameter) bony defect was made in the centre of the skull with a trephine bur. ",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "The dura and superior sagittal vein were not irritated. ",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "(c) A 10 mm310 mm membrane was placed on the bony defect. ",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "(d) Layered sutures were made with absorbable silk.Comparative study of chitosan/fibroin-hydroxyapatite and collagen JM Song et al 89",
            "section": "Figure 2",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "Figure 3 Figure 4",
            "section_rank": 15
        },
        {
            "text": "Histological view at 2, 4 and 8 weeks. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(a) 2-week experimental group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(b) 2-week control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(c) 2-week negative control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(d) 4-week experimental group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(e) 4-week control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(f) 4-week negative control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(g) 8-week experimental group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(h) 8-week control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(i) 8-week negative control group. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "At 2 weeks, osteoblast proliferation and early-phase new bone formation was observed. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "In the negative control group, an inflammatory reaction was predominantly observed. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Magnification 3100. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Comparison of inflammatory reaction in each group at 2 weeks. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(a) View of the entire specimen; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(b) experimental group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(c) control group; ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "(d) negative control group. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "In the negative control group, inflammatory cells and capillaries were observed. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Magnification 3100, bar5300 mm. ",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "*Inflammatory cells and capillaries.",
            "section": "Figure 3 Figure 4",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Figure 5",
            "section_rank": 16
        },
        {
            "text": "3D reconstruction images of each group at 2, 4 and 8 weeks. ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(a) 2-week experimental group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(b) 2-week control group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(c) 2-week negative control group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(d) 4-week experimental group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(e) 4-week control group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(f) 4-week negative control group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(g) 8-week experimental group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(h) 8-week control group; ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "(i) 8-week negative control group. ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "More newbone formation was observed in the two membrane groups than in the negative control group. ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "This increased in a time-dependent manner and could be detected in the 3D images. ",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "3D, three-dimensional.",
            "section": "Figure 5",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "Table 1",
            "section_rank": 17
        },
        {
            "text": "Comparison of inflammatory reactions in each groups",
            "section": "Table 1",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "6, minimal inflammation; 1, mild inflammation; 11, moderate inflammation; 111, severe inflammation.",
            "section": "Table 1",
            "paragraph_rank": 31,
            "section_rank": 17
        },
        {
            "text": "Table 2",
            "section_rank": 18
        },
        {
            "text": "Measurements of the rat calvarial defect",
            "section": "Table 2",
            "paragraph_rank": 32,
            "section_rank": 18
        },
        {
            "text": "BMD, bone mineral density BV, bone volume BVF, bone volume fraction; CFB-HAP, chitosan/fibroin-hydroxyapatite; TV, tissue volume.",
            "section": "Table 2",
            "paragraph_rank": 33,
            "section_rank": 18
        },
        {
            "text": "* P,0.05.",
            "section": "Table 2",
            "paragraph_rank": 33,
            "section_rank": 18
        },
        {
            "text": "1 Kim HS, Kim JT, Jung YJ et al. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "Preparation of a porous chitosan/fibroin-hydroxyapatite composite matrix for tissue engineering. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "Macromol Res 2007; 15(1): 65-73. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "2 Ueyama Y, Ishikawa K, Mano T et al. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "Usefulness as guided bone regeneration membrane of the alginate membrane. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "Biomaterials 2002; 23(9): 2027-2033. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "3 Ignatius AA, Ohnmacht M, Claes LE et al. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "A composite polymer/tricalcium phosphate membrane for guided bone regeneration in maxillofacial surgery. ",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "J Biomed Mater Res 2001; 58(5): 564-569.",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "4 Carvalho RS, Nelson D, Kelderman H et al. ",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Guided bone regeneration to repair an osseous defect. ",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Am J Orthod Dentofacial Orthop 2003; 123(4): 455-467.5 Piattelli A, Scarano A, Russo P et al. ",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Evaluation of guided bone regeneration in rabbit tibia using bioresorbable and nonresorbable membranes. ",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Biomaterials 1996; 17(8): 791-796.",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "text": "Table 3",
            "section_rank": 20
        },
        {
            "text": "Post hoc test results (Tukey HSD) BMD, bone mineral density; BV, bone volume; BVF, bone volume fraction.",
            "section": "Table 3",
            "paragraph_rank": 36,
            "section_rank": 20
        },
        {
            "text": "* P,0.05.",
            "section": "Table 3",
            "paragraph_rank": 37,
            "section_rank": 20
        }
    ]
}