{
    "id": "b6073b951f",
    "level": "sentence",
    "abstract": [
        {
            "text": "Patient-controlled analgesia (PCA) is used to manage postoperative pain. "
        },
        {
            "text": "Postoperatively, some patients need to be re-instructed on its correct use. "
        },
        {
            "text": "This study explores the efficacy of re-instruction and illustrates a comprehensive version of the Silverman integrated approach (C-SIA), based on the integration of static and dynamic pain scores, morphine consumption, and the ratio between demanded and delivered PCA boluses (the DD ratio). "
        },
        {
            "text": "Methods: In total, 50 patients operated on for colorectal surgery were studied retrospectively. "
        },
        {
            "text": "The change in DD ratio after re-instruction was analyzed as the primary endpoint. "
        },
        {
            "text": "Re-instructed and not re-instructed subjects were compared according to DD ratio, pain scores, and morphine consumption. "
        },
        {
            "text": "A secondary comparison was performed using the SIA and C-SIA scores, to illustrate the reliability of the latter tool. "
        },
        {
            "text": "Agreement between C-SIA and SIA score was assessed using a Bland-Altman analysis. "
        },
        {
            "text": "Results: In re-instructed patients, the DD ratio decreased after re-education (P = 0.011). "
        },
        {
            "text": "Re-instructed patients had higher DD ratios (P = 0.018) and pain scores at rest (P = 0.024) and movement (P = 0.012) at 24 h after surgery than not re-instructed subjects. "
        },
        {
            "text": "These differences disappeared at the 48 h visit. "
        },
        {
            "text": "Both the SIA and C-SIA scores reflected these findings. "
        },
        {
            "text": "C-SIA scores showed a higher coefficient of correlation with the DD ratio (r = 0.815; P < 0.001) than SIA scores (r = 0.663; P < 0.001). "
        },
        {
            "text": "The C-SIA scores, in absolute values, being based on more variables, were, on average, 2.5 times the SIA score. "
        },
        {
            "text": "Conclusions: Re-instruction is effective for optimizing PCA therapy. "
        },
        {
            "text": "The C-SIA is an alternative to the SIA score that gives an overall measure of PCA therapy efficacy."
        }
    ],
    "body_text": [
        {
            "text": "Data are reported as medians (25th-75th percentiles). "
        },
        {
            "text": "A P value of < 0.05 was considered to indicate statistical significance for paired comparisons. "
        },
        {
            "text": "Statistical analyses were performed withSPSS software (ver. 19.0; IBM Corp., Armonk, NY, USA) and Prism (ver. 5.0; GraphPad Software, La Jolla, CA, USA). ",
            "entity_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "b6073b951f-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "version",
                    "rawForm": "19.0",
                    "resp": "#annotator5",
                    "id": "#b6073b951f-software-1"
                },
                {
                    "start": 66,
                    "end": 74,
                    "type": "publisher",
                    "rawForm": "IBM Corp",
                    "resp": "#curator",
                    "id": "#b6073b951f-software-1"
                },
                {
                    "start": 98,
                    "end": 103,
                    "type": "software",
                    "rawForm": "Prism",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "b6073b951f-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 110,
                    "end": 113,
                    "type": "version",
                    "rawForm": "5.0",
                    "resp": "#annotator5",
                    "id": "#b6073b951f-software-2"
                },
                {
                    "start": 115,
                    "end": 132,
                    "type": "publisher",
                    "rawForm": "GraphPad Software",
                    "resp": "#curator",
                    "id": "#b6073b951f-software-2"
                }
            ]
        },
        {
            "text": "Twotailed post hoc power analyses were performed with G*Power (ver. 3.1; http://www.gpower.hhu.de) [13]. ",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "type": "software",
                    "rawForm": "G*Power",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "b6073b951f-software-3",
                    "cert": "1.0"
                },
                {
                    "start": 68,
                    "end": 71,
                    "type": "version",
                    "rawForm": "3.1",
                    "resp": "#annotator5",
                    "id": "#b6073b951f-software-3"
                },
                {
                    "start": 73,
                    "end": 97,
                    "type": "url",
                    "rawForm": "http://www.gpower.hhu.de",
                    "resp": "#annotator5",
                    "id": "#b6073b951f-software-3"
                }
            ]
        },
        {
            "text": "Graphs were drawn with Prism.C-SIA score for PCA therapy evaluation these, 41 were excluded from the study because of postoperative intensive care unit recovery (5), epidural analgesia treatment (15), methadone PCA (10), and incomplete records (11). ",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "(5)"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "text": "(15)"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "(10)"
                },
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "text": "(11)"
                }
            ],
            "entity_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "type": "software",
                    "rawForm": "Prism",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "b6073b951f-software-simple-9",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Thus, data from 50 patients (16 re-instructed vs. 34 not re-instructed) were extracted from the acute pain service electronic database (Table 1). ",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Table 2 summarizes data collected regarding DD ratios, pain scores, morphine consumption, and SIA and C-SIA scores. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The DD ratio decreased significantly from the 24 h to the 48 h visit in re-instructed patients (P = 0.011; mean difference [95% CI] = −0.9 [−1.571 to −0.245]; Fig. 1). ",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Conversely, it did not change in not re-instructed patients (P = 0.427; mean difference [95% CI] = 0.14 [−0.222 to 0.513]). "
        },
        {
            "text": "The DD ratio was higher for re-instructed patients than not re-instructed patients 24 h after intervention (P = 0.018), and equal in both groups at 48 h (P = 0.154). "
        },
        {
            "text": "Morphine consumption was higher for reinstructed patients at 24 h (P = 0.011) and equal for both groups in the subsequent 24 h (P = 0.511). "
        },
        {
            "text": "VNS at rest and movement were higher for re-instructed patients 24 h after surgery (P = 0.024 and P = 0.012, respectively) but not after 48 h (P = 0.173 and P = 0.185). "
        },
        {
            "text": "Both SIA and C-SIA scores decreased significantly after re-instruction intervention (P = 0.034 and P = 0.006, respectively). "
        },
        {
            "text": "The SIA and C-SIA scores were each significantly different between study groups only at 24 h after intervention Table 2, Fig. 2). ",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "type": "table",
                    "text": "Table 2"
                },
                {
                    "start": 121,
                    "end": 127,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "In addition, 25% (4/16) of re-instructed patients and 61.8% (13/34) of not re-instructed patients had a negative C-SIA score (P = 0.032)."
        },
        {
            "text": "Patient-controlled analgesia (PCA) is the best technique for the management of acute postoperative pain when intravenous (iv) opioid administration is used [1,2]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Appropriate use of PCA devices is crucial to ensure adequate pain relief. ",
            "section": "Introduction"
        },
        {
            "text": "However, some patients do not use these devices correctly, reducing their efficacy. ",
            "section": "Introduction"
        },
        {
            "text": "Pain therapy and appropriate PCA usage are difficult to assess objectively.",
            "section": "Introduction"
        },
        {
            "text": "Studies evaluating PCA therapy usually assess distinct variables including pain scores through subjective scales and opioid consumption [3,4]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Analgesic demand is an indirect measure of pain. ",
            "section": "Introduction"
        },
        {
            "text": "However, side and secondary effects limit analgesic consumption measurements, despite their clinical relevance [5].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The ratio between demanded and delivered PCA boluses in 24 h (the so-called demand/delivery ratio or DD ratio) [6] is a simple, objective method of analgesic assessment. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "It can be useful for evaluating the 'correct' use of a PCA device, but it is rarely considered in the literature.",
            "section": "Introduction"
        },
        {
            "text": "The Silverman integrated approach (SIA) is a sensitive method for the assessment of overall pain relief and morphine consumption [7]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This approach provides a combined rank-based analysis of pain score and opioid consumption and may be helpful for evaluating correct PCA device use. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, the SIA score can be upgraded to include other variables.",
            "section": "Introduction"
        },
        {
            "text": "In this study, we retrospectively investigated the effects of reinstruction on proper PCA device usage on the first postoperative day visit after colorectal surgery. ",
            "section": "Introduction"
        },
        {
            "text": "The analyses were based on single-variable (DD ratio, pain scores, morphine consumption) comparisons between the 24 and 48 h visits in patients needing re instruction. ",
            "section": "Introduction"
        },
        {
            "text": "We also compared the data for re-instructed patients with a control group of not re-instructed patients. ",
            "section": "Introduction"
        },
        {
            "text": "Additionally, we tested the new comprehensive-SIA score (C-SIA score) based on the integration of subjective measures (at rest and movement pain scores) and objective ones (morphine daily consumption and DD ratio). ",
            "section": "Introduction"
        },
        {
            "text": "For this, original SIA and C-SIA score comparisons were performed between groups.",
            "section": "Introduction"
        },
        {
            "text": "Data concerning patients undergoing morphine PCA therapy after open colorectal surgery were analyzed from a previous retrospective study, based on a sample of patients collected between May 2008 and December 2011 [8]. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "A separate Institutional Review Board authorization was obtained for the current study.",
            "section": "Materials and Methods"
        },
        {
            "text": "All patients who underwent open colorectal surgery between September 2011 and December 2011 at the Fondazione IRCCS Istituto Nazionale dei Tumori of Milan were reviewed. ",
            "section": "Materials and Methods"
        },
        {
            "text": "We selected the last 4 months of the primary study [8] to enroll patients treated as homogeneously as possible. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In fact, during that period, the acute pain service was made up of dedicated staff nurse and senior residents. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Only complete data for opioidnaïve adult patients treated with morphine iv PCA for at least 2 days were collected. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Patients treated with methadone PCA or epidural analgesia or transferred to the intensive care unit postoperatively were not included. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The DD ratio, pain scores at rest and movement (verbal numerical scale, VNS, an 11-point scale from 0 = no pain to 10 = insufferable pain), and morphine daily consumption at 24 and 48 h after surgery were reviewed. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Data were retrieved from the electronic acute pain service database and collected in a Microsoft Excel spreadsheet. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Patients were grouped according to whether they needed re-instruction on the correct use of the PCA pump device at the 24 h visit. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Physicians in the acute pain service provided re-instruction according to their own clinical evaluation of subjects at the first postoperative visit (24 h after surgery). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Generally, high pain scores (VNS at rest > 3 and movement > 6), low morphine consumption (< 20-30 mg during the first 24 h after surgery) [1,7,9], and DD ratios > 1 indicated patients needing re-instruction.",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 141,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 143,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "PCA pumps were programmed as previously suggested [10][11][12]: a demand morphine dose of 1 mg, a lock-out interval of 6 min, no hourly bolus limit, and no continuous basal infusion. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Patients who received different PCA treatment protocols were excluded from the analysis. ",
            "section": "Materials and Methods"
        },
        {
            "text": "In addition to PCA treatment, all patients received ketorolac 30 mg iv 30 min before skin closure and every 8 h after intervention. ",
            "section": "Materials and Methods"
        },
        {
            "text": "No loco-regional anesthetic technique was used.",
            "section": "Materials and Methods"
        },
        {
            "text": "To assess the re-instruction intervention, the primary endpoint was the DD-ratio change between the 24 h postoperative visit and the 48 h visit (after the re-instruction intervention) in re-instructed patients. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The same comparison was performed according to pain scores at rest and movement, and morphine consumption, as commonly reported in the literature. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Then same data were compared between re-instructed and not reinstructed patients at equal time points. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Secondarily, the two groups were compared according to the SIA and the C-SIA scores to show agreement with the standard analytical approach. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The C-SIA score was calculated extending the SIA approach of Silverman et al. ",
            "section": "Materials and Methods"
        },
        {
            "text": "[6], which integrates the pain score and morphine consumption. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The C-SIA score was obtained integrating VNS at rest and movement, morphine consumption, and the DD ratio. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The computation of SIA and C-SIA scores was performed as follows. ",
            "section": "Materials and Methods"
        },
        {
            "text": "First, patients were ranked and the mean rank (MR) was calculated: MR = (N + 1) / 2 (where N is the total number of subjects). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Then pain scores at rest and movement, morphine consumption, and DD ratio were ranked from lowest to highest. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Next, the percentage difference (X* n ) of each variable from the mean rank on a per-subject basis (n) was computed as follows:",
            "section": "Materials and Methods"
        },
        {
            "text": "where the variable ranks are represented as X n(i) (i stands for VNSr for VNS at rest, VNSm for VNS in movement, MC for morphine consumption, and DD for DD ratio). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Finally, SIA and C-SIA scores were calculated as a summed percentage difference for each variable, as follows:",
            "section": "Materials and Methods"
        },
        {
            "text": "The Kolmogorov-Smirnov test showed a skewed distribution of continuous variables, so, non-parametric tests were used to analyze these data. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Intra-group variability between 24 and 48 h after surgery was analyzed using the Wilcoxon signed-rank test. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The Mann-Whitney U test was used for inter-group comparisons for both single variables and SIA and C-SIA scores. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Discrete variables were compared to Fischer's exact test. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The correlations between pain scores, morphine consumption, DD ratio, C-SIA score, and SIA score were assessed using Spearman's rank coef-ficient. ",
            "section": "Materials and Methods"
        },
        {
            "text": "To detect multicollinearity between C-SIA score factors, step-wise linear regression analyses with multicollinearity tests were performed using variance inflation factors (VIF) analysis. ",
            "section": "Materials and Methods"
        },
        {
            "text": "A VIF > 4 warranted further investigations while a VIF > 10 was considered a sign of serious multicollinearity. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Finally, a Bland Altman analysis and linear regression were used to assess the agreement between the C-SIA and SIA scores.",
            "section": "Materials and Methods"
        },
        {
            "text": "Data are reported as medians (25th-75th percentiles). ",
            "section": "Materials and Methods"
        },
        {
            "text": "A P value of < 0.05 was considered to indicate statistical significance for paired comparisons. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical analyses were performed with SPSS software (ver. 19.0; IBM Corp., Armonk, NY, USA) and Prism (ver. 5.0; GraphPad Software, La Jolla, CA, USA). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Twotailed post hoc power analyses were performed with G*Power (ver. 3.1; http://www.gpower.hhu.de) [13]. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Graphs were drawn with Prism. ",
            "section": "Materials and Methods"
        },
        {
            "text": "C-SIA score for PCA therapy evaluation these, 41 were excluded from the study because of postoperative intensive care unit recovery (5), epidural analgesia treatment (15), methadone PCA (10), and incomplete records (11). ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Thus, data from 50 patients (16 re-instructed vs. 34 not re-instructed) were extracted from the acute pain service electronic database (Table 1). ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": ". The DD ratio was higher for re-instructed patients than not re-instructed patients 24 h after intervention (P = 0.018), and equal in both groups at 48 h (P = 0.154). Morphine consumption was higher for reinstructed patients at 24 h (P = 0.011) and equal for both groups in the subsequent 24 h (P = 0.511). VNS at rest and movement were higher for re-instructed patients 24 h after surgery (P = 0.024 and P = 0.012, respectively) but not after 48 h (P = 0.173 and P = 0.185). Both SIA and C-SIA scores decreased significantly after re-instruction intervention (P = 0.034 and P = 0.006, respectively). The SIA and C-SIA scores were each significantly different between study groups only at 24 h after intervention ( Table  2, Fig. 2). In addition, 25% (4/16) of re-instructed patients and 61.8% (13/34) of not re-instructed patients had a negative C-SIA score (P = 0.032).",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 716,
                    "end": 724,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table  2"
                },
                {
                    "start": 726,
                    "end": 732,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The DD ratio showed a moderate correlation with VNS at rest at 24 h (r = 0.485, P < 0.001) and a strong correlation with morphine consumption at 24 h (r = 0.583, P < 0.001). ",
            "section": "From"
        },
        {
            "text": "At the 48 h time point, a moderate correlation was observed between DD ratio and morphine consumption (r = 0.328, P = 0.020). ",
            "section": "From"
        },
        {
            "text": "VNS at rest and morphine consumption at 24 h showed a weak correlation (r = 0.292, P = 0.039). ",
            "section": "From"
        },
        {
            "text": "A strong correlation was found between VNS at rest and in movement 48 h after surgery (r = 0.692, P < 0.001).",
            "section": "From"
        },
        {
            "text": "The C-SIA score showed a higher coefficient of correlation with the DD ratio (r = 0.815, P < 0.001) than the SIA score (r = 0.663, P < 0.001). ",
            "section": "From"
        },
        {
            "text": "A strong correlation was also observed between the C-SIA and SIA scores (r = 0.863, P < 0.001). ",
            "section": "From"
        },
        {
            "text": "The independent factors of the C-SIA score (VNS scores, morphine consumption and DD ratio) were not affected by multicollinearity (all VIF values < 2.5).",
            "section": "From"
        },
        {
            "text": "The Bland-Altman analysis showed an almost null mean difference between C-SIA score and SIA-score with a wide agreement range (−170.3, 170.3) and a proportional difference variability across the range of the average (Fig. 3A). ",
            "section": "From",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "type": "figure",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "The correlation coefficient between the C-SIA and SIA difference and their mean was 0.779 (P < 0.001) and the resulting regression equation was y = 0.581x (intercept = 0, slope [95% CI] = 0.581 [0.445-0.716]; P < 0.001). ",
            "section": "From"
        },
        {
            "text": "The Bland-Altman was rearranged, and the ratio between C-SIA and SIA-score was plotted against their average [14]. ",
            "section": "From",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "This gave a constant mean ratio of 2.51 between the two scores through their mean (Fig. 3B).",
            "section": "From",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "type": "figure",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "Finally, post hoc power analyses were performed, adopting a two-tailed test and setting the alpha error to 0.05. ",
            "section": "From"
        },
        {
            "text": "A group sample size of 16 achieved 80% power to reject a difference in 0.9 (SD = 1.2) among DD-ratio means (the primary outcome) between the 24 h and 48 h postoperative visits in re-instructed patients.  ",
            "section": "From"
        },
        {
            "text": "This study demonstrated the efficacy of re-instruction intervention 24 h after surgery for patients who did not use the PCA device properly. ",
            "section": "Discussion"
        },
        {
            "text": "We compared DD ratios in patients needing reinstruction before and after the re-instruction. ",
            "section": "Discussion"
        },
        {
            "text": "As expected, reinstructed patients showed a decrease in median DD ratio at the 48 h visit (P = 0.011), suggesting the efficacy of the re-education. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, to better evaluate the intervention, we compared re-instructed patients with a not re-instructed sample of patients, as a control group. ",
            "section": "Discussion"
        },
        {
            "text": "Re-instructed patients showed higher median DD ratios 24 h after the operation than not re-instructed patients (P = 0.018) but this difference was not observed 24 h later (P = 0.154). ",
            "section": "Discussion"
        },
        {
            "text": "Similarly, VNS scores at rest and movement were higher in re-instructed patients 24 h after surgery. ",
            "section": "Discussion"
        },
        {
            "text": "These data indicate that re-instructed patients failed to self-administer the necessary amount of morphine to achieve adequate pain relief. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the median DD ratio of re-instructed patients (1.26) was close to 1.35, the cut-off value previously proposed to re-instruct patients or adjust PCA therapy plans [7].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Differences in VNS scores at rest between groups were statistically, but not clinically, different. ",
            "section": "Discussion"
        },
        {
            "text": "That is, there was no clear clinical difference between the groups despite the need for reinstruction in some patients. ",
            "section": "Discussion"
        },
        {
            "text": "Pain scores were not different between study groups at 48 h after intervention. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, a standard analytical approach did not seem to completely justify re-education. ",
            "section": "Discussion"
        },
        {
            "text": "In fact, the postoperative visit was based on VNS scores, drug consumption, and DD ratio assessment, but not on the verification of a correct understanding of PCA device use. ",
            "section": "Discussion"
        },
        {
            "text": "Seeking to increase the overall assessment of patients for descriptive purposes, we proposed an approach that expands the original SIA score, presenting a comprehensive score, named C-SIA. ",
            "section": "Discussion"
        },
        {
            "text": "The C-SIA score, useful for the evaluation of iv PCA therapies, is based on the integration of four main variables: static and dynamic pain scores, morphine consumption, and the DD ratio. ",
            "section": "Discussion"
        },
        {
            "text": "This overall score gives a modern global quantitative summary of variables that can be used for the comparisons of different treatments in clinical research.",
            "section": "Discussion"
        },
        {
            "text": "SIA and C-SIA scores were each significantly higher in reinstructed patients at 24 h, indicating the worst pain relief, unfavorable morphine consumption, and poor DD ratios. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, both the SIA and C-SIA scores reflected the sum of differences among the single variables. ",
            "section": "Discussion"
        },
        {
            "text": "Similarly, the two scores correctly revealed overall equality between the study groups at 48 h after surgery.",
            "section": "Discussion"
        },
        {
            "text": "As mentioned, the C-SIA score reflected the overall differences or equalities between the study groups, confirming its reliability as a summary score. ",
            "section": "Discussion"
        },
        {
            "text": "This score depends strictly on the variables, giving an overview of PCA therapy. ",
            "section": "Discussion"
        },
        {
            "text": "Being the sum of the ranked values of those variables, the C-SIA score directly reflects their overall trends. ",
            "section": "Discussion"
        },
        {
            "text": "In our study, at 24 h after surgery, all variables were significantly different between the two groups. ",
            "section": "Discussion"
        },
        {
            "text": "C-SIA scores were consistently different in similar ways and, moreover, showed a statistical significance comparable to the original SIA score (Table 2)  [15].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 2)"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "C-SIA score consistency was confirmed by the absence of multicollinearity between underlying factors. ",
            "section": "Discussion"
        },
        {
            "text": "High VNS scores at rest were not linked directly to high VNS in movement or high DD ratios. ",
            "section": "Discussion"
        },
        {
            "text": "Similarly, morphine consumption did not necessarily correlate with DD ratios. ",
            "section": "Discussion"
        },
        {
            "text": "This finding highlights the complexity of the efficacy analysis of PCA protocols. ",
            "section": "Discussion"
        },
        {
            "text": "Average of C-SIA and SIA score C-SIA score/SIA score ratio  Fig. 3. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Bland-Altman analysis: (A) the difference between C-SIA score and SIA-score is plotted versus the mean of the two measures. ",
            "section": "Discussion"
        },
        {
            "text": "Despite an almost null bias between variables, the limits of agreement are wide. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the difference between the two scores changed through the mean increasing values to the extremes. ",
            "section": "Discussion"
        },
        {
            "text": "(B) The ratio between C-SIA and SIA score is plotted versus the mean of the two scores. ",
            "section": "Discussion"
        },
        {
            "text": "The plot shows a quite constant ratio between C-SIA and SIA through the mean. ",
            "section": "Discussion"
        },
        {
            "text": "This finding is consistent with the derivation of the two scores: the C-SIA is always higher because it is based on the sum of four variables while the SIA is based on two.",
            "section": "Discussion"
        },
        {
            "text": "VOL. ",
            "section": "Discussion"
        },
        {
            "text": "70, NO. 3, JuNe 2017 C-SIA score for PCA therapy evaluation",
            "section": "Discussion"
        },
        {
            "text": "Using a Bland-Altman analysis, first, the difference between the C-SIA score and SIA-score was plotted versus the mean of the two measures. ",
            "section": "Discussion"
        },
        {
            "text": "This revealed an almost null mean difference between C-SIA score and SIA-score and a wide agreement range. ",
            "section": "Discussion"
        },
        {
            "text": "After seeing the variability in proportional difference across the range of the average difference between the two scores highlighted by the classic Bland-Altman analysis, we also plotted the ratio between the C-SIA and SIA scores versus the mean of the two scores. ",
            "section": "Discussion"
        },
        {
            "text": "This analysis revealed a constant ratio between the two scores: in particular, the C-SIA score was, on average, 2.5 times the SIA score. ",
            "section": "Discussion"
        },
        {
            "text": "This is consistent with the high correlation and linear regression relationship found between the difference and the mean of the two scores. ",
            "section": "Discussion"
        },
        {
            "text": "These data highlight the existence of a constant proportional bias between the two scores. ",
            "section": "Discussion"
        },
        {
            "text": "Indeed, the absolute value of the C-SIA score, being based on more variables, always tended to be higher than the SIA score.",
            "section": "Discussion"
        },
        {
            "text": "It is important to understand the relationship between variables and the derived C-SIA score. ",
            "section": "Discussion"
        },
        {
            "text": "The difference between ranked variable values and median rank results was negative for low original values (i.e., low pain scores, low morphine consumption, low DD ratio) and positive for high ones. ",
            "section": "Discussion"
        },
        {
            "text": "As Silverman et al. ",
            "section": "Discussion"
        },
        {
            "text": "[6] proposed for the SIA score, the enhanced C-SIA score is a summary of these clinical variables and can be plotted on a graph reporting the overall score and individual data on VNS at rest and movement (subjective variables) and data on morphine consumption plus DD ratio (objective variables) to characterize a sample of patients (Fig. 4). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 333,
                    "end": 341,
                    "type": "figure",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "A negative C-SIA score indicates patients with lower pain scores and DD ratios that require less morphine consumption. ",
            "section": "Discussion"
        },
        {
            "text": "By contrast, higher pain scores, DD ratios, and morphine consumption will give a higher C-SIA score.",
            "section": "Discussion"
        },
        {
            "text": "If the DD ratio is high, this means that the patient has requested more opioid doses than those permitted or used by most patients. ",
            "section": "Discussion"
        },
        {
            "text": "This suggests incorrect use of the PCA device or an inadequate analgesia protocol (i.e., too low bolus dose or a too long lock-out period). ",
            "section": "Discussion"
        },
        {
            "text": "The C-SIA score includes such data together with pain scores and morphine consumption. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, it enables an overall evaluation of the pain therapy. ",
            "section": "Discussion"
        },
        {
            "text": "A high C-SIA value means inadequate pain relief, high morphine consumption, and a high DD ratio. ",
            "section": "Discussion"
        },
        {
            "text": "However, while the DD ratio can be used at bedside to evaluate pain therapy, the C-SIA is not intended as a diagnostic tool but rather as a descriptive variable useful for characterizing groups of patients.",
            "section": "Discussion"
        },
        {
            "text": "Our work had some limitations. ",
            "section": "Discussion"
        },
        {
            "text": "First, this study was retrospective. ",
            "section": "Discussion"
        },
        {
            "text": "Second, re-instruction was performed according to our daily practice, without a specific protocol. ",
            "section": "Discussion"
        },
        {
            "text": "However, our criteria to identify patients needing re-instruction were well defined (i.e., high DD ratio and a high pain score with concurrent low morphine consumption) and were applied to all patients in the study. ",
            "section": "Discussion"
        },
        {
            "text": "Third, the C-SIA score, similar to the SIA score, weights pain scores, morphine consumption, and the DD ratio equally. ",
            "section": "Discussion"
        },
        {
            "text": "Other weighting methods might be more appropriate.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, re-instruction is a primary and effective aim to optimize PCA therapy. ",
            "section": "Discussion"
        },
        {
            "text": "The proposed C-SIA score is a simple and complete instrument to summarize several assessment variables in PCA therapy. ",
            "section": "Discussion"
        },
        {
            "text": "This score correctly distinguishes between re-instructed and not re-instructed patients for the correct use of the PCA device. ",
            "section": "Discussion"
        },
        {
            "text": "The calculation of this score using common statistical software is simple and its performance is comparable to the SIA score. ",
            "section": "Discussion"
        },
        {
            "text": "Research study designs on pain management usually focus on a specific end-point, such as pain scores or morphine consumption. ",
            "section": "Discussion"
        },
        {
            "text": "The C-SIA score allows the setting of a global end-point (as a composite outcome), based on both pain scores and PCA data. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, researchers can enrich their analyses and merge subjective (pain scores) and objective (morphine consumption and the DD ratio) data in an overall score that can substitute for the original SIA score.  ",
            "section": "Discussion"
        },
        {
            "text": "4. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "figure",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Normalized (%) rank difference (vs. median overall rank of 50) for summed VNS at rest and in movement (blank circles), for summed PCA usage data (morphine consumption and DD ratio, blank squares) and their sum, the C-SIA score (black diamonds) of re-instructed patients at the first postoperative visit 24 h after surgery. ",
            "section": "Discussion"
        },
        {
            "text": "Patients with the worst C-SIA scores (i.e., n. 1, 2, 4, and 6) have high pain scores and very high PCA usage scores (high morphine and/or DD ratio). ",
            "section": "Discussion"
        },
        {
            "text": "In a large cohort, these data could be useful to evaluate the PCA protocol settings or to analyze such a subgroup of patients.",
            "section": "Discussion"
        },
        {
            "text": "Demand/delivery ratio (DD ratio) of re-instructed (gray boxes) and not re-instructed (white boxes) patients at 24 and 48 h after surgery. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "The bands in the boxes represent the median value, the bottom and top of the boxes indicate the 25th and 75th percentiles, and the ends of the whiskers indicate the minimum and maximum of all data. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "*P = 0.018, † P = 0.011.",
            "section": "Fig. 1 ."
        },
        {
            "text": "C-SIA score of re-instructed (gray boxes) and not re-instructed (white boxes) patients at 24 and 48 h after surgery. ",
            "section": "Fig. 2 ."
        },
        {
            "text": "The bands in the boxes represent the median value, the bottom and top of the boxes indicate the 25th and 75th percentiles, and the ends of the whiskers indicate the minimum and maximum of all data. ",
            "section": "Fig. 2 ."
        },
        {
            "text": "*P < 0.001.KOReAN J ANeSTHeSIOLPiccioni et al.",
            "section": "Fig. 2 ."
        },
        {
            "text": "Fig. 4. "
        },
        {
            "text": "Normalized (%) rank difference (vs. median overall rank of 50) for summed VNS at rest and in movement (blank circles), for summed PCA usage data (morphine consumption and DD ratio, blank squares) and their sum, the C-SIA score (black diamonds) of re-instructed patients at the first postoperative visit 24 h after surgery. "
        },
        {
            "text": "Patients with the worst C-SIA scores (i.e., n. 1, 2, 4, and 6) have high pain scores and very high PCA usage scores (high morphine and/or DD ratio). "
        },
        {
            "text": "In a large cohort, these data could be useful to evaluate the PCA protocol settings or to analyze such a subgroup of patients."
        },
        {
            "text": "September 1 to December 31, 2011, 91 patients underwent elective open colorectal surgery for cancer at the Fondazione IRCCS Istituto Nazionale dei Tumori of Milan, Italy. ",
            "section": "Table 2 ."
        },
        {
            "text": "Of Data are expressed as numbers or median (Q1, Q3). ",
            "section": "Table 2 ."
        },
        {
            "text": "BMI: body mass index, iv: intravenous. ",
            "section": "Table 2 ."
        },
        {
            "text": "Pain Scores, Morphine Consumption, Demand-delivery Ratio, and C-SIA Score Data of the Two Study Groups",
            "section": "Table 2 ."
        },
        {
            "text": "Data are expressed as median (Q1, Q3) percentile. ",
            "section": "Table 2 ."
        },
        {
            "text": "DD ratio: demand-delivery ratio, VNS: verbal numerical scale, SIA: Silverman integrated approach, C-SIA: comprehensive-Silverman integrated approach. ",
            "section": "Table 2 ."
        },
        {
            "text": "*P < 0.05 for intragroup comparison.",
            "section": "Table 2 ."
        },
        {
            "text": "† P < 0.05 for intergroup comparison.VOL. ",
            "section": "Table 2 ."
        },
        {
            "text": "70, NO. 3, JuNe 2017",
            "section": "Table 2 ."
        },
        {
            "text": "The authors thank Luigi Mariani of the Unit of Clinical Epidemiology and Trial Organization (Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy) for valuable help in the data analysis.",
            "section": "Acknowledgments"
        },
        {
            "text": "Piccioni et al.",
            "section": "KOReAN J ANeSTHeSIOL"
        }
    ]
}