{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We study the following charmless baryonic three-body decays of B mesons: B + → pΛγ, B + → pΛπ 0 and B 0 → pΛπ − . The partial branching fractions as a function of the baryon-antibaryon mass and the polar angle distributions of the proton in the baryon-antibaryon system are presented. This study includes the first observation of B + → pΛπ 0 , which is measured to have a branching fraction of (3.00 +0.61   −0.53 ± 0.33) × 10 −6 . We also set upper limits on branching fractions of the twobody decays B 0 → pΣ * − , B 0 → ∆ 0Λ , B + → pΣ * 0 , and B + → ∆ +Λ at the 90% confidence level. These results are obtained from a 414 fb −1 data sample collected near the Υ(4S) resonance with the Belle detector at the KEKB asymmetric-energy e + e − collider.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "After the first observation of charmless baryonic B meson decay, B + → ppK + [1,2], various three-body baryonic decays were found [3,4,5]. The dominant contributions for these decays are presumably via the b → s penguin diagram as shown in Fig. 1 for the case of B + → pΛγ. A common experimental feature of these decays is that the baryonantibaryon mass spectra peak near threshold. This feature was conjectured in Ref. [6] and has recently aroused much theoretical interest [7]. Detailed information from the polar angle distributions [8] and Dalitz plot [9] offer better understanding of the underlying dynamics.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 77,
                    "text": "[1,",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 80,
                    "text": "2]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 130,
                    "text": "[3,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 133,
                    "text": "4,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 135,
                    "text": "5]",
                    "end": 137
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 240,
                    "text": "Fig. 1",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 420,
                    "text": "[6]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 475,
                    "text": "[7]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 536,
                    "text": "[8]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 556,
                    "text": "[9]",
                    "end": 559
                }
            ]
        },
        {
            "text": "In this paper, we study the following three-body charmless baryonic decays of B mesons: B + → pΛγ, B + → pΛπ 0 and B 0 → pΛπ − . The partial branching fractions as a function of the baryon-antibaryon mass and the polar angle distributions of the proton in the baryonantibaryon system are presented. It is interesting to compare the results with theoretical predictions [10,11]. Since the Λ hyperon could be a useful tool to probe the helicity selection rule for the b → s process [10,12], we investigate the proton polar angular distribution from Λ decays. We also search for intermediate two-body decays in these three-body final states. This is motivated by the observations of two-body decays of charmed baryons [13]. Using topological quark diagrams for B decays and the assumption of SU(3) flavor symmetry, various two-body charmless baryonic decay modes should be observable with a data sample of ∼400 fb −1 [14].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 369,
                    "text": "[10,",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 373,
                    "text": "11]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 480,
                    "text": "[10,",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 484,
                    "text": "12]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 715,
                    "text": "[13]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 914,
                    "text": "[14]",
                    "end": 918
                }
            ]
        },
        {
            "text": "We use a 414 fb −1 data sample consisting of 449 ×10 6 BB pairs collected with the Belle detector at the KEKB asymmetric energy e + e − (3.5 on 8 GeV) collider [15]. The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter (ECL) composed of CsI(Tl) crystals located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux-return located outside the coil is instrumented to detect K 0 L mesons and to identify muons. The detector is described in detail elsewhere [16]. The following two kinds of inner detector configurations were used. A 2.0 cm beam pipe and a 3-layer silicon vertex detector was used for the first sample of 152 ×10 6 BB pairs, while a 1.5 cm beam pipe, a 4-layer silicon detector and a small-cell inner drift chamber were used to record the remaining 297 ×10 6 BB pairs [17].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 160,
                    "text": "[15]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 758,
                    "text": "[16]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1085,
                    "text": "[17]",
                    "end": 1089
                }
            ]
        },
        {
            "text": "The event selection criteria are based on the information obtained from the tracking system (SVD and CDC) and the particle identification system (CDC, ACC, TOF and ECL). They are optimized using Monte Carlo (MC) event samples produced by the EvtGen generator [18] and GEANT [19] detector simulation. All primary charged tracks are required to satisfy track quality criteria based on the track impact parameters relative to the interaction point (IP). The deviations from the IP position are required to be within ±0.3 cm in the transverse (x-y) plane, and within ±3 cm in the z direction, where the +z axis is opposite to the positron beam direction. For each track, the likelihood values L p , L K , and L π that it is a proton, kaon, or pion, respectively, are determined from the information provided by the particle identification system. The track is identified as a proton if",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 259,
                    "text": "[18]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 274,
                    "text": "[19]",
                    "end": 278
                }
            ]
        },
        {
            "text": "For charged particles with momenta around 2 GeV/c, the proton selection efficiency is about 84% (88% for p and 80% for p due to largerp cross sections) and the fake rate is about 10% for kaons and 3% for pions. Candidate Λ baryons are reconstructed from pairs of oppositely charged tracks-treated as a proton and negative pion-whose mass is consistent with the nominal Λ baryon mass, 1.111 GeV/c 2 < M pπ − < 1.121 GeV/c 2 . The Λ candidate should have a displaced vertex and its momentum direction should be consistent with a Λ originating from the IP position. For particle identification of the Λ daughters (i.e. secondary charged tracks), we require only",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "for the pion. Photon candidates are selected from neutral clusters in the ECL. Pairs of photons with invariant masses in the range 115 MeV/c 2 < m γγ < 152 MeV/c 2 are used to form π 0 mesons. The measured energy of each photon in the laboratory frame is required to be greater than 50 MeV. The momentum of the π 0 in the laboratory frame should be greater than 200 MeV/c. The cosine of the decay angle should satisfy | cos θ γ | < 0.9, where θ γ is the angle between the photon direction and the negative of the laboratory frame direction in the π 0 rest frame. The primary photon from the B + → pΛγ decay must satisfy the following additional requirements: it should be in the barrel region (with polar angle between 33 • and 128 • ) and have an energy greater than 500 MeV. We discard the primary photon candidate if, in combination with any other photon above 30 (200) MeV, its mass is within ±18 (±32) MeV/c 2 of the nominal mass of the π 0 (η) meson.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Candidate B mesons are reconstructed in the B + → pΛγ, B + → pΛπ 0 and B 0 → pΛπ − modes. We use two kinematic variables in the center-of-mass (CM) frame to identify the reconstructed B meson candidates: the beam energy constrained mass M bc = E 2 beam − p 2 B , and the energy difference ∆E = E B −E beam , where E beam is the beam energy, and p B and E B are the momentum and energy, respectively, of the reconstructed B meson. The candidate region is defined as 5.20 GeV/c 2 < M bc < 5.29 GeV/c 2 and −0.16 GeV < ∆E < 0.5 GeV for the π 0 /γ mode (−0.1 GeV < ∆E < 0.3 GeV for the π − mode). The signal peaks in the subregion 5.27 GeV/c 2 < M bc < 5.29 GeV/c 2 and −0.135 GeV< ∆E < 0.074 GeV for the π 0 /γ mode (|∆E| < 0.03 GeV for the π − mode). The lower bound of ∆E is chosen to exclude possible contamination from so-called \"cross-feed\" baryonic B decays, i.e. four-body decays with a missed daughter.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The background in the candidate region arises predominantly from the e + e − → qq (q = u, d, s, c) continuum. We suppress the jet-like continuum background relative to the more spherical BB signal using a Fisher discriminant [20] that combines seven event shape variables as described in Ref. [21]. The B + → pΛπ 0 mode has more background than the other modes and therefore we add the missing mass to the Fisher variable. The missing mass is determined from the rest of the detected particles (treated as charged pions or photons) in the event assuming they are decay products of the other B meson. We form the signal (background) likelihood L s (L b ) by combining probability density functions (PDFs) for the Fisher discriminant and the cosine of the angle between the B flight direction and the beam direction in the Υ(4S) rest frame. The signal PDFs are determined using signal MC simulation; the background PDFs are obtained from the side-band data with M bc < 5.26 GeV/c 2 . We require the likelihood ratio R = L s /(L s + L b ) to be greater than 0.75, 0.85, and 0.80 for the pΛγ, pΛπ 0 and pΛπ − modes, respectively. These selection criteria are determined by optimizing n s / √ n s + n b , where n s and n b denote the expected numbers of signal and background events, respectively. We use the branching fractions from our previous measurements [5,8] in the calculation of n s . The branching fraction of B + → pΛπ 0 is assumed to be one half that for B 0 → pΛπ − [10]. If there are multiple B candidates in a single event, we select the one with the best R value. We apply a Λ + c → Λπ + veto for the B 0 → pΛπ − mode: candidate events with a reconstructed Λπ + mass in the range 2.26-2.31 GeV/c 2 are excluded.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 225,
                    "text": "[20]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 293,
                    "text": "[21]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1355,
                    "text": "[5,",
                    "end": 1358
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1358,
                    "text": "8]",
                    "end": 1360
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1474,
                    "text": "[10]",
                    "end": 1478
                }
            ]
        },
        {
            "text": "We perform an unbinned extended likelihood fit that maximizes the likelihood function,",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "to estimate the signal yield in the candidate region. Here P s (P b ) denotes the signal (background) PDF, N is the number of events in the fit, i is the event index, and N s and N b are fit parameters representing the number of signal and background events, respectively. For the signal PDF, we use two-dimensional functions approximated by smooth histograms obtained from MC simulation. The continuum background PDF is taken as the product of shapes in M bc and ∆E, which are assumed to be uncorrelated. We use an ARGUS [22] ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 522,
                    "text": "[22]",
                    "end": 526
                }
            ]
        },
        {
            "text": ", to model the M bc background, with x given by M bc /E beam and ξ as a fit parameter. The ∆E background shape is modeled by a normalized second-order polynomial whose coefficients are fit parameters. Figure 2 illustrates the fits for the B yields in a baryon-antibaryon mass region below 2.8 GeV/c 2 , which we refer to as the threshold-mass-enhanced region. The M bc distributions (with −0.135 GeV< ∆E < 0.074 GeV for π 0 /γ modes and |∆E| < 0.03 GeV for the π − mode), and the ∆E distributions (with M bc > 5.27 GeV/c 2 ) for the pΛγ, pΛπ 0 and pΛπ − modes are shown. The solid curves show the projections of the fit results. The B yields are 98 +13 −12 , 56 +11 −9 , and 129 +14 −12 with statistical significances of 14.3, 9.5, and 18.9 standard deviations for the pΛγ, pΛπ 0 , and pΛπ − modes, respectively. The significance is defined as",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 201,
                    "text": "Figure 2",
                    "end": 209
                }
            ]
        },
        {
            "text": "where L 0 and L max are the likelihood values returned by the fit with the signal yield fixed to zero and at its best fit value. Figure 3 shows the differential branching fractions of B + → pΛγ, B + → pΛπ 0 and B 0 → pΛπ − as a function of baryon pair mass, where the branching fractions are obtained by correcting the fitted B yields for the mass-dependent efficiencies estimated from MC simulation for each mode. Systematic uncertainties are determined using high-statistics control data samples. The tracking efficiency is measured with fully and partially reconstructed D * samples. For proton identification, we use a Λ → pπ − sample, while for K/π identification we use a D * + → D 0 π + , D 0 → K − π + sample. The average efficiency difference for particle identification (PID) between data and MC has been corrected to obtain the final branching fraction measurements. The corrections are about 8%, 8%, and 14% for the pΛγ, pΛπ 0  and pΛπ − modes, respectively. The uncertainties associated with the PID corrections are estimated to be 2% for protons and 1% for charged pions. For Λ reconstruction, we have an additional uncertainty of 2.5% on the efficiency for tracks displaced from the interaction point. This is determined from the difference between Λ proper time distributions for data and MC simulation. There is also a 1.2% error associated with the Λ mass selection and a 0.5% error for the Λ vertex selection. Summing the errors for Λ reconstruction in quadrature, we obtain a systematic error of 2.8%. A 2.2% uncertainty for the photon detection is determined from radiative Bhabha events. For the π 0 and η vetoes, we compare the fit results with and without the vetoes; the difference in the branching fraction is 0.5%, which is taken as the associated systematic error. The uncertainty in π 0 reconstruction is studied with D → Kπ and D → Kππ 0 samples. The R continuum suppression uncertainty is estimated from B → Dπ, D → K 0 S π control samples, which have topologically similar final states. The determined efficiencies near threshold contribute an error due to the binning effect in M pΛ . Using the generated MC samples, we vary the bin size to estimate this effect. A systematic uncertainty in the fit yield is determined by applying different signal/background PDFs and by varying the parameters of the signal and background PDFs by one standard deviation. The pΛπ 0 mode has a bigger fitting uncertainty due to a larger fluctuation in the lower ∆E side. The error on the number of BB pairs is 1.3%, where we assume that the branching fractions of Υ(4S) to neutral and charged BB pairs are equal. The systematic uncertainties for each decay channel are summarized in Table I, where correlated errors are added linearly within each item, and then uncorrelated items are combined in quadrature. The total systematic uncertainties are 9.0%, 11.1% and 9.0% for the pΛγ, pΛπ 0 and pΛπ − modes, respectively. Table II gives the measured branching fractions for different M pΛ mass bins. We sum these . These values are in good agreement with our previous measurements [5,8] and supersede them. Note that the results include the first observation of B + → pΛπ 0 . The ratio of B(B + → pΛπ 0 )/B(B 0 → pΛπ − ) is 0.93 +0. 21 −0.19 ± 0.09, which is larger than the theoretical prediction of 0.5. However, one cannot rule out the naive factorization picture with current statistics. The shapes of the near threshold peaks can be compared with theoretical predictions [10,11], as shown in Fig. 3. This comparison is useful for validating (and possibly modifying) theoretical models. We also study the two-body intermediate decays B 0 → pΣ * − , B 0 → ∆ 0Λ , B + → pΣ * 0 , and B + → ∆ +Λ , where theΣ * −, * 0 and ∆ 0,+ are reconstructed in theΣ * −, * 0 →Λπ −,0 and ∆ 0,+ → pπ 0,+ channels, respectively. The selection criteria are 1.30 GeV/c 2 < MΛ π −,0 < 1.45 GeV/c 2 and M pπ 0,+ < 1.40 GeV/c 2 . No significant signals are found in these decay chains. We observe 34, 50, 32 and 43 events in the signal region; the expected number of background events are 36.9 ± 1.5, 51.8 ± 1.8, 34.0 ± 1.3 and 41.8 ± 1.2 for B 0 → pΣ * − , B 0 → ∆ 0Λ , B + → pΣ * 0 , and B + → ∆ +Λ , respectively. We set upper limits on the branching fractions at the 90% confidence level using the methods described in Refs. [23,24], where the systematic uncertainty is taken into account. The results are summarized in Table III. In the low mass region below 2.8 GeV/c 2 , we study the proton angular distribution of the baryon-antibaryon pair system. The angle θ p is defined as the angle between the proton direction and the meson (photon) direction in the baryon-antibaryon pair rest frame. Figure 4 shows the differential branching fractions as a function of cos θ p . We define the angular asymmetry as A θ = Br + −Br − Br + +Br − , where Br + and Br − stand for the measured branching fractions with cos θ p > 0 and cos θ p < 0, respectively. The angular asymmetries are determined to be 0.29 ± 0.14(stat.) ± 0.03(syst.), −0.16 ± 0.18(stat.) ± 0.03(syst.), and −0.41 ± 0.11(stat.) ± 0.03(syst.) for the pΛγ, pΛπ 0 , and pΛπ − modes, respectively. A systematic error, ∼ 0.03, is determined by studying low momentum Λ reconstruction in different angular regions, and by checking the B + → J/ψK + (J/ψ → µ + µ − ) sample and the continuum background of B + → ppK + where a null asymmetry is expected.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 129,
                    "text": "Figure 3",
                    "end": 137
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2698,
                    "text": "Table I",
                    "end": 2705
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2934,
                    "text": "Table II",
                    "end": 2942
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 3093,
                    "text": "[5,",
                    "end": 3096
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3096,
                    "text": "8]",
                    "end": 3098
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 3245,
                    "text": "21",
                    "end": 3247
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 3488,
                    "text": "[10,",
                    "end": 3492
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 3492,
                    "text": "11]",
                    "end": 3495
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3509,
                    "text": "Fig. 3",
                    "end": 3515
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 4321,
                    "text": "[23,",
                    "end": 4325
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 4325,
                    "text": "24]",
                    "end": 4328
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 4416,
                    "text": "Table III.",
                    "end": 4426
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 4691,
                    "text": "Figure 4",
                    "end": 4699
                }
            ]
        },
        {
            "text": "Since A θ is not consistent with zero for B 0 → pΛπ − , the peak near threshold cannot be described by a single resonant state [25]. The opposite slopes in the distributions for the pΛγ and pΛπ − modes indicate that the pΛγ decay agrees well with the short-distance b → sγ picture while the pΛπ − mode disagrees with the short-distance b → sg description, where g stands for a hard gluon. The low mass peaking structure in M pΛ implies that p and Λ are moving in parallel in the B meson rest frame. One can look for correlations using the angular distributions in Fig. 4. The negative slope for the pΛπ − mode in Fig. 4c implies that the proton moves faster and theΛ moves slower. In other words, the s quark from b decay is not as energetic as expected. Disagreement between data and the short-distance description has already been found in the decay B + → ppK + [8]. One possible explanation is the contribution of long-distance effects.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 127,
                    "text": "[25]",
                    "end": 131
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 564,
                    "text": "Fig. 4",
                    "end": 570
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 613,
                    "text": "Fig. 4c",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 864,
                    "text": "[8]",
                    "end": 867
                }
            ]
        },
        {
            "text": "Another interesting feature of B decays with a Λ in the final state is the possibility of using the Λ as a helicity analyzer of the s quark in order to check the left-handedness of b → s weak decays. We modify the unbinned likelihood fit in order to simultaneously estimate the anisotropy parameter of the secondary proton from Λ decays. The parameterization is 1 +ᾱ cos θ, whereᾱ is the parameter and θ is the angle between the secondary proton momentum and the direction opposite to the B momentum in the Λ rest frame. Note that the anisotropy parameterᾱ is identical for both Λ andΛ. The measured values are −0.57 ± 0.33(stat.)±0.10(syst.), −0.27±0.33(stat.)±0.10(syst.), and −0.28±0.21(stat.)±0.10(syst.) for the pΛγ, pΛπ 0 and pΛπ − modes, respectively. The average Λ energies in the B rest frame are determined to be 1.92 GeV, 1.85 GeV, and 1.78 GeV with standard deviations of 0.33 GeV, 0.36 GeV, and 0.40 GeV for the pΛγ, pΛπ 0 and pΛπ − modes, respectively. Figure 5 shows the measured anisotropy parameters for different decay modes and compares the results with the prediction of the Standard Model [12] as a function of Λ energy. They are consistent within errors. The value ofᾱ obtained for the pΛπ − mode also agrees well with the theoretical prediction in Ref. [10]. The systematic uncertainty inᾱ is included in the plot and is about 0.10. This is estimated by varying various selection cuts; the dominant effect is the efficiency change near the cos θ ∼ 1 region, where the detection efficiency for slow pions is rapidly changing.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 967,
                    "text": "Figure 5",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1110,
                    "text": "[12]",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1276,
                    "text": "[10]",
                    "end": 1280
                }
            ]
        },
        {
            "text": "We also measure the charge asymmetry as A CP = (N b − Nb)/(N b + Nb) for these modes, where b stands for the quark flavor of the B meson. The results are included in Table III. The measured charge asymmetries are consistent with zero within their statistical uncertainties. The systematic uncertainty is assigned by the measured asymmetry of the background events in the candidate region. In summary, using 449 ×10 6 BB events, we measure the mass and angular distributions of the baryon-antibaryon pair system near threshold for the pΛγ, pΛπ 0 and pΛπ − baryonic B decay modes. We report the observation of B + → pΛπ 0 with a branching fraction (3.00 +0.61 −0.53 ± 0.33) × 10 −6 and a low pΛ mass peak near threshold. The measured branching fractions for B + → pΛγ and B 0 → pΛπ − are in good agreement with our previous measurements [5,8]. The different proton polar angular distributions for the pΛγ and pΛπ − modes indicate a difference between b → sγ and b → sg decays. The anisotropy parametersᾱ from Λ decays agree with theoretical predictions within errors. We also search for intermediate two-body decays and find no significant signals. We set upper limits on their branching fractions at the 90% confidence level. Some suppression factors [26] for the charmless baryonic two-body decays should be considered under the present theoretical framework and understanding the ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 166,
                    "text": "Table III",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "start": 652,
                    "text": "+0.61",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 835,
                    "text": "[5,",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 838,
                    "text": "8]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1250,
                    "text": "[26]",
                    "end": 1254
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: A b → s penguin diagram for B + → pΛγ.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2:The ∆E and M bc distributions for (a)(b) pΛγ, (c)(d) pΛπ 0 and (e)(f) pΛπ − modes with the requirement of baryon-antibaryon mass < 2.8 GeV/c 2 . The solid curve represents the fit projection, which is the sum of signal (dash-dotted peak) and background (dashed curve) estimations.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3:Differential branching fractions for (a) pΛγ, (b) pΛπ 0 and (c) pΛπ − modes as a function of baryon-antibaryon pair mass. The shaded distribution shows the expectation from a phase-space MC simulation. The theoretical predicted curves from Ref.[11] for the pΛγ mode and from Ref.[10] for the pΛπ − mode are overlaid for comparison. The area of the shaded distributions and areas under the theoretical curves are scaled to match the measured branching fractions from data. The uncertainties are statistical only.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 251,
                    "text": "[11]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 286,
                    "text": "[10]",
                    "end": 290
                }
            ]
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: Differential branching fractions vs. cos θ p for (a) pΛγ, (b) pΛπ 0 and and (c) pΛπ − modes in the region near threshold (baryon-antibaryon mass < 2.8 GeV/c 2 ). The uncertainties are statistical only.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Science and Technology of India; the BK21 program of the Ministry of Education of Korea, the CHEP SRC program and Basic Research program (grant No. R01-2005-000-10089-0) of the Korea Science and Engineering Foundation, and the Pure Basic Research Group program of the Korea Research Foundation; the Polish State Committee for Scientific Research; the Ministry of Education and Science of the Russian Federation and the Russian Federal Agency for Atomic Energy; the Slovenian Research Agency; the Swiss National Science Foundation; the National Science Council and the Ministry of Education of Taiwan; and the U.S. Department of Energy.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "TABLE I :",
            "section_rank": 8
        },
        {
            "section": "TABLE I :",
            "text": "Systematic uncertainties of the branching fraction for each decay channel.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "TABLE I :",
            "text": "partial branching fractions to obtain B(B + → pΛγ) = (2.45 +0.44 −0.38 ± 0.22) × 10 −6 , B(B + → pΛπ 0 ) = (3.00 +0.61 −0.53 ± 0.33) × 10 −6 , and B(B 0 → pΛπ − ) = (3.23 +0.33 −0.29 ± 0.29) × 10 −6",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "TABLE II :",
            "section_rank": 9
        },
        {
            "section": "TABLE II :",
            "text": "Measured branching fractions B(10 −6 ) for each M pΛ bin.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "TABLE II :",
            "text": "III: Summary of the measured results for B + → pΛγ, pΛπ 0 and B 0 → pΛπ − . Y is the fitted signal or upper limit at 90% confidence, σ is the statistical significance, B is the branching fraction, A θ is the angular asymmetry and A CP is the charge asymmetry. ",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Mode",
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "mechanism of the threshold enhancement might be the key to determine the two-body decay rates .",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "We thank the KEKB group for the excellent operation of the accelerator, the KEK cryogenics group for the efficient operation of the solenoid, and the KEK computer group and the National Institute of Informatics for valuable computing and Super-SINET network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science  The energy spread for each decay mode is represented by the horizontal error bar. The theoretical prediction by Ref. [12] is shown as a solid curve.",
            "paragraph_rank": 26,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 465,
                    "text": "[12]",
                    "end": 469
                }
            ]
        }
    ]
}