{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Forward jet cross sections have been measured in neutral current deep inelastic scattering at low Bjorken-x with the ZEUS detector at HERA using an integrated luminosity of 81.8 pb −1 . Measurements are presented for inclusive forward jets as well as for forward jets accompanied by a dijet system. The explored phase space, with jet pseudorapidity up to 4.3 is expected to be particularly sensitive to the dynamics of QCD parton evolution at low x. The measurements are compared to fixed-order QCD calculations and to leading-order parton-shower Monte Carlo models.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Deep inelastic lepton scattering (DIS) off protons provides a rich field for exploring the parton dynamics in QCD. HERA has extended the phase-space region in the Bjorken scaling variable, x Bj , down to a few 10 −5 . At such low x Bj , several steps in the QCD cascade initiated by a parton from the proton can occur before the final interaction with the virtual photon takes place. The result of this cascade may be observed in the final state and provides an opportunity to study the QCD parton evolution in detail.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Within perturbative QCD (pQCD), fixed-order calculations for the parton evolution are so far available only at next-to-leading order (NLO). A number of different approximations to the QCD evolution have been developed, based on summing of particular subsets of diagrams in accordance with their importance in the phase space considered.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The conventional DGLAP [1][2][3] approach sums up the leading logarithms in the virtuality of the exchanged boson, Q 2 , and is expected to be valid at not too small x Bj and Q 2 . At small x Bj , a better approximation is expected to be provided by the BFKL formalism [4] which resums the leading logarithm terms in 1/x, where x is the fractional longitudinal momentum of a parton. The CCFM [5,6] approach interpolates between the two types of evolution, DGLAP and BFKL.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 23,
                    "text": "[1]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 26,
                    "text": "[2]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 29,
                    "text": "[3]",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 269,
                    "text": "[4]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 392,
                    "text": "[5,",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 395,
                    "text": "6]",
                    "end": 397
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The DGLAP evolution equations have been successfully tested at HERA in inclusive measurements at low x Bj and no indication of BFKL dynamics was observed. The dynamics at low x Bj can be further probed by measurements of the partonic final state that highlight the differences between predictions of the BFKL and DGLAP formalisms. BFKL evolution results in a larger fraction of small x Bj events with forward jets 1 than the DGLAP evolution. A forward jet is characterised by a high fractional longitudinal momentum, x jet = p jet Z /p, where p is the proton momentum and p jet Z is the longitudinal jet momentum [7].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 613,
                    "text": "[7]",
                    "end": 616
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A comparison of data on forward jets with the DGLAP leading-order parton-shower Monte Carlo programmes performed previously in DIS at HERA [8][9][10] has revealed a clear deficit of forward jets in the Monte Carlo. However, the addition of a parton cascade evolved according to DGLAP on the photon side has significantly improved the description [11]. The simulation based on the Color Dipole Model (CDM) [12][13][14], which includes parton emissions not ordered in transverse momentum, also succeeded in describing the data. Fixed-order NLO QCD calculations [15,16] were also compared to the forward jets measurements in more recent publications and failed to describe the data. These studies were performed up to pseudorapidities 3 [17] and 2.7 [18].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 139,
                    "text": "[8]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 142,
                    "text": "[9]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 145,
                    "text": "[10]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 346,
                    "text": "[11]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 405,
                    "text": "[12]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 409,
                    "text": "[13]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 413,
                    "text": "[14]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 559,
                    "text": "[15,",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 563,
                    "text": "16]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 734,
                    "text": "[17]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 747,
                    "text": "[18]",
                    "end": 751
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, measurements of inclusive forward-jet cross sections for pseudorapidities of up to 4.3 are presented, based on a data sample which corresponds to a twofold increase in luminosity with respect to the previous ZEUS analysis [17]. Furthermore, a comparison of the measured cross sections with the Cascade Monte Carlo [19], based on the CCFM evolution, is presented. In addition, measurements of \"forward jet + dijet\" cross sections, as investigated by the H1 Collaboration [18], are reported. These measurements explore parton evolution in a more exclusive way and are more sensitive to its details.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 237,
                    "text": "[17]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 329,
                    "text": "[19]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 485,
                    "text": "[18]",
                    "end": 489
                }
            ]
        },
        {
            "text": "Theoretical framework and phase-space definitions",
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "The DGLAP evolution equations, based on collinear factorisation, assume that the dominant contribution to parton evolution comes from subsequent parton emissions that are strongly ordered in transverse momenta, k T , where the parton with the largest k T interacts with the photon. In this formalism, only the leading terms in ln Q 2 in the QCD perturbative expansion are summed up. Since this approximation does not resum leading ln 1/x terms, it may not be adequate at low x Bj .",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "Contrary to the DGLAP approach, the BFKL evolution equation resums the leading ln 1/x and the evolution proceeds over x at fixed Q 2 . The BFKL approach imposes no ordering in k T but strong ordering in x, with the low-x parton interacting with the photon. At small x Bj , the difference between these approaches to the QCD parton evolution is expected to be most prominent for hard partons created at the beginning of the cascade, i.e. at pseudorapidities close to the proton (forward region).",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "The CCFM approach is based on the idea of coherent gluon radiation, which leads to angular ordering of gluon emissions in the gluon ladder. It interpolates between the above two types of evolution, so it should be applicable over a larger phase-space region.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "A phenomenological approach to parton evolution is provided by CDM [12][13][14]. In this model, gluons are emitted by color dipoles successively spanned between partons in the cascade. Due to independent radiation of the dipoles, the emitted gluons are not ordered in k T and thus CDM mimics the BFKL-type evolution.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 67,
                    "text": "[12]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 71,
                    "text": "[13]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 75,
                    "text": "[14]",
                    "end": 79
                }
            ]
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "To investigate the relevance of different approaches, events with a jet in the forward region were analysed in the low-x Bj region. Events were required to have at least one jet satisfying the following criteria:",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "where p jet T is the transverse momentum of the jet. The first condition suppresses strong ordering in the transverse momenta and decreases the probability of having a DGLAPtype evolution. The second condition enhances the phase space for the BFKL evolution.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "A further event sample called \"forward jet+dijet\", which contains at least two hard jets in addition to the forward jet (fjet), was selected. The jets were ordered in pseudorapidity such that η jet 1 < η jet 2 < η fjet . For this sample, the pseudorapidity separation of dijets, ∆η 1 = η jet 2 − η jet 1 , and the pseudorapidity difference between the forward and the second jet of the dijet, ∆η 2 = η fjet − η jet 2 , were studied.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework and phase-space definitions",
            "text": "The cross section as a function of ∆η 2 was investigated for two intervals of ∆η 1 , ∆η 1 < 1 and ∆η 1 > 1. With such a choice of ∆η 1 , different dynamics of the partons in the cascade are expected to be highlighted. For ∆η 1 < 1, small invariant masses of the dijet system are favoured and, therefore, partons with small values of x g are produced, where x g is the longitudinal momentum fraction carried by the gluon coupled to the hard dijet system (Fig. 1). Consequently, a large space is left for BFKL-type evolution in x from the forward jet to the dijet system. When ∆η 1 is large, BFKL-like evolution can occur between the partons producing the dijet system.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 453,
                    "text": "(Fig. 1",
                    "end": 460
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 4
        },
        {
            "section": "Experimental set-up",
            "text": "The analysis was performed with the data taken with the ZEUS detector from 1998 to 2000, when HERA collided electrons or positrons 2 with energy of E e = 27.5 GeV with protons of energy E p = 920 GeV, yielding a centre-of-mass energy of 318 GeV. The results are based on the sum of the e − p and e + p samples, corresponding to integrated luminosities of 16.4 ± 0.3 pb −1 and 65.3 ± 1.5 pb −1 , respectively.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Experimental set-up",
            "text": "A detailed description of the ZEUS detector can be found elsewhere [20]. A brief outline of the components that are most relevant for this analysis is given below.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 67,
                    "text": "[20]",
                    "end": 71
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "Charged particles are tracked in the central tracking detector (CTD) [21], which operates in a magnetic field of 1.43 T provided by a thin superconducting solenoid. The CTD consists of 72 cylindrical drift chamber layers, organised in nine superlayers covering the polar-angle region 15 • < θ < 164 • . The transverse-momentum resolution for full-length tracks is σ(p T )/p T = 0.0058p T ⊕ 0.0065 ⊕ 0.0014/p T , with p T in GeV.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 69,
                    "text": "[21]",
                    "end": 73
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The high-resolution uranium-scintillator calorimeter (CAL) [22] consists of three parts: the forward (FCAL), the barrel (BCAL) and the rear (RCAL) calorimeters. Each part is subdivided transversely into towers and longitudinally into one electromagnetic section (EMC) and either one (in RCAL) or two (in BCAL and FCAL) hadronic sections (HAC). The smallest subdivision of the calorimeter is called a cell. The CAL energy resolutions, as measured under test-beam conditions, are σ(E)/E = 0.18/ √ E for electrons and σ(E)/E = 0.35/ √ E for hadrons, with E in GeV.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 59,
                    "text": "[22]",
                    "end": 63
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The luminosity was measured using the bremsstrahlung process ep → eγp with the luminosity monitor [23], a lead-scintillator calorimeter placed in the HERA tunnel at Z = −107 m.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 98,
                    "text": "[23]",
                    "end": 102
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "For the 1998-2000 running period, the forward plug calorimeter (FPC) [24] was installed in the 20×20 cm 2 beam hole of the FCAL, with a small hole of radius 3.15 cm in the center to accommodate the beam pipe. The FPC increased the forward calorimetric coverage by about 1 unit of pseudorapidity to η ≤ 5. The FPC consisted of a lead-scintillator sandwich calorimeter divided longitudinally into electromagnetic and hadronic sections that were read out separately by wavelength-shifting fibers and photomultipliers. The energy resolution, as measured under test-beam conditions, was σ(E)/E = 0.41/ √ E ⊕ 0.062 and σ(E)/E = 0.65/ √ E ⊕0.06 for electrons and pions, respectively, with E in GeV.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 69,
                    "text": "[24]",
                    "end": 73
                }
            ]
        },
        {
            "text": "Event selection and jet definition",
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "A three-level trigger was used to select events online [20]. The neutral current DIS events were selected offline using criteria similar to those reported previously [25]. The main steps are outlined below.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 55,
                    "text": "[20]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 166,
                    "text": "[25]",
                    "end": 170
                }
            ]
        },
        {
            "section": "Event selection and jet definition",
            "text": "The scattered electron was identified using an algorithm based on a neural network [26]. The kinematic variables Q 2 , x Bj and the inelasticity y were reconstructed using the doubleangle method (DA) [27], where the hadronic final state was reconstructed using combinations of CTD tracks and energy clusters measured in the CAL to form energy-flow objects (EFOs) [28].",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 83,
                    "text": "[26]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 200,
                    "text": "[27]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 363,
                    "text": "[28]",
                    "end": 367
                }
            ]
        },
        {
            "section": "Event selection and jet definition",
            "text": "The following criteria were applied offline to select DIS events:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• a scattered electron with energy E ′ e above 10 GeV, to ensure a well reconstructed electron and to suppress the background from photoproduction events, in which the scattered electron escapes undetected in the rear beampipe;",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• 40 < δ < 65 GeV, where δ = i (E i − P Z,i ), where E i and P Z,i are the energy and Z-component of the momentum of each EFO and the scattered electron. This cut removed events with large initial-state radiation and reduced the background from photoproduction events;",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• y e < 0.95, where",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "e is the polar angle of the electron. Along with the previous requirements, this reduces the photoproduction background to a negligible level;",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• |X| > 24 cm or |Y | > 12 cm, where X and Y are the impact positions of the positron on the CAL, to avoid the low-acceptance region adjacent to the rear beampipe;",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• the Z coordinate of the vertex, Z vtx , determined from CTD tracks, was required to be in the range |Z vtx | < 50 cm along the beam axis. This cut removed background events from non-ep interactions;",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• 0.04 < y DA < 0.7;",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• 20 < Q 2 DA < 100 GeV 2 ;",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• 0.0004 < x DA < 0.005.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "After this selection, the jets were identified using the k T cluster algorithm [29] in the longitudinally invariant inclusive mode [30] applied in the Breit frame [31] on the CAL and FPC cells, excluding those belonging to the scattered electron. The reconstructed jets were then boosted back to the laboratory frame. Jet-energy corrections were applied in order to account for the energy loss in the inactive material in front of the detector. The events were required to have at least one jet satisfying the following criteria in the laboratory frame:",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 79,
                    "text": "[29]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 131,
                    "text": "[30]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 163,
                    "text": "[31]",
                    "end": 167
                }
            ]
        },
        {
            "section": "Event selection and jet definition",
            "text": "• the transverse energy of each jet was required to be E jet T > 5 GeV;",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• the pseudorapidity of each jet was required to be in the interval 2 < η jet < 4.3;",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• x jet > 0.036, which selects forward jets with large energy;",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• 0.5 < (E jet T ) 2 /Q 2 < 2, which suppresses the DGLAP-type evolution;",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "• jets with 2.8 < η jet < 3.35 and with the azimuthal angle of the jet, φ expressed in radians, in the ranges 0 < φ jet < 0.4, 1.0 < φ jet < 2.2, 2.7 < φ jet < 3.6, 4.2 < φ jet < 5.3 or 5.7 < φ jet < 6.3 were rejected due to poor reconstruction caused by the large cell size in the FCAL;",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "Using the sample described above, the triple differential cross sections, with the 0.5 < (E jet T ) 2 /Q 2 < 2 cut removed, were measured in two intervals of Q 2 , 20 < Q 2 < 40 GeV 2 and 40 < Q 2 < 100 GeV 2 and for E jet T > 5 GeV.",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "section": "Event selection and jet definition",
            "text": "For the \"forward jet+dijet\" analysis, the events were required to have one forward jet, satisfying the same selection criteria as above, with the exception of the (E jet T ) 2 /Q 2 cut, and at least two additional jets with E jet T > 5 GeV. The two additional jets, chosen with the highest transverse energy were required to lie in the pseudorapidity region −1.5 < η jet < 4.3. The three selected jets were ordered in η jet as described in Section 2.",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "Monte Carlo simulations",
            "section_rank": 6
        },
        {
            "section": "Monte Carlo simulations",
            "text": "Various MC samples were generated. Samples of Lepto and Ariadne generators were used to simulate the detector response to jets of hadrons and to determine the hadronisation corrections needed for comparison with perturbative QCD calculations. The same samples were used to compare the measurements to the Lepto and Ariadne models. In addition, the data were compared to expectations of the Ariadne generator with its newly tuned proton-remnant treatment, \"Ariadne tuned\", and to the Cascade generator.",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The Lepto [32] MC program is based on first-order QCD matrix elements supplemented with parton showers (MEPS), which follow DGLAP evolution.",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 10,
                    "text": "[32]",
                    "end": 14
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The CDM approach is represented by the Ariadne 4.08 [33] MC program and its tuned variant (\"Ariadne tuned\" 3 ) as described in a recent H1 publication [18].",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 52,
                    "text": "[33]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 151,
                    "text": "[18]",
                    "end": 155
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The Cascade MC program [19,34] is based on the CCFM evolution and uses k Tfactorisation of the cross section into an off-shell matrix element and an unintegrated parton (gluon) density function (uPDF). Predictions of Cascade were obtained with the J2003 set-1 and set-2 uPDFs [35]. The J2003 set-2 includes non-singular terms in the splitting function and reduces the cross sections at low x Bj .",
            "paragraph_rank": 44,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 23,
                    "text": "[19,",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 27,
                    "text": "34]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 276,
                    "text": "[35]",
                    "end": 280
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "In all MC models, the fragmentation of the final-state partons has been performed using the Lund [36] string model as implemented in Jetset 7.4 [37].",
            "paragraph_rank": 45,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 97,
                    "text": "[36]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 144,
                    "text": "[37]",
                    "end": 148
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "Both Lepto and Ariadne were interfaced to Heracles 4.6.1 [38] via Djangoh 1.1 [39]. The Heracles program simulates first-order electroweak radiative corrections. The CTEQ5L [40] proton parton distribution functions (PDF) were used in both cases.",
            "paragraph_rank": 46,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 57,
                    "text": "[38]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 78,
                    "text": "[39]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 173,
                    "text": "[40]",
                    "end": 177
                }
            ]
        },
        {
            "section": "Monte Carlo simulations",
            "text": "The events generated with Lepto and Ariadne were passed through the Geant 3.13based [41] ZEUS detector and trigger simulation programs [20]. They were reconstructed and analysed using the same program chain as the data.",
            "paragraph_rank": 47,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 84,
                    "text": "[41]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 135,
                    "text": "[20]",
                    "end": 139
                }
            ]
        },
        {
            "text": "Acceptance correction and systematic studies",
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "The correction factors to the data for detector-acceptance effects were obtained with the Ariadne and Lepto MC programs. These correction factors were calculated bin by bin as",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "where",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "is the number of jets in bins of the detector (hadron) level distribution. For this approach to be valid, the distributions in the data must be well described by the MC simulation at the detector level, a condition which was in general satisfied by both Ariadne and Lepto. The average between the correction factors obtained with Ariadne and Lepto was taken. The values of C Acc were generally between 0.4 and 1.2 for the inclusive forward-jet sample, and 0.5 to 1.4 for the \"forward jet+dijet\" sample.",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "To ensure the correct MC reconstruction of the jets near the boundary between FCAL and FPC, jet profiles in the data and MC were compared and found to be in good agreement.",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "The major sources of systematic uncertainty were as follows (the effects on the cross sections are shown in parentheses):",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "• the largest uncertainty resulted from the model dependence of the acceptance corrections. This uncertainty was estimated using the deviations of Lepto and Ariadne corrections from their average (≤ 10% for inclusive forward jet sample, < 25 % for forward jet+dijet sample);",
            "paragraph_rank": 53,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "• ± 3% shift of jet energies due to the CAL energy-scale uncertainty (< 10 % );",
            "paragraph_rank": 54,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "• ± 10% shift of jet energies due to the FPC energy-scale uncertainty (∼ 15% for the last η jet bin, negligible elsewhere);",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "• the selection of inclusive DIS events (< 1%). The cuts on the scattered-electron energy, the X and Y position of the electron, δ and Z vtx were varied.",
            "paragraph_rank": 56,
            "section_rank": 7
        },
        {
            "section": "Acceptance correction and systematic studies",
            "text": "These systematic uncertainties, except for the energy-scale uncertainty, were added in quadrature separately for the positive and negative variations in each bin. The energy scale uncertainties, which are correlated between bins, are shown separately. The uncertainty in the luminosity of ± 2.2% is not included in the figures.",
            "paragraph_rank": 57,
            "section_rank": 7
        },
        {
            "text": "NLO QCD calculations",
            "section_rank": 8
        },
        {
            "section": "NLO QCD calculations",
            "text": "For inclusive forward jets, fixed-order calculations were performed with the Disent [15] code, at O(αα 2 s ) in the MS renormalisation and factorisation schemes. The number of flavours was set to five; the renormalisation (µ R ) and factorisation (µ F ) scales were both set to µ R = µ F = Q. The CTEQ6M [42] parameterisation of the proton PDFs was used. The theoretical uncertainty in the calculations was estimated considering the following three sources:",
            "paragraph_rank": 58,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 84,
                    "text": "[15]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 304,
                    "text": "[42]",
                    "end": 308
                }
            ]
        },
        {
            "section": "NLO QCD calculations",
            "text": "• µ R was varied up and down by a factor of two, which contributed up to 57% depending on the phase-space region;",
            "paragraph_rank": 59,
            "section_rank": 8
        },
        {
            "section": "NLO QCD calculations",
            "text": "• µ F was also varied up and down by a factor of two and the resulting uncertainty was less than 5% except in the lowest x Bj bin and the most forward region;",
            "paragraph_rank": 60,
            "section_rank": 8
        },
        {
            "section": "NLO QCD calculations",
            "text": "• the PDF uncertainty was estimated using the 40 different sets of CTEQ6 parton distribution functions [42].",
            "paragraph_rank": 61,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 103,
                    "text": "[42]",
                    "end": 107
                }
            ]
        },
        {
            "section": "NLO QCD calculations",
            "text": "For \"forward jet+dijet\" cross sections, the program Nlojet++ [16] was used. This program calculates three-jet production in DIS at NLO O(αα 3 s ) and uses the MS scheme. The number of flavours, µ R and µ F were set as in Disent.",
            "paragraph_rank": 62,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 61,
                    "text": "[16]",
                    "end": 65
                }
            ]
        },
        {
            "section": "NLO QCD calculations",
            "text": "In order to compare the data to NLO calculations, corrections from the parton to the hadron level, C HAD , were determined in each bin. The hadronisation corrections C HAD were calculated as an average between those obtained from Lepto and from Ariadne and applied to the NLO calculations. The uncertainty of the hadronisation correction C HAD was assumed to be the absolute difference in the two values.",
            "paragraph_rank": 63,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "Cross sections for inclusive forward jets and for events containing a dijet system in addition to the forward jet, were measured in the kinematic region given by 20 < Q 2 < 100 GeV 2 , 0.04 < y < 0.7 and 0.0004 < x Bj < 0.005. The differential jet cross sections are presented as functions of the variable ξ = Q 2 , x Bj , E jet T , η jet . They were determined as",
            "paragraph_rank": 64,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "where N jet data is the number of jets in a bin of width ∆ξ, L is the integrated luminosity, and",
            "paragraph_rank": 65,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "is the number of events selected at the hadron level in a given ξ bin in the MC sample generated with (without) QED radiation.",
            "paragraph_rank": 66,
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The triple differential cross sections were obtained in a similar manner,",
            "paragraph_rank": 67,
            "section_rank": 9
        },
        {
            "text": "Inclusive forward-jet measurements",
            "section_rank": 10
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "The measured differential forward-jet cross sections as functions of Q 2 , x Bj , E jet T and η jet are shown in Fig. 2, where they are compared to NLO calculations.",
            "paragraph_rank": 68,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 113,
                    "text": "Fig. 2",
                    "end": 119
                }
            ]
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "The calculations predict lower cross sections than obtained from the data by as much as a factor two; however, they have a large theoretical uncertainty. The strong dependence of the calculation on µ R can be related to the fact that in this kinematic region higher-order terms become relevant. As a demonstration, the leading-order calculation is also shown in Fig. 2 for each differential cross section. It is far below the measurement, indicating that the contribution of O(α 2 s ) terms is significant. A recent publication [18], which used a harder renormalisation scale (the average E 2",
            "paragraph_rank": 69,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 362,
                    "text": "Fig. 2",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 528,
                    "text": "[18]",
                    "end": 532
                }
            ]
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "T of the dijets coming from the hard scattering), reported a smaller renormalisation-scale uncertainty.",
            "paragraph_rank": 70,
            "section_rank": 10
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "A comparison of the data with the Ariadne and Lepto MC is shown in Fig. 3. The predictions of the CDM obtained with \"Ariadne default\" are in fair agreement with the data with the exception of high E jet",
            "paragraph_rank": 71,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 67,
                    "text": "Fig. 3",
                    "end": 73
                }
            ]
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "T and high η jet , where Ariadne overestimates the cross sections. An investigation has shown that in Ariadne the proton-remnant fragments are generated with high p T , therefore they show up at much lower η than in other generators. The newly tuned Ariadne, also shown in Fig. 3, yields lower cross sections, in particular at high E jet",
            "paragraph_rank": 72,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 273,
                    "text": "Fig. 3",
                    "end": 279
                }
            ]
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "T and high η jet , and provides a good description of the data. The predictions of the Lepto MC are found to be in agreement with data in shape for all distributions, however the absolute normalisation is below the measurements by a factor of two.",
            "paragraph_rank": 73,
            "section_rank": 10
        },
        {
            "section": "Inclusive forward-jet measurements",
            "text": "The measurement of differential forward-jet cross sections is compared to the prediction of the Cascade MC model in Fig. 4. Neither of the investigated uPDF sets gives a satisfactory agreement with the measurements in all distributions, suggesting that a further adjustment of the input parameters of the Cascade model is necessary.",
            "paragraph_rank": 74,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 116,
                    "text": "Fig. 4",
                    "end": 122
                }
            ]
        },
        {
            "text": "Triple-differential forward-jet cross section",
            "section_rank": 11
        },
        {
            "section": "Triple-differential forward-jet cross section",
            "text": "The triple-differential forward-jet cross sections as a function of η jet are presented in two intervals of Q 2 and three intervals of (E jet T ) 2 in Fig. 5. Also shown in Fig. 5 are the expectations of the NLO calculations from Disent. The calculations generally underestimate the cross sections. The largest discrepancy between the data and the theory is seen in the high-Q 2 range and for (E jet T ) 2 < 100 GeV 2 . This region is sensitive to multigluon emission, which is lacking in the NLO calculations.",
            "paragraph_rank": 75,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 151,
                    "text": "Fig. 5",
                    "end": 157
                },
                {
                    "type": "figure",
                    "start": 173,
                    "text": "Fig. 5",
                    "end": 179
                }
            ]
        },
        {
            "section": "Triple-differential forward-jet cross section",
            "text": "In Fig. 6, the data are compared with Lepto and Ariadne. As was already observed in Fig. 3, the Lepto MC is always below the measurements.",
            "paragraph_rank": 76,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 6",
                    "end": 9
                },
                {
                    "type": "figure",
                    "start": 84,
                    "text": "Fig. 3",
                    "end": 90
                }
            ]
        },
        {
            "section": "Triple-differential forward-jet cross section",
            "text": "The cross sections of \"Ariadne tuned\" are below those of the \"Ariadne default\" in all the presented phase space. The difference between the two versions is smallest in the lowest-(E jet T ) 2 interval, where both are close to the data. In the highest-(E jet T ) 2 interval, the difference is big and \"Ariadne tuned\" gives a good description of the data.",
            "paragraph_rank": 77,
            "section_rank": 11
        },
        {
            "section": "Triple-differential forward-jet cross section",
            "text": "A comparison of the data with the Cascade MC with two sets of uPDFs is shown in Fig. 7.",
            "paragraph_rank": 78,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 80,
                    "text": "Fig. 7",
                    "end": 86
                }
            ]
        },
        {
            "section": "Triple-differential forward-jet cross section",
            "text": "The expectations of Cascade are close to the data in the low-Q 2 interval for set-1, while in the high-Q 2 interval the set-2 gives a better description of the data. None of the sets can accomodate all the features of the data.",
            "paragraph_rank": 79,
            "section_rank": 11
        },
        {
            "text": "Forward jet+dijet measurements",
            "section_rank": 12
        },
        {
            "section": "Forward jet+dijet measurements",
            "text": "The measured cross sections for events with a dijet system in addition to the forward jet are compared with fixed-order QCD calculations and LO parton-shower MC models in Figs. 8-10. The cross sections are presented as a function of ∆η 1 and ∆η 2 , and as a function of ∆η 2 for two cases, namely, ∆η 1 < 1 and ∆η 1 > 1.",
            "paragraph_rank": 80,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 171,
                    "text": "Figs. 8-10",
                    "end": 181
                }
            ]
        },
        {
            "section": "Forward jet+dijet measurements",
            "text": "A comparison between data and the predictions of Nlojet++ is shown in Fig. 8. As already observed by the H1 experiment [18], the Nlojet++ calculations agree well with the data at large ∆η 2 , while they do not describe the data at small ∆η 2 , especially for small ∆η 1 . The large ∆η 2 kinematics at low x Bj favours dijets originating from photongluon fusion, with an additional gluon responsible for the forward jet. This case is well treated by Nlojet++. The small ∆η 1 and ∆η 2 region corresponds to the event configuration in which all the three jets tend to go forward, away from the hard interaction. This configuration favours multigluon emission, which is not expected to be described by Nlojet++.",
            "paragraph_rank": 81,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 70,
                    "text": "Fig. 8",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 119,
                    "text": "[18]",
                    "end": 123
                }
            ]
        },
        {
            "section": "Forward jet+dijet measurements",
            "text": "The comparison between data and the Lepto and Ariadne MCs is shown in Fig. 9. As before, the Lepto predictions are below the data for all differential cross sections. The \"Ariadne default\" overestimates the cross sections. This implies that energetic multiple jets are produced too often in the \"Ariadne default\". The tuning of the Ariadne parameters brings this model into very good agreement with data for all differential distributions.",
            "paragraph_rank": 82,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 70,
                    "text": "Fig. 9",
                    "end": 76
                }
            ]
        },
        {
            "section": "Forward jet+dijet measurements",
            "text": "The comparison of the Cascade MC to the data is presented in Fig. 10. As before, Cascade does not satisfactorily reproduce the measurement.",
            "paragraph_rank": 83,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 61,
                    "text": "Fig. 10",
                    "end": 68
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 13
        },
        {
            "section": "Summary",
            "text": "A new measurement of the inclusive jet cross sections has been performed in an extended forward region, 2 < η jet < 4.3, with higher statistics and smaller systematic uncertainties compared to previous studies. The measured differential cross sections are presented as functions of Q 2 , x Bj , E jet T and η jet . The measurements were compared to the predictions of next-to-leading-order QCD calculations, which were found to be below the data, in certain regions by as much as a factor of two. The large contribution of next-to-leading-order corrections and the size of the theoretical uncertainty indicate that in this phase space higher-order contributions are important. The best overall description of the inclusive forward-jet cross sections was obtained by the newly tuned Ariadne MC model. The Cascade MC with J2003 set-1 and J2003 set-2 for unintegrated gluon density failed to satisfactorily describe the data. Therefore, these measurements can be used for further adjusting the input parameters of the Cascade model.",
            "paragraph_rank": 84,
            "section_rank": 13
        },
        {
            "section": "Summary",
            "text": "The measurement of the cross sections of the events containing a dijet system in addition to the forward jet is presented as functions of pseudorapidity separation between jets composing the dijet, ∆η 1 , and pseudorapidity separation between forward jet and dijet system, ∆η 0.94 0.95 Table 2: The differential cross section, dσ/dx Bj , in bins of x Bj for inclusive forward jets. The statistical, systematic and jet-energy-scale uncertainties are shown separately (see the caption of Table 1).  Table 3: The differential cross section, dσ/dE jet T , in bins of E jet T for inclusive forward jets. The statistical, systematic and jet-energy-scale uncertainties are shown separately (see the caption of Table 1).  Table 4: The differential cross section, dσ/dη jet , in bins of η jet for inclusive forward jets. The statistical, systematic and jet-energy-scale uncertainties are shown separately (see the caption of Table 1). 0.96 0.75 Table 5: The differential cross section, dσ/d∆η 1 , in bins of ∆η 1 for \"forward jet+dijet\" events. The statistical, systematic and jet-energy-scale uncertainties are shown separately (see the caption of Table 1).    Table 8: The differential cross section, dσ/d∆η 2 , in bins of ∆η 2 for \"forward jet+dijet\" events in the case of ∆η 1 > 1. The statistical, systematic and jet-energyscale uncertainties are shown separately (see the caption of Table 1).    Figure 1: A schematic diagram of an interaction in which a forward jet and two additional hard jets can be produced.    and (E jet T ) 2 for inclusive jet production (dots) compared with the NLO QCD calculations (solid line). The hatched area shows the theoretical uncertainties and the shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.  ",
            "paragraph_rank": 85,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 286,
                    "text": "Table 2",
                    "end": 293
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 486,
                    "text": "Table 1",
                    "end": 493
                },
                {
                    "type": "table",
                    "start": 497,
                    "text": "Table 3",
                    "end": 504
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 703,
                    "text": "Table 1",
                    "end": 710
                },
                {
                    "type": "table",
                    "start": 714,
                    "text": "Table 4",
                    "end": 721
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 916,
                    "text": "Table 1",
                    "end": 923
                },
                {
                    "type": "table",
                    "start": 936,
                    "text": "Table 5",
                    "end": 943
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1140,
                    "text": "Table 1)",
                    "end": 1148
                },
                {
                    "type": "table",
                    "start": 1153,
                    "text": "Table 8",
                    "end": 1160
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1380,
                    "text": "Table 1)",
                    "end": 1388
                },
                {
                    "type": "figure",
                    "start": 1393,
                    "text": "Figure 1",
                    "end": 1401
                }
            ]
        },
        {
            "text": "3 Figure 2 :",
            "section_rank": 14
        },
        {
            "section": "3 Figure 2 :",
            "text": "Figure 2: Measured differential cross sections as a function of (a) Q 2 , (b) x Bj , (c) E jet T and (d) η jet for inclusive jet production (dots) compared with the NLO QCD calculations (solid line). The hatched area shows the theoretical uncertainties and the shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.",
            "paragraph_rank": 86,
            "section_rank": 14
        },
        {
            "text": "3 Figure 3 :",
            "section_rank": 15
        },
        {
            "section": "3 Figure 3 :",
            "text": "Figure 3: Measured differential cross sections as a function of (a) Q 2 , (b) x Bj , (c) E jet T and (d) η jet for inclusive jet production (dots) compared with the ARIADNE (solid histogram), ARIADNE with new tuning (dashed histogram) and LEPTO (dotted histogram) predictions. The shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.",
            "paragraph_rank": 87,
            "section_rank": 15
        },
        {
            "text": "3 Figure 4 :",
            "section_rank": 16
        },
        {
            "section": "3 Figure 4 :",
            "text": "Figure 4: Measured differential cross sections as a function of (a) Q 2 , (b) x Bj , (c) E jet T and (d) η jet for inclusive jet production (dots) compared with the CASCADE set-1 parametrisation (solid histogram) and CASCADE set-2 (dashed histogram) predictions. The shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energyscale uncertainty) added in quadrature.",
            "paragraph_rank": 88,
            "section_rank": 16
        },
        {
            "text": "3 Figure 5 :",
            "section_rank": 17
        },
        {
            "section": "3 Figure 5 :",
            "text": "Figure 5: Measured differential cross sections as a function of η jet in different bins of Q 2 and (E jet T ) 2 for inclusive jet production (dots) compared with the NLO QCD calculations (solid line). The hatched area shows the theoretical uncertainties and the shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "3 Figure 6 : 3 Figure 7 :",
            "section_rank": 18
        },
        {
            "section": "3 Figure 6 : 3 Figure 7 :",
            "text": "Figure 6: Measured differential cross sections as a function of η jet in different bins of Q 2 and (E jet T ) 2 for inclusive jet production (dots) compared with the ARIADNE (solid histogram), ARIADNE with new tuning (dashed histogram) and LEPTO (dotted histogram) predictions. The shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Figure 8 :",
            "section_rank": 19
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: Differential cross sections for forward+dijet sample as a function of (a) ∆η 1 , (b) ∆η 2 , (c) ∆η 2 for ∆η 1 < 1 and (d) ∆η 2 for ∆η 1 > 1. The data (dots) are compared with the NLO QCD calculations (solid line). The hatched area shows the theoretical uncertainties. The shaded area shows the uncertainty after varying the CAL and FPC energy scales. The inner error bars indicate the statistical uncertainties, while the outer ones correspond to statistical and systematic uncertainties (except the energy-scale uncertainty) added in quadrature.",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Table 1 :",
            "section_rank": 20
        },
        {
            "section": "Table 1 :",
            "text": "2 , for all ∆η 1 values and for ∆η 1 < 1 and ∆η 1 > 1. NLO calculations describe the data at large ∆η 2 but underestimate the cross sections at small ∆η 2 , especially for small values of ∆η 1 , where, in the case of small x Bj , the contribution of multiple gluon emission is expected to be large. The predictions of Lepto are significantly below the data. Ariadne with default parameters significantly overestimates the cross sections whereas the new tuning provides a good description of the data. The Cascade MC, as in the inclusive case, does not provide a satisfactory description of measured cross sections. CAL δ F P C C QED C HAD (GeV 2 ) (pb/GeV 2 ) The differential cross section, dσ/dQ 2 , in bins of Q 2 for inclusive forward",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "section": "Table 1 :",
            "text": "jets. The statistical (δ stat ), systematic (δ syst ) and jet-energy-scale uncertainties for CAL and FPC (δ CAL and δ F P C ) are shown separately. The multiplicative correction applied to correct for QED radiative effects (C QED ) and for hadronisation effects (C HAD ) are shown in the last two columns.x Bj bin dσ/dx Bj δ stat δ syst δ CAL δ F P C C QED C HAD",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "Table 6 :",
            "section_rank": 21
        },
        {
            "section": "Table 6 :",
            "text": "The differential cross section, dσ/d∆η 2 , in bins of ∆η 2 for \"forward jet+dijet\" events. The statistical, systematic and jet-energy-scale uncertainties are shown separately (see the caption ofTable 1).∆η bin dσ/d∆η δ stat δ syst δ CAL δ F P C C QED C HAD",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "Table 7 :",
            "section_rank": 22
        },
        {
            "section": "Table 7 :",
            "text": "The differential cross section, dσ/d∆η 2 , in bins of ∆η 2 for \"forward jet+dijet\" events in the case of ∆η 1 < 1. The statistical, systematic and jet-energyscale uncertainties are shown separately (see the caption ofTable 1). ∆η 2 bin dσ/d∆η 1 δ stat δ syst δ CAL δ F P C C QED C HAD",
            "paragraph_rank": 95,
            "section_rank": 22
        },
        {
            "text": "Table 9 :",
            "section_rank": 23
        },
        {
            "section": "Table 9 :",
            "text": "The differential cross sections as a function of η jet in different bins of Q 2 and (E jet T ) 2 for inclusive forward jets. The jet-energy-scale uncertainties are shown separately (see the caption ofTable 1).",
            "paragraph_rank": 96,
            "section_rank": 23
        },
        {
            "section": "Table 9 :",
            "text": "The ZEUS coordinate system is a right-handed Cartesian system, with the Z axis pointing in the proton beam direction, referred to as the \"forward direction\", and the X axis pointing towards the centre of HERA. The coordinate origin is at the nominal interaction point.",
            "paragraph_rank": 97,
            "section_rank": 23
        },
        {
            "section": "Table 9 :",
            "text": "Hereafter, both e + and e − are referred to as electrons, unless explicitly stated otherwise.",
            "paragraph_rank": 98,
            "section_rank": 23
        },
        {
            "section": "Table 9 :",
            "text": "The following parameters have been changed from their default values: the powers, defining the fraction of the proton remnant participating in the emission, PARA(10)=1.2 (default=1.0) and PARA(25)=1.2 (default=2.0); the square root of the mean value of the primordial p 2 ⊥ in the proton remnant, PARA(27)=0.9 (default=0.6).",
            "paragraph_rank": 99,
            "section_rank": 23
        },
        {
            "text": "Acknowledgments",
            "section_rank": 25
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the DESY Directorate for the strong support and encouragement. We are grateful for the support of the DESY computing and network services. The diligent efforts of the HERA machine group are gratefully acknowledged. The design, construction and installation of the ZEUS detector have been made possible due to the ingenuity and efforts of many people from DESY and other institutes who are not listed as authors. We also thank Hannes Jung and Herman Hessling for fruitful discussions.",
            "paragraph_rank": 100,
            "section_rank": 25
        }
    ]
}