{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report the observation of a new DsJ meson produced in B + →D 0 DsJ →D 0 D 0 K + . This state has a mass of M = 2708 ± 9 +11 −10 MeV/c 2 , a width Γ = 108 ± 23 +36 −31 MeV/c 2 and a 1 − spinparity. The statistical significance of this observation is 8.4σ. The results are based on an analysis of 449 million BB events collected at the Υ(4S) resonance with the Belle detector at the KEKB asymmetric-energy e + e − collider.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 14.40.Lb, 13.25.Hw,13.20.Fc At the level of quark diagrams, the decay B →DDK proceeds dominantly via the CKM-favoredb →cW + → ccs transition. The transition amplitudes can be categorized as due to either external W -or internal (colorsuppressed) W -emission diagrams. The decay B + → D 0 D 0 K + [1] can proceed through both types of diagrams; thus it is promising for searches for new cs states as well as for some cc states lying above D 0D0 threshold. The unexpected discoveries of the D * s0 (2317) and D s1 (2460) mesons show that our understanding of cs spectroscopy might be incomplete, while experimental data on cc states with decay channels open to D ( * )D( * ) are scarce.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 24,
                    "text": "13.25.Hw,",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "start": 33,
                    "text": "13.20.Fc",
                    "end": 41
                }
            ]
        },
        {
            "text": "The decays B →DDK have been previously studied with a small data sample at LEP [2] and more recently a larger statistics exploratory study was performed by BaBar [3]. In this letter we report the first study of the Dalitz plot of B",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 79,
                    "text": "[2]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 162,
                    "text": "[3]",
                    "end": 165
                }
            ]
        },
        {
            "text": "The study is performed using data collected with the Belle detector at the KEKB asymmetric-energy e + e − (3.5 on 8 GeV) collider [4], operating at the Υ(4S) resonance ( √ s = 10.58 GeV). The data sample corresponds to the integrated luminosity of 414 fb −1 and contains 449 million BB pairs. The Belle detector is a large-solidangle magnetic spectrometer that is described in detail elsewhere [5].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 130,
                    "text": "[4]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 394,
                    "text": "[5]",
                    "end": 397
                }
            ]
        },
        {
            "text": "Well measured charged tracks are identified by combining information from time-of-flight, Cherenkov and ionisation detectors. Requirements on the particle identification variable are imposed that identify a charged kaon with 90% efficiency, a charged pion with almost 100% efficiency and have less than 10% K ↔ π misidentification probability. Any track that is positively identified as an electron is rejected.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Candidate K 0 S → π + π − decays are identified by a displaced secondary vertex, a two-pion momentum vector that is consistent with a K S originating from the IP and a π + π − invariant mass within ±15 MeV/c 2 (±3σ) of the nominal K 0 S mass. Candidate π 0 mesons are reconstructed from pairs of identified photons, each with a minimum energy of 50 MeV, that have an invariant mass within ±15 MeV/c 2 (±3σ) of the π 0 mass. D 0 mesons are reconstructed in the",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "S π + π − and K − K + decay modes. We preselect D 0 candidates using a signal window ±30 MeV/c 2 (±5σ) around the nominal D 0 meson mass for all decay modes except for D 0 → K − π + π 0 , where a ±50 MeV/c 2 (±5σ) signal window is used. Mass-and vertex-constrained fits are applied to D 0 candidates to improve their momentum resolution.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "To suppress the continuum background (e + e − → qq, q = u, d, s, c) we require the ratio of the second to the zeroth Fox-Wolfram moments [6] to be less than 0.3.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 137,
                    "text": "[6]",
                    "end": 140
                }
            ]
        },
        {
            "text": "We formD 0 D 0 K + combinations using D 0 candidates with momenta in the Υ(4S) rest frame (cms) kinematically allowed in B + →D 0 D 0 K + . The momenta of the secondaries from a B meson candidate decay are refitted to a common vertex with an interaction point (IP) constraint that takes into account the B meson decay length. The B meson candidates are identified by their cms energy difference, ∆E = Σ i E i − E beam , and their beam constrained mass,",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": ", where E beam = √ s/2 is the beam energy in the cms and p i and E i are the three-momenta and energies of the B candidate's decay products. We select B candidates with M bc > 5.2 GeV/c 2 and −0.4 GeV < ∆E < 0.3 GeV. Exclusively reconstructed B + →D 0 D 0 K + signal events have an M bc distribution that peaks at the nominal B meson mass; the ∆E distribution peaks at zero.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We employ a discriminator (likelihood ratio) based on the D 0 meson signal significance to select the unique B candidate in the event, defined as:",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": ", where S and B are the signal and the background likelihoods that depend on the D 0 candidate's invariant mass (M D 0 ). This discriminator is determined from fits to the M D 0 distributions for each D 0 decay mode separately, using a data sample enriched in B + →D 0 D 0 K + decays. In these fits S and B are parametrized respectively by a double gaussian and a linear functions. For events with multiple B + →D 0 D 0 K + candidates, the product",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "is calculated and the candidate with the largest LR B is accepted. The LR B discriminator is also used to suppress combinatorial backgrounds to B + →D 0 D 0 K + and to enhance the signal purity. Monte Carlo (MC) studies showed that this selection, which does not rely on the ∆E and M bc values used in the B signal definition, does not introduce biases. The fraction of events with multiple candidates is 45% and the average candidate multiplicity is 2.2. The main background is due to BB production, with multiple candidates originating from wrong pairing of D 0 's or swapped kaons.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The ∆E and M bc distributions for the B + →D 0 D 0 K + decay candidates, selected with LR B > 0.01 requirement, are shown in Fig. 1, where the ∆E distribution is shown",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 125,
                    "text": "Fig. 1",
                    "end": 131
                }
            ]
        },
        {
            "text": "is the nominal B meson mass) and the M bc distribution is shown for | ∆E |< 3σ ∆E (σ ∆E = 6.6 MeV). From a study of the M bc and ∆E background distributions in large MC samples of generic BB and qq events as well as D 0 -mass sidebands in data, we find no significant peaking background.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "To extract the signal yield, we perform twodimensional (2D) extended unbinned maximumlikelihood fits to ∆E and M bc . The probability density functions (PDFs) for the M bc and ∆E signals are Gaussians. The background PDF for M bc is represented by a phenomenological function [7] with a phase-spacelike behaviour near the kinematic boundary; the ∆E background is parameterized by a second-order polynomial. The likelihood function is maximized with free parameters for the signal yield, the Gaussian means and widths, and four parameters that describe shapes of the background distributions. From the fit, we obtain a signal yield of N sig = 399 ± 40 events. The results of the fit are superimposed on the ∆E and M bc projections shown in Fig. 1(b)-(c).",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 276,
                    "text": "[7]",
                    "end": 279
                },
                {
                    "type": "figure",
                    "start": 739,
                    "text": "Fig. 1(b)",
                    "end": 748
                }
            ]
        },
        {
            "text": "We determine the branching fraction from the relation:",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": ", where ǫ ij are efficiencies for the D 0 decay channels i and j. N BB is the number of analyzed BB pairs, N BB = 449 × 10 6 , and N B + B − = N B 0B0 is assumed. The efficiencies are determined by MC using a model that reproduces the observed Dalitz plot features (discussed below). The sum in the denominator of the above relation is 4.0 × 10 −4 . We obtain B(B",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": ", where the first error is statistical and the second is systematic. The latter includes contributions due to uncertainties in the efficiency determination (tracking and particle identification efficiency, data-MC differences in ∆E, M bc signal shapes), the LR B selection, the background parameterization, the MC model used in the efficiency calculation, the intermediate D 0 branching fractions and N BB . This result supersedes our previous determination [11], which assumed a phase space model in the efficiency determination.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 458,
                    "text": "[11]",
                    "end": 462
                }
            ]
        },
        {
            "text": "The main features of the data can be seen in the Dalitz plot M 2 (D 0D0 ) vs. M 2 (D 0 K + ) for events from a signal region defined by the ellipse Fig. 2(a)  The background-subtracted M (D 0D0 ) spectrum (Fig. 3(b)), for events satisfying cos θ hel > 0, where θ hel is the helicity angle between the D 0 momentum vector and the direction opposite the K + in the D 0D0 rest frame, is used to estimate the possible ψ(4160), ψ(4040) contribution to the enhancement at M (D 0 K + ) ≃ 2.7 GeV/c 2 . The peak at threshold corresponds to ψ(3770), while the structure at 4.0 ÷ 4.2 GeV/c 2 is conservatively assummed to be predominantly ( [9], [10]) due to the ψ(4160). The distribution for M (D 0D0 ) > 3.8 GeV/c 2 is fitted with a BW with mass and width fixed at the nominal ψ(4160) values (M = 4160, Γ = 80 MeV/c 2 [8]), yielding 24 ± 11 signal events. We use these ψ(4160) parameters to estimate the number of ψ(4160) events in the backward helicity-angle hemisphere, in the region M (D 0 K + ) < 2.9 GeV/c 2 . Taking into account the efficiency we obtain a total of 43 ± 20 ψ(4160) events. We parameterize the observed excess of events with a BW and fit the M (D 0 K + ) spectrum (Fig. 3(c)) with the ansatz of a new resonance, the ψ(4160) reflection and a phase-space component with shapes determined by MC simulations. The efficiency variation is taken into account in the fit; the free parameters are the resonance yield, mass and width, and the phase-space component normalization. The fit has an acceptable overall χ 2 but is unable to reproduce the events near the low-mass threshold seen in Fig. 3(c). We used several phenomenological parameterizations (polynomials, a BW, an exponential) of the threshold enhancement in the fit to determine its influence on the BW parameters of the 2.7 GeV/c 2 peak. The exponential form a × exp [−αM",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 148,
                    "text": "Fig. 2(a)",
                    "end": 157
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 205,
                    "text": "(Fig. 3(b)",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 631,
                    "text": "[9]",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 636,
                    "text": "[10]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 810,
                    "text": "[8]",
                    "end": 813
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1177,
                    "text": "(Fig. 3(c)",
                    "end": 1187
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1595,
                    "text": "Fig. 3(c)",
                    "end": 1604
                }
            ]
        },
        {
            "text": "gives a good description of the mass spectrum, while adding only two free parameters.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "For the new resonance, which we henceforth denote as the D sJ (2700) + , we obtain a signal yield of 182 ± 30 events, a mass of M = 2708 ± 9 MeV/c 2 and a width of  Figs. 4(a)-(c) as histograms overlaid on the measured mass spectra. The resonance parameters and product branching fractions are summarized in Table I (the first error is statistical, the second is systematic). The systematic errors on the product branching fractions and the resonance parameters include contributions from uncertainties in the yields of the ψ(4160) reflection (including the recent ψ(4160) parameter determination [9]), the threshold parameterization, sensitivities of parameters to the fit range and parameterization, uncertainties in the LR B selection, as well as uncertainties due to interference effects that were neglected. The systematics due to the latter are determined from MC simulations of Dalitz plot densities with and without interference of contributing amplitudes, with each contributing resonance parameterized by a BW form. The resonance parameters from Table I and the threshold enhancement parameters are used to determine the amplitudes. The effects of interference of the ψ(3770) with other states are found to be small and are neglected in the simulations. These MC samples, with maximal constructive and destructive interferences, were analysed ignoring interference effects. The differences between the obtained resonance parameters and the input values are taken as systematic errors.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 165,
                    "text": "Figs. 4(a)",
                    "end": 175
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 308,
                    "text": "Table I",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 597,
                    "text": "[9]",
                    "end": 600
                }
            ]
        },
        {
            "text": "We study background-subtracted ψ(3770) and D sJ (2700) + helicity angle distributions by selecting the respective invariant mass in the resonance region and obtaining B meson signal yields in bins of cos θ hel from the 2D fits to ∆E and M bc . Here cos θ hel for ψ(3770) is defined as before, whereas for D sJ (2700) + it is the angle between the K + momentum vector and the direction opposite theD 0 in the D 0 K + rest frame. The obtained angular distributions are then corrected using bin-by-bin efficiencies. The expected reflections from ψ(4160) and from the threshold component are subtracted from the D sJ (2700) + angular distribution. Spin hypotheses for the resonances are tested by comparing predictions for the different hypotheses to the corrected angular distributions. The ψ(3770) distribution (not shown) is well described by the J = 1 hypothesis (χ 2 /ndf = 3.6/5). The D sJ (2700) + distribution ( Fig. 4(d)) favours J = 1 (11/5); the J = 0 (112/5) and J = 2 (146/5) assignments can be rejected. The J = 1 assignment and the observed decay to two pseudoscalar mesons imply parity P = −1.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 916,
                    "text": "Fig. 4(d)",
                    "end": 925
                }
            ]
        },
        {
            "text": "In summary, from a study of the Dalitz plot we find that the decay B + →D 0 D 0 K + proceeds dominantly via quasi-two-body channels: B + →D 0 D sJ (2700) + and B + → ψ(3770)K + . The observed rate for ψ(3770) production in B meson decays confirms our previous observation [11]. The D sJ (2700) + is a previously unobserved resonance in the D 0 K + system with a mass M = 2708 ± 9 +11 −10 MeV/c 2 , width Γ = 108 ± 23 +36 −31 MeV/c 2 and J P = 1 − . The statistical significance of this observation is 8.4σ. Based on its observed decay channel, we interpret the D sJ (2700) + resonance as a cs meson. Potential model calculations [12] predict a cs radially excited 2 3 S 1 state with a mass 2710-2720 MeV/c 2 . From chiral symmetry considerations [13] a 1 + -1 − doublet of states has been predicted. If the 1 + state is identified as the D s1 (2536), the mass predicted for the 1 − state is M = 2721 ± 10 MeV/c 2 . Additional measurements of the meson properties are needed to distinguish between these two interpretations.",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 272,
                    "text": "[11]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 629,
                    "text": "[12]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 746,
                    "text": "[13]",
                    "end": 750
                }
            ]
        },
        {
            "text": "It is not clear whether the structure at 2688 MeV/c 2 observed recently [14] in the DK system produced in continuum could be due to the D sJ (2700) + . The recently reported D sJ (2860) state [14] is not seen in our data. This could indicate a high spin for this meson that suppresses its production in B decays.",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 72,
                    "text": "[14]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 192,
                    "text": "[14]",
                    "end": 196
                }
            ]
        },
        {
            "text": "We thank the KEKB group for excellent operation of the accelerator, the KEK cryogenics group for efficient",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "2 FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "2 FIG. 1 :",
            "text": "FIG. 1: ∆E vs. M bc (a), ∆E (b) and M bc (c) distributions for B + →D 0 D 0 K + . Black (white) ellipses in (a) enclose the signal (sideband) regions described in the text.",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2:Dalitz plot (a) and projections for B+ →D 0 D 0 K + in the 1.5σ ∆E−M bc signal region: M (D 0D0 ) (b), M (D 0 K + ) (c), M (D 0 K + ) (d).Hatched histograms represent background, red/solid curves show the efficiency.",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "text": "2 FIG. 3 :",
            "section_rank": 4
        },
        {
            "section": "2 FIG. 3 :",
            "text": "FIG. 3: B meson signal yield vs.: (a) M (D 0D0 ) in the ψ(3770) region, (b) M (D 0D0 ) for cos θ hel > 0 (c) M (D 0 K + ) for M (D 0D0 ) > 3.85 GeV/c 2 . Solid curves denote the χ 2 fit results described in the text. The red/dotted curve in (a) shows the phase-space component, whereas in (c) the red/dotted curve is the sum of the three components: ψ(4160) reflection, phase-space and threshold components.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "Figure 3 (",
            "section_rank": 5
        },
        {
            "section": "Figure 3 (",
            "text": "c) shows the background-subtracted M (D 0 K + ) distribution for events with M (D 0D0 ) > 3.85 GeV/c 2 . This requirement removes the ψ(3770) reflection at high M (D 0 K + ). The predicted ψ(4160) reflection agrees well with the data in the high mass M (D 0 K + ) region but does not explain the large peak at M (D 0 K + ) ≃ 2.7 GeV/c 2 .",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: B meson signal yield vs. : M (D 0D0 ) (a), M (D 0 K + ) (b), and M (D 0 K + ) (c). Histograms denote the contributions from: DsJ (2700) + (blue/grid), ψ(3770) (green/horizontally striped), ψ(4160) (yellow/light grey), threshold (red/vertically striped) and phase-space components (brown/dark grey). Histograms are superimposed additively. (d) Efficiency corrected DsJ (2700) + helicity angle distribution. Curves show predictions for various spin hypotheses: J = 0 (green/dotted line), J = 1 (red/solid), J = 2 (blue/dashed), where Legendre polynomial values are averaged over the bin width.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "section": "TABLE I :",
            "text": "Resonance parameters and product branching fractions: B(B + →D 0 DsJ (2700) + ) × B(DsJ (2700) + → D 0 K + ) and B(B + → ψ(3770)K + ) × B(ψ(3770) → D 0D0 ).",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "TABLE I :",
            "text": "solenoid operations, and the KEK computer group and the NII for valuable computing and Super-SINET network support. We acknowledge support from MEXT and JSPS (Japan); ARC and DEST (Australia); NSFC and KIP of CAS (China); DST (India); MOEHRD, KOSEF and KRF (Korea); KBN (Poland); MES and RFAAE (Russia); ARRS (Slovenia); SNSF (Switzerland); NSC and MOE (Taiwan); and DOE (USA).",
            "paragraph_rank": 32,
            "section_rank": 9
        }
    ]
}