{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report improved measurements of time-dependent CP violation parameters for B 0 (B 0 ) → ψ(2S)K 0",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "S . This analysis is based on a data sample of 657 × 10 6 BB pairs collected at the Υ(4S) resonance with the Belle detector at the KEKB energy-asymmetric e + e − collider. We fully reconstruct one neutral B meson in the ψ(2S)K 0 S CP -eigenstate decay channel, and the flavor of the accompanying B meson is identified to be either B 0 or B 0 from its decay products. CP violation parameters are obtained from the asymmetries in the distributions of the proper-time intervals between the two B decays: S ψ(2S)K 0 S = +0.72 ± 0.09(stat) ± 0.03(syst), A ψ(2S)K 0 S = +0.04 ± 0.07(stat) ± 0.05(syst). These results are in agreement with results from measurements of B 0 → J/ψK 0 . In the standard model, CP violation in B 0 meson decays originates from an irreducible complex phase in the 3 × 3 Cabibbo-Kobayashi-Maskawa (CKM) mixing matrix [1]. In the decay chain Υ(4S) → B 0 B 0 → f CP f tag , where one of the B mesons decays at time t CP to a CP eigenstate f CP and the other decays at time t tag to a final state f tag that distinguishes between B 0 and B 0 , the decay rate has a time dependence [2] given by P(∆t) = e −|∆t|/τ B 0 4τ B 0 1 + q • S fCP sin(∆m d ∆t)",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 837,
                    "text": "[1]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1098,
                    "text": "[2]",
                    "end": 1101
                }
            ]
        },
        {
            "text": "+ A fCP cos(∆m d ∆t) . (1) Here S fCP and A fCP are the CP violation parameters, τ B 0 is the neutral B lifetime, ∆m d is the mass difference between the two neutral B mass eigenstates, ∆t = t CP −t tag , and the b-flavor charge q equals +1 (−1) when the tagging B meson is a B 0 (B 0 ). For f CP final states resulting from a b → ccs transition, the standard model predicts S fCP = −ξ f sin 2φ 1 [3] and A fCP ≃ 0, where ξ f = +1 (−1) for CP -even (CP -odd) final states and φ 1 is one of the three interior angles of the CKM unitarity triangle, defined as",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 23,
                    "text": "(1)",
                    "end": 26
                }
            ]
        },
        {
            "text": ". Measurements of CP asymmetries in b → ccs transitions have been reported by Belle [4,5] and BaBar [6]. Results from our previously published B 0 → ψ(2S)K 0 S analysis were based on a 140 fb −1 data sample corresponding to 152×10 6 BB pairs [4]. Here we report new measurements with an improved analysis [7] incorporating an additional 465 fb −1 data sample for a total of 605 fb −1 (657 × 10 6 BB pairs).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "[4,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 87,
                    "text": "5]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 100,
                    "text": "[6]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 305,
                    "text": "[7]",
                    "end": 308
                }
            ]
        },
        {
            "text": "At the KEKB energy-asymmetric e + e − (3.5 on 8.0 GeV) collider [8], the Υ(4S) is produced with a Lorentz boost of βγ = 0.425 nearly along the z axis, which is defined as opposite to the positron beam direction. Since the B 0 and B 0 are approximately at rest in the Υ(4S) center-of-mass system (cms), ∆t can be determined from the displacement in z between the two decay vertices: ∆t ≃ ∆z/(βγc), where c is the speed of light.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 64,
                    "text": "[8]",
                    "end": 67
                }
            ]
        },
        {
            "text": "The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrellike arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter (ECL) comprised of CsI(Tl) crystals located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux-return located outside the coil is instrumented to detect K 0 L mesons and to identify muons (KLM). The detector is described in detail elsewhere [9]. Two different inner detector configurations were used. For the first sample of 152 × 10 6 BB pairs, a 2.0 cm radius beampipe and a 3-layer silicon vertex detector (SVD-I) were used; for the latter 505 × 10 6 BB pairs, a 1.5 cm radius beampipe, a 4-layer silicon detector (SVD-II), and a small-cell inner drift chamber were used [10].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 598,
                    "text": "[9]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 931,
                    "text": "[10]",
                    "end": 935
                }
            ]
        },
        {
            "text": "We reconstruct ψ(2S) mesons in the l + l − decay channel (l = e or µ) and J/ψπ + π − decay channel. J/ψ mesons are reconstructed in the l + l − decay channel and include the bremsstrahlung photons that are within 50 mrad of each of the e + and e − tracks [denoted as e + e − (γ)]. The invariant mass of the J/ψ candidates is required to be within −0.150 GeV/c 2 < M e + e − (γ) −m J/ψ < +0.036 GeV/c 2 and −0.060 GeV/c 2 < M µ + µ − − m J/ψ < +0.036 GeV/c 2 , where m J/ψ denotes the world-average J/ψ mass [11], and M e + e − (γ) and M µ + µ − are the reconstructed invariant masses of the e + e − (γ) and µ + µ − candidates, respectively. For the ψ(2S) → l + l − candidates, the same procedure is used. In this case, the invariant mass is required to be within −0.150 GeV/c",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 507,
                    "text": "[11]",
                    "end": 511
                }
            ]
        },
        {
            "text": "where m ψ(2S) denotes the world-average ψ(2S) mass [11]. For the ψ(2S) → J/ψπ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 51,
                    "text": "[11]",
                    "end": 55
                }
            ]
        },
        {
            "text": "is required to be within 0.580 GeV/c 2 < ∆M < 0.600 GeV/c 2 . To reduce the fraction of incorrectly reconstructed ψ(2S) signal candidates, we select π + π − pairs with an invariant mass greater than 400 MeV/c 2 . The K 0 S selection criteria are the same as those described in Ref. [12]; the invariant mass of the pion pairs is required to satisfy 0.482 GeV/c",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 282,
                    "text": "[12]",
                    "end": 286
                }
            ]
        },
        {
            "text": "We combine the ψ(2S) and K 0 S to form a neutral B meson. The B candidates are identified using two kinematic variables: the energy difference ∆E ≡ E cms B − E cms beam and the beam-energy-constrained mass",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": ", where E cms beam is the beam energy in the cms, and E cms B and p cms B are the cms energy and momentum, respectively, of the reconstructed B candidate. In order to improve the ∆E resolution, the masses of the selected J/ψ and ψ(2S) candidates are constrained to their nominal masses using mass-constrained kinematic fits. For the CP asymmetry fit, we select the candidates in the ∆E-M bc signal region defined as |∆E| < 0.03 GeV and 5.27 GeV/c 2 < M bc < 5.29 GeV/c 2 . To suppress background from e + e − → qq (q = u, d, s, or c) continuum events, we require that the event-shape variable R 2 be less than 0.5, where R 2 is the ratio of second to zeroth Fox-Wolfram moments [13].",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 678,
                    "text": "[13]",
                    "end": 682
                }
            ]
        },
        {
            "text": "The b flavor of the accompanying B meson is identified by a tagging algorithm [14] that categorizes charged leptons, kaons, and Λ baryons found in the event. The algorithm returns two parameters: the b-flavor charge q, and r, which measures the tag quality and varies from r = 0 for no flavor discrimination to r = 1 for unambiguous flavor assignment. If r < 0.1, the accompanying B meson provides negligible tagging information and we set the wrong tag probability to 0.5. Events with r > 0.1 are divided into six r intervals.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 78,
                    "text": "[14]",
                    "end": 82
                }
            ]
        },
        {
            "text": "The vertex position for the f CP decay is reconstructed using charged tracks that have a minimum number of SVD hits [15]. A constraint on the interaction point is also used with the selected tracks; the interaction point profile is convolved with the finite B-flight length in the plane perpendicular to the z axis. The pions from K 0 S decays are not used for vertexing. The typical vertex reconstruction efficiency and z resolution are 95% and 78 µm, respectively [12]. The f tag vertex determination is obtained with well-reconstructed tracks that are not assigned to f CP . The typical vertex reconstruction efficiency and z resolution are 93% and 140 µm, respectively [12]. After all selection criteria are applied, we obtain 1618 and 1202 events for the l + l − and J/ψπ + π − modes in the ∆E-M bc fit region defined as 5.2 GeV/c 2 < M bc < 5.3 GeV/c 2 and −0.1 GeV < ∆E < 0.1 GeV, of which 680 and 712, respectively, are in the signal region. Figure 1 shows the reconstructed variables ∆E and M bc after flavor tagging and vertex reconstruction. The signal yield is obtained from an extended unbinned maximum-likelihood fit to the ∆E-M bc distribution. We model the shape for the signal component using the product of a double Gaussian for ∆E and a single Gaussian for M bc whereas the combinatorial background is described by the product of a first-order polynomial for ∆E and an ARGUS [16] function for M bc . For the ψ(2S) → J/ψπ + π − mode, there is a background component that peaks like the signal (peaking background) in the ∆E-M bc signal region. This peaking background is mainly due to the J/ψK 1 (1270) 0 , J/ψK * (892) − π + and J/ψK 0 S π + π − modes, with no real ψ(2S) → J/ψπ + π − in the final state. The fraction of such peaking events is estimated to be 1% from the ∆M sidebands in data. The E (GeV) ∆  which have a final state similar to the signal but with higher statistics. This sample, where no CP asymmetry is expected, is also used to check the potential bias in the measurements of CP violation parameters. The signal yields and purity in the ∆E-M bc signal region after flavor tagging and vertex reconstruction are listed in Table I. We define the purity as the ratio of the signal yield to the total number of candidate events in the signal region. We determine S fCP and A fCP by performing an unbinned maximum-likelihood fit to the observed ∆t distribution for the candidate events in the signal region. The likelihood function is",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 116,
                    "text": "[15]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 466,
                    "text": "[12]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 673,
                    "text": "[12]",
                    "end": 677
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 950,
                    "text": "Figure 1",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1394,
                    "text": "[16]",
                    "end": 1398
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2159,
                    "text": "Table I",
                    "end": 2166
                }
            ]
        },
        {
            "text": "where the product includes events in the signal region. We only use events with vertices that satisfy |∆t| < 70 ps and ξ < 250, where ξ is the χ 2 of the vertex fit calculated only in the z direction. The probability density function (PDF) is given by",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The signal fraction f sig and the peaking fraction f peak depend on the r region and are calculated on an eventby-event basis as a function of ∆E and M bc . The PDF for signal events, P sig (∆t), is given by Eq. 1 and modified to incorporate the effect of incorrect flavor assignment; the parameters τ B 0 and ∆m d are fixed to their worldaverage values [11]. The distribution is then convolved with a resolution function R sig (∆t) to take into account the finite vertex resolution. The resolution function parameters, along with the wrong tag fractions for the six r intervals, w l (l = 1, 6) and possible differences in w l between B 0 and B 0 decays (∆w l ) are determined using a high-statistics control sample of semileptonic and hadronic b → c decays [4,12]. The PDF for non-peaking background events, P bkg (∆t), is modeled as a sum of exponential and prompt components and is convolved with a sum of two Gaussians, which parameterizes the resolution function R bkg (∆t). Parameters in P bkg (∆t) and R bkg (∆t) are determined from a fit to the ∆t distribution of events in the ∆E-M bc data sideband (M bc < 5.26 GeV/c 2 , −0.03 GeV < ∆E < 0.20 GeV). The PDF for peaking background events, P peak (∆t), is the same as P sig (∆t) with CP parameters fixed to zero. The term P ol (∆t) is a broad Gaussian function that represents an outlier component with a small fraction f ol . The only free parameters in the final fit are S fCP and A fCP ; these are determined by maximizing the likelihood function given by Eq. 2.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 354,
                    "text": "[11]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "start": 758,
                    "text": "[4,",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 761,
                    "text": "12]",
                    "end": 764
                }
            ]
        },
        {
            "text": "The unbinned maximum-likelihood fit to the 1300 events in the signal region results in the CP violation parameters, S ψ(2S)K 0 S = +0.72 ± 0.09(stat) ± 0.03(syst), A ψ(2S)K 0 S = +0.04 ± 0.07(stat) ± 0.05(syst), where the systematic uncertainties listed are described below. We define the raw asymmetry in each ∆t bin by (",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "is the number of observed candidates with q = +1 (−1). Figure 2 shows the observed ∆t distributions for q = +1 and q = −1 with no requirement on the tagging quality (top), and the raw asymmetry for events with good tagging quality (r > 0.5) (bottom). The systematic errors on S fCP and A fCP , summarized in Table II, are evaluated by fitting the data with each fixed parameter varied by its 1 standard deviation (σ) error. The MC-determined parameters are varied by ±2σ to take into account possible imperfect modeling in the MC. We repeat the CP fit procedure with the new value, add the differences in S, A quadratically, and then assign the result as the systematic error. The largest contribution to S fCP comes from vertex reconstruction (0.026). This includes the uncertainties in the interaction point profile (the smearing used to account for the B flight length is varied by −10 µm and +20 µm), the tag side track selection criteria, the helix parameter correction, the |∆t| range (varied by ±30 ps), the vertex quality cut ξ (changed to ξ < 150 and ξ < 500), the ∆z measurement, and imperfect SVD alignment. The last two are obtained from a study of J/ψK 0 S . Each physics parameter (τ B 0 , ∆m d ) is varied by the error in its worldaverage value [11]. Systematic errors due to uncertainties in wrong tag fractions are estimated by varying the parameters w l , ∆w l in each r region by their ±1σ errors. Systematic errors due to uncertainties in the resolution function are estimated by varying each resolution parameter obtained from data (MC) by ±1σ (±2σ). The ∆E, M bc parameters and signal fraction in each r region are varied to estimate the systematic errors. No significant bias is seen by fitting a large sample of MC events. The systematic errors from uncertainties in the peaking background are obtained by varying the peaking fraction, shape, as well as its CP asymmetry parameters. The systematic errors from uncertainties in the background ∆t shape are estimated by varying each background parameter by its statistical error. We also include the effects of interference between CKM-favored and CKM-suppressed B → D transitions in the f tag final state [18]. We add each contribution above in quadrature to obtain the total systematic uncertainty.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 55,
                    "text": "Figure 2",
                    "end": 63
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 308,
                    "text": "Table II",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1260,
                    "text": "[11]",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2178,
                    "text": "[18]",
                    "end": 2182
                }
            ]
        },
        {
            "text": "t (ps) ∆",
            "section_rank": 2
        },
        {
            "section": "t (ps) ∆",
            "text": "We perform various cross-checks for this measurement. A fit to the first data sample (SVD-I) results in the CP violation parameter, S = 0.97 ± 0.18, which is consistent with our previous result [4]. A fit to the CP asymmetries of the control sample gives the CP violation parameters, S = 0.02 ± 0.05 and A = −0.03 ± 0.03, which are consistent with no CP asymmetry. A fit to the sideband events in the B 0 → ψ(2S)K 0 S data sample gives an asymmetry consistent with zero (S = 0.02 ± 0.21, A = −0.04 ± 0.10). A lifetime fit to B 0 → ψ(2S)K 0 S and B + → ψ(2S)K + gives τ B 0 = 1.51 ± 0.05 ps and τ B + = 1.62 ± 0.03 ps, respectively, which are consistent with the world-average values. We also examine the CP violation parameters separately for the ψ(2S) → l + l − (S = 0.84 ± 0.13, A = 0.14 ± 0.09) and ψ(2S) → J/ψπ + π − (S = 0.61 ± 0.13, A = −0.09 ± 0.10) decay modes. We find that all results are consistent within errors.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[4]",
                    "end": 197
                }
            ]
        },
        {
            "section": "t (ps) ∆",
            "text": "In summary, we have performed improved measurements of CP violation parameters sin 2φ 1 and A fCP for B 0 → ψ(2S)K 0 S using 657 × 10 6 BB events. These measurements supersede our previous result [4] and are in agreement with results from measurements of B 0 → J/ψK 0 [19]. Combining the results from B 0 → J/ψK 0 [5] and B 0 → ψ(2S)K 0 S decays, we obtain a new Belle average sin 2φ 1 = 0.650 ± 0.029 ± 0.018. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 268,
                    "text": "[19]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 314,
                    "text": "[5]",
                    "end": 317
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: (color online). (a) ∆E distribution within the M bc signal region, (b) M bc distribution within the ∆E signal region for B 0 → ψ(2S)K 0 S . The solid curves show the fits to the signal plus background distributions, while the dashed curves show the background contributions. The small contribution from peaking backgrounds is discussed in the text.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "1 FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "1 FIG. 2 :",
            "text": "FIG. 2: (color online). The top plot shows the ∆t distributions for q = +1 and q = −1 with no requirement on r. The dashed curve is the sum of backgrounds while the solid curves are the sum of signal and backgrounds. The bottom plot is the raw asymmetry of well-tagged events (r > 0.5, 45% of the total). The solid curve shows the result of the unbinned maximum-likelihood fit.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "PACS numbers: 11.30.Er, 12.15.Hh, 13.25.Hw",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "Number of signal B candidates (Nsig) and estimated signal purity (p) in the signal region after flavor tagging and vertex reconstruction.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "TABLE II :",
            "section_rank": 7
        },
        {
            "section": "TABLE II :",
            "text": "Systematic uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "TABLE II :",
            "text": "We thank the KEKB group for excellent operation of the accelerator, the KEK cryogenics group for efficient solenoid operations, and the KEK computer group and the NII for valuable computing and Super-SINET network support. We acknowledge support from MEXT and JSPS (Japan); ARC and DEST (Australia); NSFC (China); DST (India); MOEHRD, KOSEF and KRF (Korea); KBN (Poland); MES and RFAAE (Russia); ARRS (Slovenia); SNSF (Switzerland); NSC and MOE (Taiwan); and DOE (USA).",
            "paragraph_rank": 24,
            "section_rank": 9
        }
    ]
}