{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ATLAS and CMS experiments will take first data soon. I consider here the prospects for new physics (excluding SUSY) with a few fb −1 of data. This means processes with signal cross sections of a few 10 fb or more, with clear and fairly simple signatures -precision comparison of data to Standard Model tails will take longer, needing more luminosity and very good understanding of detector calibrations, resolutions and trigger efficiencies. The approach I take here is signature rather than model based, but examples of models will be given.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "The Large Hadron Collider (LHC) will provide proton-proton collisions at 14 TeV -a factor of seven above previous colliders. This is not just \"any old\" new energy regime either. It will give us the first direct look at physics far above the electroweaksymmetry-breaking scale. Thus if the Standard Model (SM) is treated as a Higgsless low-energy effective theory, calculations of SM cross sections violate unitarity within the experimental reach of the experiments. Thus the experiments must see either the SM Higgs, or other new physics, or both. This underlines the need for the experiments to be alert to the widest range of possible exotic signatures. In this brief review I discuss prospects for observing some of these signatures with early data, and to which models they are sensitive.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "VARIOUS RESONANCES",
            "section_rank": 3
        },
        {
            "section": "VARIOUS RESONANCES",
            "text": "One of the simplest places to start is looking for anomalous, in particular resonant, production of dileptons. The CMS collaboration has recently [1] presented a sensitivity study of µ + µ − resonances above the Drell-Yan background. Such signals can arise for example from Z ′ bosons present in grand unification models [2]. With as little as 0.1 fb −1 there is sensitivity to a 1 TeV Z ′ in all the models considered, even when a realistic estimate of the detector alignment achievable with this luminosity is included. With 1 fb −1 there is still sensitivity up to around 2.5 TeV, dependent upon the specific modelsee Fig. 1 (left). Such studies also give an indication of sensitivity to graviton resonances in Randall-Sundrum models, for example. One might begin to distinguish spin-1 from spin-2 resonances with 50 fb −1 . Graviton resonances are an example where one also expects to see resonances in the diphoton channel. Here the CMS experiment expects [1,3] to have sensitivity up to around 3.5 TeV with 10 fb −1 .",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 146,
                    "text": "[1]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 321,
                    "text": "[2]",
                    "end": 324
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 621,
                    "text": "Fig. 1 (left)",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 961,
                    "text": "[1,",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 964,
                    "text": "3]",
                    "end": 966
                }
            ]
        },
        {
            "section": "VARIOUS RESONANCES",
            "text": "Kaluza-Klein excitations of the gluon in TeV −1 extra dimension models are an example of a model producing resonances decaying to quarks. ATLAS has carried out a study [4] of 1 TeV resonances decaying to tt, where the W from one of the tops decays to hadrons, the other to (e or µ) + ν. There is sensitivity here with around a fb −1 , and the mass reach eventually is expected to be up to around 3.3 TeV.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 168,
                    "text": "[4]",
                    "end": 171
                }
            ]
        },
        {
            "text": "MISSING MOMENTUM",
            "section_rank": 4
        },
        {
            "section": "MISSING MOMENTUM",
            "text": "It is natural to benchmark signatures with missing transverse momentum plus leptons against models with high mass W ′ bosons, just as the dilepton case is benchmarked against Z ′ models. Discovery limits are typically based on a measured transverse mass distribution, after a selection requiring the presence of a high transverse momentum (p T ) lepton. An example study from CMS [1,6] using a reference model [7] shows sensitivity up to around 3.5 TeV in the W ′ mass with 1 fb −1 of data.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 380,
                    "text": "[1,",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 383,
                    "text": "6",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 410,
                    "text": "[7]",
                    "end": 413
                }
            ]
        },
        {
            "section": "MISSING MOMENTUM",
            "text": "Multiple lepton signatures in association with missing p T arise naturally in models where a complex decay chain ensues from a massive particle decay. For example in universal extra dimension models [8], Kaluza-Klein excitations of the gluon occur, carrying a conserved quantum number which plays a similar role to R-parity in the minimal supersymmetric SM. That is, decays follow through a cascade (which may produce leptons) ending in the lightest Kaluza-Klein state, which cannot decay and carries off \"missing\" momentum. A study from CMS [9] shows sensitivity after a few fb −1 of up to around 700 GeV in the mass scale associated with the size of the extra dimensions in the minimal universal extra dimension model.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 199,
                    "text": "[8]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 542,
                    "text": "[9]",
                    "end": 545
                }
            ]
        },
        {
            "text": "JETS AND VECTOR BOSONS",
            "section_rank": 5
        },
        {
            "section": "JETS AND VECTOR BOSONS",
            "text": "Jets themselves will give the highest statistics probe of the highest energy scales at the LHC (unless they are suppressed by other exotic physics such as TeV black holes). The major limitation on the sensitivity is likely to be from systematic errors at first associated with detector, where understanding the energy measurement for jets of several TeV will require much detailed study. In the end, as the detectors become better understood, theoretical uncertainties on the QCD cross section will also play a role. That said, both these effects can be reduced by considering the ratio of jets in different rapidity regions. In this case, a CMS study [1] indicates that the dijet mass ratios could be measured up to 6.5 TeV with an accuracy of better than 50%, giving sensitivity to new physics above 15 TeV if the effects are manifested as effective contact interactions.",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 652,
                    "text": "[1]",
                    "end": 655
                }
            ]
        },
        {
            "section": "JETS AND VECTOR BOSONS",
            "text": "A qualitatively new feature expected at the LHC is the abundance of particles with mass O(100) GeV and p T of several hundred GeV decaying to hadrons -SM candidates being the W , Z, top and Higgs, but with other exotica also possible. The boost means that the decay products will often appear in a single jet. Thus measuring the singlejet mass, and studying substructure of the jet for signs of the heavy particle decay, provides information which can be exploited in the search for and diagnosis of new physics. This was first studied in the case of vector boson scattering at high masses [10] and has since been proposed and/or studied in several other cases [11,12,13,14,15,16], including new physics searches ranging from superheavy quarks to Kaluza-Klein graviton excitations, as well as supersymmetric decay chains and SM measurements. Preliminary studies from ATLAS show that single-jet mass resolutions of a few GeV should be obtainable, which is good enough to make the method useful. For example, t ′ candidates may be observable using this technique with only 2.5 fb −1 of data [11].",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 590,
                    "text": "[10]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 661,
                    "text": "[11,",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 665,
                    "text": "12,",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 668,
                    "text": "13,",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 671,
                    "text": "14,",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 674,
                    "text": "15,",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 677,
                    "text": "16]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1089,
                    "text": "[11]",
                    "end": 1093
                }
            ]
        },
        {
            "section": "JETS AND VECTOR BOSONS",
            "text": "Vector boson scattering, where a W or Z is radiated from a quark in each proton and they then interact, is a process of great interest over the whole range of centre-of-mass energy accessible at the LHC. It is characterised by the W /Z decay products and two high rapidity \"tag\" jets travelling close to the beam directions. At low masses, WW and ZZ scattering are search channels for the SM Higgs. At high masses, unitarity is violated in this process without a Higgs, so it represents the \"no lose\" channel at the LHC. If a Higgs is seen, measuring this process is vital to show that the Higgs mechanism actually operates. If no Higgs is seen, some other new physics must appear in this channel to regulate the cross section at the highest masses.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "JETS AND VECTOR BOSONS",
            "text": "Of course, in its extreme this is a very high luminosity topic, where the kinematic limit is probed only with very high luminosity (a luminosity upgrade is in fact required to exploit it fully). However, diboson resonances in this channel are a generic feature of models involving new strong interactions around 1 TeV [17]. For example, studies by CMS and at ATLAS of W Z and WW resonances respectively [1,18,19] indicate that first sensitivity will be obtained after a few fb −1 .",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 318,
                    "text": "[17]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 403,
                    "text": "[1,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 406,
                    "text": "18,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 409,
                    "text": "19]",
                    "end": 412
                }
            ]
        },
        {
            "text": "MULTIPLE JETS AND LEPTONS",
            "section_rank": 6
        },
        {
            "section": "MULTIPLE JETS AND LEPTONS",
            "text": "In extra dimension models, the Planck scale may be lowered far enough to be accessible at the LHC. This would lead to copious production of mini black-holes, which would decay very rapidly via Hawking radiation to \"flavour democratic\" high multiplicity states. Cuts on multiplicity and event shapes (such as circularity) can be used to extract as signal. There are large uncertainties in the phenomenology, but the cross sections may be enormous, and there are cases where this physics would be visible with very low luminosities [5], down even to 1 pb −1 , once the detector and backgrounds are sufficiently well understood! -see Fig.1 (right).",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 530,
                    "text": "[5]",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 631,
                    "text": "Fig.1 (right)",
                    "end": 644
                }
            ]
        },
        {
            "text": "SUMMARY",
            "section_rank": 7
        },
        {
            "section": "SUMMARY",
            "text": "Many surprises are possible in the early days of LHC running. A \"bonfire of models\" is certain, but some (perhaps only one?) will survive. I have not discussed at all the enormous complexity of the detectors and the huge challenges involved in understanding them, and in understanding the SM at 14 TeV. The first things we see will be features of new detectors -so buyer beware rumours and blogs! Nevertheless, there will be some really exciting physics.",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. (l) CMS 5σ discovery reach as a function of integrated luminosity as a function of Z ′ mass for various models with Z ′ → µ + µ − (from [1]) (r) ATLAS discovery contours in the plane of Planck mass (M P ) and number of extra dimensions (n) for black hole masses more than 1 TeV above M P (from [5])",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 10
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "Thanks especially to G. Brooijmans, S. Eno and F. Ledroit, as well as to the organisers for a stimulating and fun conference.",
            "paragraph_rank": 14,
            "section_rank": 10
        }
    ]
}