{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Decay channels of the η meson with at least one lepton pair in the final state are discussed. Preliminary results on electron-positron pair production from the pd → 3 He η reaction from the WASA experiment at CELSIUS are presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "The η decay channels with lepton pairs are closely related to the channels with real photons. The direct consequence of Quantum Electrodynamics is that the process with a real photon should be accompanied by a process where a virtual photon convert internally into a lepton pair. This fact was first pointed out by Dalitz in 1951 [1] and therefore the decays with one or two lepton-antilepton pairs are known as single or double Dalitz decays. Dalitz decays can be related to the corresponding radiative decays using Quantum Electrodynamics and introducing a function of the four momentum transfer squared of the virtual photon (q 2 ): F(q 2 1 , q 2 2 ) -the Form Factor. In case of Dalitz decays q 2 is equal to the invariant mass squared of a lepton pair and q 2 ≥ 4m 2 l . The Form Factor describes the structure of the transition region and it is also used to describe processes where q 2 < 0 (space-like virtual photons). The orientation of the plane defined by the lepton momenta is connected with the polarization of the virtual photon. The diagrams corresponding to the conversion decays of η are shown in fig. 1ab. The diagram for the very rare decay into a lepton-antilepton pair P → l + l − , presented in fig. 1c, is forbidden to proceed via a single photon intermediate state. The dominant mechanism within the Standard Model is the second order electromagnetic process with two virtual photons P → γ * γ * . In addition the decay is suppressed by helicity conservation. Therefore it is a potentially important channel to look for effects of physics beyond the Standard Model. The imaginary part of the decay amplitude can be exactly related to the decay η → γγ. The measured value of Γ(η → γγ) gives a lower limit (the unitarity limit) of BR(η → e + e − )≥1.8×10 −9 [2,3] which is a much lower value than for other decays of π 0 and η into lepton-antilepton pairs. This makes the η → e + e − decay sensitive to contributions from non-conventional effects that would lead to a higher branching ratio. The current experimental upper limit of 7.7 × 10 −5 (90% CL) obtained by the CLEO II collaboration [4] is four orders of magnitude higher. The real part of the amplitude of the η → e + e − decay can be estimated using the measured value of BR(η → µ + µ − ) [5,6,7] and gives a prediction for the branching ratio of about 6 × 10 −9 . The estimated BR is based on the assumption that the ratio between Im and Re part of the decay amplitude is the same for e + e − and µ + µ − .",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 330,
                    "text": "[1]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 640,
                    "text": "2",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 648,
                    "text": "2",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 770,
                    "text": "2",
                    "end": 771
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1114,
                    "text": "fig. 1ab",
                    "end": 1122
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1217,
                    "text": "fig. 1c",
                    "end": 1224
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1780,
                    "text": "[2,",
                    "end": 1783
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1783,
                    "text": "3]",
                    "end": 1785
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2113,
                    "text": "[4]",
                    "end": 2116
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2271,
                    "text": "[5,",
                    "end": 2274
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2274,
                    "text": "6,",
                    "end": 2276
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2276,
                    "text": "7]",
                    "end": 2278
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Dalitz decays of the η allow studies of the structure of the η → γ * γ and η → γ * γ * vertex. An interesting question is how the Form Factor F(q 2 1 , q 2 2 ) behaves as a function of the invariant mass squared of the pairs q 2 . Different forms of this dependence have been proposed, the most common is predicted by the vector meson dominance model. Experimental information for the η Dalitz decays are scarce. The branching ratio for η → e + e − γ decay is known with rather large error BR=(6.0 ± 0.8)×10 −3 [8]. The rate of the double lepton pair decays of the η has not been determined experimentally, but different theoretical predictions can be found in [9,10,11,12]. The measured and calculated branching ratios for various lepton decay channels are summarised in table 1. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 146,
                    "text": "2",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 154,
                    "text": "2",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 511,
                    "text": "[8]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 661,
                    "text": "[9,",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 664,
                    "text": "10,",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 667,
                    "text": "11,",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 670,
                    "text": "12]",
                    "end": 673
                }
            ]
        },
        {
            "text": "Decay mode",
            "section_rank": 3
        },
        {
            "section": "Decay mode",
            "text": "Branching Ratio exp. Branching Ratio theor.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "THE EXPERIMENT",
            "section_rank": 4
        },
        {
            "section": "THE EXPERIMENT",
            "text": "The experiment was performed at the CELSIUS storage ring in Uppsala, using the WASA detector setup ( fig. 2) [13]. Beam protons with a kinetic energy of 893 MeV interacted with frozen droplets of deuterium [14]. The η mesons were produced in the reaction pd → 3 He η close to the η production threshold. The detection of 3 He ions in a zero-degree spectrometer (tagging detector) provided a clean η trigger independent of decay channel. The 3 He ions were identified and their energy was measured which allowed to select cleanly the pd → 3 He η reaction with a background of about 1%. The tagging detector provided a few triggers per second (at a luminosity of 5 × 10 30 cm −2 s −1 ), yielding on average one recorded η event per second. During two weeks of the experiment (distributed over half a year period) nearly 3 × 10 5 η events were collected. The charged η decay products are tracked using a cylindrical mini drift chamber (MDC), consisting of 17 layers of thin mylar tubes and built around a beryllium beam pipe with 1.2 mm wall thickness. The MDC is placed inside of a superconducting solenoid which provides a magnetic field of 1T. The MDC is surrounded by a barrel of plastic scintillators. An electromagnetic calorimeter consisting of 1012 CsI(Na) crystals measures the energies of photons and impact points. Correlation between momentum, measured from the track curvature in the MDC and energy deposit in the electromagnetic calorimeter permits to distinguish electrons from charged pions if the transverse particle momenta are larger than about 20 MeV/c.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 101,
                    "text": "fig. 2",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 109,
                    "text": "[13]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 206,
                    "text": "[14]",
                    "end": 210
                }
            ]
        },
        {
            "section": "THE EXPERIMENT",
            "text": "In the offline analysis, events with at least two charged particle tracks reconstructed in the MDC were required to originate from a point close to the beam target intersection region. Hit clusters in the calorimeter, without associated tracks in the MDC and with energy deposit larger than 20 MeV were assumed to originate from photons. Only events containing decay particle candidates with balanced electric charge were accepted for further analysis. The results on the η → π + π − e + e − decay channel were already presented in ref. [15]. Events with a pair of charged decay products with opposite electric charges can be attributed either to the decay channels with two charged leptons or to more frequent channels with two charged pions (η → π + π − γ and η → π + π − π 0 ).",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 537,
                    "text": "[15]",
                    "end": 541
                }
            ]
        },
        {
            "section": "THE EXPERIMENT",
            "text": "The following variables were used in the further data analysis:",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "THE EXPERIMENT",
            "text": "1. The invariant mass of the pair of charged particles M ee . The electron masses were assumed in the calculations. A clear peak at the smallest possible mass value is expected for e + e − Dalitz pairs and from conversion of real photons in the detector material.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "THE EXPERIMENT",
            "text": "2. The invariant mass for all decay products. It was required to be in the region of the η mass.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "THE EXPERIMENT",
            "text": "3. The missing mass of the total decay product system (MM η ). It should be, within errors, equal to the mass of the 3 He nucleus. 4. The ratio between the momentum measured in the drift chamber and the energy of the shower in the electromagnetic calorimeter associated with the charged track R p/E . It permits to distinguish between electrons and charged pions for the particles reaching the electromagnetic calorimeter.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "NORMALIZATION",
            "section_rank": 5
        },
        {
            "section": "NORMALIZATION",
            "text": "In order to normalize the branching ratios of the η meson decays involving an electronpositron pair a monitoring process is needed to check the reconstruction efficiency for the electrons. Dalitz decay of one of the three π 0 from the η → π 0 π 0 π 0 decays provides an abundant data set of events with five photons and an electron-positron pair -η → π 0 π 0 π 0 D . The Dalitz decay of the π 0 meson has been studied in detail both theoretically and experimentally. According to the Monte Carlo (MC) simulations already the class of events with more than three neutral clusters is dominated by this decay channel. The invariant mass of the two charged particles for such events is presented in fig. 3a. The peak at low masses can be attributed to the e + e − pairs from the neutral pion decay. The expected distribution from MC is shown in the same figure with dashed line. The second maximum is due to the decay channels with π + π − pair, mainly η → π + π − π 0 (the corresponding histogram in the figure is normalized to the second enhancement). Such interpretation is confirmed by the reconstructed invariant a) b) mass of the e + e − γ system (M eeγ ) where the photon leading to the mass value closest to the π 0 mass is selected (fig. 3b). The distribution leads to a peak at π 0 mass when the M ee < 0.1 GeV/c 2 condition is applied.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 695,
                    "text": "fig. 3a",
                    "end": 702
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1237,
                    "text": "(fig. 3b",
                    "end": 1245
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "The candidates for η → e + e − γ decay are searched in the class of events with less than four neutral clusters. One of the clusters should have energy deposit greater than 200 MeV. More than one cluster is allowed in order not to limit the acceptance for the η → e + e − γ decay, where due to electron or photon interaction in the calorimeter an additional hit cluster can be created. In fig. 4 the experimental M ee distribution is shown together with MC distributions for the η → e + e − γ decay and a background from η decays with a π + π − pair misinterpreted as electrons. The plot is before identification using conditions on the R p/E variable.  In the final selection of the η → e + e − γ decay candidates it was required additionally that at least one electron is identified using R p/E ratio and M ee < 0.125 GeV/c 2 . In fig. 5 the relative angle between the momentum of the electron-positron pair and the photon momentum is plotted with respect to the invariant mass M eeγ after the selection of the η → e + e − γ candidates. Fig. 6 shows the experimental M eeγ distribution (points) and the result of the MC simulation of the signal and the background (solid line) after the selection cuts. The origin of the discrepancy between MC and the experimental data in the figure around 0.42 GeV/c 2 is under study. It can be due to the interaction of the beam with rest gas in the beam tube. In a search for the η → e + e − e + e − decay, events with exactly four tracks in the MDC and equal number of positive and negative charged particles were selected. According to the simulations 11% of the reconstructed η → e + e − e + e − events fulfill the following criteria:",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 389,
                    "text": "fig. 4",
                    "end": 395
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 833,
                    "text": "fig. 5",
                    "end": 839
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1039,
                    "text": "Fig. 6",
                    "end": 1045
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "1. the relative angle between electron and positron in both pairs is less than 40 • 2. the relative angle between the momenta of the two e + e − pairs is in the interval (110 • -170 • ) 3. the η meson emission angle is smaller than 45 • 4. the missing transverse momentum is less than 0.3 GeV/c 5. the missing mass MM η is in the interval 2.65-2.90 GeV/c 2 .",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "In the data only two events passed all selection cuts. A schematic view of the event display for one of the two candidates is shown in fig. 7(Left). The estimated background is 1.0 ± 0.3 events mainly from η → e + e − γ with a γ conversion into e + e − pair in the detector material.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 135,
                    "text": "fig. 7",
                    "end": 141
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The η → e + e − decay has a distinctive signature in the pd → 3 He η reaction close to threshold: the emitted electron and positron have large energies (E > 150 MeV), are in plane with the beam and large opening angle (about 134 • ). In fig. 7(Right) the e + e − invariant mass is plotted as a function of the opening angle of the electrons for the data sample and for the MC simulation of the η → e + e − decay. The selection included the electron identification condition: 0.5 < R p/E < 1.65. No events are observed in η → e + e − signal region determined by MC simulations (corresponding to the overall reconstruction efficiency of 41.2%). FIGURE 7. (Left) Event display for an η → e + e − e + e − candidate event. The shaded area in the outermost ring represents the projection of the hit calorimeter crystals (the size of the crystals and the radial position of the front faces is not to the scale). (Right) Relative angle between electron and positron tracks vs M ee for η → e + e − event sample selection: data -scatter plot; MC simulation of the η → e + e − decay -shaded area.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 237,
                    "text": "fig. 7",
                    "end": 243
                }
            ]
        },
        {
            "text": "SUMMARY",
            "section_rank": 7
        },
        {
            "section": "SUMMARY",
            "text": "A data sample of about five hundred η → e + e − γ decays events were collected. This number is consistent with the normalization based on η → π 0 π 0 π 0 D decay events. Two candidate events for the double Dalitz decay mode η → e + e − e + e − were observed with an estimated background of 1.0 ± 0.3 events. It is the first observation of this η decay channel. No candidates have been found for the η → e + e − decay in a sample of about 230k clean η events.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Diagrams for a) single and b) double Dalitz decays of the pseudoscalar meson η. Diagram c) is for the dominating conventional mechanism for η meson decay into lepton-antilepton pair.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 9
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. The WASA detector.",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. Event sample with two tracks in MDC and at least four neutral clusters -candidates for η → π 0 π 0 π 0 D decay. Distributions of: a) M ee -experimental data (points), MC for η → π 0 π 0 π 0 D decay (dashed line), MC for decays involving a misidentified π + π − pair (dotted histogram). b) M eeγ -all data (solid line) and events with M ee < 0.1 GeV/c 2 (dashed line).",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 11
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. M ee distribution for events with less than four neutral clusters -the initial selection for η → e + e − γ decay. Histogram -experimental data, filled area -MC simulation for η → e + e − γ decay and background from decays involving a misidentified π + π − pair.",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 12
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5. Selected data sample of the η → e + e − γ decay candidates: relative angle between momentum of the electron-positron pair and the photon momentum vs M eeγ invariant mass, (a) data, (b) MC simulations for η → e + e − γ.",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "FIGURE 6 .",
            "section_rank": 13
        },
        {
            "section": "FIGURE 6 .",
            "text": "FIGURE 6. Selection of the η → e + e − γ decay candidates. The invariant mass M eeγ distribution: experimental data (points); sum of the MC simulation of the η → e + e − γ and the background channels (line).",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 14
        },
        {
            "section": "TABLE 1 .",
            "text": "The measured and calculated Branching Ratios for different η decay channels with lepton pair(s).",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 16
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are grateful to the personnel at the The Svedberg Laboratory for their support during the course of the experiment. The support from the Knut and Alice Wallenberg Foundation (Sweden) and the Swedish Research Council is acknowledged.",
            "paragraph_rank": 24,
            "section_rank": 16
        }
    ]
}