{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a study of semileptonic B decays to P -wave D * * mesons. Semileptonic decay to a D * 2 meson is observed for the first time and its product branching ratio is measured to be B(B + →D * 0 2 ℓ + ν) × B(D * 0 2 → D − π + ) = 0.22 ± 0.03(stat.) ± 0.04(syst.)%. The result is obtained using fully reconstructed B tags from a data sample that contains 657 × 10 6 BB pairs collected at the Υ(4S) resonance with the Belle detector at the KEKB asymmetric-energy e + e − collider.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Heavy Quark Effective Theory (HQET) has proven to be very successful at describing semileptonic decays of B-mesons, especially inclusive transitions; it allows one to extract |V cb | to better than 2% accuracy [1]. However, some difficulties arise when it is applied to exclusive decays. For example, certain sum rules (in particular, the Uraltsev sum rule [2]) imply the strong dominance of decays to the narrow excited D mesons over those to the wide excited D mesons, while some experimental data show the opposite trend [3,4]. However, no complete experimental study of such semileptonic decays to excited D-mesons exists, and thus no direct comparison with theoretical predictions can be performed. In this paper we report on a study of B → D ( * ) πℓν decays and measure the excited D contributions to the D ( * ) π final state.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 210,
                    "text": "[1]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 357,
                    "text": "[2]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 524,
                    "text": "[3,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 527,
                    "text": "4]",
                    "end": 529
                }
            ]
        },
        {
            "text": "According to HQET there are two doublets of orbitally excited (P -wave) charmed mesons (D * * ), differentiated by their light quark angular momentum j q = 1/2 or j q = 3/2. Members of the j q = 3/2 doublet are predicted to decay only via a D-wave and be relatively narrow, while members of the j q = 1/2 doublet are predicted to decay only via an S-wave and be relatively broad [5]. The D * * states with spin-parity and light quark angular momentum combinations 0 + (j q = 1/2), 1 + (j q = 1/2), 1 + (j q = 3/2) and 2 + (j q = 3/2) are usually labelled D * 0 , D ′ 1 , D 1 and D * 2 , respectively. The D * * states have previously been observed and studied in hadronic B-decays [6]. Semileptonic B decays to narrow D 1 and D * 2 mesons have been studied by a number of experiments [7]. The semileptonic branching fractions of B → D ( * ) πℓν decays were recently measured by Belle [8] and BaBar [9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 379,
                    "text": "[5]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 681,
                    "text": "[6]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "start": 728,
                    "text": "*",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 784,
                    "text": "[7]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 884,
                    "text": "[8]",
                    "end": 887
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 898,
                    "text": "[9]",
                    "end": 901
                }
            ]
        },
        {
            "text": "This measurement is based on a data sample that contains 657 million BB pairs, which corresponds to 605 fb −1 , collected at the Υ(4S) resonance with the Belle detector operating at the KEKB asymmetric-energy e + e − collider [10]. An additional 68 fb −1 data sample taken at a center-of-mass energy 60 MeV below the Υ(4S) resonance is used to study continuum e + e − → qq (q = u, d, s, c) background. The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter comprised of CsI(Tl) crystals (ECL) located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux-return located outside the coil is instrumented to detect K 0 L mesons and to identify muons (KLM). The detector is described in detail elsewhere [11]. Two inner detector configurations were used. A 2.0 cm beam pipe and a 3-layer silicon vertex detector was used for the first sample of 152 million BB pairs, while a 1.5 cm beam pipe, a 4-layer silicon detector and a small-cell inner drift chamber were used to record the remaining 504 million BB pairs [12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 226,
                    "text": "[10]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1001,
                    "text": "[11]",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1309,
                    "text": "[12]",
                    "end": 1313
                }
            ]
        },
        {
            "text": "To suppress the large combinatorial background expected in the reconstruction of final states including a neutrino, we use a full reconstruction tagging method, which has been improved in comparison with our previous paper [8]. The first B meson (denoted as B sl ) is reconstructed in the semileptonic mode of interest, i.e. as a combination of all final particles D ( * ) πℓ except for the neutrino. The remainder of the event is combined into either a D ( * ) n π ± (n ≤ 6) or D ( * ) ρ − combination to form the tagging B meson (referred to below as B tag ). Semileptonic decays are identified by a peak around zero in the missing mass squared spectrum, M 2 ν = (P beams −P tag −P sl ) 2 , where P beams is the total four-momentum of the beams and P tag and P sl are the reconstructed four-momenta of the B sl and B tag , respectively. This method provides significantly improved resolution in the missing momentum in comparison with non-tagging methods, thus allowing background suppression, separation of different decay modes and precise calculation of the decay kinematics.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 223,
                    "text": "[8]",
                    "end": 226
                }
            ]
        },
        {
            "text": "Charged tracks are required to originate from the interaction point (IP). Charged tracks positively identified as electrons or muons with | P | > 1.0 GeV/c are used as leptons. Charged kaons are identified by combining information on track ionization loss (dE/dx), Cherenkov light yields and time-of-flight information. No pion identification is required. Photons are identified as isolated electromagnetic showers with energies greater than 50 MeV that are not matched to any charged track.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "K 0 S mesons are reconstructed from π + π − pairs having an invariant mass within ±30 MeV/c 2 (±5σ) of the nominal K 0 S mass and a well reconstructed vertex displaced from the IP. π 0 mesons are reconstructed from γ pairs having an invariant mass within ±15 MeV/c 2 (±3σ) of the π 0 nominal mass. Such combinations are then fitted with a π 0 mass constraint to improve the momentum resolution. ρ + mesons are reconstructed from π + π 0 pairs having an invariant mass within ±0.3 GeV/c 2 of the nominal ρ + mass.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We reconstruct D 0 candidates using six decay modes [13]:",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 52,
                    "text": "[13]",
                    "end": 56
                }
            ]
        },
        {
            "text": "MeV/c 2 interval around the appropriate nominal D mass is used for all modes except for D 0 → K − π + π 0 , where we use a ±25 MeV/c 2 window, corresponding to about ±3σ in each case. Selected D candidates are then subjected to a mass-vertex constrained fit to improve their momentum resolution. D * 0 candidates are reconstructed via decays to D 0 π 0 and D 0 γ; the latter mode is not used for B sl reconstruction because in this case the D * π invariant mass spectrum has a large background. D * + candidates are reconstructed in two modes: We divide the backgrounds into the following categories:",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "(1) Continuum e + e − → qq events.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "(2) Backgrounds with the B tag misreconstructed from particles belonging to the other B meson or fake tracks.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "(3) B sl backgrounds with the B tag reconstructed correctly, which can be further separated by their source: All backgrounds except for (3c) are reliably determined and finally subtracted directly from the data. Backgrounds (1) and (2) are estimated using ∆E sidebands. Continuum data and generic BB MC simulation show that these backgrounds have flat ∆E distributions, thus justifying this procedure. Background (3a) is subtracted using D ( * ) (M(D ( * ) )) sidebands. However the region where backgrounds (2) and (3a) overlap is subtracted twice by using ∆E and M(D ( * ) ) sidebands. To account for this over-subtraction we use two-dimensional ∆E and M(D ( * ) ) sidebands. The sum of M 2 ν distributions from one-dimensional M(D ( * ) ) and ∆E sidebands after subtraction of the two-dimensional sidebands are illustrated in Figs. 1,  1a)-1d) by the hatched histograms. These histograms represent the sum of backgrounds (1), (2) and (3a).",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 829,
                    "text": "Figs. 1,  1a)",
                    "end": 842
                }
            ]
        },
        {
            "text": "Background (3b) is studied with data by using combinations of D ( * ) π with high momenta hadrons (h + ), where the h + candidate is selected with a lepton veto requirement. The combinatorial backgrounds are subtracted from the observed M 2 ν distributions using ∆E and M(D ( * ) ) sidebands. The obtained M 2 ν spectra are then multiplied by the known misidentification rate, which depends on the hadron laboratory momentum (see [14] for details). It is found that the remaining small peak around zero, which is due to the contribution of B → D ( * ) ππ + (π 0 ) decays, is quite small (∼ 0.5 − 1.0%) and we ignore it below, including it as a systematic error.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 430,
                    "text": "[14]",
                    "end": 434
                }
            ]
        },
        {
            "text": "Background (3c) is observed only in the B → Dπℓν channels and is estimated from a MC simulation with normalization fixed to the data using B → D * (π)ℓν signal yields. This contribution is plotted in Figs. 1, 1a), 1c) as open histograms.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 200,
                    "text": "Figs. 1, 1a), 1c)",
                    "end": 217
                }
            ]
        },
        {
            "text": "The background-subtracted M 2 ν distributions are shown in Figs. 1, 2a)-2d). These distributions are fitted with signal functions, the shapes of which are fixed from MC studies. Fitted signal yields, reconstruction efficiencies and branching ratios are summarized in Table I. The branching ratios are calculated relative to the normalization modes B → Dℓν to cancel out the B tag reconstruction efficiency according to the formula:",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 59,
                    "text": "Figs. 1, 2a",
                    "end": 70
                }
            ]
        },
        {
            "text": "where N norm(mode) and ǫ norm(mode) are the signal yield and reconstruction efficiency of the normalization mode (mode of interest) and the normalization mode B is taken from the PDG [15]. Relative efficiencies are obtained from MC simulation. Intermediate branching fractions are included, while the tagging efficiency is not. The reconstruction and background subtraction procedures for the B → Dℓν mode are identical to those applied for the studied channels. The obtained branching fractions are in good agreement with our previous measurement [8] and with BaBar results [9]. The low efficiency in the last mode is the result of not using the D * 0 → D 0 γ decay channel. Signals for semileptonic B decays to orbitally excited D * * are extracted from the D ( * ) π invariant mass distributions. We define a signal window for B → D ( * ) πℓν decays by the requirement |M 2 ν | < 0.1 GeV 2 /c 4 . The backgrounds are estimated in the same way as in the M 2 ν distribution study. The D ( * ) π invariant mass spectra from the signal window after subtraction of backgrounds (1-3) are shown in Fig. 2. The mass distributions before background subtraction, restricted to the region near the j q = 3/2 states, are shown in the insets. To extract the D * * signals we perform simultaneous unbinned likelihood fits to the signal and background D ( * ) π mass spectra. The signal function includes all orbitally excited D * * contributing to the given final state (D 0 and D * 2 to Dπ and",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 183,
                    "text": "[15]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 548,
                    "text": "[8]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 575,
                    "text": "[9]",
                    "end": 578
                },
                {
                    "type": "figure",
                    "start": 1094,
                    "text": "Fig. 2",
                    "end": 1100
                }
            ]
        },
        {
            "text": ", each of which is described by a relativistic Breit-Wigner function for a known orbital momenta, and a non-resonant part described by the Goity-Roberts model [16]. D * * masses and widths are fixed to measured values [6]. To further investigate the Dπ mass spectrum we also test a D * v + D * 2 hypothesis. Despite the D 0 π + mass region corresponding to D * + being excluded from the study, and while D * 0 is below the D − π + threshold, a virtual D * v can be produced off-shell. We describe the D * v contribution by a tail of the Breit-Wigner function with floating normalization. Fit results are shown as a dashed line for this combination.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 159,
                    "text": "[16]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 218,
                    "text": "[6]",
                    "end": 221
                }
            ]
        },
        {
            "text": "A study of the sidebands shows that the background is described by the sum of a signal function and an exponential. The resulting signal function and contributions from the resonances are shown in Fig. 2 as solid and dashed curves, respectively, superimposed on the background-subtracted mass spectra. In the insets the solid and dashed curves represent the fitted signal and background, respectively. In B 0 → D * πℓν decays a small feature may be observed around 2.6 GeV/c 2 , which is absent in B + → D * πℓν. However, the significance of this feature is small (2.5σ) and there is no known state there, so we do not include a term for it in the fit. Fitted resonance yields and corresponding product branching ratios are listed in Table II. The contribution of the non-resonant component in all cases is consistent with zero. The B → D * * ℓν decay significance is defined as −2 ln L max /L 0 , where L 0 is the likelihood value returned by the fit to the D ( * ) π distribution with the D * * contribution fixed to zero. Our result for B →D 1 ℓ + ν is in good agreement with previous measurements [7]. For a D * 0 +D * 2 hypothesis the branching ratio of the decay to the wide D * 0 is large, in contrast to theoretical predictions [4]. However, the present statistics do not definitely exclude an interpretation of broadly distributed Dπ + events as the D * v tail. For D * , * * 's decaying into Dπ we perform a study of the helicity angle distributions, which is the angle between π momentum and the direction opposite to B sl -momentum in the D * , * * rest frame. To extract the D * v , D * 0 and the D * 2 helicity distributions we perform a combined fit of the M(Dπ) spectra for Dπ combinations from both B + and B 0 in bins of helicity angle. The fit procedure is identical to that used for the B(B → D * , * * ℓν) calculation. The results corrected for the efficiency are plotted in Fig. 3. D * 2 distributions for D * v and D * 0 hypothesis coincide within errors, so that only that for the D * 0 + D * 2 case is shown in Fig. 3 c. The D * 0 helicity distribution is consistent with the J = 0 hypothesis (χ 2 /ndf = 6.0/4, where ndf is the number of degrees of freedom). The D * 2 helicity distribution is fitted efficiency dependence due to the decay model was studied using two different signal MC samples generated with the ISGW2 [19] and Goity-Roberts [16] models. To estimate the systematic uncertainty in background subtraction we used two different sets of sidebands with appropriate normalizations. To estimate interference effects we perform MC study with different angle efficiency dependencies. A summary of the systematic error contributions is presented in Table III. In total we obtain a 14% error for the B → D ( * ) πℓν measurement, a 16% error for the narrow D * * contribution and 25% for the measurement of the wide D * * contribution. In conclusion, we report measurements of the branching fractions for B → D ( * ) πℓν decays. These measurements supersede our previous results [8]. We also performed an analysis of the final state D ( * ) π hadronic system and obtained branching ratios for the B → D * * ℓν components. Semileptonic decay to D * 2 meson is observed and measured for the first time. Helicity and w distributions are studied for this decay. We observe a broad enhancement in the Dπ mass distribution consistent with wide D * 0 production. The branching ratio of the decay to B → D * 0 ℓν is found to be large, in contrast with theoretical predictions [4]. However there is no indication of a broad D ′ 1 in the B → D * πℓν channel, which should be of the same order. The combined likelihood of fits to the Dπ mass, helicity and w distributions for D * 0 + D * 2 hypothesis is higher than that for the D ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 197,
                    "text": "Fig. 2",
                    "end": 203
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 734,
                    "text": "Table II",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1101,
                    "text": "[7]",
                    "end": 1104
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1236,
                    "text": "[4]",
                    "end": 1239
                },
                {
                    "type": "figure",
                    "start": 1896,
                    "text": "Fig. 3",
                    "end": 1902
                },
                {
                    "type": "figure",
                    "start": 2036,
                    "text": "Fig. 3",
                    "end": 2042
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2347,
                    "text": "[19]",
                    "end": 2351
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2370,
                    "text": "[16]",
                    "end": 2374
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2684,
                    "text": "Table III",
                    "end": 2693
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 3012,
                    "text": "[8]",
                    "end": 3015
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 3501,
                    "text": "[4]",
                    "end": 3504
                }
            ]
        },
        {
            "text": "(",
            "section_rank": 3
        },
        {
            "section": "(",
            "text": "3a) Combinatorial background under the D ( * ) signal from B sl . (3b) Hadrons misidentified as leptons. (3c) Feed-down from B → D * πℓν reconstructed as B → Dπℓν with lost neutral(s).",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "4 FIG. 1 : 6 FIG. 2 :FIG. 3 :FIG. 4 :",
            "section_rank": 4
        },
        {
            "section": "4 FIG. 1 : 6 FIG. 2 :FIG. 3 :FIG. 4 :",
            "text": "FIG. 1: M 2ν spectra before (1) and after (2) background subtraction for:a) B + → D − π + ℓ + ν, b) B + → D * − π + ℓ + ν, c) B 0 →D 0 π − ℓ + ν, d) B 0 →D * 0 π − ℓ + ν.The curves are the fits, which are described in the text.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "value (about 3σ and 2σ, respectively). Reconstructed D * candidates are subjected to a mass-vertex constrained fit.For the signal B sl meson side we form Dℓ (normalization mode) and D ( * ) πℓ (signal modes) combinations. The energy difference ∆E ≡ E tag − E CM and beam-constrained mass M bc ≡ E 2 CM − P 2 tag , (where E tag and P tag are the tag B candidate center-of-mass (CM) energy and momentum and E CM = √ s/2 ≃ 5.29 GeV) variables are used for B tag selection. The B tag signal region is defined as M bc > 5.27 GeV/c 2 , |∆E| < 40 MeV, which is about 3σ in both cases. The B tag candidates are subjected to an energy constrained fit to improve P tag resolution. We also use events from the 50 MeV < |∆E| < 130 MeV sidebands for background subtraction. In these events the B tag candidate is fitted with its energy constrained to the center of the sideband. In the case of multiple entries in the signal region, the B tag B sl candidate with the minimum χ 2 tot is chosen, where χ 2 tot is calculated as a sum over the χ2 of intermediate D and D * mesons mass (mass-vertex) fits and χ 2 of the B tag energy fit. The same single candidate selection is applied to sidebands. The average number of candidates per event is 1.3 in each case. The M 2 ν spectra for the four semileptonic decays B → D ( * ) πℓν are shown in Figs. 1, 1a)-1d) as points with error bars. Clear peaks are evident in all distributions.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "Results for B → D ( * ) πℓν where the first error is statistical and the second is systematic.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "a Used as a reference.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "TABLE III :",
            "section_rank": 7
        },
        {
            "section": "TABLE III :",
            "text": "Sources of systematic error.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "TABLE III :",
            "text": "We would like to thank I.I. Bigi for useful discussions. We thank the KEKB group for the excellent operation of the accelerator, the KEK cryogenics group for the efficient operation of the solenoid, and the KEK computer group and the National Institute of Informatics for valuable computing and Super-SINET network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology of Japan and the Japan Society ",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "II: Results of the D ( * ) π + pair invariant mass study. B(mode) ≡ B(B → D * * ℓν)×B(D * * → D ( * ) π + ). The first error is statistical and the second is systematic.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Mode",
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "Yield B(mode),% Signif.",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "B + →D * 0 0 ℓ + ν 102 ± 19 0.24 ± 0.04 ± 0.06 5.4",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "with the function a 2 0 |Y 0",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "Mode",
            "text": "where the Y i j are spherical harmonics and a 2 0 + 4a 2 1 + 4a 2 2 = 1. The fit yields a 2 0 = 0.74 ± 0.10, a 2 1 = 0.04 ± 0.02 and a 2 2 = 0.02 ± 0.02; the fit quality is χ 2 /ndf = 2.0/3. The fit is consistent with the assumed quantum numbers and demonstrates that the D * 2 from semileptonic decay is dominantly in the s z = 0 spin projection. Helicity distributions, predicted by theory, are shown as dashed lines. For evaluating the D * v + D * 2 hypothesis, the obtained D * v helicity distribution (Fig. 3 b) is fitted with the function b 2 0 |Y 0 We also study the dependence of the B → D * * transition on q 2 or, equivalently, on the conventional HQET variable w, which is the dot-product of B and D * * four-velocities:",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 506,
                    "text": "(Fig. 3 b)",
                    "end": 516
                }
            ]
        },
        {
            "section": "Mode",
            "text": "The w-dependence is obtained from fits of Dπ invariant mass in bins of w. The results are presented in Fig. 4. As with the helicity study the D * 2 distribution is shown only for the D * 0 + D * 2 hypothesis in Fig. 4 c. The w distribution is fitted according to the model given in Ref. [17]. In HQET, the matrix elements between the B and D states to leading order in Λ QCD /m Q are expressed in terms of three universal Isgur-Wise functions ξ(w), τ 1/2 (w) and",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 103,
                    "text": "Fig. 4",
                    "end": 109
                },
                {
                    "type": "figure",
                    "start": 211,
                    "text": "Fig. 4",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 287,
                    "text": "[17]",
                    "end": 291
                }
            ]
        },
        {
            "section": "Mode",
            "text": "doublets, respectively [17]. We assume a \"pole\" form for ξ(w): ξ = (2/(1 + w)) 2ρ 2 and a linear form for τ i (w) functions:",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 23,
                    "text": "[17]",
                    "end": 27
                }
            ]
        },
        {
            "section": "Mode",
            "text": ", and the following relation:τ ′ 1/2 =τ ′ 3/2 + 0.5 [18]. A simultaneous fit to the w-distributions for D * 0 and D * 2 givesτ ′ 3/2 = −1.8 ± 0.3. Using the measured branching ratios of B → D * 0,2 ℓν, we also calculate τ 3/2 (1) = 0.75 and τ 1/2 (1) = 1.28. All parameters are in agreement with expectations except for τ 1/2 (1), which is larger than predicted due to the large value of B(B → D * 0 ℓν). The systematic error in the calculation of branching fractions due to B tag efficiency uncertainty cancelled out since normalization modes were used. The largest contribution to the systematic error is from uncertainty in D * * parameters. We perform a D ( * ) π mass study with these parameters allowed to float inside their errors to get it. The B sl reconstruction",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 52,
                    "text": "[18]",
                    "end": 56
                }
            ]
        }
    ]
}