{
    "level": "paragraph",
    "abstract": [
        {
            "text": "View the article online for updates and enhancements.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Related content",
            "section_rank": 2
        },
        {
            "section": "Related content",
            "text": "B s mixing and B hadron lifetimes at CDF M Milnik -Recent Top Properties Measurements at CDF Giorgio Chiarelli -First ADS analysis of B D 0 K decays in hadron collisions Paola Garosi and the Cdf Collaboration -Recent citations CP phase of nonuniversal on and T-odd observables of Chuan-Hung Chen -New CP phase of mixing on T violation in Chuan-Hung Chen et al -Impact of colored scalars on mixing in diquark models Chuan-Hung Chen",
            "paragraph_rank": 2,
            "section_rank": 2
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The interpretation of the CP violation mechanism is one of the most controversial aspects of the Standard Model. Many extensions of Standard Model predict that there are new sources of CP violation, beyond the single Kobayashi-Maskawa phase in the quark-mixing matrix (CKM). Considerations related to the observed baryon asymmetry of the Universe imply that such new sources should exist. The non-leptonic decays of B mesons are effective probes of the CKM matrix and sensitive to these potential new physics effects. The large production cross section of B hadrons of all kinds at the Tevatron allows extending such measurements to B 0 s decays, which are important to supplement our understanding of B 0 meson decays.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The B 0 s → K − π + mode could be used to measure γ [1] and its CP asymmetry could be a powerful model-independent test of the source of direct CP asymmetry in the B system [2]. This may provide useful information to solve the current discrepancy between the asymmetries observed in the neutral A CP (B 0 → K + π − ) and charged mode A CP (B + → K + π 0 ) [3]. A timedependent, flavor-tagged measurement of B 0 s → D ∓ s K ± can provide a measurement of γ in a theoretically clean way [4].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 52,
                    "text": "[1]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 173,
                    "text": "[2]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 356,
                    "text": "[3]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 485,
                    "text": "[4]",
                    "end": 488
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Throughout this paper, C-conjugate modes are implied and branching fractions indicate CPaverages unless otherwise stated.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Measurements of B 0",
            "section_rank": 4
        },
        {
            "section": "Measurements of B 0",
            "text": "(s) → h + h − decays The Collider Detector at Fermilab (CDF) experiment analysed an integrated luminosity Ldt 1 fb −1 sample of pairs of oppositely-charged particles and reconstructed a sample of 14,500 B 0 (s) → h + h − decay modes (where h = K or π) after the off-line confirmation of trigger requirements. In the off-line analysis, we chose the selection cuts minimizing the expected uncertainty of the physics observables to be measured (through several \"pseudo-experiments\"). We used two different sets of cuts, respectively optimized to measure the CP asymmetry A CP (B 0 → K + π − ) (loose cuts) and to improve the sensitivity for discovery and limit setting [5] of the not yet observed B 0 s → K − π + mode. The resolution in invariant mass and in particle identification (dE /dx ) is not sufficient for separating the individual on an event-by-event basis, therefore we performed a Maximum Likelihood fit which combines kinematic and particle identification information to statistically determine both the contribution of each mode, and the relative contributions to the CP asymmetries. We performed two separate fits: one on the sample selected with loose cuts and one on the sample selected with tight cuts. Significant signals are seen for B 0 → π + π − , B 0 → K + π − , and B 0 s → K + K − , previously observed by CDF [6]. Three new rare modes were observed for the first time B 0 s → K − π + , Λ 0 b → pπ − and Λ 0 b → pK − , with a significance respectively of 8.2σ, 6.0σ and 11.5σ, estimated using a p-value distribution on pseudo-experiments. No evidence was obtained for B 0 s → π + π − or B 0 → K + K − mode. Table 1. Results on data sample selected with loose cuts (top) and tight cuts (bottom). Absolute branching fractions are normalized to the the world-average values B(B 0 → K + π − ) = (19.7±0.6)×10 −6 and f s = (10.4±1.4)% and f d = (39.8±1.0)% [3]. The first quoted uncertainty is statistical, the second is systematic. N s is the number of fitted events for each mode. For rare modes both systematic and statistical uncertainty on N s was quoted while for abundant modes only the statistical one. For the Λ 0 b modes only the ratio",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 666,
                    "text": "[5]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1333,
                    "text": "[6]",
                    "end": 1336
                },
                {
                    "type": "table",
                    "start": 1630,
                    "text": "Table 1",
                    "end": 1637
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1875,
                    "text": "[3]",
                    "end": 1878
                }
            ]
        },
        {
            "section": "Measurements of B 0",
            "text": "0.39 ± 0.15 ± 0.08",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Measurements of B 0",
            "text": "0.007 ± 0.004 ± 0.005 0.53 ± 0.31 ± 0.40 (< 1.36 @ 90% CL)",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Measurements of B 0",
            "text": "0.020 ± 0.008 ± 0.006 0.39 ± 0.16 ± 0.12 (< 0.7 @ 90% CL)",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Measurements of B 0",
            "text": "The relative branching fractions are listed in Table 1, where f d and f s indicate the production fractions respectively of B 0 and B 0 s from fragmentation of a b quark inpp collisions. An upper limit is also quoted for modes in which no significant signal is observed. We also list absolute results obtained by normalizing the data to the world-average of B(B 0 → K + π − ) [3].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 47,
                    "text": "Table 1",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 376,
                    "text": "[3]",
                    "end": 379
                }
            ]
        },
        {
            "section": "Measurements of B 0",
            "text": "The branching fraction of the newly observed mode B(B 0 s → K − π + ) = (5.0±0.75±1.0)×10 −6 is in agreement with the latest theoretical expectation, [7] which is lower than the previous predictions [8,9]. We measured for the first time in the B 0 s meson system the direct CP asymmetry A CP (B 0 s → K − π + ) = 0.39 ± 0.15 ± 0.08. This value favors a large CP violation in B 0 s meson decays, although it is also compatible with zero. In Ref. [2] a robust test of the Standard Model or a probe of new physics is suggested by comparison of the direct CP asymmetries in B 0 s → K − π + and B 0 → K + π − decays. Using HFAG input [3] we input the B(B 0 s → K − π + ) measured here, and the world-average for A CP (B 0 → K + π − ) and B(B 0 → K + π − ) [3], we estimate the expected value for A CP (B 0 s → K − π + ) ≈ 0.37 in agreement with our measurement. The branching fraction B(B 0 s → K + K − ) = (24.4 ± 1.4 ± 4.6) × 10 −6 is in agreement with the latest theoretical expectation [10,11] and with the previous CDF measurement [6]. An improved systematic uncertainty is expected for the final analysis of the same sample. The results for the B 0 are in agreement with world-average values [3]. A CP (B 0 → K + π − ) = −0.086±0.023±0.009 is already competitive with the current B-Factories measurements.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 150,
                    "text": "[7]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 199,
                    "text": "[8,",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 202,
                    "text": "9]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 445,
                    "text": "[2]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 629,
                    "text": "[3]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 751,
                    "text": "[3]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 985,
                    "text": "[10,",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 989,
                    "text": "11]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1031,
                    "text": "[6]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1193,
                    "text": "[3]",
                    "end": 1196
                }
            ]
        },
        {
            "section": "Measurements of B 0",
            "text": "With full Run II samples (5 − 6 fb −1 by year 2009) we expect a measurement of A CP in B 0 → K + π − with a statistical plus systematic uncertainty at 1% level; 5-sigma observation of direct A CP in B 0 s → K − π + (or alternatively the possible indication of non-SM sources of CP violation); the first measurement of A CP in Λ 0 b charmless decays; and improved limits, or even observation, of annihilation modes B 0 s → π + π − and B 0 → K + K − . In addition to the above, time-dependent measurements will be performed for B 0 → π + π − and B 0 s → K + K − decay [12]. See [13,14] for more details.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 566,
                    "text": "[12]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 576,
                    "text": "[13,",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 580,
                    "text": "14]",
                    "end": 583
                }
            ]
        },
        {
            "text": "First observation of B 0",
            "section_rank": 5
        },
        {
            "section": "First observation of B 0",
            "text": "s → D ∓ s K ± For the search of B 0 s → D ∓ s K ± mode we used a unbinned Maximum Likelihood fit which combines the kinematic and particle identification information, as the B 0 (s) → h + h − analysis. The variables used are the invariant mass of the B 0 s candidates in the D s π hypothesis and the dE /dx of the B 0 s daughter track. With a data sample of integrated luminosity Ldt 1.2 fb −1 we observe for the first time B 0 s → D ∓ s K ± decays, with a yield of 109±19 events corresponding to a statistical significance of 7.9σ. We measured its branching fraction normalized to B 0 s → D − s π + mode:",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "First observation of B 0",
            "text": "= 0.107 ± 0.019 (stat.) ± 0.007 (syst.).",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "First observation of B 0",
            "text": "This is the initial step for a possible time-dependent asymmetry measurement with full Run II statistics. See [15,16] for more details.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "[15,",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 114,
                    "text": "16]",
                    "end": 117
                }
            ]
        },
        {
            "text": "The 2007 Europhysics Conference on High Energy Physics IOP Publishing Journal of Physics: Conference Series 110 (2008) 052040 doi:10.1088/1742-6596/110/5/052040",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "c 2008 IOP Publishing Ltd",
            "paragraph_rank": 17,
            "section_rank": 6
        }
    ]
}