{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The analysis of the deuteron production in p-Be interactions at 450 GeV/c taken by the NA56/SPY experiment at CERN SPS is presented. In the framework of the coalescence model, the coalescence factor κ is determined as (0.79±0.05±0.13)×10 −2 . Our results disfavour the hypothesis that coalescence be the dominant mechanism for deuteron production in p + Be interactions at low pT .",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "At high collisions energies (E p ∼ 1 GeV ), the cascading of the incident proton and the secondary particles inside the nuclear target can produce several fast nucleons. In a simple coalescence model [1] these independent nucleons may fuse to a deuteron due to final-state interactions, if their relative momenta are within a momentum sphere of radius q 0 .",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 200,
                    "text": "[1]",
                    "end": 203
                }
            ]
        },
        {
            "text": "In the limit p d ≤ p lim d = 0.4 × p inc , the deuteron production cross section is given by:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "where κ is the coalescence factor, R the two-particle correlation function and σ in the protonnucleus cross section 1 . In [1] it was shown that q 0 = 150 − 200 MeV/c and that κ ∼ q 3 0 . The quantity R is most frequently taken equal to unity, which corresponds to statistically independent production of the particles making up a pair.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 123,
                    "text": "[1]",
                    "end": 126
                }
            ]
        },
        {
            "text": "The NA56/SPY collaboration [2] has collected data with 450 GeV/c protons hitting beryllium targets of different lengths and shapes. Data have been collected over a secondary particle momentum range from 7 GeV/c to 135 GeV/c and up to 600 MeV/c transverse momentum.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 27,
                    "text": "[2]",
                    "end": 30
                }
            ]
        },
        {
            "text": "The experimental apparatus consisted of the NA52 spectrometer in the H6 beamline at CERN SPS equipped with proportional chambers for tracking and TOF stations, Cherenkov detectors and a hadron calorimeter for particle identification, as described in reference [3].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 260,
                    "text": "[3]",
                    "end": 263
                }
            ]
        },
        {
            "text": "The d/p production cross-section ratio was extracted from the data taken with a 100 mm long Beryllium target and combined with the p cross section, as determined in [3], was used to obtain the deuteron cross section.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 165,
                    "text": "[3]",
                    "end": 168
                }
            ]
        },
        {
            "text": "In the measurement of d/p production ratio, systematics are due to particle dependence of the transmission along the H6 beamline (∼ 2%), uncertainties in the subtraction of Λ → pπ − decaying outside the target (conservatively a ∼ 30% error was assumed on the value of the correction 2 ) and empty target corrections.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainties of deuteron cross-section include in addition the uncertainties in the knowledge of primary beam intensity (∼ 1.7%), the spectrometer acceptance and particle transmission along the beamline (∼ 10%).",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Protons are identified, using similar selection criteria as applied in [3]. Deuterons are distinguished from protons by the TOF reconstruction up to 40 GeV. At higher energies the separation p/d is marginal. Target efficiency for protons and deuterons was computed with a naive absorption model [4], assuming for the computation of the interaction lengths the nuclear cross section given in reference [5]. Particle losses along the beamline were calculated by means of an updated version of the TURTLE Montecarlo simulation of beam transport [6], with inclusion of multiple scattering and nuclear interactions in the detector and the beam material.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 71,
                    "text": "[3]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 295,
                    "text": "[4]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 401,
                    "text": "[5]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 542,
                    "text": "[6]",
                    "end": 545
                }
            ]
        },
        {
            "text": "Results on the particle cross-section ratio (d/p) in the forward direction, as a function of beam momentum and at fixed momenta (+15, +40 GeV/c) as a function of p T are shown in figure 1. All numbers are corrected for Λ → pπ − decays outside the target. Systematic errors have been added in quadrature to the statistical ones in the reported plots. The systematic uncertainty due to the different transmission of d and p along the H6 beamline has been treated as a common systematics in the production angle scans and not included in the total reported systematic errors.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "For comparison the results obtained by A. Bussiere et al. The deuteron invariant cross section has been obtained combining the (d/p) ratio with the proton invariant cross section, as measured in [3]. The dominant systematic error is due to the acceptance calculation, that is considered a common systematics in the angular scans (and is not included in the total errors in this case). Results are also shown in figure 1. Systematic errors have been added to statistical errors in the reported plots.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 195,
                    "text": "[3]",
                    "end": 198
                }
            ]
        },
        {
            "text": "In the coalescence model for deuteron production, assuming a two particle correlation function R=1, the coalescence factor κ is given by: σ in (Ed 3 σ/dp 3 ) d (Ed 3 σ/dp 3 ) 2 p where p p = p d /2. From the weighted average of the experimental measurements of d(p) yields at 40(20), 30(15), 20 (10) and 15 7GeV/c in the forward direction, κ can be determined as: (0.79 ± 0.05 ± 0.13) × 10 −2 , where the systematic error is dominated by the uncertainty in the acceptance calculation. The dependence of the coalescence factor κ as a function of the momentum of the produced deuteron p d is shown in figure 3. It is interesting to compare this determination with the theoretically expected value (4.6 × 10 −2 GeV 2 ) from [8] (where κ has no momentum dependence) and the expectations of reference [1] (where a p −2 d dependence is expected). Our results are in qualitative agreement with what found in reference [9] at lower energies (≃ 1.5 × 10 −2 GeV 2 ). According to reference [10] deuterons are mainly directly produced in p + Be collisions, while in P b + P b collisions the dominant production mechanism for deuterons is coalescence. A possible explanation may be the smaller baryon density and the smaller source volume available in p + Be collisions compared to P b + P b collisions.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 295,
                    "text": "(10)",
                    "end": 299
                },
                {
                    "start": 307,
                    "text": "7",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 721,
                    "text": "[8]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 796,
                    "text": "[1]",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "start": 811,
                    "text": "−2",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 911,
                    "text": "[9]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 980,
                    "text": "[10]",
                    "end": 984
                }
            ]
        },
        {
            "text": "[ 7 ]Figure 1 .",
            "section_rank": 3
        },
        {
            "section": "[ 7 ]Figure 1 .",
            "text": "Figure 1. From left to right: d/p cross-section production ratio as a function of momenta; d/p cross-section production ratio as a function of p T at +15 GeV/c and at +40 GeV/c; d invariant cross section as a function of momentum, in the forward direction; d invariant cross section as a function of p T at +15 GeV/c and +40 GeV/c.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "2 Figure 2 .",
            "section_rank": 4
        },
        {
            "section": "2 Figure 2 .",
            "text": "Figure 2. Coalescence factor κ as a function of the deuteron momentum p d . Errors include statistical and systematics errors.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "2 Figure 2 .",
            "text": "In the second part of equation(1)it has been assumed that pp = pn = p d /2 and the cross section for proton production has been put equal to the one for neutron production",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "2 Figure 2 .",
            "text": "The contamination of Λ → pπ − goes from 14.4% at 7 GeV/c to 5% at 40 GeV/c.",
            "paragraph_rank": 17,
            "section_rank": 4
        }
    ]
}