{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Form factors of nucleons and mesons with timelike momentum transfers are discussed. New experimental results for protons, pions, and kaons at large momentum transfers are presented, and the inadequacy of existing theoretical ideas about these is pointed out.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "It is exactly 100 years that the proton (more correctly, the positive nucleus) was discovered, and 60 years since the pion and kaon were identified. Since 1964, when the quark model was first proposed, we have known that baryons and mesons are all made up of quarks and antiquarks. One would therefore expect that by now we could have figured out exactly how quarks fit into the hadrons and lead to their observable properties, mass, size, spin, charges and curents. But Nature is much more devious, and does not allow easy insight into its workings. One of the tools that has been successfully used to gain insight into the structure of hadrons is the measurement of electromagnetic form factors as a function of momentum transfer.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Electromagnetic form factors of a hadron are the most direct link to the structure of the hadron in terms of its constituents. They describe the coupling of a photon with a certain four-momentum to the distribution of charges and currents in the hadron.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The four-momentum transfer Q 2 in the collision of two particles with four-momenta p 1 and p 2 can be positive or space-like (in scattering) or negative or time-like (in annihilation/production).",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "No understanding of form factors can be considered complete unless it includes an explanation of form factors for both spacelike and timelike momentum transfers, which are just two sides of the same coin. Measurements of form factors for time-like momentum transfers are done at e + e − colliders, and they can, in principle, be used to measure form factors of any mesons or baryons. The pp annihilations have so far been only done withp beams incident on fixed proton targets. These, of course, only lead to proton form factors.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "It is important to note that form factors are analytic functions of Q 2 .",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Therefore, the Cauchy theorem alone guarantees that F (Q 2 , timelike)",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Cross Sections for Time-like Momentum Transfers",
            "section_rank": 3
        },
        {
            "section": "Cross Sections for Time-like Momentum Transfers",
            "text": "For protons, there are two form factors, Pauli and Dirac Form Factors, or more familiarly, the magnetic G M (s) and the electric G E (s) form factors, and the cross section e + e − → pp is",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Cross Sections for Time-like Momentum Transfers",
            "text": "At large momentum transfers separation between G M (s) and G E (s) becomes difficult, and the results which are generally reported assume G E (s) = 0, or G E (s) = G M (s). For pions and kaons, both of which have spin 0, there is no magnetic contribution, and only the electric form factor F (s) exists. In this case the cross section for e + e − → m + m − is",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Cross Sections for Time-like Momentum Transfers",
            "text": "Jumping the gun a little, let me point out that pQCD counting rules predict that the baryon form factors are proportional to Q −4 (or s −2 ) and the meson form factors are proportional to Q −2 (or s −1 ), so that",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Cross Sections for Time-like Momentum Transfers",
            "text": "This tells you how rapidly the cross sections fall, and how difficult it becomes to measure any form factors at large momentum transfers. For example, σ(e + e − → pp) ≈ 1 pb at s = Q 2 = 13.5 GeV 2 . At s = 25 GeV 2 one expects to drop down by a factor ∼ 20, to ∼ 50 fb!",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Baryon Form Factors",
            "section_rank": 4
        },
        {
            "section": "Baryon Form Factors",
            "text": "The only baryon form factors that have ever been measured are for nucleons, mainly for the proton. Timelike form factors can also be measured for other baryons, Λ, Σ, etc., but so far no such measurements exist.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Spacelike Form Factors of the Proton",
            "section_rank": 5
        },
        {
            "section": "Spacelike Form Factors of the Proton",
            "text": "The spacelike magnetic form factors G M (Q 2 ) of the proton were measured with precision in the ep scattering experiments at SLAC, all the way up to Q 2 = 31 GeV 2 . 1 For Q 2 ≥ 15 GeV 2 , their variation follows the pQCD counting rule prediction that Q 4 G M (|Q 2 |)/µ p is essentially constant and varies only as α 2 (strong).",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Spacelike Form Factors of the Proton",
            "text": "In the pQCD factorization formalism of Brodsky and Lepage, 2 the form factor can be factorized into the hard scattering amplitude, which can be calculated perturbatively, and hadron distribution amplitudes (DA), which contain all the non-perturbative physics.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Spacelike Form Factors of the Proton",
            "text": "The asymptotic distribution amplitude for the proton leads to G P M (|Q 2 |) = 0 for all Q 2 , and many different variations of asymmetric DA's have been considered, with and without Sudakov corrections, and with and without transverse momenta. QCD sum-rule predictions, and predictions based on GPD and meson-cloud pictures have also been made. It is not surprising that with an appropriate choice of the parameters, the spacelike form factors of the proton can be fitted by nearly all model calculations.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Timelike Form Factors of the Proton",
            "section_rank": 6
        },
        {
            "section": "Timelike Form Factors of the Proton",
            "text": "Prior to the Fermilab (E760/E835) measurements in 1993/2000 [8,9,10] of the timelike form factors of the proton by the reaction pp → e + e − , the data were sparse, had large errors, and were confined to |Q 2 | < 5, 7 GeV 2 . The Fermilab measurements 3,4 obtained G p M (|Q 2 |) for four |Q 2 | between 8.9 and 13.11 GeV 2 . As Fig. 1 (left) shows, while Q 4 G p M (|Q 2 |) was found to vary as α 2 (strong), the value of the timelike form factor was found to be twice as large as the spacelike form factor, i.e.,",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 60,
                    "text": "[8,",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 63,
                    "text": "9,",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 65,
                    "text": "10]",
                    "end": 68
                },
                {
                    "type": "figure",
                    "start": 329,
                    "text": "Fig. 1 (left)",
                    "end": 342
                }
            ]
        },
        {
            "section": "Timelike Form Factors of the Proton",
            "text": "Prior to the Fermilab measurements there were few theoretical predictions of the timelike form factor of the proton. Following the Fermilab measurements, Hyer 5 reported predictions for timelike form factors within the pQCD formalism including Sudakov suppression. Hyer's predictions, showed large sensitivity to the assumed distribution amplitude, but did not address the question of the experimental ratio R ≈ 2. Iachello and Wan 6 gave made predictions based on a picture of the bare meson surrounded by a vector meson cloud. As shown in Fig. 1  In order to explain the ratio R ≈ 2 Kroll and collaborators 7 proposed the diquark-quark model of the nucleon. While this model has at least two extra parameters, it explains both spacelike and timelike G p M (|Q 2 |), and R ≈ 2 very nicely. The three predictions mentioned above are shown in Fig. 1 (right), where the more recent results for G p M (|Q 2 |) from the e + e − annihilation measurments by Cornell 8 at |Q 2 | = 13.5 GeV 2 , by BES 9 at ten values of |Q 2 | = 4 − 9.4 GeV 2 , and by BaBar 10 using ISR from Υ(4S) at |Q 2 | = 3.6 − 20.3 GeV 2 are also shown. All these measurements are consistent with each other, and confirm R ≈ 2. BaBar has gone a step beyond, and has also attempted to derive G E /G M from their ISR data.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 159,
                    "text": "5",
                    "end": 160
                },
                {
                    "type": "figure",
                    "start": 541,
                    "text": "Fig. 1",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 609,
                    "text": "7",
                    "end": 610
                },
                {
                    "type": "figure",
                    "start": 842,
                    "text": "Fig. 1 (right)",
                    "end": 856
                }
            ]
        },
        {
            "section": "Timelike Form Factors of the Proton",
            "text": "Before I leave the proton, and go on to the pion and kaon, let me point out some possible consequences of the recent JLab measurements  ",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "R(|Q 2 |).",
            "section_rank": 7
        },
        {
            "section": "R(|Q 2 |).",
            "text": "Strangely enough, if we assume that the ratio of the Pauli and Dirac form factors, F 2 (|Q 2 |)/F 1 (|Q 2 |), is the same for timelike |Q 2 | as it is for spacelike, for |Q 2 | = 13.5 GeV 2 we obtain almost the same result, [µ p G E (13.5)/G M (13.5)] timelike = 3.9 and 4.9, whether R(13.5)) spacelike = 1 or −0.8.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Meson Form Factors",
            "section_rank": 8
        },
        {
            "section": "Meson Form Factors",
            "text": "Mesons represent much simpler systems than baryons; two quark systems are expected to be easier to understand than three quark systems. It is because of this that the now-classic debate about when |Q 2 | is large enough for the validity of pQCD took place in the 1980s between Brodsky and collaborators on one side and Isgur and Llwellyn Smith on the other side. Unfortunately, the then existing experimental data on pion form factors was extremely poor, especially in the large |Q 2 | region which was the subject of the entire debate. All the pion and kaon form factor data available before the recent CLEO measurements are shown in Fig. 3.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 635,
                    "text": "Fig. 3",
                    "end": 641
                }
            ]
        },
        {
            "text": "Pion Form Factors",
            "section_rank": 9
        },
        {
            "section": "Pion Form Factors",
            "text": "Spacelike form factors of pions for Q 2 > 0.3 GeV 2 are exclusively determined by electroproduction measurements, e − p → e − π − p, e − π + n. The longitudinal part of the pion electroproduction cross section σ L (t) is related to F 2 π (|Q 2 |) spacelike via the pion-nucleon coupling constant g πN N (t). The latest JLab electroproduction measurements 12 for |Q 2 | = 0.6 − 2.45 GeV 2 make the longitudinal/transverse separation for the first time, but still suffer from the uncertainties inherent in the t dependence of g πN N (t) and the need to extrapolate the cross section to the physical pion pole at t = m 2 π . The old larger Q 2 measurements from Cornell have the additional problem of very large ( ±40%) errors. Despite these limitations, the spacelike form factor data have been fitted by many model calculations with suitable choices of parameters. For timelike form factors of the pion, the available data were sparse and generally of poor quality.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Kaon Form Factors",
            "section_rank": 10
        },
        {
            "section": "Kaon Form Factors",
            "text": "For kaon spacelike form factors, there are no electroproduction measurements so far, and the available data are limited to Q 2 < 0.12 GeV 2 . The data for timelike form factors of kaons had the same limitations, both in the quality and the range of Q 2 as for pions. There were no direct theoretical predictions, except that in the lowest order, it is expected that for all timelike",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "The CLEO Measurements of Pion and Kaon Form Factors",
            "section_rank": 11
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "CLEO 8 has recently reported measurements of the pion and kaon form factors for the timelike momentum transfer of |Q 2 | = 13.48 GeV 2 . Precision at the level of ±6% for kaons, and ±13% for pions has been achieved. This unprecedented level of precision for a large |Q 2 | provides for the first time data which present a serious challenge to the theorists. CLEO measurements of π and K form factors presented formidable background problems. The form factor cross sections σ(e + e − → mm) ≈ 5− 10 pb, while σ(e + e − → e + e − , µ + µ − ) are 10 3 to 10 5 times larger. Therefore, in addition to the standard track and shower quality requirements, very clever use of dE/dx, E CC , and RICH information was done in order to obtain small but background free samples of π + π − and K + K − events.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "The CLEO measurements were made using 20.7 pb −1 of e + e − data taken at √ s = 3.671 GeV, i.e., 15 MeV below the ψ ′ resonance. The data were originally taken for background studies for the ψ ′ decays which were being studied. It is ironic that these background studies have provided the world's best measurements of pion and kaon form factors.",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "These data were analyzed to obtain for |Q 2 | = 13.48 GeV 2 : |Q 2 |F π (|Q 2 |) = 1.01 ± 0.11 ± 0.07 GeV 2 , |Q 2 |F K (|Q 2 |) = 0.85 ± 0.05 ± 0.02 GeV 2 , and F π (13.48 GeV 2 )/F K (13.48 GeV 2 ) = 1.19 ± 0.07.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "These are the world's first measurements of the form factors of any mesons at this large a momentum transfer, and with precision of this level. They are shown in Fig. 5 along with the old world data, and arbitrarily normalized curves showing the pQCD predicted variation of |Q 2 |F π and |Q 2 |F K with α S .",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 162,
                    "text": "Fig. 5",
                    "end": 168
                }
            ]
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "In the figures for both pions and kaons, in addition to the results of the CLEO measurements points marked J/ψ are shown. These have been obtained by using the relation In general B(J/ψ → mm) = K|A γ + A ggg + A γgg | 2 . It was noted by Milana et al. 13 that for π + π − , A ggg and A γgg are negligably small, so that B(J/ψ → γ * → π + π − ) = B(J/ψ → π + π − ). This was extended by us 14 to K + K − by noting that",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 252,
                    "text": "13",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 389,
                    "text": "14",
                    "end": 391
                }
            ]
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "Using literature values for the branching fractions, the results are |Q 2 |F K (9.6 GeV 2 ) = 0.81 ± 0.06 GeV 2 , |Q 2 |F π (9.6 GeV 2 ) = 1.01 ± 0.13 GeV 2 , both of which are in good agreement with the CLEO measurements for |Q 2 | = 13.5 GeV 2 . The ratio F π /F K = 1.19 ± 0.07 and 1.16 ± 0, 27 for |Q 2 | = 13.5 GeV 2 and |Q 2 | = 9.6 GeV 2 , respectively, which are both in disagreement with the pQCD expectation that F π /F K = f 2 π /f 2 K = 0.67 ± 0.01.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "section": "The CLEO Measurements of Pion and Kaon Form Factors",
            "text": "To summarize, for the first time we now have precision results for the form factors of charged pions and kaons for large timelike momentum transfers of 9.6 GeV 2 and 13.5 GeV 2 . None of the theoretical calculations, which exist only for pions, come even close to the experimental results. In absence of precsion experimental results this could be tolerated. Now there is no excuse. The theorists must now go back to work on new QCD-based models for form factors which are among the most important measures of hadron structure. It is interesting to note that no help is expected in this endeavour from Lattice practitioners who work in Euclidean time. For the experimentalists, the challenge is to extend the precision measurements to as large momentum transfers as possible, and to other mesons and baryons. BES III is ideally placed to meet this challenge.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .Fig. 2 .",
            "text": "Fig. 1. Q 4 G p M (|Q 2 |)/µp as a function of |Q 2 | for timelike momentum transfers. (Left): Illustrating the nearly factor 2 larger values of timelike |Q 2 | as measured in the Fermilab experiments. (Right) A sample of theoretical predictions together with all the present experimental data from Fermilab, CLEO, BES, and BaBar.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "12 Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "12 Fig. 3 .",
            "text": "Fig. 3. World data for form factors for spacelike and timelike momentum transfers for pions (left) and kaons (right) before the CLEO measurements.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. World data for timelike form factors, including CLEO and J/ψ results for pions (top) and kaons (bottom). A sample of theoretical predictions available for pions is shown in addition to the arbitrarily normalized pQCD prediction of α S variation (solid lines).",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "(right), a typical Hyer prediction gives a Q 4 G p M (|Q 2 |) which is nearly constant with |Q 2 |, and the Iachello prediction gives Q 4 G p M (|Q 2 |) which falls rapidly with |Q 2 |. Neither fits the data.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "As is well known, these polarization measurements show that R decreases monotonically as |Q 2 | increases. If this trend is extrapolated, one reaches R ≈ 0 at |Q 2 | ≈ 8 GeV 2 , and R becomes negative for larger |Q 2 |, e.g., R ≡ −0.8 at |Q| 2 = 13.5 GeV 2 . I do not know what zero and negative G E (|Q 2 |) mean, but I am tempted to speculate about what these would imply for timeilike",
            "paragraph_rank": 34,
            "section_rank": 16
        }
    ]
}