{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The MINOS experiment [1] at Fermilab has released an updated result on muon disappearance [2]. The experiment utilizes the intense source of muon neutrinos provided by the NuMI beam line. This note summarizes the systematic uncertainties in the experiment's knowledge of the flux and energy spectrum of the neutrinos from NuMI.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 90,
                    "text": "[2]",
                    "end": 93
                }
            ]
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "MINOS [1] studies the disappearance of muon neutrinos across 734 km, comparing their energy spectrum at two detectors sited at either end of this flight path. The first, \"Near Detector\" (ND) is sited at Fermilab, and the \"Far Detector\" (FD) is located in the Soudan Mine. Updated results on ν µ disappearance and the inferred neutrino oscillation parameters were presented by Žarko Pavlović at this conference [2].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 6,
                    "text": "[1]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 410,
                    "text": "[2]",
                    "end": 413
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The MINOS experiment relies upon very precise knowledge of the expected energy spectrum of ν µ arriving at the FD in the absence of oscillations. In part, small systematic uncertainties are achieved by utilizing a ν µ beam derived from the NuMI beam line, whose spectrum can be controlled. In part, such low systematic uncertainties are achieved by having two detectors, the first of which (the ND) measures directly the spectrum in the absence of oscillations. Because MINOS is a two-detector experiment, the uncertainties for the oscillation measurement are best characterized by the uncertainty in the ratio of FD to ND fluxes, \"F/N\". Figure 1 compares the ν µ spectrum observed in the ND to our beam MC. The experiment relies upon two analysis strategies to reduce systematic uncertainties from the beam spectrum. The first is a set of beam data used to measure or constrain uncertainties due to particle focusing in the beam line. The second is a flexible beam design which allows us to manipulate the spectrum in known fashion so as to infer directly the production of particles off the NuMI target, rather than relying solely upon external measurements. Each of these analyses are discussed in turn. The MINOS data is compared to the NuMI flux calculation [1], which relies on the FLUKA2005 [3] cascade Monte Carlo to predict the flux of hadrons off the target.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 638,
                    "text": "Figure 1",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1263,
                    "text": "[1]",
                    "end": 1266
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1298,
                    "text": "[3]",
                    "end": 1301
                }
            ]
        },
        {
            "text": "FOCUSING UNCERTAINTIES",
            "section_rank": 3
        },
        {
            "section": "FOCUSING UNCERTAINTIES",
            "text": "The Main Injector 120 GeV proton beam is impinged upon the NuMI graphite target for production of π and K secondaries. These secondaries are sign-and momentum-selected by a pair of focusing horns [4]. To correctly predict the neutrino spectrum it is important to understand precisely particle tracking through the horns. We rely on a series of dedicated beam studies to test this tracking. Alignment of the target and horns with respect to the beam axis was accomplished with a set of dedicated runs in which the proton beam was scanned transversely across these components [5]. Remaining uncertainties in their locations is ±(0.5-1.0)mm.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 196,
                    "text": "[4]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 574,
                    "text": "[5]",
                    "end": 577
                }
            ]
        },
        {
            "section": "FOCUSING UNCERTAINTIES",
            "text": "The magnetic field in the horns was measured prior to their installation in the target station.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "FOCUSING UNCERTAINTIES",
            "text": "The remaining uncertainties in the field arises from the ~1 kA uncertainty in the current flowing in the horns, and the uncertainty in the distribution of the current through the horns' conductor, whose 3 mm thickness is comparable to the ~7 mm skin depth expected at the frequency of the current pulse.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "FOCUSING UNCERTAINTIES",
            "text": "The largest focusing uncertainties in the ratio of spectra in the FD and ND are summarized in Figure 2. In the focusing peak, these uncertainties are negligible, and at the edge of the peak they are 2-3%.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 94,
                    "text": "Figure 2",
                    "end": 102
                }
            ]
        },
        {
            "text": "TARGET YIELD UNCERTAINTIES",
            "section_rank": 4
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "In the limit of perfect horn focusing, the exact production spectra of secondary mesons off the NuMI target does not contribute to the uncertainty in the ratio of FD and ND fluxes. However, because of the finite acceptance of the beam line, imperfections in the focusing, and the lack of focusing for very forward particles off the target which pass through the gaps in the horns, some knowledge of the production spectra vs (x F ,p T ) is necessary.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "We have utilized the Fluka2005 cascade Monte Carlo [3] to estimate these target yields.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 51,
                    "text": "[3]",
                    "end": 54
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "As may be seen in Figure 1, the Fluka yields, together with our particle tracking Monte Carlo, describes the MINOS ND reasonably well. Several configurations of the NuMI target and horns were operated, and data in the ND accumulated.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 18,
                    "text": "Figure 1",
                    "end": 26
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "Discrepencies between the data and MC are within the 30-40% span in predictions [3,[6][7][8].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 80,
                    "text": "[3,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 83,
                    "text": "[6]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 86,
                    "text": "[7]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 89,
                    "text": "[8]",
                    "end": 92
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "To reduce the uncertainty in prediction of the FD spectrum (see Figure 3), we constrain the poorlyknown yield of secondaries off the NuMI target using the ND data. The NuMI target can be located at several positions upstream of the horns, thereby altering the (x F ,p T ) of hadrons off the target which are focused by the horns [9] and altering the expected neutrino spectra in the MINOS detectors. By acquiring data in the ND under several such configurations (see Figure 4), it is possible to , in part, deconvolve discrepancies which arise from neutrino cross section errors, from those arising from focusing errors, to those arising from incorrect knowledge of particle yields off the target at a given (x F ,p T ).",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 64,
                    "text": "Figure 3)",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 329,
                    "text": "[9]",
                    "end": 332
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 467,
                    "text": "Figure 4)",
                    "end": 476
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "We developed a simple parametric function [10] to describe the yield of target secondaries as a function of (x F ,p T ) which is based upon the function of Ref. [8]. The parameters of this function were varied to give the best fit to the ND data, and the resulting distributions are shown in Figure 4. The target yields obtained from this tuning procedure then are used to calculate a better prediction for the F/N ratio, as shown in Figure 3. The remaining uncertainty in the parameters of this function result in a (0.5-5.0)% uncertainty in the F/N ratio, as shown in Figure 3. This uncertainty is approximately half the uncertainty prior to the tuning.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 161,
                    "text": "[8]",
                    "end": 164
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 292,
                    "text": "Figure 4",
                    "end": 300
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 434,
                    "text": "Figure 3",
                    "end": 442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 570,
                    "text": "Figure 3",
                    "end": 578
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "The MINOS detectors permit separation of ν µ and µ ν , the latter of which arise from πand Koff the target, while the ν µ arise from π + /K + . By fitting the ν µ and µ ν spectra in the ND, we estimate the ratio of yields π + /πoff the target (see Figure 5) which is in good agreement with measurements from NA49 [11].   [9] of horn current and target position. Adjustment of the (x F ,p T ) of secondaries off the target brings the calculated spectra into agreement with the MINOS data. The MINOS data are the points, the blue curves are the flux predictions using the FLUKA [3], and the red curves are the result of a fit to the secondaries' yields to the MINOS data.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 248,
                    "text": "Figure 5",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 313,
                    "text": "[11]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 321,
                    "text": "[9]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 576,
                    "text": "[3]",
                    "end": 579
                }
            ]
        },
        {
            "section": "TARGET YIELD UNCERTAINTIES",
            "text": "The improved constraints on the yields of secondary mesons off the target is also of benefit for the ν µ →ν e search at MINOS. The flux of ν e which is intrinsic in the beam, arising predominantly from muon decay (where the muons are produced in pion decay) and K e3 decays, comprise a background for this search. The uncertainties in pion and kaon yields off the target thus contribute a background uncertainty for the ν µ →ν e measurement. The constraints on these secondary yields provided by the ν µ , however, limit the uncertainty on the instrinsic background to ~6%, as is discussed by Mayly Sanchez at this workshop [12].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 624,
                    "text": "[12]",
                    "end": 628
                }
            ]
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 5
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Energy spectra of charged-current (CC) ν µ interactions in the MINOS Near Detector under three neutrino beam configurations.The MINOS data is compared to the NuMI flux calculation[1], which relies on the FLUKA2005[3] cascade Monte Carlo to predict the flux of hadrons off the target.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 189,
                    "text": "[1]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 223,
                    "text": "[3]",
                    "end": 226
                }
            ]
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 6
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2.The relative uncertainty in the ratio of FD and ND neutrino energy spectra due to beam focusing effects. Contributions to the overall error are described in the text.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 7
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4.The ratio of the expected FD to ND neutrino flux, in the absence of oscillations, as a function of energy. Shown is the Monte Carlo prediction using Fluka[3] (open boxes) and the target yields tuned to agree with the ND data (shaded boxes). Box sizes indicate uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 163,
                    "text": "[3]",
                    "end": 166
                }
            ]
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. Energy spectra of charged-current ν µ interactions in the MINOS ND under six different neutrino beam configurations[9] of horn current and target position. Adjustment of the (x F ,p T ) of secondaries off the target brings the calculated spectra into agreement with the MINOS data. The MINOS data are the points, the blue curves are the flux predictions using the FLUKA[3], and the red curves are the result of a fit to the secondaries' yields to the MINOS data.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 125,
                    "text": "[9]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 379,
                    "text": "[3]",
                    "end": 382
                }
            ]
        },
        {
            "section": "FIGURE 3 .",
            "text": "This article is copyrighted as indicated in the article. Reuse of AIP content is subject to the terms at: http://scitation.aip.org/termsconditions. Downloaded to IP:",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "FIGURE 3 .",
            "text": "This article is copyrighted as indicated in the article. Reuse of AIP content is subject to the terms at: http://scitation.aip.org/termsconditions. Downloaded to IP:128.83.205.78 On: Fri, 20 Mar 2015 16:27:17",
            "paragraph_rank": 21,
            "section_rank": 8
        }
    ]
}