{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The pair production of heavy fourth-generation quarks, which are predicted under the hypothesis of flavor democracy, is studied using tree-level Monte Carlo generators and fast detector simulation. Two heavy-quark mass values, 500 and 750 GeV, are considered with the assumption that the fourth family mixes primarily with the two light families. It is shown that a clear signature will be observed in the data collected by the ATLAS detector, after the first year of low-luminosity running at the Large Hadron Collider.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "It is well known that the number of fundamental fermion families (generations) is not fixed by the Standard Model (SM). The precision measurements performed by the Large Electron-Positron Collider experiments at the Z pole have shown that the number of families with light neutrinos (m ν < m Z /2) is equal to three. On the other hand, the asymptotic freedom in QCD constrains this number to be less than nine. Therefore, from a pure experimentalist approach, it is meaningful to search for a possible fourth SM family at the forthcoming colliders. On the theoretical side, the fourth SM family is a direct outcome of the flavor democracy (or in other words democratic mass matrix) approach [1][2][3] which is strongly motivated by the naturalness arguments (see the review [4] and the references therein). Meanwhile, there are phenomenological arguments against the existence of a fifth SM family [5]. In this paper, the additional quark and lepton pairs of the fourth family are denoted as u 4 , d 4 and e 4 , ν 4 .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 691,
                    "text": "[1]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 694,
                    "text": "[2]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 697,
                    "text": "[3]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 774,
                    "text": "[4]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 898,
                    "text": "[5]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1000,
                    "text": "4",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1014,
                    "text": "4",
                    "end": 1015
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The most recent limit on the mass of the u 4 quark is m u 4 > 256 GeV [6]. The partial wave unitarity gives an a e-mail: Gokhan.Unel@cern.ch upper bound of about 1 TeV to the fourth family fermion masses [7]. According to flavor democracy, the masses of the new quarks have to be within few GeV of each other. This is also experimentally hinted by the value of the ρ parameter which is close to unity [8]. Therefore, if the fourth SM family exists, the Large Hadron Collider (LHC) will copiously produce its quarks [9] and the proposed linear colliders will provide opportunity to discover its leptons [10]. As the single production of the new quarks in LHC is suppressed as compared to their pair production, due to the small value of the CKM matrix elements, the latter is considered. The new quarks, being heavy, will decay to the known SM quarks and W bosons. The dominant decay channels are defined by the 4 × 4 extension of the CKM mixing matrix with two distinct possibilities:",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 70,
                    "text": "[6]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 204,
                    "text": "[7]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 401,
                    "text": "[8]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 515,
                    "text": "[9]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 602,
                    "text": "[10]",
                    "end": 606
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "1. If the fourth family is primarily mixing with the third one, the decay channels will be u 4 → W + b and",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The signature of the u 4ū4 production will be W + W − bb whereas in the case of d 4d4 , the final state would have an additional W + W − pair. The former case has been studied in [9,11] about 10 years ago. 1 The latter case, while potentially feasible owing to the low predicted SM backgrounds with four W bosons in the final state, is likely to be less interesting as a discovery channel, due to the difficulties in the jet association and invariant mass reconstruction. 2. If the fourth generation is primarily mixing with the first two families, the dominant decay channels will be u 4 → W + d/s and d 4 → W − u/c. In this case, since the light quark jets are indistinguishable, the signature will be W + W − jj for both u 4ū4 and d 4d4 pair production.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 179,
                    "text": "[9,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 182,
                    "text": "11]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 206,
                    "text": "1",
                    "end": 207
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Therefore, both up and down type new quarks should be considered together since distinguishing between u 4 and d 4 quarks with quasi-degenerate masses at hadron collider seems to be a difficult task. In this sense, lepton colliders are more advantageous, especially if the fourth family quarkonia could be formed.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Results of the most up-to-date measurements on the quark mixings as published by the Particle Data Group [8] together with the unitarity assumption of the 4 × 4 extension of the CKM matrix can be used to constrain the fourthfamily quark related mixings. The first step is to calculate the squares of the entries in the fourth row and column together with their errors: ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 105,
                    "text": "[8]",
                    "end": 108
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where the lower (upper) limit of 0 (1) is implicitly assumed for all the new entries [15]. The remaining of this paper investigates the discovery potential of ATLAS experiment at the LHC accelerator for the fourth family quarks in the case where their dominant mixings are to first and second SM families as described in the second scenario above. The tree level diagrams for the pair production of the new quarks and their subsequent decays are given in Fig ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 85,
                    "text": "[15]",
                    "end": 89
                },
                {
                    "type": "figure",
                    "start": 455,
                    "text": "Fig",
                    "end": 458
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Although the extension parameters have much higher upper limits, for the event generation and analysis section, the common and conservative value of 0.01 is used for all four relevant mixings. As the widths of the new quarks are much smaller than their masses, this selection of the new CKM elements has no impact on the pair production cross sections. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Event generation",
            "section_rank": 3
        },
        {
            "section": "Event generation",
            "text": "In order to study the possibility of discovery, the four-family model has been implemented into the tree-level generator, CompHEP v4.4.3 [16,17] and the pair production of the new quarks at the LHC and their subsequent decay into SM particles have been simulated. The QCD scale is set to the mass of the new quark under study and CTEQ6L1 set is chosen for the parton distribution functions [18]. Table 1 gives the cross section for the d 4d4 production for two example values of d 4 quark mass together with the decay widths. As the cross section for u 4ū4 production is within 1% of the d 4d4 one, from this point on only d 4 will be considered and the results will be multiplied by two to cover all signal processes involving both u 4 and d 4 quarks. For each of the considered mass values, 12 thousand signal events have been generated for the d 4d4 → W − W + jj process where j is a jet originating from a quark or antiquark of the first two SM families. To benefit from the possible lepton and jet combined triggers and to reduce the ambiguity in the invariant mass reconstruction, the hadronic decay of one W boson and the leptonic (electron or muon) decays of the other one have been considered. Therefore, the signal is searched for in the 4j + + E / T final state where is an electron or a muon.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 137,
                    "text": "[16,",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 141,
                    "text": "17]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 390,
                    "text": "[18]",
                    "end": 394
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 396,
                    "text": "Table 1",
                    "end": 403
                }
            ]
        },
        {
            "section": "Event generation",
            "text": "The backgrounds events originate from all the SM processes whose final state has at least two W bosons and two non b-tagged jets. The direct background is from SM events which yield exactly the same final state particles as the signal events. The contributions from same sign W bosons are insignificant. Some of the indirect backgrounds are also taken into account. The dominant contribution is from tt pair production where the b jets from the decay of the top quark could be mistagged as a light jet. Similarly the jet associated top-quark pair production (ttj → W − W + bbj ) contributes substantially to the SM background as the production cross section is comparable to the pair production and only one mistagged b-jet is sufficient to fake the signal events. The cross section for the next-order process, namely pp → tt2j , has been computed to be four times smaller than tt j process in the relevant jet-momentum range and therefore has not been considered. It should be noted that the tt and ttj samples have been conservatively added together, in spite of the fact that initial and final-state parton showers simulated in Pythia for the former would account for part of the cross section for the latter. Finally, background from SM processes with W ± Zqq (q = u, d, s, c) final state has been studied. Its contribution to the total background is very similar to the direct (W Wjj ) background. All the mentioned background processes have been generated with MadGraph v3.95 [19]. This tree-level generator was previously shown to give results in good agreement with CompHEP and to be more suitable for running on a computer farm [20]. A total of more than 280 thousand events generated at different QCD scales and jet selection criteria comprise the background sample. The events from both generators are fed into the AT-LAS detector simulation and event reconstruction framework, ATHENA v11.0.41, with the CompHEP events using the interface program CPYTH v2.0.1 [21]. Parton showering, hadronization and fragmentation are simulated using the ATHENA interface of Pythia v6.23 [22] and the detector response is obtained from the fast simulation software, ATLFast [23]. This software uses a parameterized function to calculate the final particle kinematic variables rapidly, and its output is calibrated to match the results from GEANTbased full detector simulation [24]. The physics objects from ATLFast are used in the final analysis in ROOT 5.12 [25].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1482,
                    "text": "[19]",
                    "end": 1486
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1637,
                    "text": "[20]",
                    "end": 1641
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1971,
                    "text": "[21]",
                    "end": 1975
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2084,
                    "text": "[22]",
                    "end": 2088
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2170,
                    "text": "[23]",
                    "end": 2174
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2372,
                    "text": "[24]",
                    "end": 2376
                },
                {
                    "type": "bibr",
                    "start": 2445,
                    "text": "ROOT 5.12 [25]",
                    "end": 2459
                }
            ]
        },
        {
            "text": "Event selection and reconstruction",
            "section_rank": 4
        },
        {
            "section": "Event selection and reconstruction",
            "text": "The first step of the event selection is the requirement of a single isolated lepton (electron or muon) of transverse mo-mentum, p lept T > 15 GeV, and at least four jets with transverse momenta, p jet T > 20 GeV. The transverse momentum of the highest-momentum isolated lepton in each event is shown in Fig. 2a. The four highest-energy jets are required not be b-tagged, as determined by ATLFASTB [23], a fast b-tagging simulation program, which utilizes a p T dependent parameterization of tagging efficiencies. For instance, at high momenta (p jet T > 100 GeV) the tagging efficiency for b, c and light jets are 50%, 7.6% and 0.6%, respectively.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 304,
                    "text": "Fig. 2a",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 398,
                    "text": "[23]",
                    "end": 402
                }
            ]
        },
        {
            "section": "Event selection and reconstruction",
            "text": "The leptonically decaying W boson is reconstructed by attributing the total missing transverse momentum in the event, shown in Fig. 2b, to the lost neutrino, and using the nominal mass of the W as a constraint. The two-fold ambiguity in the longitudinal direction of the neutrino is resolved by choosing the solution with the lower neutrino energy. The four-momenta of the third and fourth most energetic jets in the event are combined to reconstruct the hadronically decaying W boson. Due to the high momentum of the W boson in the signal events particularly for the high values of the q 4 mass, the jets are not always resolved in the detector. When this happens, one of the two jets used in the combination is a random jet, which spuriously increases the invariant mass, m W jj , of the reconstructed W . Such cases cause a long high-end tail in the invariant mass distribution for the signal as shown in Fig. 2c. In order to reduce their adverse effect on the final m q 4 distributions, events with m W jj > 200 GeV are rejected, even though the comparison of the distributions for the signal and the background would suggest that a looser criterion would benefit the final statistical significance.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 127,
                    "text": "Fig. 2b",
                    "end": 134
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 908,
                    "text": "Fig. 2c",
                    "end": 915
                }
            ]
        },
        {
            "section": "Event selection and reconstruction",
            "text": "The surviving events are used to obtain the invariant mass of the new quark. Each reconstructed W is associated with one of the two hardest jets, for which the minimum transverse momentum requirements are tightened to p jet T > 100 GeV. As observed in Fig. 2d, this tighter requirement has no significant effect on the signal, while substantially reducing the background. A tighter p jet T selection would start to skew the final invariant mass distributions. Therefore the lower value of 100 GeV was chosen so that the analysis results could be safely interpreted for lower q 4 masses as well. The W -jet association ambiguity is resolved by selecting the combination which results in the smallest difference between the masses of the two reconstructed q 4 quarks in the same event. If this mass difference is more than 100 GeV for either combination, the event is rejected. The summary of the event selection cuts and their efficiencies for both signal and background events are listed in Table 2 for a quark mass of 500 GeV. These selection criteria were not optimized for the m q 4 = 750 GeV case to be safely pessimistic. The results of the reconstruction for quark masses of 500 GeVand 750 GeV are shown in Fig. 3 together with various backgrounds for integrated luminosities of 1 and  Table 2, respectively. Signal and background histograms have been scaled to the same luminosity, except in plot c, where the histograms have been normalized to unit area 10 fb −1 respectively. The bulk of the background in both cases is due to tt j events as discussed before.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 252,
                    "text": "Fig. 2d",
                    "end": 259
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 991,
                    "text": "Table 2",
                    "end": 998
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1213,
                    "text": "Fig. 3",
                    "end": 1219
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1292,
                    "text": "Table 2",
                    "end": 1299
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "In order to extract the signal significance, a smooth function consisting of a Crystal Ball term [26] to represent the background and a Breit-Wigner term to represent the signal resonance is fitted to the total number of q 4 candidates in the invariant mass plots of Fig. 3. In both plots, the fitted function is shown in solid black, and its signal component is plotted as a dashed red line. The shape of the background curve has been verified by parameterizing the background and generating a large sample of pseudo-Monte Carlo experiments. With large statistics, the Crystal Ball function provides a very accurate description of the background shape.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 97,
                    "text": "[26]",
                    "end": 101
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 267,
                    "text": "Fig. 3",
                    "end": 273
                }
            ]
        },
        {
            "section": "Results",
            "text": "The extracted number of total signal events is in good agreement with the actual number of events in the sig-  nal Monte Carlo sample. The significance is estimated as S/ √ S + B, where S(B) is the number of signal (background) events determined from the Breit-Wigner (Crystal Ball) term of the fitted function. As each event contributes two q 4 candidates to the invariant mass histogram, the total number of signal (background) events is obtained by taking half of the integral of the signal (background) term within ±2Γ (twice the fullwidth at half maximum) of the peak position of the signal. For the case of m q 4 = 500 GeV (750 GeV), with 1 fb −1 (10 fb −1 ) of data, the signal significance is found to be 9.2 (7.1). The number of events for these two example cases for both signal and background are presented in Table 3.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 821,
                    "text": "Table 3",
                    "end": 828
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "The analysis can be extrapolated to other q 4 quark mass values to estimate the amount of integrated luminosity necessary for a discovery.  from the fits presented in the analysis section. In all cases, the number of signal events to be collected in order to reach the 5σ significance is above 20. While this study is based on a fast simulation of the detector response which was not fully validated and there are uncertainties associated with the QCD scale, MC statistics etc, we believe that the conservative selection cuts and the simplicity of the reconstruction algorithms give reliability to the conclusions. For the same reason and for the fact that the signal and backgrounds are being determined with a fitting technique, we also believe that the systematic uncertainties that will be present in the Fig. 4 The q 4q4 pair production cross section at the tree level (top) and the integrated luminosity needed for a 5σ discovery of the signal (bottom), both as a function of the new quark mass. Only the pair production and the mixing to first two families are considered actual data analysis are not likely to change the results significantly.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 809,
                    "text": "Fig. 4",
                    "end": 815
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "This study has shown that, if the fourth family quarks mix primarily with the first two generations, a clear signal will be observed for the mass range of interest within the first year of the low-luminosity running at the LHC. On the other hand, if the mixing matrix is such that the third SM family quarks play the dominant role, similar results can be claimed for the u 4 quark, while the discovery of the d 4 quark is likely to require more luminosity because of the complexity of the event signature arising from the top-quark decays. In either case, the first few years of the LHC data will resolve the discussion on the possibility of four SM families within the context of flavor democracy.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": ". 1 for the d 4 quark decaying via d 4 → W q (q = u, c). The same diagrams are also valid for the u 4 quark production and decay, provided c and u quarks are replaced by s and d quarks. The widths of the d 4 and u 4 quarks are proportional to",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Fig. 1",
            "section_rank": 8
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1The tree-level Feynman diagrams for the pair production and decay of the d 4 quarks at the LHC",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Fig. 2",
            "section_rank": 9
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Distributions of the kinematical observables for the signal events (line) as compared to the backgrounds (data points): (a) transverse momentum for the highest-p T charged lepton, (b) missing transverse momentum, (c) invariant mass of the hadronic W candidates reconstructed from two jets, and (d) transverse momentum for the two",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Figure 4",
            "section_rank": 10
        },
        {
            "section": "Figure 4",
            "text": "contains the fourth generation quark (u 4 and d 4 combined) pair production tree-level cross section showing the contributions from gluon fusion and q −q annihilation. For the selected parton distribution function, the latter becomes more important at a quark mass of around 650 GeV. The same figure, on the lower part, shows the estimated integrated luminosity required for 5σ discovery as a function of the mass of the new quark. The estimates on this plot are based on the cross sections shown and the integration of the background function as obtained",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 (",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 (",
            "text": "Fig. 3(Color online) Invariant mass distributions for the reconstructed q 4 candidates from signal and SM background events for a quark of mass 500 GeV (top) and 750 GeV (bottom). The histograms are populated by two q 4 candidates per event. The colored solid lines show the backgrounds from various processes, the solid black curve represents the fit to the sum of the background and signal events. Also shown with the dotted curve is the signal component of the fit",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "ij are the magnitudes of the CKM matrix elements and the δ ij are the quoted errors on their measurements.",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Table 1",
            "section_rank": 13
        },
        {
            "section": "Table 1",
            "text": "The quark-mass values considered and the associated width and pair production cross sections at the LHC",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Table 2",
            "section_rank": 14
        },
        {
            "section": "Table 2",
            "text": "Efficiencies of the selection criteria, as applied in the order listed, for the m q 4 = 500 (750) GeV signal and the largest component of the SM background (ttj )",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "Table 3",
            "section_rank": 15
        },
        {
            "section": "Table 3",
            "text": "The expected number of signal and background events and the signal significance for the two masses under consideration",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "section": "Table 3",
            "text": "Recently this process has been reconsidered in[12][13][14] as \"the best scenario for the LHC\".",
            "paragraph_rank": 29,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 46,
                    "text": "[12]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 50,
                    "text": "[13]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 54,
                    "text": "[14]",
                    "end": 58
                }
            ]
        },
        {
            "section": "Table 3",
            "text": "Acknowledgements The authors would like to thank Louis Tremblet and CERN Micro Club for kindly providing computational facilities, Fabienne Ledroit and Andy Parker for fruitful discussions. S.S. acknowledges the support from the Turkish State Planning Committee under the contract DPT2006K-120470. G.Ü.'s work is supported in part by U.S. Department of Energy Grant DE FG0291ER40679. V.E.Ö. acknowledges financial support from the UK Science and Technology Facilities Council. This work has been performed within the ATLAS Collaboration with the help of the simulation framework and tools which are the results of collaboration-wide efforts.",
            "paragraph_rank": 30,
            "section_rank": 17
        }
    ]
}