{
    "level": "paragraph",
    "abstract": [
        {
            "text": "COMPASS is a running fixed-target experiment at the CERN SPS with a rich physics program focused on nucleon spin structure and on hadron spectroscopy. One of the main goals of the spin program is the measurement of the transverse spin effects in semi-inclusive DIS off transversely polarised nucleons. In the years 2002, 2003 and 2004 data have been taken using a 160 GeV /c naturally polarised µ + beam and a deuterium target ( 6 LiD) transversely polarised respect to the beam direction. In 2007 the run year has been devoted to collect data with a proton (N H 3 ) target. The preliminary results for the Collins and Sivers asymmetries, extracted from the 2007 data with transverse target polarisation, are presented here. Results are also compared with existing model predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Single Spin asymmetries",
            "section_rank": 2
        },
        {
            "section": "Single Spin asymmetries",
            "text": "The cross-section for polarised deep inelastic scattering 1 of leptons off spin 1/2 hadrons can be expressed, at leading twist, as a function of three independent quark distribution functions: q(x), ∆q(x) and ∆ T q(x). The latter, which describes the probability of finding a quark with spin parallel to the nucleon spin in a transversely polarised nucleon, is chiral-odd and can be measured in transversely polarised nucleon (anti)-nucleon hard scattering or in semi-inclusive deep inelastic scattering (SIDIS) on a transversely polarised target. In SIDIS ∆ T q(x) can be measured in combination with the chiral odd Collins fragmentation function ∆ T 0 D h q , via azimuthal single spin asymmetries (SSA) in single hadron production. According to Collins, 2 the fragmentation of a transversely polarised quark in unpolarised hadrons presents an azimuthal modulation with respect to the plane defined by the quark momentum and the quark spin. In SIDIS the hadron yield can be written then as:",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where f is the target dilution factor, P t the target polarisation and D nn = (1 − y)/(1 − y + y 2 /2) the transverse spin transfer coefficient from the initial to the struck quark. The angle Φ C is known as \"Collins angle\" and is conveniently defined in the system where the z-axis is the virtual photon direction and the x-z plane is the muon scattering plane. In this frame Φ C = Φ h + Φ S − π, where Φ h is the hadron azimuthal angle, and φ S the azimuthal angle of the transverse spin of the initial nucleon. Finally A C is the Collins asymmetry resulting from the convolution between the Collins fragmentation function and the transverse spin distribution:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where e q is the quark charge, D h q (z, p h T ) is the unpolarised fragmentation function, z = E h /(E l − E l ′ ) is the fraction of available energy carried by the hadron, and p h T is the hadron transverse momentum with respect to the virtual photon direction. As is clear from eq.1, the Collins asymmetry A C is revealed as a sin Φ C modulation in the number of produced hadrons. A second source of azimuthal asymmetry is related to the Sivers effect, 3 arising from a possible coupling of the intrinsic transverse momentum k T of unpolarised quarks to the spin of a transversely polarised nucleon. In this case the number of produced hadrons can be written as:",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "3",
                    "end": 458
                }
            ]
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where the Sivers angle Φ S is defined as Φ h − Φ s , and the asymmetry A S probes the so called Sivers distribution function ∆ T 0 q:",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Single Spin asymmetries",
            "text": "In this case the asymmetry A S is revealed as a sin Φ S modulation in the number of produced hadrons. It has to be noted here that since the Collins and the Sivers angles are independent, 4 it is possible to measure from the same data both the Collins and the Sivers asymmetries.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 188,
                    "text": "4",
                    "end": 189
                }
            ]
        },
        {
            "text": "Data sample and analysis",
            "section_rank": 3
        },
        {
            "section": "Data sample and analysis",
            "text": "The Collins and the Sivers asymmetries have been measured by COMPASS from 2002 to 2004 on a transversely polarised deuterium target; both the asymmetries turned out to be small, compatible with zero. [5][6][7] In 2007 COM-PASS took data with a proton target (N H 3 ) and a 50% sharing between longitudinal and transverse target configuration, accumulating ∼ 40 • 10 12 and ∼ 42 • 10 12 µ on tape respectively. A new target with a larger diameter (4 cm) and three cells (upstream, central, downstream, 30, 60, and 30 cm long respectively) have been used: the tree cells setup is meant to reduce the difference in acceptance between the two polarisations. The upstream and the downstream cells are polarised along the same direction, which is opposite to the central cell. The Ammonia material is characterized by a dilution factor f ∼ 0.15 and a very high polarisation: ∼ 90%. As in 2006 the target is inside the new large acceptance Superconducting magnet. The transverse run has been divided in 12 \"periods\", each of them corresponding to about 5 full days of data taking. Consecutive periods correspond to opposite polarisation of each of the tree target cells. Asymmetries are extracted using at the same time the informations coming from cells in two consecutive periods with opposite configuration. Almost all the data collected in the transverse polarisation configuration of the target have been processed a first time. For the results presented here about 20% of the whole collected data have been used. These data have been selected requiring a good stability of the spectrometer and of the reconstruction between consecutive periods. In the analysis the events are considered only if one primary vertex is found in the target region. To select DIS events the photon virtuality Q 2 is taken greater than 1 (GeV/c) 2 , y between 0.1 and 0.9, and the invariant mass of the final hadronic state W > 5 GeV/c 2 . The hadron sample on which the asymmetries are computed consists of all the charged hadrons coming from the reaction vertex with p h T > 0.1 GeV/c and z > 0.2. In table 1 the final statistics entering the asymmetries extraction is given for the 6 used periods, separately for positive and negative hadrons. Figure 1 illustrates the Q 2 -x Bjorken phasespace covered by the COMPASS experiment after the Q 2 > 1 selection. As it can be seen the high energy of the muon beam allow to reach the 10 −3 region of x, in the DIS regime, moreover most of the statistic is at low x values: 0.008 ÷ 0.02. A number of systematic studies have been performed in order to determine the systematic errors. Extensive tests both to measure false asymmetries p r e l i m i n a r y and to investigate the stability of the physics results, in each data taking period, were done combining cells with the same polarisation and using different splitting combination of the target cells (top-bottom, left-right).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 200,
                    "text": "[5]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "start": 203,
                    "text": "[6]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[7]",
                    "end": 209
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2224,
                    "text": "Figure 1",
                    "end": 2232
                }
            ]
        },
        {
            "section": "Data sample and analysis",
            "text": "The results obtained with different asymmetries extraction methods have been compared too. From all these tests the systematic errors have been estimated to be 0.3•σ stat for the Collins asymmetries and 0.5 • σ stat for the Sivers asymmetries.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The Collins and Sivers asymmetries were evaluated as a function of x, p h T , and z dividing the corresponding kinematical range in bins (with variable width, in order to have a comparable statistics in each of them), and integrating over the other two variables. In total, the asymmetries were evaluated in 9 x-bins, 9 p h T -bins, and 8 z-bins. The method used for extraction is based on a two dimensional (8 times 8) binning in Φ h and Φ S . Combining the information of the opposite target polarisation cells a nonlinear system of equations for the cross section amplitude modulations can be written, and the extraction of the amplitudes is then obtained via maximum likelihood method. The results have been checked with several other statistical methods described in Ref. 6. In figure 2 the preliminary results for the Collins asymmetries as function of x, p h T , and z are shown both for positive and for negative unidentified hadrons. The asymmetry is small, basically statistically compatible with zero up to x = 0.05 while a signal is visible in the last points: the asymmetry then increases in module up to 10% and with oppoiste sign for positive and negative hadrons. For p h T and z the asymmetry amplitude is compatible with zero due to the fact that most of the statistical sample is in the low x region. In fact requiring x > 0.05 the asymmetry signal becomes more evident both in p h T and z bins. This can be seen in fig. 3, showing Collins asymmetry for the data in the valence region, i.e. with x > 0.05. It is clear from the plots that there is not an appreciable z or p h T dependence. Figure 4 shows the theoretical expectations of the Collins asymmetries in the COMPASS kinematical range 8 both for positive and negative hadrons. The predictions are obtained from a global analysis of the HERMES 9 data, COMPASS 10 deuterium data and the BELLE 11 data. The good agreement for all the different kinematic variables is manifested in the figure. In figure   ",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 777,
                    "text": "6",
                    "end": 778
                },
                {
                    "type": "figure",
                    "start": 1435,
                    "text": "fig. 3",
                    "end": 1441
                },
                {
                    "type": "figure",
                    "start": 1608,
                    "text": "Figure 4",
                    "end": 1616
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 5
        },
        {
            "section": "Summary",
            "text": "Preliminary results of Collins and Sivers asymmetries for 2007 COMPASS proton data have been presented. Collins asymmetries for positive and negative hadrons are different from zero and of opposite sign for the two charges and agree with the previous HERMES results. In the Sivers case the measured asymmetries are compatible with zero, within the present statistics, both for positive and negative hadrons, at variance with the HERMES result. ",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Single Spin asymmetries",
            "section_rank": 6
        },
        {
            "section": "Single Spin asymmetries",
            "text": "The cross-section for polarised deep inelastic scattering 1 of leptons off spin 1/2 hadrons can be expressed, at leading twist, as a function of three independent quark distribution functions: q(x), ∆q(x) and ∆ T q(x). The latter, which describes the probability of finding a quark with spin parallel to the nucleon spin in a transversely polarised nucleon, is chiral-odd and can be measured in transversely polarised nucleon (anti)-nucleon hard scattering or in semi-inclusive deep inelastic scattering (SIDIS) on a transversely polarised target. In SIDIS ∆ T q(x) can be measured in combination with the chiral odd Collins fragmentation function ∆ T 0 D h q , via azimuthal single spin asymmetries (SSA) in single hadron production. According to Collins, 2 the fragmentation of a transversely polarised quark in unpolarised hadrons presents an azimuthal modulation with respect to the plane defined by the quark momentum and the quark spin. In SIDIS the hadron yield can be written then as:",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where f is the target dilution factor, P t the target polarisation and D nn = (1 − y)/(1 − y + y 2 /2) the transverse spin transfer coefficient from the initial to the struck quark. The angle Φ C is known as \"Collins angle\" and is conveniently defined in the system where the z-axis is the virtual photon direction and the x-z plane is the muon scattering plane. In this frame",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where Φ h is the hadron azimuthal angle, and φ S the azimuthal angle of the transverse spin of the initial nucleon. Finally A C is the Collins asymmetry resulting from the convolution between the Collins fragmentation function and the transverse spin distribution:",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where e q is the quark charge, D h q (z, p h T ) is the unpolarised fragmentation function, z = E h /(E l − E l ′ ) is the fraction of available energy carried by the hadron, and p h T is the hadron transverse momentum with respect to the virtual photon direction. As is clear from eq.1, the Collins asymmetry A C is revealed as a sin Φ C modulation in the number of produced hadrons. A second source of azimuthal asymmetry is related to the Sivers effect, 3 arising from a possible coupling of the intrinsic transverse momentum k T of unpolarised quarks to the spin of a transversely polarised nucleon. In this case the number of produced hadrons can be written as:",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "3",
                    "end": 458
                }
            ]
        },
        {
            "section": "Single Spin asymmetries",
            "text": "where the Sivers angle Φ S is defined as Φ h − Φ s , and the asymmetry A S probes the so called Sivers distribution function ∆ T 0 q:",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Single Spin asymmetries",
            "text": "In this case the asymmetry A S is revealed as a sin Φ S modulation in the number of produced hadrons. It has to be noted here that since the Collins and the Sivers angles are independent, 4 it is possible to measure from the same data both the Collins and the Sivers asymmetries.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 188,
                    "text": "4",
                    "end": 189
                }
            ]
        },
        {
            "text": "Data sample and analysis",
            "section_rank": 7
        },
        {
            "section": "Data sample and analysis",
            "text": "The Collins and the Sivers asymmetries have been measured by COMPASS from 2002 to 2004 on a transversely polarised deuterium target; both the asymmetries turned out to be small, compatible with zero. [5][6][7] In 2007 COM-PASS took data with a proton target (N H 3 ) and a 50% sharing between longitudinal and transverse target configuration, accumulating ∼ 40 • 10 12 and ∼ 42 • 10 12 µ on tape respectively. A new target with a larger diameter (4 cm) and three cells (upstream, central, downstream, 30, 60, and 30 cm long respectively) have been used: the tree cells setup is ment to reduce the difference in acceptance between the two polarisations. The upstream and the downstream cells are polarised along the same direction, which is opposite to the central cell. The Ammonia material is characterized by a dilution factor f ∼ 0.15 and a very high polarisation: ∼ 90%. As in 2006 the target is inside the new large acceptance Superconducting magnet. The transverse run has been divided in 12 \"periods\", each of them corresponding to about 5 full days of data taking. Consecutive periods correspond to opposite polarisation of each of the tree target cells. Asymmetries are extracted using at the same time the informations coming from cells in two consecutive periods with opposite configuration. Almost all the data collected in the transverse polarisation configuration of the target have been processed a first time. For the results presented here about 20% of the whole collected data have been used. These data have been selected requiring a good stability of the spectrometer and of the reconstruction between consecutive periods. In the analysis the events are considered only if one primary vertex is found in the target region. To select DIS events the photon virtuality Q 2 is taken greater than 1 (GeV/c) 2 , y between 0.1 and 0.9, and the invariant mass of the final hadronic state W > 5 GeV/c 2 . The hadron sample on which the asymmetries are computed consists of all the charged hadrons coming from the reaction vertex with p h T > 0.1 GeV/c and z > 0.2. In table 1 the final statistics entering the asymmetries extraction is given for the 6 used periods, separately for positive and negative hadrons. Figure 1 illustrates the Q 2 -x Bjorken phasespace covered by the COMPASS experiment after the Q 2 > 1 selection. As it can be seen the high energy of the muon beam allow to reach the 10 −3 region of x, in the DIS regime, moreover most of the statistic is at low x values: 0.008 ÷ 0.02. A number of systematic studies have been performed in order to determine the systematic errors. Extensive tests both to measure false asymmetries p r e l i m i n a r y  for the Collins asymmetries as function of x, p h T , and z are shown both for positive and for negative unidentified hadrons. The asymmetry is small, basically statistically compatible with zero up to x = 0.05 while a signal is visible in the last points: the asymmetry then increases in module up to 10% and with oppoiste sign for positive and negative hadrons. For p h T and z the asymmetry amplitude is compatible with zero due to the fact that most of the statistical sample is in the low x region. In fact requiring x > 0.05 the asymmetry signal becomes more evident both in p h T and z bins. This can be seen in fig. 3, showing Collins asymmetry for the data in the valence region, i.e. with x > 0.05. It is clear from the plots that ther is not an appreciable z or p h T dependence. Figure 4 shows the theoretical expectations of the Collins asymmetries in the COMPASS kinematical range 8 both for positive and negative hadrons. The predictions are obtained from a global analisys of the HERMES 9 data, COMPASS 10 deuterium data and the BELLE 11 data. The good agreement for all the different kinematic variables is manifested in the figure. In figure  Figure 6 compares the COMPASS Sivers asymmetry on proton data for positive and negative hadrons with the latest prediction of Anselmino et al . 12 For positive hadrons the agreement is not satisfactory. As in the Collins case the predictions are driven by the HERMES data. Other theoretical models as for example the one proposed by S. Arnold et al 13 show the same disagreement for the Sivers results.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 200,
                    "text": "[5]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "start": 203,
                    "text": "[6]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[7]",
                    "end": 209
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2223,
                    "text": "Figure 1",
                    "end": 2231
                },
                {
                    "type": "figure",
                    "start": 3298,
                    "text": "fig. 3",
                    "end": 3304
                },
                {
                    "type": "figure",
                    "start": 3470,
                    "text": "Figure 4",
                    "end": 3478
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 3840,
                    "text": "Figure 6",
                    "end": 3848
                },
                {
                    "type": "bibr",
                    "start": 3984,
                    "text": "12",
                    "end": 3986
                },
                {
                    "type": "bibr",
                    "start": 4189,
                    "text": "13",
                    "end": 4191
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "Preliminary results of Collins and Sivers asymmetries for 2007 COMPASS proton data have been presented. Collins asymmetries for positive and negative hadrons are different from zero and of opposite sign for the two charges and agree with the previous HERMES results. In the Sivers case the measured asymmetries are compatible with zero, within the present statistics, both for positive and negative hadrons, at variance with the HERMES result. ",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Scatter plot of Q 2 as function of x Bjorken for the events after all the kinematic cuts. Most of the statistics is concentrated at low x Bjorken values.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Collins asymmetries for positive unidentified hadrons (triangles) and for negative unidentified hadrons (circles) as function of x, p h T , and z.",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 .Fig. 4 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 .Fig. 4 .",
            "text": "Fig. 3. Collins asymmetries for positive unidentified hadrons (triangles) and for negative unidentified hadrons (circles) with the cut x > 0.05 as function of x, p h T , and z.",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Sivers asymmetries for positive unidentified hadrons (black) and for negative unidentified hadrons (circles) as function of x, p h T , and z.",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "text": "Figure 6",
            "section_rank": 13
        },
        {
            "section": "Figure 6",
            "text": "Figure 6compares the COMPASS Sivers asymmetry on proton data for positive and negative hadrons with the latest prediction of Anselmino et al .12  For positive hadrons the agreement is not satisfactory. As in the Collins case the predictions are driven by the HERMES data. Other theoretical models as for example the one proposed by S. Arnold et al13  show the same disagreement for the Sivers results.",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "text": "Fig. 6 . 1 Single",
            "section_rank": 14
        },
        {
            "section": "Fig. 6 . 1 Single",
            "text": "Fig. 6. COMPASS Sivers asymmetry on proton for positive and negative hadrons, with the latest prediction of Anselmino et al.",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Scatter plot of Q 2 as function of x Bjorken for the events after all the kinematic cuts. Most of the statistics is concentrated at low x Bjorken values.",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "2. 1 .Fig. 2 .",
            "section_rank": 16
        },
        {
            "section": "2. 1 .Fig. 2 .",
            "text": "Fig. 2. Collins asymmetries for positive unidentified hadrons (triangles) and for negative unidentified hadrons (circles) as function of x, p h T , and z.",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "Fig. 3 .Fig. 4 .Fig. 5 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 3 .Fig. 4 .Fig. 5 .",
            "text": "Fig. 3. Collins asymmetries for positive unidentified hadrons (triangles) and for negative unidentified hadrons (circles) with the cut x > 0.05 as function of x, p h T , and z.",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. COMPASS Sivers asymmetry on proton for positive and negative hadrons, with the latest prediction of Anselmino et al.",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "text": "Table 1 .",
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "Number of hadrons used for this analysis.",
            "paragraph_rank": 29,
            "section_rank": 19
        },
        {
            "text": "Table 1 .",
            "section_rank": 20
        },
        {
            "section": "Table 1 .",
            "text": "Number of hadrons used for this analysis.",
            "paragraph_rank": 30,
            "section_rank": 20
        }
    ]
}