{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recent results on CP parameters of the B systems obtained by the CDF and DØ collaborations using the data samples collected at the Tevatron Collider in the period 2002 -2007 were presented at the QCD 2008 conference (Montpellier, France). These results include measurements of the mixing phase φ J/ψφ s , decay width difference ∆Γs, and CP violation parameters in the Bs and Bu decays.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The CDF and DØ experiments have successfully collected data since start of the Run II at the Tevatron Collider in 2001. The presented results correspond to an integrated luminosity of up to 2.8 fb −1 at each experiment. The large B-meson production cross-section allows enough data to be collected to study the tiny effects of CP-violation in B systems. In particular, the results described in this paper cover measurements of the mixing phase φ J/ψφ s , decay width difference ∆Γ s , semileptonic asymmetry a sl s in the B s system and direct CP violation in the B s and B u systems.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A theoretical overview of B s −B s mixing is given in [1,2]. Flavour eigenstates of B s meson propagate according to the Schrödinger equation:",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 54,
                    "text": "[1,",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 57,
                    "text": "2]",
                    "end": 59
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The physical eigenstates |B H and |B L have different masses and lifetimes:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is the CP phase. The CP phase for the B s system is very small in the Standard Model (SM): φ SM s ≈ 0.004. The review [2] predicts that the CP phase φ s is the most sensitive to the new physics effects. The semileptonic asymmetry defined as",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 118,
                    "text": "[2]",
                    "end": 121
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": ", is related to the CP phase:",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of all four parameters in the equation 6 allow testing of the SM predictions with high sensitivity. The mixing phase β s with the SM prediction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "02 measured in decays B s → J/ψφ is also related to the phase φ s (see note in [3]). In paper [4] the notation φ s = −2β s is used, but to distinguish this phase from the CP phase φ s defined above in equation 4 the notation φ [5] is preferable. The new physics contribution could be described by the phase φ N P s which modifies the original mixing phases in the following way:",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 79,
                    "text": "[3]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 94,
                    "text": "[4]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 227,
                    "text": "[5]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The system J/ψ + φ from B s decay represents an admixture of CP-even and CP-odd states. Angular analysis could be used to separate the CP components (see figure 1) and measure the lifetime of each component and phase φ J/ψφ s [7]. Additional information on the initial state flavor of the B s meson helps resolve the sign ambiguity on φ J/ψφ s for a given ∆Γ s and improves the precision of results. The CDF collaboration used the data sample corresponding to 1.7 fb −1 (this result was updated recently using 2.8 fb −1 data sample [8]) and the DØ data sample corresponds to 2.8 fb −1 . Constraints on the strong phases δ i from the B d system allow the sign ambiguity on ∆Γ s to be resolved (see recent theoretical work [9]). The CDF and DØ results obtained with different constraints, and compared with the SM prediction are shown in figure 2. The HFAG combination [5] gives two sets of the numerical results obtained with free phases δ i :   ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 154,
                    "text": "figure 1",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 226,
                    "text": "[7]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 532,
                    "text": "[8]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 721,
                    "text": "[9]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 867,
                    "text": "[5]",
                    "end": 870
                }
            ]
        },
        {
            "text": "∆Γ",
            "section_rank": 3
        },
        {
            "section": "∆Γ",
            "text": "The final state in",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "∆Γ",
            "text": "s decays is CPeven, although the theoretical uncertainty is not well understood (see for example the discussion in [2]). The branching ratio Br",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 115,
                    "text": "[2]",
                    "end": 118
                }
            ]
        },
        {
            "section": "∆Γ",
            "text": "s ) could be used to calculate the decay width difference from the following equation derived in [1]:",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 97,
                    "text": "[1]",
                    "end": 100
                }
            ]
        },
        {
            "section": "∆Γ",
            "text": "The efficient muon triggering system at DØ provides access to these decays through the muons from semileptonic decays of D s mesons: ",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "CP violation",
            "section_rank": 4
        },
        {
            "section": "CP violation",
            "text": "4.1. B s semileptonic decays [11,12] The SM prediction for the semileptonic asymmetry in B s decays is very small [2]: a s sl = (2.06 ± 0.57) • 10 −5 .",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 29,
                    "text": "[11,",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "start": 33,
                    "text": "12]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 114,
                    "text": "[2]",
                    "end": 117
                }
            ]
        },
        {
            "section": "CP violation",
            "text": "At the Tevatron the semileptonic asymmetry could be measured either from an inclusive di-muon sample, where",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "CP violation",
            "text": ", or by using the XD s µ sample. The first method has very high statistical accuracy, but requires knowledge of asymmetries of other contributing processes in addition to the detector charge asymmetries. The second method has less statistical power but ensures that the major contribution to the asymmetry comes from the B s decays. The time-integrated untagged analysis at DØ used the data sample XD s (φπ)µ corresponding to 1.3 fb −1 to obtain the result a s sl = 0.0245 ± 0.0193 ± 0.0035 [13] (this analysis was recently updated using a larger data sample, time dependence and initial-state tagging [14]). The description of the method used to determine the detector asymmetries at DØ is given in [15] where the di-muon asymmetry result is presented. The combination of the two DØ results is published in [12]: a s sl = 0.0001 ± 0.0090. The preliminary CDF result obtained using the inclusive di-muon sample is shown in [11]: a s sl = 0.020 ± 0.021 ± 0.018.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 491,
                    "text": "[13]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "start": 602,
                    "text": "[14]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 700,
                    "text": "[15]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 923,
                    "text": "[11]",
                    "end": 927
                }
            ]
        },
        {
            "text": "B s → Kπ [16]",
            "section_rank": 5
        },
        {
            "section": "B s → Kπ [16]",
            "text": "The recent measurements of direct CP violation in the B u and B d systems led to the Kπ puzzle (see for example [17]). It is therefore important to measure similar signatures in the B s system (see discussion in [18]). The impact parameter triggers at CDF are used to collect the hadronic B-decays which are necessary for studies of CP eigenstates. Figure 3 shows the invariant mass distribution for 2 body hadronic decays at CDF assuming pion masses for the tracks. This sample allowed CDF to produce the only measurement of direct CP violation in the B s system:",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 112,
                    "text": "[17]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 212,
                    "text": "[18]",
                    "end": 216
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 349,
                    "text": "Figure 3",
                    "end": 357
                }
            ]
        },
        {
            "section": "B s → Kπ [16]",
            "text": "NB s →K + π − +N Bs→K − π + = 0.39 ± 0.15(stat.) ± 0.08(syst.). This result is in agreement with the theoretical predictions [19].  ",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 125,
                    "text": "[19]",
                    "end": 129
                }
            ]
        },
        {
            "text": "B ±",
            "section_rank": 6
        },
        {
            "section": "B ±",
            "text": "CP analysis of the decays B ± → D 0 K ± represents another example of using the impact parameter triggers at CDF. The CP asymmetry is measured in these decays. This asymmetry is relevant for the determination of the CKM angle γ (see [23,24]). The D 0 meson decays either to CP eigenstates K + K − (π + π − ), or flavour eigenstate K − π + . The different modes were separated using invariant masses, momentum imbalance, total momentum and dE/dx information. The measured asymmetries agree with the B-factory measurements [25,26] and have competitive precision:",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 233,
                    "text": "[23,",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 237,
                    "text": "24]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 521,
                    "text": "[25,",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 525,
                    "text": "26]",
                    "end": 528
                }
            ]
        },
        {
            "section": "B ±",
            "text": ".57 ± 0.24(stat.) ± 0.12(syst.).",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "B ± → J/ψK ± [20]",
            "section_rank": 7
        },
        {
            "section": "B ± → J/ψK ± [20]",
            "text": "Highly efficient di-muon triggers allow for collection of large J/ψ samples at Tevatron which are competitive with the B-factories in some of the CP violation measurements in B u and B d systems. The SM expectation of the direct CP asymmetry in B ± → J/ψK ± decays is small: A J/ψK SM ∼ 0.003 [21]. However, the new physics effects (for example a fourth generation) may enhance the asymmetry up to 0.01. The DØ experiment measured this asymmetry to be A J/ψK = +0.0075 ± 0.0061(stat.) ± 0.0027(syst.).",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 293,
                    "text": "[21]",
                    "end": 297
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "So far, the Tevatron experiments CDF and DØ have provided the unique sources of the CP parameters in B s system. The complimentary measurements in B u/d systems are not only supporting the B s analyses but also providing results competitive with the B-factories. Interestingly though, the CP parameters in the B s system start showing some deviations from the SM predictions in addition to the B u/d puzzles. All analyses are statistically limited and the precision will improve in the near future.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "The author thanks the organisers of the QCD08 Conference for a very interesting program and the physics analysis representatives from CDF and DØ for providing results.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The transversity distribution for the signal-enhanced J/ψφ subsample: non-prompt and signal mass region. The curves show: the signal contribution, dotted (red); the background, light solid (green); and total, dark solid (blue).",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Figure 2 .",
            "section_rank": 10
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Comparison of the φ J/ψφ s results from CDF and DØ with the SM prediction.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "γ)φµν). Narrow invariant mass peaks from the φ → KK decays help to ensure a clean data sample. The number of selected D s φµ candidates was determined to be N (D s φµ) = 31.0 ± 9.4 and the resulting branching ratio: Br(B s → D ( * ) s D ( * ) s ) = 0.042 ± 0.015(stat.) ± 0.017(syst.). Assuming no new physics effects (the SM value of φ SM s ≈ 0.004) one can estimate the decay width difference from equation 7: ∆Γs Γs = 0.088 ± 0.030(stat.) ± 0.036(syst.).",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Figure 3 .",
            "section_rank": 12
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Invariant ππ-mass of B → h + h − candidates where h is K or π.",
            "paragraph_rank": 28,
            "section_rank": 12
        }
    ]
}