{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The NEMO-3 experiment is located in the Modane Underground Laboratory (LSM) and has been taking data since 2003 with seven isotopes. It is searching for the double beta decay process with two (2νββ) or zero (0νββ) neutrinos emitted in the final state. Precision measurements of the half-life of the isotopes due to 2νββ decay have been performed and new results for",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "• 10 19 y and T 2ν 1/2 ( 150 Nd) = [0.920 +0.025 −0.022 (stat) ± 0.072(syst)] • 10 19 y are presented here. Measurements of this process are important for reducing the uncertainties on the nuclear matrix elements. No evidence for 0νββ decay has been found and a 90% Confidence Level lower limit on the half-life of this process is derived. From this an upper limit can be set on the effective Majorana neutrino mass using the most recent nuclear matrix elements (NME) calculations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The objective of the NEMO 3 experiment is to search for the double beta decay process with two (2νββ decay) or zero (0νββ decay) neutrinos in the final state in the seven different ββ isotopes listed in Table 1. The experimental search for 0νββ decay is of major importance in particle physics. If this process is observed then it will reveal the Majorana nature of the neutrino (ν ≡ν) and may allow an access to the absolute neutrino mass scale.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 203,
                    "text": "Table 1",
                    "end": 210
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The process 0νββ decay also violates the principle of lepton number conservation and is, therefore, a direct probe for physics beyond the standard model. In the case of the neutrinomass mechanism the 0νββ decay rate can be written as",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where m ν is the effective neutrino mass, M 0ν is the nuclear matrix element (NME), and G 0ν is the kinematical factor proportional to the transition energy to the fifth power, Q 5 ββ . The 2νββ decay process is a rare second order weak interaction process. The accurate measurement of its rate of decay is important since it constitutes the ultimate background in the search for 0νββ decay signal and is a valuable input for the theoretical calculations of the NME.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The NEMO 3 detector",
            "section_rank": 3
        },
        {
            "section": "The NEMO 3 detector",
            "text": "The detector [1] is located in the LSM in the Frejus tunnel at the depth of 4800 m w.e. It is cylindrical with thin source foils (∼ 50 mg/cm 2 ) situated in the middle of the tracking volume surrounded by the calorimeter. The source foils are composed of almost 10 kg of enriched ββ isotopes, listed in Table 1. Observation of the ββ decay is accomplished by fully reconstructing the tracks of the two electrons and measuring their energy. A tracking chamber containing 6180 open drift cells, operating in the Geiger mode, provides a vertex resolution of about 1 cm and a 25 G magnetic field is used to curve the tracks for charge identification. A calorimeter consisting of 1940 plastic scintillator blocks with photomultiplier readout gives an energy resolution of 14 -17%/ E (MeV) FWHM. A time resolution of 250 ps allows excellent suppression of the external background due to electrons crossing the detector. The detector is capable of identifying e − , e + , γ and α particles and allows good discrimination between signal and background events. The detector is covered by two layers of shielding against external γ rays and neutrons.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 13,
                    "text": "[1]",
                    "end": 16
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 303,
                    "text": "Table 1",
                    "end": 310
                }
            ]
        },
        {
            "text": "Event selection and background model",
            "section_rank": 4
        },
        {
            "section": "Event selection and background model",
            "text": "The ββ events are selected by requiring two reconstructed electron tracks with a curvature corresponding to the negative charge, originating from a common vertex in the source foil. The energy of each electron measured in the calorimeter should be higher than 200 keV. Each track must be incident upon a separate scintillator block and the time difference of the two PMT signals is compared to the estimated time as if the two electrons had originated from a common vertex.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Event selection and background model",
            "text": "The background can be classified in three groups: external one from incoming γ, radon inside the tracking volume and internal radioactive contamination of the source. All three were estimated from the NEMO-3 data with events of various topologies. In particular, radon was measured with eγ and eα events and internal 214 Bi with eα. The eγγ, and eγγγ events are used to measure the 208 Tl activity requiring the detection of the 2.615 MeV γ-ray typical of the 208 Tl β decay. Single electron events are used to measure the foil contamination by β-emitters. The external background is measured with the events with the detected incoming γ-ray producing an electron in the source foil. The external background is checked with two-electron events originating from pure copper and natural tellurium foils. Measurements performed with an HPGe detector and radon detectors are used to verify the results.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "Measurements of the 2νββ decay half-lives have been performed for the seven isotopes available in NEMO-3 and for completeness previous results as well as new results are given in Table 1. New preliminary results based on higher statistics than used previously are presented here for the three isotopes, 48 Ca, 96 Zr and 150 Nd . The measurement of the 96 Zr half-life was performed using the data collected for 925 days. A total of 678 events was selected, with an expectation of 328 background events. The largest background contribution is due to the internal 40 K contamination of the sample. The distributions of the sum of the energies of the two electrons and their angular separation are shown in Fig. 1, demonstrating good agreement between the data and the Monte Carlo simulation. The 2νββ efficiency is estimated to be 7.6%. The measured half-life is T  The measurement of the 48 Ca half-life was performed using the data collected for 943 days. A total of 133 events was selected, with 17 background events expected. The two-electron energy sum distribution and single-electron energy spectrum are presented in Fig. 2. The 48 Ca sample is known to be contaminated with 90 Sr (T 1/2 =28.79 y, Q β =0.546 MeV). Its daughter 90 Y (T 1/2 =3.19 h, Q β =2.282 MeV) is the major background source in this case. An activity of approximately 1700 mBq/kg was measured for 90 Y using single-electron events. Both 90 Sr and 90 Y are essentially pure β − emitters and imitate ββ events through Möller scattering. To suppress this background contribution, events with the energy sum greater than 1.5 MeV and cos(Θ ee ) < 0 are selected. The 2νββ efficiency is 3.3%, and the measured half-life is T  The energy sum and single-electron energy spectra for two-electron events from 48 Ca.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 179,
                    "text": "Table 1",
                    "end": 186
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 704,
                    "text": "Fig. 1",
                    "end": 710
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1122,
                    "text": "Fig. 2",
                    "end": 1128
                }
            ]
        },
        {
            "section": "Results",
            "text": "The measurement of the 150 Nd half-life was performed using the data collected within 939 days. A total of 2853 events was selected, with 765 background events expected. The distributions of the sum of the energies of the two electrons and their angular separation are shown in Fig. 3, demonstrating good agreement between the data and the Monte Carlo simulation. The 2νββ efficiency is estimated to be 7.6% and the half-life is measured to be T   Figure 3. The distributions of the angular separation and energy sum spectra for two-electron events from 150 Nd.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 278,
                    "text": "Fig. 3",
                    "end": 284
                },
                {
                    "type": "figure",
                    "start": 448,
                    "text": "Figure 3",
                    "end": 456
                }
            ]
        },
        {
            "section": "Results",
            "text": "In the case of the mass mechanism, the 0νββ decay signal is expected to be a peak in the energy sum distribution at the position of the transition energy Q ββ (with a long non-Gaussian tail due to energy losses in the source foil). Since no excess is observed at the tail of the distribution for 96 Zr, see Fig. 1 (left), nor for 48 Ca, Fig. 2 (left), limits are set on the neutrinoless double beta decay T 0ν 1/2 using the CLs method [4]. A lower half-life limit is translated into an upper limit on the effective Majorana neutrino mass m ν (see Eq. 1). The following results are obtained using the NME values from [5,6] for 96 Zr and from [7] for 48 Ca: T 0ν 1/2 ( 96 Zr) > 8.6•10 21 y (90% C.L.), m ν < 7.4 -20.1 eV and T 0ν 1/2 ( 48 Ca) > 1.3 • 10 22 y (90% C.L.), m ν < 29.7 eV. Similarly a limit has been set for m ν for 150 Nd. It is complicated by whether the deformation of the nucleus is taken into account. The limit has been calculated for both scenarios: T 0ν 1/2 ( 150 Nd) > 1.8 • 10 22 y (90% C.L.) with m ν < 1.7 -2.4 eV using QRPA model (no deformation) [8] and m ν < 4.8 -7.6 eV using SO(3) model (with deformation) [9].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 307,
                    "text": "Fig. 1 (left)",
                    "end": 320
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 337,
                    "text": "Fig. 2 (left)",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 435,
                    "text": "[4]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 616,
                    "text": "[5,",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 619,
                    "text": "6]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 641,
                    "text": "[7]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1071,
                    "text": "[8]",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1134,
                    "text": "[9]",
                    "end": 1137
                }
            ]
        },
        {
            "section": "Results",
            "text": "All of these limits should be compared with the one set previously by NEMO-3 of m ν < 0.8 -1.3 eV for 100 Mo [2].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 109,
                    "text": "[2]",
                    "end": 112
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "No evidence was found for 0νββ decay and limits on the neutrino mass, m ν , have been set. New measurements for the half-lives due to 2νββ decay for the three isotopes, 48 Ca, 96 Zr and 150 Nd has been presented. The NEMO-3 experiment continues taking data but will eventually be superceded with a new experiment called SuperNEMO. The baseline design of SuperNEMO envisages using 100 kg of 82 Se or 150 Nd to reach a sensitivity to the Majorana neutrino mass of 0.05 -0.1 eV.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "References",
            "section_rank": 7
        },
        {
            "text": "2ν 1/ 2 (",
            "section_rank": 8
        },
        {
            "section": "2ν 1/ 2 (",
            "text": "96 Zr) = [2.3 ± 0.2(stat) ± 0.3(syst)] • 10 19 y.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. The sum of the energies of the two electrons and their angular separation for twoelectron events for 96 Zr.",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "2ν 1/ 2 (",
            "section_rank": 10
        },
        {
            "section": "2ν 1/ 2 (",
            "text": "48 Ca) = [4.4 +0.5 −0.4 (stat) ± 0.4(syst)] • 10 19 y.",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Figure 2 .",
            "section_rank": 11
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. The energy sum and single-electron energy spectra for two-electron events from 48 Ca.",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "2ν 1/ 2 (",
            "section_rank": 12
        },
        {
            "section": "2ν 1/ 2 (",
            "text": "150 Nd) = [0.920 +0.025 −0.022 (stat) ± 0.062(syst)] • 10 19 y.",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "Table 1 .",
            "section_rank": 13
        },
        {
            "section": "Table 1 .",
            "text": "NEMO-3 results of 2νββ decay half-life measurements for seven isotopes.",
            "paragraph_rank": 19,
            "section_rank": 13
        }
    ]
}