{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Observation of an enhancement in e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − production near √ s = 10.89 GeV",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "We measure the production cross sections for e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − as a function of √ s between 10.83 GeV and 11.02 GeV. The data consists of 8.1 fb −1 collected with the Belle detector at the KEKB e + e − collider. We observe enhanced production in all three final states that does not agree well with the conventional Υ(10860) lineshape. A fit using a Breit-Wigner resonance shape yields a peak mass of 10888.4 +2.7 −2.6 (stat) ± 1.2(syst) MeV/c 2 and a width of 30.7 +8.3 −7.0 (stat) ± 3.1(syst) MeV/c 2 .",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 448,
                    "text": "+2.7",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 505,
                    "text": "+8.3",
                    "end": 509
                }
            ]
        },
        {
            "text": "PACS numbers: 13.25.Gv, 14.40.Pq",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "A host of new charmonium-like mesons have been discovered recently that do not seem to fit into the conventional cc spectrum. Possible interpretations for these exotic states include multiquark states, cq-cq mesonicmolecules (where q represents a u-, d-or s-quark), or ccg \"hybrids\" (where g is a gluon). The narrow X(3872) [1], and various vector mesons, in particular, the broad Y (4260) [2][3][4] resonance, were revealed by their dipion transitions to J/ψ (and ψ ′ ). By analogy with the Y (4260) discovery, it was suggested that a hidden-beauty counterpart, denoted Y b [5], could be sought in radiative return events from e + e − at center-of-mass energy on the Υ(10860) peak, or by an energy scan above it.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 324,
                    "text": "[1]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 390,
                    "text": "[2]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 393,
                    "text": "[3]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 396,
                    "text": "[4]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 575,
                    "text": "[5]",
                    "end": 578
                }
            ]
        },
        {
            "text": "Analyzing a data sample recorded by the Belle detector at a single energy near the Υ(10860) resonance peak, no unusual structure was observed below the peak. Instead, anomalously large Υ(1S)π + π − and Υ(2S)π + π − production rates were observed [6]. If these signals are attributed entirely to dipion transitions from the Υ(10860) resonance, the corresponding partial widths would be two orders of magnitude larger than those for corresponding transitions from the Υ(2S), Υ(3S), and Υ(4S) states. Possible explanations include a new nonperturbative approach [7] to the decay widths of dipion transitions of heavy quarkonia, the presence of final state interactions [8], or the existence of a tetraquark state [9,10]. A measurement of the energy dependence of the cross sections for e + e − → Υ(nS)π + π − (n = 1, 2, 3) in and above the Υ(10860) energy region provides more information for exploring these models.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 246,
                    "text": "[6]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 559,
                    "text": "[7]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 666,
                    "text": "[8]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 710,
                    "text": "[9,",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 713,
                    "text": "10]",
                    "end": 716
                }
            ]
        },
        {
            "text": "Here we report the observation of the production of e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − at √ s ≃ 10.83, 10.87, 10.88, 10.90, 10.93, 10.96, and 11.02 GeV based on a previous data sample of 21.7 fb −1 already reported in Ref. [6] and a new 8.1 fb −1 data sample at the other energies, both collected with the Belle detector at the KEKB e + e − collider [11]. In addition, nine scan points with an integrated luminosity of ≃ 30 pb −1 each, collected in the range of √ s = 10.80-11.02 GeV, are used to obtain the hadronic line shape of the Υ(10860).",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 245,
                    "text": "[6]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 372,
                    "text": "[11]",
                    "end": 376
                }
            ]
        },
        {
            "text": "The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector, a central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters, and an electromagnetic calorimeter (ECL) comprised of CsI(Tl) crystals located inside a superconducting solenoid that provides a 1.5 T magnetic field. An iron flux-return located outside the coil is instrumented to detect K 0 L mesons and to identify muons (KLM). The detector is described in detail elsewhere [12].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 573,
                    "text": "[12]",
                    "end": 577
                }
            ]
        },
        {
            "text": "Events with four well-reconstructed charged tracks and zero net charge are selected to study Υ(nS)π + π − production. A final state that is consistent with a Υ(nS) candidate and two charged pions is reconstructed. A Υ(nS) candidate is formed from two muons with opposite charge, where the muon candidates are required to have associated hits in the KLM detector that agree with the extrapolated trajectory of a charged track provided by the drift chamber. The Υ(nS) → e + e − channels have little sensitivity due to the lower dielectron efficiency and the 20 times larger background from radiative Bhabha events. The other two charged tracks must have a low likelihood of being electrons (the likelihood is calculated based on the ratio of ECL shower energy to the track momentum, dE/dx from the CDC, and the ACC response); they are then treated as pion candidates. This requirement suppresses the background from e + e − → µ + µ − γ → µ + µ − e + e − with a photon conversion. The cosine of the opening angle between the π + and π − momenta in the laboratory frame is required to be less than 0.95. The four-track invariant mass must",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The trigger efficiency for four-track events satisfying these criteria , integrated luminosity (L), signal yield (Ns), reconstruction efficiency, and measured cross section (σ) for e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − . Due to a negative yield, an upper limit at 90% confidence level for σ[e + e − → Υ(3S)π + π − ] at √ s = 10.9555 GeV is given.  ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "where N s (N b ) denotes the yield for signal (background), and P s (P b ) is the signal (background) probability density function (PDF). The signal is modelled by a sum of two Gaussians while the background is approximated by a linear function. The Gaussians parameterized for the signal PDF are fixed from the Monte Carlo (MC) simulation at each energy point. We fit 18 ∆M distributions simultaneously with common corrections to the mean and width of the signal Gaussians. The widths are found to be around 19 ± 8% higher than the expectations given by the MC simulations. Figure 1 shows these ∆M distributions with fit results superimposed; the other three ∆M distributions for the data collected at √ s ≈ 10.867 GeV are included in Ref. [6].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 575,
                    "text": "Figure 1",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 741,
                    "text": "[6]",
                    "end": 744
                }
            ]
        },
        {
            "text": "The measured signal yields, reconstruction efficiencies, integrated luminosity, and the production cross sections, as well as the results from the previous publication [6] for the data sample collected at √ s = 10.867 GeV, are summarized in Table I. The efficiencies for Υ(3S)π + π − are much improved compared to Ref. [6] as the inefficient selection criterion θ max < • has been removed, where θ max is the maximum opening angle between any pair of charged tracks in the center-of-mass frame. This channel is clearly seen for the first time. The selection criteria already constrain the reconstructed total energy to be very close to the input beam energy. The contribution from radiative return events is expected to be very low. The observed peaks in ∆M distributions agree with MC expectations without initial state radiation.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 168,
                    "text": "[6]",
                    "end": 171
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 241,
                    "text": "Table I",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 319,
                    "text": "[6]",
                    "end": 322
                }
            ]
        },
        {
            "text": "For the cross section measurements, systematic uncertainties are dominated by the Υ(nS) → µ + µ − branching fractions, reconstruction efficiencies, and PDF parameterization for the fits. Uncertainties of 2.0%, 8.8%, and 9.6% for the Υ(1S), Υ(2S), and Υ(3S) → µ + µ − branching fractions are included, respectively. For the Υ(1S)π + π − and Υ(2S)π + π − modes, the reconstruction efficiencies are obtained from MC simulations using the observed M (π + π − ) and cos θ Hel (the angle between the π − and Υ(10860) momenta in the π + π − rest frame) distributions in our previous publication as inputs [6]. The uncertainties associated with these distributions give rise to 2.7%-4.5% and 1.9%-4.2% uncertainties for the Υ(1S)π + π − and Υ(2S)π + π − efficiencies, respectively. The ranges on the uncertainty arise from the energy dependence of the π + π − system. We use the model of Ref. [13] as well as a phase space model as inputs for Υ(3S)π + π − measurements; the differences in acceptance are included as systematic uncertainties. The uncertainties from the PDF parameterization are estimated either by replacing the signal PDF with a sum of three Gaussians, or by replacing the background PDF with a second-order polynomial. The differences between these alternative fits and the nominal results are taken as the systematic uncertainties. Other uncertainties include: tracking efficiency (1% per charged track), muon identification (0.5% per muon candidate), electron rejection for the charged pions (0.1-0.2% per pion), trigger efficiencies (0.1-5.2%), and integrated luminosity (1.4%). The uncertainties from all sources are added in quadrature. The total systematic uncertainties are 7%-11%, 11%-16%, and 12%-14% for the Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − channels, respectively.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 598,
                    "text": "[6]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 885,
                    "text": "[13]",
                    "end": 889
                }
            ]
        },
        {
            "text": "In order to extract the resonance shape, we perform a χ 2 fit to the measured production cross sections, including the one estimated at √ s = 10.867 GeV, using the model",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "where σ 0 µµ = 4πα 2 /3s is the leading-order e + e − → µ + µ − cross section and BW (µ, Γ) is the Breit- MeV/c 2 , Γ = 37 +16 −10 MeV/c 2 , and χ 2 = 21.3 for 11 degrees of freedom (corresponding to a confidence level of 3.0%). Systematic uncertainties associated with the cross section measurements are propagated to the resonance shapes. The fits are repeated, and the variations on the shape parameters are included as the systematic uncertainties. In addition to the uncertainties on the cross sections, the beam energy around the Υ(10860) is measured by M Υ(nS) + ∆M in the Υ(nS)π + π − events, and an uncertainty of ±1 MeV (comprising the uncertainties of M Υ(nS) given in Ref. [17] and of ∆M in Ref. [6]) is included. For the scan data, a common energy shift is also obtained from the fit to Υ(nS)π + π − events. The relative beam energies are further checked using the M (µ + µ − ) distributions of µ-pair samples.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 685,
                    "text": "[17]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 708,
                    "text": "[6]",
                    "end": 711
                }
            ]
        },
        {
            "text": "We also determine the resonance parameters for the Υ(10860) using bb hadronic events from the energy scan at √ s between 10.80 and 11.02 GeV. We measure the fraction ) is estimated by subtraction of non-bb events scaled from a data set collected at √ s ≃ 10.52 GeV, where R 2 denotes the ratio of the second to zeroth Fox-Wolfram moments [14]. Selection criteria for hadronic events are described in Ref. [15]. The acceptance for e + e − → bb (ǫ b (s)) is found  (n = 1, 2, 3) processes normalized to the leadingorder e + e − → µ + µ − cross sections. The results of the fits are shown as smooth curves. The vertical dashed line indicates the energy at which the hadronic cross section is maximal.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 338,
                    "text": "[14]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 405,
                    "text": "[15]",
                    "end": 409
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 463,
                    "text": "(n = 1, 2, 3)",
                    "end": 476
                }
            ]
        },
        {
            "text": "to vary slightly from 68.1% to 70.5% over the range of scan energies. The line shape used to model our data is given by |A nr | 2 +|A 0 +A 10860 e iφ10860 BW (µ 10860 , Γ 10860 )+ A 11020 e iφ11020 BW (µ 11020 , Γ 11020 )| 2 ; this parameterization is the same as that used in Ref. [16]. We perform a χ 2 fit to our R b measurements as shown in Fig. 3(a). The shapes for Υ(11020) (φ 11020 , µ 11020 , and Γ 11020 ) are fixed to the values in Ref. [16], since our data points are not able to constrain the Υ(11020) parameters. The resulting shape parameters for the Υ 10860 MeV/c 2 . These values are consistent with those obtained in Ref. [16]. The quality of the fit is χ 2 = 4.4 for 9 degrees of freedom (corresponding to a confidence level of 88%).  Fig. 3(c), an alternative fit applied to the Υ(nS)π + π − cross sections and R b measurements, simultaneously, with common values of µ Υππ = µ 10860 and TABLE II: Cross sections at peak (σ peak ), mean (µ), width (Γ), phase (φ), and the amplitude for the constant component (R0) from the fit to the energy-dependent e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − cross sections. Normalization of the resonance term in the fitting model is represented by σ peak . There are two solutions for φ and R0 with identical χ 2 . The first uncertainty is statistical, and the second is systematic.  Γ Υππ = Γ 10860 increases the χ 2 by 8.71 and reduces the degrees of freedom by two. This corresponds to a deviation of 2.5σ from the nominal fit with separated µ and Γ for Υ(nS)π + π − and R b measurements. We also examine the systematic sources as described above, and the smallest deviation obtained is 2.0σ. If the resonant mean and width are fixed to the results in Ref. [16] or PDG values [17], deviations of 3.9σ or 5.6σ, respectively, are obtained. Scans within the region with (µ Υππ − µ 10860 ) 2 /σ(µ 10860 ) 2 + (Γ Υππ − Γ 10860 ) 2 /σ(Γ 10860 ) 2 ≤ 1, yield minimum deviations of 3.4σ or 5.1σ, respectively.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 282,
                    "text": "[16]",
                    "end": 286
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 345,
                    "text": "Fig. 3(a)",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 447,
                    "text": "[16]",
                    "end": 451
                },
                {
                    "start": 567,
                    "text": "10860",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 639,
                    "text": "[16]",
                    "end": 643
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 753,
                    "text": "Fig. 3(c)",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1729,
                    "text": "[16]",
                    "end": 1733
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1748,
                    "text": "[17]",
                    "end": 1752
                }
            ]
        },
        {
            "text": "In summary, we report the observation of enhanced e + e − → Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − production at √ s between √ s ≃ 10.83 and 11.02 GeV. The energy-dependent cross sections for e + e − → Υ(nS)π + π − events are measured for the first time, and are found to differ from the shape of the e + e − → bb cross section. A Breit-Wigner resonance shape fit yields a peak mass of 10888.4 +2.7 −2.6 (stat) ± 1.2 (syst) MeV/c 2 and a width of 30.7 +8.3 −7.0 (stat) ± 3.1 (syst) MeV/c 2 . A fit excluding the √ s ∼ 11.02 GeV data point is consistent with the nominal fit, indicating no strong contribution of Υ(nS)π + π − events from Υ(11020). The Υ(10860) shape parameters obtained from our R b hadronic cross section mea-surements are consistent with the measurements from BaBar. The differences between the shape parameters from Υ(nS)π + π − events and from our R b measurements are µ Υππ − µ 10860 = 9 ± 4 MeV/c 2 and Γ Υππ − Γ 10860 = −15 +11 −12 MeV/c 2 . A fit to the e + e − → Υ(nS)π + π − cross sections with our measured Υ(10860) mean and width yields a statistical deviation of 2.5σ (2.0σ including systematic uncertainties). The Υ(nS)π + π − partial widths were found to be much larger than the expectations for conventional Υ(5S) states. As an extension, energy-dependent Υ(nS)π + π − production cross sections are measured; the observed structure deviates slightly from the Υ(10860) shape obtained from the hadronic cross sections. More data is required to clarify the resonance structure.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 460,
                    "text": "+8.3",
                    "end": 464
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: The distributions of ∆M − [ √ s − M Υ(nS) ] (n = 1, 2, 3) for (a-f) Υ(1S)π + π − , (g-l) Υ(2S)π + π − , and (m-r) Υ(3S)π + π − events with the fit results superimposed. The six columns of plots represent the data samples collected at different energies. The dashed curves show the background components in the fits.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "8 − 2 . 9",
            "section_rank": 4
        },
        {
            "section": "8 − 2 . 9",
            "text": "Wigner function 1/[(s − µ 2 ) + iµΓ]. The normalizations for Υ(1S)π + π − , Υ(2S)π + π − , and Υ(3S)π + π − (A Υππ ), as well as the amplitude of the flat component R 0 , the mean µ, width Γ, and the complex phase φ of the parent resonance are free parameters in the fit. Because of the low statistics, common shape parameters (µ, Γ, φ, and R 0 ) are introduced for the three different final states. Results of the fits, shown as the smooth curves in Fig. 2, are summarized inTable II. The fit quality is χ 2 = 24.6 for 14 degrees of freedom (corresponding to a confidence level of 3.9%). An alternative fit without the last data point collected at √ s ∼ 11.02 GeV yields a similar result, µ = 10889.0 +5.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "2 b",
            "section_rank": 5
        },
        {
            "section": "2 b",
            "text": "R b = σ b /σ 0 µµ , where σ b = N R2<0.(s)/Lǫ b (s) is the e + e − → bb hadronic cross section. The number of e + e − → bb events with R 2 < 0.2 (N R2<0.2 b",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2:The energy-dependent cross sections for e + e − → Υ(nS)π + π − (n = 1, 2, 3) processes normalized to the leadingorder e + e − → µ + µ − cross sections. The results of the fits are shown as smooth curves. The vertical dashed line indicates the energy at which the hadronic cross section is maximal.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "are φ 10860 = 2.33 +0.26 −0.24 rad, µ 10860 = 10879 ± 3 MeV/c 2 , and Γ 10860 = 46 +9 −7",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Figure 3 (",
            "section_rank": 8
        },
        {
            "section": "Figure 3 (",
            "text": "b) shows the ratio between σ[e + e − → Υ(nS)π + π − ] and σ[e + e − → bb] as a function of √ s. As shown in",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 9
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: (a) R b and (b) the ratio between σ[e + e − → Υ(nS)π + π − ] and σ[e + e − → bb] as a function of √ s; (c) the energy-dependent cross section ratios for e + e − → Υ(nS)π + π − events, the result of fits with resonant parameters from R b or PDG averages are superimposed. The horizontal dotted line in (a) is the non-interfering |Anr| 2 contribution in the fit. The vertical dashed line indicates the energy at which the hadronic cross section is maximal.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "TABLE I",
            "section_rank": 10
        },
        {
            "text": ".61 ± 0.10 ± 0.12 186 ± 15 18.9 2.35 ± 0.19 ± 0.32 10.5 +4.0",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "We thank the KEKB group for excellent operation of the accelerator, the KEK cryogenics group for efficient solenoid operations, and the KEK computer group and the NII for valuable computing and SINET3 network support. We acknowledge support from MEXT, JSPS and Nagoya's TLPRC (Japan); ARC and DIISR (Australia); NSFC (China); MSMT (Czechia); DST (India); MEST, NRF, NSDC of KISTI, and WCU (Korea); MNiSW (Poland); MES and RFAAE (Russia); ARRS (Slovenia); SNSF (Switzerland); NSC and MOE (Taiwan); and DOE (USA).",
            "paragraph_rank": 26,
            "section_rank": 13
        }
    ]
}