{
    "level": "paragraph",
    "abstract": [
        {
            "text": "coherence between the initial and final states. Perturbative QCD predictions give an adequate description of the data.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Abstract Subjet distributions were measured in neutral current deep inelastic ep scattering with the ZEUS detector at HERA using an integrated luminosity of 81.7 pb −1 . Jets were identified using the k T cluster algorithm in the laboratory frame. Subjets were defined as jet-like substructures identified by a reapplication of the cluster algorithm at a smaller value of the resolution parameter y cut . Measurements of subjet distributions for jets with exactly two subjets for y cut = 0.05 are presented as functions of observables sensitive to the pattern of parton radiation and to the colour e Also working at Max Planck Institute, Munich, Germany.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "f Now at Institute of Aviation, Warsaw, Poland.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "g Supported by the research grant no. 1 P03B 04529 (2005)(2006)(2007)(2008) w Also at University of Tokyo, Japan.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 51,
                    "text": "(2005)",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "start": 57,
                    "text": "(2006)",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "(2007)",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "start": 69,
                    "text": "(2008)",
                    "end": 75
                }
            ]
        },
        {
            "text": "x Now at Kobe University, Japan.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "y Supported by DESY, Germany.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "z Partly supported by Russian Foundation for Basic Research grant no. 05-02-39028-NSFC-a. aa STFC Advanced Fellow.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "ab Nee Korcsak-Gorzo.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "Jet production in ep collisions provides a wide testing ground of perturbative QCD (pQCD). Measurements of differential cross sections for jet production [1][2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17][18] have allowed for detailed studies of parton dynamics, tests of the proton and photon parton distribution functions (PDFs) as ak Also at Łódź University, Poland.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 154,
                    "text": "[1]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 157,
                    "text": "[2]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 160,
                    "text": "[3]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 163,
                    "text": "[4]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 166,
                    "text": "[5]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 169,
                    "text": "[6]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 172,
                    "text": "[7]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 175,
                    "text": "[8]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 178,
                    "text": "[9]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 181,
                    "text": "[10]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 185,
                    "text": "[11]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 189,
                    "text": "[12]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 193,
                    "text": "[13]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 197,
                    "text": "[14]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 201,
                    "text": "[15]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 205,
                    "text": "[16]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 209,
                    "text": "[17]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 213,
                    "text": "[18]",
                    "end": 217
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "al Member of Łódź University, Poland.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "am Also at University of Podlasie, Siedlce, Poland.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "an Now at Lund University, Lund, Sweden.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "ao Supported by the Natural Sciences and Engineering Research Council of Canada (NSERC bc Supported by the US National Science Foundation. Any opinion, findings and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. bd Supported by the Polish Ministry of Science and Higher Education as a scientific project (2006)(2007)(2008) well as precise determinations of the strong coupling constant, α s .",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 417,
                    "text": "(2006)",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "(2007)",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "start": 429,
                    "text": "(2008)",
                    "end": 435
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Gluon emission from primary quarks was investigated [19,20] by means of the internal structure of jets; these type of studies gave insight into the transition between a parton produced in a hard process and the experimentally observable jet of hadrons. The pattern of parton radiation within a jet is dictated in QCD by the splitting functions. These functions, P ab (z, μ) with a, b = q or g, are interpreted as the probability that a parton of type b, having radiated a parton of type a, is left with a fraction z of the longitudinal momentum of the parent parton and a transverse momentum squared smaller than μ 2 , where μ is the typical hard scale of the process. The splitting functions are calculable as power series in α s . Thus, the characteristics of jet substructure provide direct access to the QCD splitting functions and their dependence on the scale.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 52,
                    "text": "[19,",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 56,
                    "text": "20]",
                    "end": 59
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The understanding of jet substructure is also important in the context of jet identification in boosted systems, like hadronic top decays [21,22] or bb final states at LHC [23]. The first example calls for a direct application of jet substructure, the second requires knowledge about jet substructure to distinguish between single-and double-quark induced jets. This paper presents a study of jet substructure in a more controlled hadronic-type environment than that provided by hadron-hadron colliders.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 138,
                    "text": "[21,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 142,
                    "text": "22]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 172,
                    "text": "[23]",
                    "end": 176
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Jet production in neutral current (NC) deep inelastic scattering (DIS) was previously used to study the mean subjet multiplicity [19] and the mean integrated jet shape [20] with values of α s (M Z ) extracted from those measurements. In the present study, the pattern of QCD radiation is investigated by means of the subjet topology, providing a more stringent test of the pQCD calculations.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 129,
                    "text": "[19]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 168,
                    "text": "[20]",
                    "end": 172
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, measurements of normalized differential subjet cross sections for those jets which contain two subjets at a given resolution scale are presented. The measurements were done as functions of the ratio between the subjet transverse energy and that of the jet, E sbj T /E jet T , the difference between the subjet pseudorapidity 1 (azimuth) and that of the jet, η sbj − η jet (|φ sbj − φ jet |), and α sbj , the angle, as viewed from the jet center, between the subjet with higher transverse energy and the proton beam line in the pseudorapidity-azimuth plane (see Fig. 1). The predictions of pQCD at next-to-leading order (NLO) were compared to the data. ",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 576,
                    "text": "Fig. 1",
                    "end": 582
                }
            ]
        },
        {
            "text": "Jets and subjets",
            "section_rank": 4
        },
        {
            "section": "Jets and subjets",
            "text": "Inclusive deep inelastic lepton-proton scattering can be described in terms of the kinematic variables x, y and Q 2 . The variable Q 2 is defined as Q 2 = −q 2 = −(k − k ) 2 , where k and k are the four-momenta of the incoming and scattered lepton, respectively. Bjorken x is defined as x = Q 2 /(2P • q), where P is the four-momentum of the incoming proton. The fraction of the lepton energy transferred to the proton in its rest frame is given by y = P • q/P • k. The variables x, y and Q 2 are related by Q 2 = sxy, where s is the squared center-of-mass energy.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 172,
                    "text": "2",
                    "end": 173
                }
            ]
        },
        {
            "section": "Jets and subjets",
            "text": "The analysis of subjets presented in this paper was performed using the laboratory frame. In this frame, the calculations of the subjet distributions can be performed up to O(α 2 s ), i.e. NLO, with jets consisting of up to three partons. The analysis used events with high virtuality of the exchanged boson, Q 2 ; at low values of Q 2 , the sample of events with at least one jet of high E jet T (E jet T Q 2 ) is dominated by dijet events. In that case, the calculations include jets consisting of up to only two partons and, therefore, correspond to lowest-order predictions of jet substructure.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Jets and subjets",
            "text": "The k T cluster algorithm [24] was used in the longitudinally invariant inclusive mode [25] to define jets in the hadronic final state. Subjets [26][27][28][29] were resolved within a jet by considering all particles associated with the jet and repeating the application of the k T cluster algorithm until, for every pair of particles i and j the quantity",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 26,
                    "text": "[24]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 87,
                    "text": "[25]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 144,
                    "text": "[26]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 148,
                    "text": "[27]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 152,
                    "text": "[28]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 156,
                    "text": "[29]",
                    "end": 160
                }
            ]
        },
        {
            "section": "Jets and subjets",
            "text": ", where E T ,i , η i and φ i are the transverse energy, pseudorapidity and azimuth of particle i, respectively, was greater than 2 . All remaining clusters were called subjets.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 129,
                    "text": "2",
                    "end": 130
                }
            ]
        },
        {
            "section": "Jets and subjets",
            "text": "The subjet multiplicity depends upon the value chosen for the resolution parameter y cut . Subjet distributions were studied for those jets with exactly two subjets at a value of the resolution parameter of y cut = 0.05. This value of y cut was chosen as a compromise between resolution, size of the hadronization correction factors and statistics. The effect of the parton-to-hadron corrections on the shape of the subjet distributions becomes increasingly larger as y cut decreases. On the other hand, the number of jets with exactly two subjets decreases rapidly as y cut increases.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Jets and subjets",
            "text": "Subjet distributions were studied as functions of E sbj T /E jet T , η sbj − η jet , |φ sbj − φ jet | and α sbj . One of the goals of this study was to investigate the extent to which pQCD calculations are able to reproduce the observed distributions. In addition, the dependence of the splitting functions P ab (z, μ) on z can be investigated using the E sbj T /E jet T distribution. The splitting functions at leading order (LO) do not depend on μ but acquire a weak dependence due to higherorder corrections. Such a dependence can be investigated by measuring the subjet distributions in different regions of E jet T or Q 2 . The substructure of jets consisting of a quark-gluon pair (the quark-induced process eq → eqg) or a quark-antiquark pair (the gluon-induced process eg → eqq) are predicted to be different (see Sect. 8.1). Furthermore, the relative contributions of quark-and gluon-induced processes vary with Bjorken x and Q 2 . The predicted difference mentioned above is amenable to experimental investigation by comparing the shape of the subjet distributions in different regions of x and Q 2 .",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "Jets and subjets",
            "text": "Color coherence leads to a suppression of soft-gluon radiation in certain regions of phase space. The effects of color coherence between the initial and final states have been studied in hadron-hadron collisions [30]. These effects are also expected to appear in lepton-hadron collisions. For the process eq → eqg, color coherence implies a tendency of the subjet with lower (higher) transverse energy, E sbj T ,low (E sbj T ,high ), to have η sbj − η jet > 0 (η sbj − η jet < 0). The variable α sbj , defined in close analogy to the variables used to study color coherence in hadron-hadron collisions [30], reflects directly whether the subjet with the lower transverse energy has a tendency to be emitted towards the proton beam direction.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 212,
                    "text": "[30]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 602,
                    "text": "[30]",
                    "end": 606
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 5
        },
        {
            "section": "Experimental set-up",
            "text": "A detailed description of the ZEUS detector can be found elsewhere [31,32]. A brief outline of the components most relevant for this analysis is given below.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 67,
                    "text": "[31,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 71,
                    "text": "32]",
                    "end": 74
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "Charged particles were tracked in the central tracking detector (CTD) [33][34][35], which operated in a magnetic field of 1.43 T provided by a thin superconducting solenoid. The CTD consisted of 72 cylindrical drift-chamber layers, organized in nine superlayers covering the polar-angle region 15 • < θ < 164 • . The transverse-momentum resolution for full-length tracks can be parameterized as σ (p T )/p T = 0.0058p T ⊕ 0.0065 ⊕ 0.0014/p T , with p T in GeV. The tracking system was used to measure the interaction vertex with a typical resolution along (transverse to) the beam direction of 0.4 (0.1) cm and to cross-check the energy scale of the calorimeter.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 70,
                    "text": "[33]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 74,
                    "text": "[34]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 78,
                    "text": "[35]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The high-resolution uranium-scintillator calorimeter (CAL) [36][37][38][39] covered 99.7% of the total solid angle and consisted of three parts: the forward (FCAL), the barrel (BCAL) and the rear (RCAL) calorimeters. Each part was subdivided transversely into towers and longitudinally into one electromagnetic section and either one (in RCAL) or two (in BCAL and FCAL) hadronic sections. The smallest subdivision of the calorimeter was called a cell. Under test-beam conditions, the CAL single-particle relative energy resolutions were σ (E)/E = 0.18/ √ E for electrons and σ (E)/E = 0.35/ √ E for hadrons, with E in GeV. The luminosity was measured from the rate of the bremsstrahlung process ep → eγp. The resulting smallangle energetic photons were measured by the luminosity monitor [40][41][42], a lead-scintillator calorimeter placed in the HERA tunnel at Z = −107 m.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 59,
                    "text": "[36]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 63,
                    "text": "[37]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 67,
                    "text": "[38]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 71,
                    "text": "[39]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 788,
                    "text": "[40]",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 792,
                    "text": "[41]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 796,
                    "text": "[42]",
                    "end": 800
                }
            ]
        },
        {
            "text": "Data selection",
            "section_rank": 6
        },
        {
            "section": "Data selection",
            "text": "The data were collected during the running period 1998-2000, when HERA operated with protons of energy E p = 920 GeV and electrons or positrons 2 of energy E e = 27.5 GeV, and correspond to an integrated luminosity of 81.7 ± 1.9 pb −1 .",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 144,
                    "text": "2",
                    "end": 145
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "Neutral current DIS events were selected offline using criteria similar to those reported previously [20]. The main steps are given below.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 101,
                    "text": "[20]",
                    "end": 105
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "A reconstructed event vertex consistent with the nominal interaction position was required and cuts based on tracking information were applied to reduce the contamination from beam-induced and cosmic-ray background. The scatteredelectron candidate was identified using the pattern of energy deposits in the CAL [43,44]. The energy, E e , and polar angle, θ e , of the electron candidate were also determined from the CAL measurements. The double-angle method [45,46], which uses θ e and an angle γ that corresponds, in the quarkparton model, to the direction of the scattered quark, was used to reconstruct Q 2 . The angle γ was reconstructed using the CAL measurements of the hadronic final state.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 311,
                    "text": "[43,",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 315,
                    "text": "44]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 459,
                    "text": "[45,",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 463,
                    "text": "46]",
                    "end": 466
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "Electron candidates were required to have an energy E e > 10 GeV, to ensure a high and well understood electronfinding efficiency and to suppress background from photoproduction. The inelasticity variable, y, as reconstructed using the electron energy and polar angle, was required to be below 0.95; this condition removed events in which fake electron candidates from photoproduction background were found in the FCAL. The requirement 38 < (E − p Z ) < 65 GeV, where E is the total CAL energy and p Z is the Z component of the energy measured in the CAL cells, was applied to remove events with large initial-state radiation and to reduce further the photoproduction background. Remaining cosmic rays and beam-related background were rejected by requiring the total missing transverse momentum, p miss T , to be small compared to the total transverse energy,",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Data selection",
            "text": "GeV. The kinematic range was restricted to Q 2 > 125 GeV 2 . The k T cluster algorithm was used in the longitudinally invariant inclusive mode to reconstruct jets in the measured hadronic final state from the energy deposits in the CAL cells. The jet algorithm was applied after excluding those cells associated with the scattered-electron candidate. Jet transverse-energy corrections were computed using the method developed in a previous analysis [20]. Events were required to have at least one jet of E jet T > 14 GeV and −1 < η jet < 2.5. The final sample of 128986 events contained 132818 jets, of which 21162 jets had exactly two subjets at y cut = 0.05.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 57,
                    "text": "2",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 449,
                    "text": "[20]",
                    "end": 453
                }
            ]
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 7
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Samples of events were generated to determine the response of the detector to jets of hadrons and the correction factors necessary to obtain the hadron-level subjet cross sections. The hadron level is defined as those hadrons with lifetime τ ≥ 10 ps. The generated events were passed through the GEANT 3.13-based [47] ZEUS detector-and trigger-simulation programs [32]. They were reconstructed and analysed applying the same program chain as to the data.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 313,
                    "text": "[47]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 364,
                    "text": "[32]",
                    "end": 368
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Neutral current DIS events including radiative effects were simulated using the HERACLES 4.6.1 [48,49] program with the DJANGOH 1.1 [50,51] interface to the hadronization programs. HERACLES includes corrections for initialand final-state radiation, vertex and propagator terms, and two-boson exchange. The QCD cascade is simulated using the color-dipole model (CDM) [52][53][54][55] including the LO QCD diagrams as implemented in ARIADNE 4.08 [56,57] and, alternatively, with the MEPS model of LEPTO 6.5 [58]. The CTEQ5D [59] proton PDFs were used for these simulations. Fragmentation into hadrons is performed using the Lund string model [60] as implemented in JETSET [61][62][63][64].",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 95,
                    "text": "[48,",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 99,
                    "text": "49]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 132,
                    "text": "[50,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 136,
                    "text": "51]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 366,
                    "text": "[52]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 370,
                    "text": "[53]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 374,
                    "text": "[54]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 378,
                    "text": "[55]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 444,
                    "text": "[56,",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 448,
                    "text": "57]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 505,
                    "text": "[58]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 522,
                    "text": "[59]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 640,
                    "text": "[60]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 670,
                    "text": "[61]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 674,
                    "text": "[62]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "start": 678,
                    "text": "[63]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 682,
                    "text": "[64]",
                    "end": 686
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "The jet search was performed on the Monte Carlo (MC) events using the energy measured in the CAL cells in the same way as for the data. The same jet algorithm was also applied to the final-state particles (hadron level) and to the partons available after the parton shower (parton level) to compute hadronization correction factors (see Section 6).",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "QCD calculations",
            "section_rank": 8
        },
        {
            "section": "QCD calculations",
            "text": "The O(α 2 s ) NLO QCD calculations used to compare with the data are based on the program DISENT [65]. The calculations used a generalized version of the subtraction method [66] and were performed in the massless MS renormalization and factorization schemes. The number of flavors was set to five; the renormalization (μ R ) and factorization (μ F ) scales were set to μ R = μ F = Q; α s was calculated at two loops using Λ (5) MS = 220 MeV which corresponds to α s (M Z ) = 0.118. The ZEUS-S [67] parameterizations of the proton PDFs were used. The results obtained with DISENT were cross-checked by using the program NLOJET++ [68].",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 97,
                    "text": "[65]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 173,
                    "text": "[66]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 493,
                    "text": "[67]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 628,
                    "text": "[68]",
                    "end": 632
                }
            ]
        },
        {
            "section": "QCD calculations",
            "text": "Since the measurements refer to jets of hadrons, whereas the QCD calculations refer to jets of partons, the predictions were corrected to the hadron level using the MC samples described in Sect. 5. The multiplicative correction factor, C had , defined as the ratio of the cross section for subjets of hadrons to that of partons, was estimated with the LEPTO-MEPS model, since it reproduced the shape of the QCD calculations better 3 . The normalized cross-section calculations changed typically by less than ±20% upon application of the parton-to-hadron corrections, except at the edges of the distributions, where they changed by up to ±50%. Other effects not accounted for in the calculations, namely QED radiative corrections and Z 0 exchange, were found to be very small for the normalized cross-section calculations and neglected.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 431,
                    "text": "3",
                    "end": 432
                }
            ]
        },
        {
            "section": "QCD calculations",
            "text": "The dominant source of theoretical uncertainty is in the modeling of the parton shower, which was estimated by using different models (see Sect. 5) to calculate the partonto-hadron correction factors. As examples of the size of the uncertainty, average values of the effect on the normalized cross section as functions of E sbj T /E jet T , η sbj − η jet , |φ sbj − φ jet | and α sbj are 5.6%, 13.2%, 7.6% and 5.3%, respectively. Other uncertainties, such as those arising from higher-order terms, choice of μ F , those on the proton PDFs and that on α s (M Z ), were investigated and found to be small in comparison. These uncertainties were added in quadrature and are shown as hatched bands in the figures.",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Corrections and systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "The sample of events generated with CDM, after applying the same offline selection as for the data, gives a reasonably good description of the measured distributions of the kinematic, jet and subjet variables; the description provided by the MEPS sample is somewhat poorer. The comparison of the measured subjet distributions and the MC simulations is shown in Fig. 2.",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 361,
                    "text": "Fig. 2",
                    "end": 367
                }
            ]
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "The normalized differential cross sections were obtained from the data using the bin-by-bin correction method,",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "where N data,i is the number of subjets in data in bin i of the subjet variable A, N had MC,i (N det MC,i ) is the number of subjets in MC at hadron (detector) level, L is the integrated luminosity and A i is the bin width. The MC samples of CDM and MEPS were used to compute the acceptance correction factors to the subjet distributions. These correction factors took into account the efficiency of the trigger, the selection criteria and the purity and efficiency of the jet and subjet reconstruction. The average of the correction factors evaluated with CDM and MEPS were used to obtain the central values of the normalized differential cross sections.",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "The following sources of systematic uncertainty were considered for the measured subjet cross sections (as examples of the size of the uncertainties, average values of the effect of each uncertainty on the normalized cross section as functions of E sbj T /E jet T , η sbj − η jet , |φ sbj − φ jet | and α sbj are given in parentheses):",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "• The deviations in the results obtained by using either CDM or MEPS to correct the data from their average were taken to represent systematic uncertainties due to the modeling of the parton shower (0.5%, 2.9%, 2.6%, 1.3%).",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "• Variations in the simulation of the CAL response to lowenergy particles (0.3%, 1.6%, 1.2%, 0.6%).",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "section": "Corrections and systematic uncertainties",
            "text": "Other uncertainties, such as those arising from the uncertainty in the absolute energy scale of the jets [1,2,73], the uncertainty in the simulation of the trigger and the uncertainty in the absolute energy scale of the electron candidate [74], were investigated and found to be negligible. The systematic uncertainties were added in quadrature to the sta- ",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 105,
                    "text": "[1,",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 108,
                    "text": "2,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 110,
                    "text": "73]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 239,
                    "text": "[74]",
                    "end": 243
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "Normalized differential subjet cross sections were measured for Q 2 > 125 GeV 2 for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have exactly two subjets for y cut = 0.05.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 78,
                    "text": "2",
                    "end": 79
                }
            ]
        },
        {
            "section": "Results",
            "text": "The distribution of the fraction of transverse energy, Fig. 3a. It contains two entries per jet and is symmetric with respect to E sbj T /E jet T = 0.5 by construction. This distribution has a peak for 0.4 < E sbj T /E jet T < 0.6, which shows that the two subjets tend to have similar transverse energies.",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 55,
                    "text": "Fig. 3a",
                    "end": 62
                }
            ]
        },
        {
            "section": "Results",
            "text": "The η sbj − η jet data distribution is shown in Fig. 3b and also has two entries per jet. The measured cross section has a two-peak structure; the dip around η sbj − η jet = 0 is due to the fact that the two subjets are not resolved when they are too close together. Figure 3c presents the measured normalized cross section as a function of |φ sbj − φ jet |. There are two entries per jet in this distribution. The distribution has a peak for 0.2 < |φ sbj − φ jet | < 0.3; the suppression around |φ sbj − φ jet | = 0 also arises from the fact that the two subjets are not resolved when they are too close together.",
            "paragraph_rank": 49,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 48,
                    "text": "Fig. 3b",
                    "end": 55
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 267,
                    "text": "Figure 3c",
                    "end": 276
                }
            ]
        },
        {
            "section": "Results",
            "text": "The data distribution as a function of α sbj (one entry per jet) increases as α sbj increases (see Fig. 3d). This shows that the subjet with higher transverse energy tends to be in the rear direction. This is consistent with the asymmetric peaks observed in the η sbj − η jet distribution (see Fig. 3b). Figure 4 shows the η sbj − η jet distribution for those jets which have two subjets with asymmetric",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 99,
                    "text": "Fig. 3d",
                    "end": 106
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 294,
                    "text": "Fig. 3b)",
                    "end": 302
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 304,
                    "text": "Figure 4",
                    "end": 312
                }
            ]
        },
        {
            "section": "Results",
            "text": "jet T > 0.6), separately for the subjet with higher and lower E sbj T . It is to be noted that since the jet axis is reconstructed as the transverse-energy-weighted average of the subjet axes, the subjet with higher E sbj T is constrained to be closer to the jet axis than that of the lower E sbj T subjet. The measured distributions show that the higher (lower) E sbj T subjet tends to be in the rear (forward) direction. All these observations support the expectation of the presence of color-coherence effects between the initial and final states and, in particular, the tendency of the subjet with lower E sbj T to be emitted predominantly towards the proton beam direction. T /E jet T < 0.6, as seen in the data. The calculations for the η sbj − η jet and α sbj distributions predict that the subjet with higher transverse energy tends to be in the rear direction, in agreement with the data. This shows that the mechanism driving the subjet topology in the data is the eq → eqg and eg → eqq subprocesses as implemented in the pQCD calculations.",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "To gain further insight into the pattern of parton radiation, the predictions for quark-and gluon-induced processes (see Sect. 2) are compared separately with the data in Fig. 5. The NLO calculations predict that the two-subjet rate is dominated by quark-induced processes: the relative contribution of quark-(gluon-) induced processes is 81% (19%). The shape of the predictions for these two types of processes are different; in quark-induced processes, the two subjets have more similar transverse energies (see Fig. 5a) and are closer to each other (see Fig. 5b and 5c) than in gluon-induced processes. The comparison with the measurements shows that the data are better described by the calculations for jets arising from a qg pair than those coming from a qq pair.",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 171,
                    "text": "Fig. 5",
                    "end": 177
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 514,
                    "text": "Fig. 5a",
                    "end": 521
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 557,
                    "text": "Fig. 5b and 5c",
                    "end": 571
                }
            ]
        },
        {
            "text": "E",
            "section_rank": 11
        },
        {
            "section": "E",
            "text": "jet T , Q 2 and x dependence of the subjet distributions Figures 6, 7, 8, 9 show the normalized differential subjet cross sections in different regions of E jet T . Even though the mean subjet multiplicity decreases with increasing E jet T [19], the measured normalized differential subjet cross sections have very similar shapes in all E jet T regions for all the observables considered. This means that the subjet topology does not change significantly with E jet T . This is better illustrated in Fig. 10, where the data for all E jet T regions are plotted together. In particular, it is observed that the maximum of each measured normalized cross section in every region of E jet T occurs in the same bin of the distribution. To quantify the E jet T dependence more precisely, Fig. 11 shows the maximum value of the measured normalized cross section for each observable as a function of E jet T together with the NLO predictions. The spread of the measured maximum values of the normalized cross sections is ±(4-6)%. For each observable, the scaling behavior of the normalized differential subjet cross sections is clearly observed and in agreement with the expectation that the splitting functions depend weakly on the energy scale. The NLO QCD calculations are in agreement with the data and support this observation. Figures 12, 13, 14, 15 show the normalized differential subjet cross sections in different regions of Q 2 . In this case, it is observed that while the shape of the E sbj T /E jet T distribution does not change significantly with Q 2 , some dependence can be seen in the other observables. For example, the dip in the η sbj − η jet distribution is shallower for 125 < Q 2 < 250 GeV 2 than at higher Q 2 and the shape of the α sbj distribution for 125 < Q 2 < 250 GeV 2 is somewhat different than for the other regions (see Fig. 16). These features of the data are reasonably reproduced by the NLO QCD calculations and understood as a combination of two effects: the fraction of gluon-induced events is predicted to be 32% for 125 < Q 2 < 250 GeV 2 and below 14% for higher Q 2 ; the shape of the normalized cross sections as functions of η sbj − η jet and α sbj changes from the region 125 < Q 2 < 250 GeV 2 to 250 < Q 2 < 500 GeV 2 (see Fig. 17) for quark-and gluon-induced events. It is observed that the maximum of each measured normalized cross section in every region of Q 2 occurs in the same bin of the distribution, except for |φ sbj − φ jet | in the highest-Q 2 region.             On the other hand, the measured and predicted maximum values for the normalized cross sections as functions of η sbj − η jet and α sbj exhibit a step-like behavior between the lowest-Q 2 region and the rest. Figures 19,20,21,22 show the normalized differential subjet cross sections in different regions of x. It should be noted that due to HERA kinematics, the regions in x and Q 2 are correlated to some extent. Figure 23 shows the data for all x regions plotted together. It is observed that the maximum of each measured normalized cross section in every region of x occurs in the same bin of the distribution, except for |φ sbj − φ jet | in the highest x region. Figure 24 shows the maximum 4 value of the measured normalized cross section for each observable as a function of x. The shape of the E sbj T /E jet T measured distribution does not change significantly with x, whereas some dependence is expected (see Fig. 24a). The dependence of the η sbj − η jet and α sbj distributions with x exhibits features similar to those observed in the study of the Q 2 dependence; in particular, the maximum values (see Figs. 24b and 24d) exhibit a monotonic increase as x increases, which is reasonably reproduced by the calculations. As discussed previously, these features are understood as a combination of two effects: a decrease of the predicted fraction of gluon-induced events from 44% for 0.004 < x < 0.009 to 6% for x > 0.093 and the change in shape of the normalized cross sections for quark-and gluoninduced processes as x increases (see Fig. 25).",
            "paragraph_rank": 53,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 57,
                    "text": "Figures 6, 7, 8, 9",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 240,
                    "text": "[19]",
                    "end": 244
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 500,
                    "text": "Fig. 10",
                    "end": 507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 781,
                    "text": "Fig. 11",
                    "end": 788
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1324,
                    "text": "Figures 12, 13, 14, 15",
                    "end": 1346
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1847,
                    "text": "Fig. 16",
                    "end": 1854
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2262,
                    "text": "Fig. 17",
                    "end": 2269
                },
                {
                    "type": "bibr",
                    "start": 2723,
                    "text": "Figures 19,",
                    "end": 2734
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2734,
                    "text": "20,",
                    "end": 2737
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2737,
                    "text": "21,",
                    "end": 2740
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2740,
                    "text": "22",
                    "end": 2742
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2929,
                    "text": "Figure 23",
                    "end": 2938
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3182,
                    "text": "Figure 24",
                    "end": 3191
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3434,
                    "text": "Fig. 24a",
                    "end": 3442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3631,
                    "text": "Figs. 24b and 24d",
                    "end": 3648
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 4061,
                    "text": "Fig. 25",
                    "end": 4068
                }
            ]
        },
        {
            "section": "E",
            "text": "To investigate the origin of the change in shape of the normalized differential cross sections between the lowest and higher Q 2 and x regions, LO and NLO calculations were compared. The most dramatic change is observed when restricting the kinematic region to 125 < Q 2 < 250 GeV 2 or 0.004 < x < 0.009 (see Figs. 12 to 15 and Figs. 19 to 22); the LO calculation of the η sbj − η jet distribution does not exhibit a two-peak structure as seen in the NLO prediction and in the data (see Figs. 13 and 20). In addition, the LO calculation of the α sbj distribution peaks at α sbj ∼ π/2 in contrast with the NLO prediction and the data (see Figs. 15 and 22). This proves that the NLO QCD radiative corrections are responsible for these variations in shape and necessary for describing the data.        Predicted normalized differential subjet cross sections (solid histograms) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of (a, c) η sbj − η jet and (b, d) α sbj in different regions of x. The NLO predictions for quark-(dotted histograms) and gluon-induced (dot-dashed histograms) processes are also shown separately the two competing processes eq → eqg and eg → eqq and radiative corrections, adequately reproduce the measurements.",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 328,
                    "text": "Figs. 19 to 22)",
                    "end": 343
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 487,
                    "text": "Figs. 13 and 20)",
                    "end": 503
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 638,
                    "text": "Figs. 15 and 22)",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1013,
                    "text": "2",
                    "end": 1014
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "Normalized differential subjet cross sections in inclusive-jet NC DIS were measured in ep collisions using 81.7 pb −1 of data collected with the ZEUS detector at HERA. The cross sections refer to jets identified in the laboratory frame with the k T cluster algorithm in the longitudinally invariant inclusive mode and selected with E jet T > 14 GeV and −1 < η jet < 2.5. The measurements were made for those jets which have exactly two subjets for y cut = 0.05 in the kinematic region defined by Q 2 > 125 GeV 2 .",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 510,
                    "text": "2",
                    "end": 511
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The cross sections were measured as functions of E sbj T /E jet T , η sbj − η jet , |φ sbj − φ jet | and α sbj . The data show that the two subjets tend to have similar transverse energies and that the subjet with higher transverse energy tends to be in the rear direction. This is consistent with the effects of color coherence between the initial and final states, which predict that soft parton radiation is emitted predominantly towards the proton beam direction.",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "An adequate description of the data is given by NLO QCD calculations. This means that the pattern of parton radiation as predicted by QCD reproduces the subjet topology in the data. Furthermore, the subjet distributions in the data are better described by the calculations for jets arising from a quark-gluon pair.",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "The normalized cross sections show a weak dependence on E jet T , in agreement with the expected scaling behavior of the splitting functions. By restricting the measurements to low Q 2 or x values, significant differences in shape are observed, which can be primarily attributed to NLO QCD radiative corrections.",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Fig. 1",
            "section_rank": 13
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Schematic representation of the α sbj variable",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "Fig. 2",
            "section_rank": 14
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Detector-level normalized subjet data distributions (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj . The statistical uncertainties are smaller than the marker size. For comparison, the distributions of the CDM (solid histograms) and MEPS (dot-dashed histograms) Monte Carlo models are included",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Fig. 3",
            "section_rank": 15
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given byQ 2 > 125 GeV 2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj .The inner error bars represent the statistical uncertainties of the data, the outer error bars show the statistical and systematic uncertainties added in quadrature. In many cases, the error bars are smaller than the marker size and are therefore not visible. For comparison, the NLO QCD predictions (solid histograms) are included. The hatched bands represent the theoretical uncertainty",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Fig. 4",
            "section_rank": 16
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Measured normalized differential subjet cross sections for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 and E sbj T ,low /E jet T < 0.4 as functions of η sbj − η jet separately for the higher (dots) and lower (open circles) E sbj T subjets. Other details are as in the caption toFig. 3",
            "paragraph_rank": 62,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 199,
                    "text": "2",
                    "end": 200
                }
            ]
        },
        {
            "text": "Fig. 5",
            "section_rank": 17
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj . For comparison, the NLO predictions for quark-(solid histograms) and gluon-induced (dot-dashed histograms) processes are included. Other details are as in the caption toFig. 3",
            "paragraph_rank": 63,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 206,
                    "text": "2",
                    "end": 207
                }
            ]
        },
        {
            "text": "Fig. 6",
            "section_rank": 18
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given byQ 2 > 125 GeV 2 as functions of E sbj T /E jet T in different regions of E jet T .Other details are as in the caption toFig. 3",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "text": "Fig. 7",
            "section_rank": 19
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of η sbj − η jet in different regions of E jet T . Other details are as in the caption toFig. 3",
            "paragraph_rank": 65,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 206,
                    "text": "2",
                    "end": 207
                }
            ]
        },
        {
            "text": "Fig. 8",
            "section_rank": 20
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of|φ sbj − φ jet | in different regions of E jet T .Other details are as in the caption toFig. 3",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "Fig. 9",
            "section_rank": 21
        },
        {
            "section": "Fig. 9",
            "text": "Fig. 9Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of α sbj in different regions of E jet T . Other details are as in the caption toFig. 3",
            "paragraph_rank": 67,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 206,
                    "text": "2",
                    "end": 207
                }
            ]
        },
        {
            "text": "Fig. 10",
            "section_rank": 22
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10 Measured normalized differential subjet cross sections for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj in different regions of E jet T . Details concerning the error bars are as in the caption to Fig. 3",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "Fig. 11",
            "section_rank": 23
        },
        {
            "section": "Fig. 11",
            "text": "Fig. 11 Maximum of the measured normalized differential (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as a function of E jet T . For comparison, the NLO predictions for quark-(dotted histograms) and gluon-induced (dot-dashed histograms) processes are also shown separately. Other details are as in the caption toFig. 3",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "Fig. 12",
            "section_rank": 24
        },
        {
            "section": "Fig. 12",
            "text": "Fig. 12 Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of E sbj T /E jet T in different regions of Q 2 . For comparison, the LO QCD predictions (dashed histograms) are included. Other details are as in the caption to Fig. 3",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "Fig. 13",
            "section_rank": 25
        },
        {
            "section": "Fig. 13",
            "text": "Fig. 13Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of η sbj − η jet in different regions of Q2 . Other details are as in the caption toFig. 12",
            "paragraph_rank": 71,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 207,
                    "text": "2",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 264,
                    "text": "2",
                    "end": 265
                }
            ]
        },
        {
            "text": "Fig. 14",
            "section_rank": 26
        },
        {
            "section": "Fig. 14",
            "text": "Fig.14 Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of |φ sbj − φ jet | in different regions of Q2 . Other details are as in the caption toFig. 12",
            "paragraph_rank": 72,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 268,
                    "text": "2",
                    "end": 269
                }
            ]
        },
        {
            "text": "Fig. 15",
            "section_rank": 27
        },
        {
            "section": "Fig. 15",
            "text": "Fig. 15Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of α sbj in different regions of Q2 . Other details are as in the caption toFig. 12",
            "paragraph_rank": 73,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 207,
                    "text": "2",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 256,
                    "text": "2",
                    "end": 257
                }
            ]
        },
        {
            "text": "Fig. 16",
            "section_rank": 28
        },
        {
            "section": "Fig. 16",
            "text": "Fig. 16 Measured normalized differential subjet cross sections for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj in different regions of Q 2 . Details concerning the error bars are as in the caption to Fig. 3",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "Fig. 17",
            "section_rank": 29
        },
        {
            "section": "Fig. 17",
            "text": "Fig. 17Predicted normalized differential subjet cross sections (solid histograms) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of (a, c) η sbj − η jet and (b, d) α sbj in different regions of Q 2 . The NLO predictions for quark-(dotted histograms) and gluon-induced (dot-dashed histograms) processes are also shown separately",
            "paragraph_rank": 75,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 220,
                    "text": "2",
                    "end": 221
                }
            ]
        },
        {
            "text": "Fig. 18",
            "section_rank": 30
        },
        {
            "section": "Fig. 18",
            "text": "Fig. 18Maximum of the measured normalized differential (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as a function of Q 2 . For comparison, the NLO predictions for quark-(dotted histograms) and gluon-induced (dot-dashed histograms) processes are also shown separately. Other details are as in the caption toFig. 3",
            "paragraph_rank": 76,
            "section_rank": 30
        },
        {
            "text": "Fig. 19",
            "section_rank": 31
        },
        {
            "section": "Fig. 19",
            "text": "Fig. 19Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given byQ 2 > 125 GeV 2 as functions of E sbj T /E jet T in different regions of x.Other details are as in the caption toFig. 12",
            "paragraph_rank": 77,
            "section_rank": 31
        },
        {
            "text": "Fig. 20",
            "section_rank": 32
        },
        {
            "section": "Fig. 20",
            "text": "Fig. 20Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV2 as functions of η sbj − η jet in different regions of x. Other details are as in the caption toFig. 12",
            "paragraph_rank": 78,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 207,
                    "text": "2",
                    "end": 208
                }
            ]
        },
        {
            "text": "Fig. 21",
            "section_rank": 33
        },
        {
            "section": "Fig. 21",
            "text": "Fig. 21 Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of |φ sbj − φ jet | in different regions of x. Other details are as in the caption to Fig. 12",
            "paragraph_rank": 79,
            "section_rank": 33
        },
        {
            "text": "Fig. 22",
            "section_rank": 34
        },
        {
            "section": "Fig. 22",
            "text": "Fig. 22Measured normalized differential subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of α sbj in different regions of x. Other details are as in the caption toFig. 12",
            "paragraph_rank": 80,
            "section_rank": 34
        },
        {
            "text": "Fig. 23",
            "section_rank": 35
        },
        {
            "section": "Fig. 23",
            "text": "Fig. 23 Measured normalized differential subjet cross sections for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as functions of (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj in different regions of x. Details concerning the error bars are as in the caption to Fig. 3",
            "paragraph_rank": 81,
            "section_rank": 35
        },
        {
            "text": "Fig. 24",
            "section_rank": 36
        },
        {
            "section": "Fig. 24",
            "text": "Fig. 24Maximum of the measured normalized differential (a) E sbj T /E jet T , (b) η sbj − η jet , (c) |φ sbj − φ jet | and (d) α sbj subjet cross sections (dots) for jets with E jet T > 14 GeV and −1 < η jet < 2.5 which have two subjets for y cut = 0.05 in the kinematic region given by Q 2 > 125 GeV 2 as a function of x. For comparison, the NLO predictions for quark-(dotted histograms) and gluon-induced (dot-dashed histograms) processes are also shown separately. Other details are as in the caption toFig. 3",
            "paragraph_rank": 82,
            "section_rank": 36
        },
        {
            "text": "Fig. 25",
            "section_rank": 37
        },
        {
            "section": "Fig. 25",
            "text": "Fig. 25 Predicted normalized differential subjet cross sections (solid histograms) for jets with E",
            "paragraph_rank": 83,
            "section_rank": 37
        },
        {
            "text": "This work was supported in part by the Marie Curie Actions Transfer of Knowledge project COCOS (contract MTKD-CT-2004-517186). Also at Institut of Theoretical and Experimental Physics, Moscow, Russia. Also at FPACS, AGH-UST, Cracow, Poland. Partly supported by Moscow State University, Russia. Royal Society of Edinburgh, Scottish Executive Support Research Fellow.",
            "paragraph_rank": 84,
            "section_rank": 38
        },
        {
            "text": "h i Now at University of Bonn, Germany.j Now at DESY group FEB, Hamburg, Germany.k Also at Moscow State University, Russia. l Now at University of Liverpool, UK. m On leave of absence at CERN, Geneva, Switzerland. n Now at CERN, Geneva, Switzerland. o Now at Bologna University, Bologna, Italy. p q Also at INP, Cracow, Poland.r s Partially supported by Warsaw University, Poland. t u v Also affiliated with DESY, Germany.",
            "paragraph_rank": 85,
            "section_rank": 38
        },
        {
            "text": "). ap Supported by the German Federal Ministry for Education and Research (BMBF), under contract numbers 05 HZ6PDA, 05 HZ6GUA, 05 HZ6VFA and 05 HZ4KHA. aq Supported in part by the MINERVA Gesellschaft für Forschung GmbH, the Israel Science Foundation (grant no. 293/02-11.2) and the US-Israel Binational Science Foundation. ar Supported by the Israel Science Foundation. Supported by the Italian National Institute for Nuclear Physics (INFN). at Supported by the Japanese Ministry of Education, Culture, Sports, Science and Technology (MEXT) and its grants for Scientific Research. au Supported by the Korean Ministry of Education and Korea Science and Engineering Foundation. av Supported by the Netherlands Foundation for Research on Matter (FOM). aw Supported by the Polish State Committee for Scientific Research, project no. DESY/256/2006-154/DES/2006/03. ax Partially supported by the German Federal Ministry for Education and Research (BMBF). ay Supported by RF Presidential grant N 1456.2008.2 for the leading scientific schools and by the Russian Ministry of Education and Science through its grant for Scientific Research on High Energy Physics. az Supported by the Spanish Ministry of Education and Science through funds provided by CICYT. ba Supported by the Science and Technology Facilities Council, UK.",
            "paragraph_rank": 86,
            "section_rank": 39
        },
        {
            "text": "as bb Supported by the US Department of Energy.",
            "paragraph_rank": 87,
            "section_rank": 39
        },
        {
            "text": "The ZEUS coordinate system is a right-handed Cartesian system, with the Z axis pointing in the proton beam direction, referred to as the \"forward direction\", and the X axis pointing left towards the center of HERA. The coordinate origin is at the nominal interaction point. The pseudorapidity is defined as η = − ln(tan θ 2 ), where the polar angle θ is taken with respect to the proton beam direction.",
            "paragraph_rank": 88,
            "section_rank": 39
        },
        {
            "text": "In the following, the term \"electron\" denotes generically both the electron (e − ) and the positron (e + ).",
            "paragraph_rank": 89,
            "section_rank": 39
        },
        {
            "text": "The HERWIG model[69][70][71] has not been used since its predictions exhibited a different dependence than the calculations[19].",
            "paragraph_rank": 90,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 16,
                    "text": "[69]",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 20,
                    "text": "[70]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 24,
                    "text": "[71]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 123,
                    "text": "[19]",
                    "end": 127
                }
            ]
        },
        {
            "text": "For the |φ sbj − φ jet | distribution, the same bin has been used for consistency.",
            "paragraph_rank": 91,
            "section_rank": 39
        },
        {
            "text": "Acknowledgements",
            "section_rank": 41
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the DESY Directorate for their strong support and encouragement. We appreciate the contributions to the construction and maintenance of the ZEUS detector of many people who are not listed as authors. The HERA machine group and the DESY computing staff are especially acknowledged for their success in providing excellent operation of the collider and the data-analysis environment.",
            "paragraph_rank": 92,
            "section_rank": 41
        }
    ]
}