{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report a measurement of the ratio of branching fractions of the decays B AE ! J=c AE and B AE ! J=c K AE using the CDF II detector at the Fermilab Tevatron Collider. The signal from the Cabbibosuppressed B AE ! J=c AE decay is separated from B AE ! J=c K AE using the B AE ! J=c K AE invariant mass distribution and the kinematical differences of the hadron track in the two decay modes. From a sample of 220 pb À1 of p p collisions at ffiffi ffi s p ¼ 1:96 TeV, we observe 91 AE 15 B AE ! J=c AE events together with 1883 AE 34 B AE ! J=c K AE events. The ratio of branching fractions is found to be BðB AE ! J=c AE Þ=BðB AE ! J=c K AE Þ ¼ ð4:86 AE 0:82ðstatÞ AE 0:15ðsystÞÞ%. The B AE ! J=c AE decay is a Cabibbo-suppressed mode proceeding via a b ! c cd transition. If the leading-order tree diagram is the dominant contribution, its branching fraction is expected to be % 5% of that of the Cabibbo-favored mode B AE ! J=c K AE . Detailed predictions of the ratio are obtained using the hypothesis of factorization of the hadronic matrix elements [1,2], a theoretical approach widely used in the treatment of nonleptonic decays of B mesons. However, the absence of strong theoretical arguments supporting factorization and the use of phenomenological models, which are a source of theoretical uncertainties, weaken the reliability of those predictions, which need to be accurately tested on data. Until now, the measurements on the B AE ! J=c AE decay were performed by many experiments. The BABAR collaboration reported BðB AE ! J=c AE Þ=BðB AE ! J=c K AE Þ ¼ ð5:37 AE 0:45Þ% with 244 AE 20 B AE ! J=c AE events [3]. The Belle collaboration reported BðB AE ! J=c AE Þ ¼ ð3:8 AE 0:6Þ Â 10 À5 [4]. A previous study of the B AE ! J=c AE decay was also performed by the CLEO collaboration [5]. The result of this analysis supersedes the previous CDF result [6].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1053,
                    "text": "[1,",
                    "end": 1056
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1056,
                    "text": "2]",
                    "end": 1058
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1619,
                    "text": "[3]",
                    "end": 1622
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1698,
                    "text": "[4]",
                    "end": 1701
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1792,
                    "text": "[5]",
                    "end": 1795
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1860,
                    "text": "[6]",
                    "end": 1863
                }
            ]
        },
        {
            "text": "This paper presents a measurement of the ratio of branching fractions BðB AE ! J=c AE Þ=BðB AE ! J=c K AE Þ. We use a sample of fully reconstructed The CDF II detector is a multipurpose detector [7] with a central geometry and has a tracking system surrounded by calorimeters and muon detectors. The components of the detector most relevant to this analysis are described briefly here. Charged particle trajectories are reconstructed in the pseudorapidity range jj < 1:0, where ¼ À lnðtan 2 Þ, and is the polar angle measured from the beam line [8]. Trajectories are reconstructed from hits in the silicon microstrip detector [9] and the central outer tracker (COT) [10] which are immersed in a 1.4 T solenoidal magnetic field. The silicon microstrip detector consists of five concentric layers made of double-sided silicon detectors with radii between 2.5 and 10.6 cm, each providing a position measurement with 15 m resolution in the r À plane. The COT is an open-cell drift chamber with 96 measurement layers, between 40 and 137 cm in radius, organized into eight alternating axial and AE2 stereo superlayers. The transverse momentum (p T ) resolution is p T =p T ' 0:15%p T ðGeV=cÞ À1 . Muon detectors consisting of multilayer drift chambers are located radially around the outside of the calorimeter [11]. The central muon detector (CMU) covers a range in the pseudorapidity of jj < 0:6. The central muon extension (CMX) extends the pseudorapidity coverage to 0:6 < jj < 1:0.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 195,
                    "text": "[7]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 545,
                    "text": "[8]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 626,
                    "text": "[9]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 666,
                    "text": "[10]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1305,
                    "text": "[11]",
                    "end": 1309
                }
            ]
        },
        {
            "text": "The data sample used in this analysis required a dimuon trigger sensitive to J=c ! þ À . The CDF II detector employs a three-level trigger system to select events of interest efficiently. At the first trigger level, muon candidates are identified by matching track segments in the CMU and CMX to coarsely reconstructed COT tracks obtained with the extremely fast tracker [12]. Dimuon triggers use combinations of CMU-CMU and CMU-CMX muons with p T > 1:5ð2:0Þ GeV=c for CMU (CMX) muons. For the data presented here, no additional requirements are made at the second level. At the third trigger level, a detailed reconstruction is performed, and oppositely charged dimuon events with an invariant mass in the range of 2:7-4:0 GeV=c 2 are selected.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 371,
                    "text": "[12]",
                    "end": 375
                }
            ]
        },
        {
            "text": "In this analysis, we reconstruct B AE ! J=c K AE decays. B meson decay modes involving the well-known J=c ! þ À decay have been extensively used in other measurements at CDF, and their selection criteria are well established. We follow the selection requirements developed in the b hadron mass measurement [13] and apply them to the B AE decay mode of interest. To ensure the best momentum scale calibration, the data sample used for this analysis is also kept the same as that for the mass measurement.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 306,
                    "text": "[13]",
                    "end": 310
                }
            ]
        },
        {
            "text": "The B AE ! J=c K AE reconstruction begins by selecting J=c ! þ À candidates with pairs of oppositely charged tracks which satisfy the requirements of the dimuon triggers. J=c candidates are further selected by requiring their invariant mass to be within 80 MeV=c 2 of the world average J=c mass [14]. After a J=c candidate is identified, any other charged track is assumed to be a kaon and is combined with the J=c candidate to make a B AE candidate. The tracks of the kaon and two muons are then fitted to a common three dimensional vertex (3D) while constraining the invariant mass of two muons to the world average J=c mass [14]. To ensure good vertex resolution, each track must have hits in at least three silicon vertex detector layers in the r À plane and the probability resulting from the 3D vertex fit is required to be greater than 1%.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 295,
                    "text": "[14]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 627,
                    "text": "[14]",
                    "end": 631
                }
            ]
        },
        {
            "text": "A number of further requirements are made to improve the signal-to-background separation. Prompt background, with tracks coming directly from the primary vertex, can be reduced by exploiting variables sensitive to the long lifetime of the B AE meson. To reduce prompt background, the transverse decay length (L xy ) of the B AE is required to exceed 200 m, where L xy is defined as the vector from the primary vertex to the B AE decay vertex projected onto the p T of the B AE candidate. To further reduce combinatorial background, we require p T > 6:5 GeV=c for the B AE candidate and p T > 2:0 GeV=c for the hadron from the B AE decay. The values used in the above selection criteria are determined by an iterative optimization procedure in which the significance S= ffiffiffiffiffiffiffiffiffiffiffiffiffi S þ B p is maximized. The quantity S represents the number of accepted signal events, in this case taken from a Monte Carlo simulation sample, and B is the number of selected B AE candidates within the mass sidebands of the data. 10 ×",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The distributions of B AE ! J=c K AE , which are obtained with Monte Carlo simulation and background obtained from the nonsignal data sample. The solid curves are the corresponding parametrization functions from Eqs. 3and (4). The distributions of the two signals are very similar in shape due to the almost identical kinematics of the two decay modes. To avoid confusion from it, we plot the distribution of B AE ! J=c K AE only.",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 217,
                    "text": "3",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 222,
                    "text": "(4)",
                    "end": 225
                }
            ]
        },
        {
            "text": "are Gaussians with a width describing the mass distributions of B AE ! J=c K AE and B AE ! J=c AE , respectively, and BðM i J=c K Þ is a first order polynomial function which describes the background mass distribution. The fitting range (5:2 < M J=c K < 5:6 GeV=c 2 ) is selected to avoid the backgrounds from partially reconstructed B mesons, but to include enough of the background region to determine accurately the background shape. L ¼ Q N i¼1 p i is then maximized to obtain the best fit values for M B , , f s , and r obs . The fitter is extensively tested with Monte Carlo samples.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The fit to 2683 candidates falling in the fitting range returns the signal fraction, f s ¼ 0:736 AE 0:012, and the ratio of the yields of each decay mode, r obs ¼ ð4:82 AE 0:81Þ%. These values give 1883 AE 34 signal events in the B AE ! J=c K AE decay mode and 91 AE 15 events in the B AE ! J=c AE decay mode. The distributions in M J=c K and for the events in the data sample are shown in Figs. 2  and 3, along with the likelihood fit results.",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 390,
                    "text": "Figs. 2  and 3",
                    "end": 404
                }
            ]
        },
        {
            "text": "Possible biases in the fitting procedure are investigated by performing the fit on Monte Carlo samples generated by the PDF in Eq. 5, with known composition and with the same size as the data sample. The difference of the ratio between the extracted and the input values is consistent with zero, and the width of the pull distributions is one.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 131,
                    "text": "5",
                    "end": 132
                }
            ]
        },
        {
            "text": "In order to determine the ratio of branching fractions, the ratio of the yields of each decay mode must be corrected with the relative reconstruction efficiency. The relative reconstruction efficiency depends in turn on the different decay in flights and nuclear interaction probabilities of the kaon and pion from the two decay modes and on the slightly different track momentum spectra. The relative reconstruction efficiency for the two decay modes is rel ¼ 0:991 AE 0:005 which is derived from the Monte Carlo simulation.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "In this analysis, we use a Monte Carlo simulation to parametrize the distributions of each signal and to de-termine the relative reconstruction efficiency for the two decay modes. The Monte Carlo generation proceeds as follows. Transverse momentum and rapidity distributions of single b quarks are generated based on next-to-leading order perturbative QCD calculation [18]. B meson kinematic distributions are obtained by simulating Peterson fragmentation [19] on quark-level distributions. Additional fragmentation particles, correlated b b production, and the underlying event structure are not generated. The B meson spectrum used in the Monte Carlo simulation is from the inclusive B ! J=c X measurement [7]. The CLEOMC program [20] is used to decay B AE mesons into the final states of interest. The simulation of the CDF II detector and trigger is based on a GEANT [21] description.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 368,
                    "text": "[18]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 456,
                    "text": "[19]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 708,
                    "text": "[7]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 732,
                    "text": "[20]",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 871,
                    "text": "[21]",
                    "end": 875
                }
            ]
        },
        {
            "text": "Since both decay modes of interest have almost identical decay topology and kinematics, most systematic uncertainties cancel in this ratio measurement, including uncertainties in total integrated luminosity and trigger and reconstruction efficiencies. Remaining systematic uncertainties come from the uncertainties in the shapes of the mass distribution, the parametrized PDFs in the variable, and from the determination of the relative reconstruction efficiency. The largest systematic uncertainty originates from the unknown shape of the combinatorial background in the mass distribution. To estimate this effect, a second order polynomial function is considered as an alternative model for the shape of the background mass distribution. The modeling of the width of the invariant mass distribution is determined from momentum scale resolution studies [13]. An alternative model from a simple Gaussian is to include an additional Gaussian for potential different momentum resolutions of tracks reconstructed in different detector geometry coverage. We replace a Gaussian with a double Gaussian for modeling each signal mass distribution and fit again to evaluate the uncertainty coming from the non-Gaussian tails in the B AE ! J=c K AE mass distri-  bution. The uncertainties in the function parameters describing the PDFs, in Eqs. (3) and 4, generate an uncertainty for the ratio measurement. The contribution of this uncertainty is estimated by performing the fit by varying the parametrzation variables of the PDFs by the AE1, obtained from Monte Carlo simulation. The uncertainty in rel originates from the uncertainties of the nuclear interaction and the material description in the detector simulation. The GEANT simulation calculates nuclear interaction probabilities of % 4% for þ , À and K À , and % 3% for K þ . We then assign a 25% uncertainty to the calculated nuclear interaction probabilities as the uncertainty of the detector material description in the detector simulation and take the resulting uncertainty in rel as a systematic uncertainty. We determine the total systematic uncertainty of 3.0% on the measurement by adding the individual uncertainties in quadrature, and the contributions from each source are summarized in Table I. From Eq. 1, we derived the ratio of branching fractions, BðB AE ! J=c AE Þ BðB AE ! J=c K AE Þ ¼ ð4:86 AE 0:82ðstatÞ AE 0:15ðsystÞÞ%;",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 854,
                    "text": "[13]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1335,
                    "text": "(3)",
                    "end": 1338
                },
                {
                    "start": 1343,
                    "text": "4",
                    "end": 1344
                },
                {
                    "type": "table",
                    "start": 2248,
                    "text": "Table I",
                    "end": 2255
                },
                {
                    "start": 2266,
                    "text": "1",
                    "end": 2267
                }
            ]
        },
        {
            "text": "where the first error is statistical, and the second is systematic.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "In conclusion, we present the measurement of the ratio of branching fractions between B AE ! J=c AE and B AE ! J=c K AE . This result is consistent with theoretical expectations and the previous measurements, and will improve the present world average ð5:3 AE 0:4Þ% [14]. [17",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 266,
                    "text": "[14]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "start": 272,
                    "text": "[17",
                    "end": 275
                }
            ]
        },
        {
            "text": "Þ, assuming p K ) M K and p K ) M . All momentums are calculated in Lab frame.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "[18] P. Nason, S. Dawson, and R. K. Ellis, Nucl. Phys. B303, TABLE I. Summary of systematic uncertainties for the ratio of branching fractions, BðB AE ! J=c AE Þ=BðB AE ! J=c K AE Þ.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "Source",
            "section_rank": 2
        },
        {
            "section": "Source",
            "text": "Uncertainty of the ratio (%) Background shape 2.5 Non-Gaussian tail of B AE ! J=c K AE 1.2 PDFs parametrization 1.0 Relative reconstruction efficiency 0.5 Total uncertainty 3.0",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3.The distribution in the data sample (points) compared with the results of the likelihood fit; overall (solid line), B AE ! J=c K AE (dotted line), B AE ! J=c AE (dashed line), and background (dash-dotted line).",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.The invariant mass distribution in the data sample (points) projected with the results of the likelihood fit; overall (solid line), B AE ! J=c K AE (dotted line), B AE ! J=c AE (dashed line), and background (dash-dotted line). The inset shows the magnified region of the B AE ! J=c AE signal.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "DOI: 10.1103/PhysRevD.79.112003 PACS numbers: 13.25.Hw, 14.40.Nd k Visiting from Nagasaki Institute of Applied Science. Visiting from University of Bristol. Visiting from University Libre de Bruxelles. Visiting from University of Athens.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "g Visiting from University of Edinburgh. m Visiting from University of London, Queen Mary, and Westfield College. o Visiting from IFIC (CSIC-Universitat de Valencia). f Visiting from University of Dublin. e Visiting from University of Cyprus. d Visiting from Cornell University. b h Visiting from University of Heidelberg. c a n Visiting from Texas Tech University. j Visiting from University of Manchester. i Visiting from Universidad Iberoamericana. l Visiting from University de Oviedo.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. ",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "We measure the following ratio:",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "where r obs ð N J=c AE =N J=c K AE Þ is the ratio of the yields of each decay mode, and rel ð J=c AE = J=c K AE Þ is the relative reconstruction efficiency. In this analysis, the quantity r obs is extracted from an unbinned maximum likelihood fit using the differences between the two decay modes in the mass distribution and is corrected with rel obtained from Monte Carlo simulation.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "To build the probability density function (PDF) used in the unbinned maximum likelihood fit, we choose the invariant mass of J=c and a kaon (M J=c K ) as an observable. There are three components in the distribution of the M J=c K variable: the B AE ! J=c K AE signal, the B AE ! J=c AE signal, and the combinatorial background. As demonstrated in the high statistics D and B mass reconstructions with similar decay topology, the invariant mass distribution of B AE ! J=c K AE decay at CDF is well described by a Gaussian function with a width determined by CDF's tracking resolution [13,15,16]. Therefore, we model the B AE ! J=c K AE signal as a Gaussian centered at the mass of B AE (M B ) with a width K . If the pion mass were assigned to the hadron track originating from the B AE ! J=c AE decay, the resulting spectrum would also be a Gaussian centered at M B . However, assigning the kaon mass to this track produces a spectrum partially overlapping the B AE ! J=c K AE and shifted in the positive direction. The shifted invariant mass of B AE ! J=c AE can be calculated by an approximation, which has a good agreement with the exact value [17],",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 584,
                    "text": "[13,",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 588,
                    "text": "15,",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 591,
                    "text": "16]",
                    "end": 594
                }
            ]
        },
        {
            "text": "where M K and M are, respectively, the kaon and the pion masses. The purely kinematic variable is defined as E J=c =P K , where E J=c is the J=c energy and P K is the magnitude of the momentum of the hadron track. Using Eq. 2, the B AE ! J=c AE signal is modeled as a Gaussian centered at M 0 B ðÞ with a width . We find K and have almost the same value from the Monte Carlo simulation, so we constrain them to be the same value in the fit. We assume the background mass distribution is a first order polynomial. In the likelihood, we also include the PDF functions of for B AE ! J=c K AE and B AE ! J=c AE as the distributions for the two signals are found to be slightly different. We parametrize PDF distributions from the Monte Carlo simulation. We also parametrize the distribution of the background, which is obtained from the mass sidebands of the data. These mass sidebands are chosen from 5:2 < M J=c K < 5:24 and 5:4 < M J=c K < 5:6 GeV=c 2 to avoid signal contaminations and other backgrounds from partially reconstructed B mesons that fall below 5:2 GeV=c 2 . The empirical functions used in the parametrizations are",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 224,
                    "text": "2",
                    "end": 225
                }
            ]
        },
        {
            "text": "where the symbol X denotes K or in Eq. 3, and f 1 , f 2 , and f 3 are to be the fractional contributions of each type of function when the functions are properly normalized to 1.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 39,
                    "text": "3",
                    "end": 40
                }
            ]
        },
        {
            "text": "Because of the requirement on the p T of the hadron track and also of the dimuon triggers, all distributions show a cutoff around 0.5 in the variable, and these cutoff values are parametrized by a in Eqs. 3and (4). These parameters of the functions describing the distributions are fixed in the fit. The distributions of the signal and background, and the results of the parameters are shown in Fig. 1. With models for each signal and background, and with the chosen observables, the PDF of the ith event is written as",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 205,
                    "text": "3",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 210,
                    "text": "(4)",
                    "end": 213
                },
                {
                    "type": "figure",
                    "start": 395,
                    "text": "Fig. 1",
                    "end": 401
                }
            ]
        },
        {
            "text": "where f s is the fraction of signal events in the data sample, and r obs is the ratio between the yields of each signal. The functions, GðM i J=c K À M B ;Þ and GðM i J=c K À M 0 B ð i Þ;Þ,",
            "paragraph_rank": 31,
            "section_rank": 9
        }
    ]
}