{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The STAR experiment at RHIC measures the longitudinal double-spin asymmetry A LL for a variety of final states in collisions of longitudinally polarized protons to constrain the polarized gluon distribution in the proton. Asymmetries for mid-rapidity charged pion production benefit from large cross-sections and the excellent tracking and particle identification capabilities of the STAR Time Projection Chamber. This contribution presents a measurement of the ratio of cross sections for inclusive π − and π + production using data collected in 2005, as well as a new measurement of A LL for charged pions opposite a jet obtained from the 2006 RHIC run.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Collisions of polarized protons at the Relativistic Heavy Ion Collider (RHIC) offer a window into the spin composition of the proton through measurements of longitudinal double-spin asymmetries in a variety of final states [1]:",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 223,
                    "text": "[1]",
                    "end": 226
                }
            ]
        },
        {
            "text": "Charged pion production at STAR [2] is dominated by gg and qg scattering, providing sensitivity to the polarized gluon distribution ∆g(x, Q 2 ) over a restricted kinematic region of 0.03 < x < 0.3. Furthermore, we know that a π + is more likely to have fragmented from a u quark (\"favored\" fragmentation) than a d quark (\"disfavored\" fragmentation). The converse is true for π − , and the ratio of favored to disfavored fragmentation grows as the fraction of the parton momentum carried by the pion increases. This feature makes A LL (π + ) a particularly attractive measurement, since its analyzing power is magnified by the significant u quark polarization in the kinematic range where qg scattering dominates the pion production cross section.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 32,
                    "text": "[2]",
                    "end": 35
                }
            ]
        },
        {
            "text": "One can write A LL in terms of experimental quantities as",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "where P 1,2 are the polarizations of the colliding proton beams, N ++ and N +− are the identified particle yields when the proton helicities are aligned and anti-aligned, and R is the ratio of the beam luminosities in the two helicity configurations. The beam polarizations at RHIC are measured every few hours using a high-statistics Coulomb Nuclear Interference (CNI) polarimeter [3], and the analyzing power of the CNI polarimeter is normalized using a gas jet polarimeter [4]. The spin-dependent relative luminosities are measured at STAR using the Beam Beam Counters (BBCs), segmented scintillator annuli that provide full azimuthal coverage and span 3 < |η| < 5 in rapidity . Coincident signals in the two BBCs define STAR's pp minimum-bias trigger condition; this approach samples 87% of the non-singly diffractive scattering cross section [5]. The BBCs can also be used to measure residual transverse beam polarization, which manifests as an azimuthal asymmetry in the scintillator tile counts. The minimum-bias trigger condition is necessary but not sufficient to select events for this analysis. Also required is an electromagnetic energy deposit in the Barrel Electro-Magnetic Calorimeter (BEMC) which enhances STAR's sampling of hard scattering events. This jet patch (JP) trigger condition splits the BEMC into fixed patches with an extent of ∆η × ∆φ = 1.0 × 1.0 and looks for summed energy above a threshold in at least one patch. In the 2005 RHIC run the JP trigger was implemented for 0 < η < 1 with a primary threshold of 6.5 GeV. In 2006 the BEMC was fully commissioned and the JP trigger acceptance doubled to |η| < 1.0 with a threshold of 8.3 GeV. The BEMC has a depth of ∼1 hadronic interaction length, so charged pions often leave only a MIP signal of 264 MeV [6] in the calorimeter.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 382,
                    "text": "[3]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 476,
                    "text": "[4]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 847,
                    "text": "[5]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1782,
                    "text": "[6]",
                    "end": 1785
                }
            ]
        },
        {
            "text": "STAR reconstructs and identifies charged pions using a large Time Projection Chamber (TPC) situated inside a 0.5T magnetic field. The TPC can measure the transverse momenta of charged particles up to 20 GeV/c, and measurements of the energy loss along the track allow for particle identification across a wide range of momenta. The dE/dx and momentum of a track are nominally compared to a Bichsel parameterization of charged particle interactions in the TPC gas volume to obtain its PID; corrections to the Bichsel curves using particles identified via other means (electrons from the BEMC, pions and protons from strange decays) can improve the accuracy of dE/dx-based PID and allow for pion identification up to 15 GeV/c [7]. Figure 1 shows the ratio of cross sections for inclusive π − and π + production as a function of p T , using data taken by STAR during the 2005 run. Both cross sections are separately consistent with NLO predictions [8]. The ratio clearly diverges from unity at high transverse momenta, and this divergence is modeled well by NLO pQCD predictions incorporating modern fragmentation functions from the DSS [9] and AKK [10] collaborations.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 724,
                    "text": "[7]",
                    "end": 727
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 729,
                    "text": "Figure 1",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 945,
                    "text": "[8]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1134,
                    "text": "[9]",
                    "end": 1137
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1146,
                    "text": "[10]",
                    "end": 1150
                }
            ]
        },
        {
            "text": "The data sample obtained by STAR during the 2006 RHIC run offers a factor of 6 increase in the A LL figure of merit (P 4 * L ) and a doubling of the jet patch trigger acceptance relative to 2005. However, the increased thresholds used in the 2006 version of the JP trigger lead to a significant fragmentation bias for jets that fire the trigger. Rather than fold this bias into a systematic uncertainty on A LL , we restricted the 2006 charged pion A LL to pions opposite a trigger jet (∆φ > 2.0). Furthermore, we plot A LL not against pion p T but against the ratio of pion p T and trigger jet p T . This ratio serves as a surrogate for the fragmentation variable z and, along with a restriction on the trigger jet p T , allows the analysis to identify a region of phase space where the effect of ∆g(x) on A LL is magnified by the large u quark polarization.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Events are selected for the A LL analysis if they satisfy the BBC and JP trigger conditions outlined above. Jet reconstruction proceeds by clustering TPC tracks and BEMC towers using the midpoint-cone algorithm with a cone radius of 0.7. A jet is identified as a trigger jet if its axis points within 36°of the center of a JP above threshold. STAR also  [11] and NLO analyses incorporating modern fragmentation functions [9,10].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 354,
                    "text": "[11]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 421,
                    "text": "[9,",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 424,
                    "text": "10]",
                    "end": 427
                }
            ]
        },
        {
            "text": "requires that the fraction of a jet's energy from the BEMC is less than 0.92 (to cut down on false jets formed out of beam background), and in this analysis we select jets with 9 < p T < 25 GeV/c to enhance our sample of qg scattering. Charged pions opposite the trigger jet are selected from a high-quality sample of TPC tracks with p T > 2 GeV/c and |η| < 1.0, and are identified with a purity of better than 90% using dE/dx. Figure 2 presents STAR's new preliminary results for charged pion A LL opposite a trigger jet, plotted versus z ≡ p T (π)/p T ( jet). Full NLO predictions for this observable are in preparation [12]; in the interim, the data are compared to Monte Carlo evaluations of A LL in which parton distribution functions [13,14,15] that have not been ruled out by earlier measurements are sampled at the kinematics specified by PYTHIA [11]. Point-topoint systematic uncertainties from a variety of sources are summed in quadrature and included as the gray bars.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 428,
                    "text": "Figure 2",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 622,
                    "text": "[12]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 740,
                    "text": "[13,",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 744,
                    "text": "14,",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 747,
                    "text": "15]",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 854,
                    "text": "[11]",
                    "end": 858
                }
            ]
        },
        {
            "text": "The dominant systematic uncertainty in this analysis arises from the use of the JP trigger to select events. This trigger a) hardens the jet p T spectrum in each z bin, and b) preferentially selects quark jets over gluon jets. We quantify a) by using Monte Carlo to determine the trigger efficiency for jets at a given p T . In the range of jet p T selected for this analysis we can parametrize the efficiency as N jets,trigger /N jets,total = 1.149 − 0.2655 * p T + 0.01857 * p 2 T − 0.0003445 * p 3 T . (3) Theoretical predictions for this observable should incorporate the trigger efficiency. Future analyses with greater statistical precision may be able to avoid this requirement by binning in both jet p T and z. For b) we investigate how our LO Monte Carlo evaluation of A LL changes when we require the JP trigger condition. Specifically, we compare our MC asymmetries for the JP trigger with MC asymmetries that incorporate only the trigger efficiency. The difference between the two is a measure of how the trigger's preference for quark jets affects A LL . This contribution presented a ratio of the differential cross sections for inclusive charged pion production that shows a clear divergence from unity at high p T , as well as a new measurement of A LL for charged pion production opposite a trigger jet. A forthcoming NLO prediction for this observable will allow the measurement to be included in global analyses. Comparisons to LO MC evaluations exclude extreme scenarios for the gluon distribution function. Future, more precise measurements of A LL (π + ) have a great potential for providing a better understanding of the gluon polarization.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 3
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Ratio of invariant yields for charged pion production versus p T . Statistical uncertainties are represented by vertical lines and systematics by the open boxes. The data are compared to predictions from PYTHIA[11] and NLO analyses incorporating modern fragmentation functions[9,10].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 220,
                    "text": "[11]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 286,
                    "text": "[9,",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 289,
                    "text": "10]",
                    "end": 292
                }
            ]
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 4
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. A LL for charged pions opposite a trigger jet. The black error bars represent statistical uncertainties, and the gray bands total point-to-point systematics. A scale uncertainty of 8.3% from the beam polarization measurements is not included. The data are compared to leading order Monte Carlo evaluations of A LL assuming various input distributions for ∆g(x) [13, 14, 15].",
            "paragraph_rank": 12,
            "section_rank": 4
        }
    ]
}