{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recent results on nucleon resonance studies in π + π − p electro-production off protons with the CLAS detector are presented. The analysis of CLAS data allowed us to determine all essential contributing mechanisms, providing a credible separation between resonant and non-resonant parts of the cross sections in a wide kinematical area of invariant masses of the final hadronic system 1.3 < W < 1.8 GeV and photon virtualities 0.2 < Q 2 < 1.5 GeV 2 . Electrocouplings of several excited proton states with masses less than 1.8 GeV were obtained for the first time from the analysis of π + π − p exclusive electroproduction channel.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Evaluation of electromagnetic N → N * transition helicity amplitudes (N * electrocouplings) from the data on π + π − p electroproduction represents an important direction in the studies of N * structures with CLAS [1]. The contributions from π + n, π 0 p and π + π − p exclusive channels account for almost 90% of the meson electroproduction cross section in the N * excitation region. These channels combined are sensitive to a major part of excited proton states. Moreover, these exclusive channels are strongly coupled by hadronic interactions of the respective final states. Therefore, nucleon resonance studies in single (1π) and charged double pion (2π) exclusive channels are of key importance for the entire N * physics.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 214,
                    "text": "[1]",
                    "end": 217
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this proceeding we present recent developments in phenomenological studies of CLAS data [2,3] on π + π − p electroproduction off protons. The analysis was carried out in a wide area of invariant masses of the final hadronic system 1.3 < W < 1.8 GeV and photon virtualities 0.2 < Q 2 < 1.5 GeV 2 with the ultimate objective of evaluating electrocouplings of almost all excited proton states with masses less than 1.8 GeV from the fit of all available differential and fully integrated cross sections combined.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 91,
                    "text": "[2,",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 94,
                    "text": "3]",
                    "end": 96
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "2 Meson-baryon model JM for nucleon resonance studies in the π + π − p exclusive electroproduction channel",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The analysis presented in these proceedings incorporates differential and fully integrated π + π − p cross sections of the recent CLAS data [3] and previous data [2]. These measurements cover a wide kinematical area of 1.3<W<1.8 GeV and 0.25<Q 2 <1.5 GeV 2 providing for the first time nine independent differential cross sections in each bin of W and Q 2 . Both experimental data sets [2,3] consist of π + p, π + π − , π − p invariant masses; π − π + p CM polar angular distributions and of three distributions over angles α i,j between two planes, respectively, composed by the momenta of the initial proton and final hadron (first plane) and two the other final hadrons (a second plane) with three possible combinations amongst these pairs. These data make it possible to establish all essential reaction mechanisms from the studies of their manifestations in observables, as peaks in invariant mass distributions or sharp slopes in angular distributions. The remaining mechanisms without      . CLAS results [10,11,12] of the 1π production data are represented by the open circles. Filled circles are the results of the preliminary 2π data [9] at low Q 2 and of the combined analysis of the 1π and 2π channels [13]. Solid and dashed lines are the calculations within the framework of the light front quark models [14,15].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 140,
                    "text": "[3]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 162,
                    "text": "[2]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 386,
                    "text": "[2,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 389,
                    "text": "3]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1012,
                    "text": "[10,",
                    "end": 1016
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1016,
                    "text": "11,",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1019,
                    "text": "12]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1144,
                    "text": "[9]",
                    "end": 1147
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1214,
                    "text": "[13]",
                    "end": 1218
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1317,
                    "text": "[14,",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1321,
                    "text": "15]",
                    "end": 1324
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "pronounced kinematical dependencies can be established from the studies of correlations between shapes of their cross sections in various observables. Employing this strategy the phenomenological meson-baryon model JM06 [4] was developed with primary goal of determining N * electrocouplings from the combined fit of all nine differential cross sections. This model was initially utilized for the analysis of data [3] in the kinematic area of 1.3<W<1.56 GeV and 0.25<Q 2 <0.6GeV 2 . In this kinematic region the JM06 model describes the γ * p → π + π − p production amplitude as a superposition of π − ∆ ++ , π + ∆ 0 isobar channels and direct double pion production mechanisms. The production amplitudes for π∆ intermediate states consist of resonant contributions γN → N * , ∆ * → π∆, and non-resonant terms. All well established resonances with observed π∆ hadronic decays were incorporated into the JM06 model as well as a 3/2 + (1720) candidate state [2]. However, at 1.3<W<1.56 GeV only the contribu-tions from P 11 (1440) and D 13 (1520) states were outside of the experimental data uncertainties. The nonresonant amplitudes were calculated from the well established Born terms and presented in [4,5]. Additional contact terms were implemented in order to account for possible contributions from other mechanisms to π∆ production [4]. The analysis of CLAS data [3] allowed us to establish the contribution from direct charged double pion (2π) production mechanisms, when the π + π − p final state is created without the formation of unstable hadrons in the intermediate states. The amplitudes for these processes, have been determined for the first time, are described in [4]. Recently the JM06 model was updated based on the analysis of the CLAS data [2] collected in a wider kinematic area of 1.4<W<1.8 GeV and 0.5<Q 2 <1.5 GeV 2 . The previous analysis of this data within the framework of the JM05 model version [6,7] was limited to four differential cross sections: π + p, π + π − , π − p invariant masses and π − angular distribu- tions. The current analysis incorporates all nine differential cross sections mentioned above. The JM06 model production mechanisms, determined from the data [3] at W<1.56 GeV, were extended by implementing quasi-two-body channels:",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 220,
                    "text": "[4]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 414,
                    "text": "[3]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 956,
                    "text": "[2]",
                    "end": 959
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1202,
                    "text": "[4,",
                    "end": 1205
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1205,
                    "text": "5]",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1337,
                    "text": "[4]",
                    "end": 1340
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1368,
                    "text": "[3]",
                    "end": 1371
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1679,
                    "text": "[4]",
                    "end": 1682
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1759,
                    "text": "[2]",
                    "end": 1762
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1923,
                    "text": "[6,",
                    "end": 1926
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1926,
                    "text": "7]",
                    "end": 1928
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2202,
                    "text": "[3]",
                    "end": 2205
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "15 (1520), π − P ++ 33 (1640). The ρ 0 p isobar channel becomes visible in the data at W > 1.65 GeV with significant resonant contributions for W < 2.0 GeV. The production amplitudes for ρ 0 p intermediate states consist of the resonant contributions γN → N * , ∆ * → ρ 0 p, and non-resonant terms. Here the non-resonant amplitudes are estimated by a diffractive ansatz, that has been modified in order to reproduce experimental data in the near and sub-threshold regions [8].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 472,
                    "text": "[8]",
                    "end": 475
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The contributions from the π + D 0 13 (1520) and π + F 0 15 (1685) isobar channels are seen in the π − p and π + p mass distributions at W > 1.65 GeV (Fig. 1). The π + D 0 13 (1520) amplitudes are derived from the Born terms of the π∆ isobar channels by implementing an additional γ 5 -matrix that accounts for the opposite parity of the D 13 (1520) with respect to the ∆. The amplitudes of π + F 0 15 (1685) isobar channel are parametrized by Lorentz invariant contractions of the initial and final particle spin-tensors and by effective propagators for the intermediate state particles. The magnitudes of these amplitudes are fitted to the data [7].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 150,
                    "text": "(Fig. 1)",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 647,
                    "text": "[7]",
                    "end": 650
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Within the framework of the updated JM06 approach, we achieved a good description of the CLAS π + π − p data over the entire kinematic range: 1.31<W<1.8 GeV and 0.25<Q 2 <1.5 GeV 2 . As a typical example, the model description of the nine differential cross sections at W = 1.71 GeV and Q 2 = 0.65 GeV 2 are presented in Fig. 1 together with the contributing mechanisms. Direct 2π electroproduction mechanisms, that account for up to 30% of the cross sections at W< 1.56 GeV [4], decreases with W and become negligible at W> 1.65 GeV. The different mechanisms result in qualitatively different shapes of their respective contributions to various observables. The successful simultaneous description of all nine differential cross sections enables us to identify the essential contributing processes and to access their dynamics at the phenomenological level.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 321,
                    "text": "Fig. 1",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 475,
                    "text": "[4]",
                    "end": 478
                }
            ]
        },
        {
            "text": "Resonance electrocouplings from",
            "section_rank": 3
        },
        {
            "section": "Resonance electrocouplings from",
            "text": "the",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Resonance electrocouplings from",
            "text": "The separation of resonant and non-resonant contributions based on the JM model parameters are shown in Fig. 2. Resonant and non-resonant parts have qualitatively different shapes in all observables. This allows us to isolate the resonant contributions unambiguously. Uncertainties for resonant and nonresonant parts of cross sections shown in Fig. 2 are comparable with uncertainties of experimental data. Good separation between resonant and non-resonant cross sections, achieved within the framework of the JM model, allowed us to extract the N * electrocouplings for several excited proton states with masses less than 1.8 GeV.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 104,
                    "text": "Fig. 2",
                    "end": 110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 344,
                    "text": "Fig. 2",
                    "end": 350
                }
            ]
        },
        {
            "section": "Resonance electrocouplings from",
            "text": "The CLAS data have enabled us for the first time to determine the P 11 (1440), electrocouplings over a wide range of photon virtualities by analyzing the two major exclusive channels: 1π and 2π electroproduction [2,3,10,11,12]. As an example, the electrocouplings of the P 11 (1440) state are shown in Fig. 3. The agreement of the results obtained from the analyses of 1π and 2π channels is highly significant since these meson electroproduction channels have completely different non-resonant amplitudes. The successful description of the large body of data on 1π and 2π electroproduction with almost the same values for the P 11 (1440) electrocouplings, shows the capability of the analysis methods developed for description of 1π and 2π electroproduction to provide a reliable evaluation of the resonance parameters.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 212,
                    "text": "[2,",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 215,
                    "text": "3,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 217,
                    "text": "10,",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 220,
                    "text": "11,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 223,
                    "text": "12]",
                    "end": 226
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 302,
                    "text": "Fig. 3",
                    "end": 308
                }
            ]
        },
        {
            "section": "Resonance electrocouplings from",
            "text": "Light cone quark models [14,15] provided reasonable data description at Q 2 > 2.0 GeV 2 and, therefore, strongly suggest that the quark core of P 11 (1440) state represents predominantly the first radial excitation of the three quark ground state nucleon. For the first time we observed the sign change in the Q 2 evolution of A 1/2 electrocoupling for P 11 (1440) state. This distinctive feature was predicted by light cone quark models, showing the essential role of light front effects in the structure of P 11 (1440). However, the light cone model expectations [14,15] and the data on A 1/2 electrocouplings of P 11 (1440) become considerably different at Q 2 <1.0 GeV 2 . This discrepancy offers an indication that at distances of the order of the typical hadron size, not only quark core, but also others degrees of freedom as meson-baryon dressing may have substantial contribution to the resonance structure. Extensive studies of meson-baryon dressing contributions to the structure of low lying N * are now in progress [16].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 24,
                    "text": "[14,",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 28,
                    "text": "15]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 565,
                    "text": "[14,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 569,
                    "text": "15]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1028,
                    "text": "[16]",
                    "end": 1032
                }
            ]
        },
        {
            "section": "Resonance electrocouplings from",
            "text": "The CLAS data on π + π − p electroproduction [2] allowed us for the first time to determine with a good accuracy electrocouplings of high lying resonances, that mostly decay to the N ππ final states. These data analysis was carried out within the framework of the updated JM model, outlined above. N * hadronic couplings were taken from analyses of experiments with hadronic probes, presented in PDG. As it was shown in [2], with this choice of resonance hadronic couplings we need to account for the contributions from 3/2 + (1720) candidate state. Electrocouplings of D 33 (1700) and P 13 (1720) states obtained from the analysis of the π + π − p electroproduction data [2] within the framework of the JM model are shown in Fig. 4 and Fig. 5. For comparison the world data on electrocouplings of D 33 (1700) state, available before the CLAS π + π − p electroproduction data, are shown by open circles. They were determined from the analysis of single pion electroproduction channels. The branching fraction to the N π final states for the D 33 (1700) decays is less than 20%. Therefore, single pion electroproduction channels have not enough sensitivity to the electrocouplings of this state. This is the reason for huge uncertainties of the previous world data shown in Fig. 4. The studies of π + π − p electroproduction provided first information on the electrocouplings of D 33 (1700) and P 13 (1720) states with reasonable accuracy. We observed a rapid fall-off of the A 1/2 electrocoupling of P 13 (1720) state with the photon virtuality Q 2 . At Q 2 above 0.9 GeV 2 the absolute values of the helicity non-conserving A 3/2 electrocouplings become larger than the helicity conserving A 1/2 amplitude. Search for the helicity conserving regime, expected at asymptotically high photon virtualities, represents an interesting open question for the future studies of this state at high photon virtualities.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 45,
                    "text": "[2]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 420,
                    "text": "[2]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 672,
                    "text": "[2]",
                    "end": 675
                },
                {
                    "type": "figure",
                    "start": 726,
                    "text": "Fig. 4",
                    "end": 732
                },
                {
                    "type": "figure",
                    "start": 737,
                    "text": "Fig. 5",
                    "end": 743
                },
                {
                    "type": "figure",
                    "start": 1273,
                    "text": "Fig. 4",
                    "end": 1279
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 4
        },
        {
            "section": "Conclusions",
            "text": "Analysis of the CLAS data on the charged double pion electroproduction off protons [2,3] within the framework of the JM model allowed us to establish all essential mechanisms contributing to this exclusive channel at 1.31<W<1.8 GeV and 0.25<Q 2 <1.5 GeV 2 . A good description of nine differential cross sections in each bin of W and Q 2 was achieved, allowing us to isolate the resonant contributions to cross sections, needed for evaluation of N * electrocouplings. For the first time electrocouplings of several excited proton states with masses less than 1.8 GeV were determined from the π + π − p electroproduction channel. Electrocouplings of P 11 (1440) state obtained from the analysis of two major single and charged double pion electroproduction channels with completely different non-resonant mechanisms are in a good agreement, showing the capability of the JM model to provide a reliable evaluation of the resonance parameters. The studies of π + π − p electroproduction provided first data of reasonable accuracy on electrocouplings of the high lying resonances D 33 (1700) and P 13 (1720), that mostly decay with two pion emission.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 83,
                    "text": "[2,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 86,
                    "text": "3]",
                    "end": 88
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 5
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Resonant (bars) and non-resonant (lines) contributions to the charged double pion differential cross sections at W = 1.71 GeV and Q 2 = 0.65 GeV 2 . The full JM calculation are shown by solid red lines. The experimental data are from [2].",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Electrocouplings of the P11(1440) on the proton in units of 10 −3 GeV −1/2 . CLAS results[10,11,12] of the 1π production data are represented by the open circles. Filled circles are the results of the preliminary 2π data[9] at low Q 2 and of the combined analysis of the 1π and 2π channels[13]. Solid and dashed lines are the calculations within the framework of the light front quark models[14,15].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 97,
                    "text": "[10,",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 101,
                    "text": "11,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 104,
                    "text": "12]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 228,
                    "text": "[9]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 297,
                    "text": "[13]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 399,
                    "text": "[14,",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 403,
                    "text": "15]",
                    "end": 406
                }
            ]
        },
        {
            "text": "4 Fig. 4 .",
            "section_rank": 7
        },
        {
            "section": "4 Fig. 4 .",
            "text": "Fig. 4. Electrocouplings of D33(1700) state from the analysis of CLAS data[2] on π + π − p electroproduction are shown by filled circles. Open circles are the world data from analyses of single pion electroproduction channels available before CLAS data on π + π − p electroproduction. Photocouplings at Q 2 =0 GeV 2 taken from[17] are shown by squares.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 74,
                    "text": "[2]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 326,
                    "text": "[17]",
                    "end": 330
                }
            ]
        },
        {
            "text": "4 Fig. 5 .",
            "section_rank": 8
        },
        {
            "section": "4 Fig. 5 .",
            "text": "Fig. 5. Electrocouplings of P13(1720) state from analysis of the CLAS data [2] on π + π − p electroproduction are shown by filled circles. Photocouplings at Q 2 =0 GeV 2 taken from [17] are shown by squares.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Fig. 1. Description of the CLAS π + π − p differential cross sections[2] at W = 1.71 GeV and Q 2 = 0.65 GeV2 within the framework of the updated JM06 model (see Section 2). Full calculations are shown by the thick solid lines. Contributions from π − ∆ ++ and π + ∆ 0 isobar channels are shown by the thick dashed and dashdotted lines, respectively, and contributions from the π + D13(1520), ρp, π + F15(1685) isobar channels are shown by the thin solid, dotted and dot-dashed lines.",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 69,
                    "text": "[2]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 107,
                    "text": "2",
                    "end": 108
                }
            ]
        },
        {
            "text": "65 GeV 2 W=1.71 GeV, Q 2 =0.65 GeV 2 W=1.71 GeV, Q 2 =0.65 GeV 2 W=1.71 GeV, Q 2 =0.65 GeV 2 W=1.71 GeV, Q 2 =0.65 GeV 2 W=1.71 GeV, Q 2 =0.65 GeV",
            "section_rank": 10
        }
    ]
}