{
    "level": "paragraph",
    "abstract": [
        {
            "text": "New KLOE results on scalar mesons, γγ physics and η physics are presented.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "SCALAR PHYSICS",
            "section_rank": 2
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "The structure of the scalars below 1 GeV needs to be further clarified. Several models have been proposed to describe them (e.g. qq, four quarks, KK molecules, etc.). The decay of the scalars into two pseudoscalars (S → PP ′ ) can be used to investigate their nature because the branching ratios and the invariant mass of the two pseudoscalars are sensitive to the scalar structure.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "φ → a 0 (980)γ → ηπ 0 γ decay [1]. For this measurement about 400 pb −1 of KLOE collected data have been used. The analysis has been performed for two different η final states, i.e. η → γγ and η → π + π − π 0 . A kinematic fit has been performed imposing the four momentum conservation, the photon velocity and the invariant masses of both η and π 0 . The ηπ 0 invariant mass distribution has been fitted with the \"no-structure\" [2] and the \"kaon loop\" [3] models after background subtraction. The results of the fit are shown in table 1. It is interesting to note that both models give a large coupling of the a 0 (980) with the φ meson, indicating a sizable strange quark content in the a 0 (980). The branching ratio obtained for the two different decay chains are in agreement: BR(φ → ηπ 0 γ) = (7.01 ± 0.10 stat. ± 0.20 syst. ) × 10 −5 for the η → γγ final state and BR(φ → ηπ 0 γ) = (7.12 ± 0.13 stat. ± 0.22 syst. ) × 10 −5 for the η → π + π − π 0 final state. φ → K 0K0 γ decay [4]. This decay allegedly proceeds through the intermediate f 0 (980) (I=0) and a 0 (980) (I=1) scalar mesons:",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 429,
                    "text": "[2]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 453,
                    "text": "[3]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 986,
                    "text": "[4]",
                    "end": 989
                }
            ]
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "The kaon pair is produced in a J PC = 0 ++ state, so the two kaons are both K S or K L . We have searched for a final state with a K S K S , with both K S ' decaying to π + π − . This request ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "1.70 ± 0.03 ± 0.01 χ 2 probability 0.104 0. 309 * Not a free parameter of the fit in this model. Calculated from other fit outputs.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "reduces the probability of observation to ∼ 22%, but selects a class of event with a clear signature: four tracks and a low energy photon coming from the interaction point. In this analysis the whole KLOE dataset, ∼ 2.2 fb −1 , has been used. At the end of which we have observed 5 events in the data, while we were expecting 3.2 ±0.7 background events from MC. A Cousin-Feldman approach has been used [5] and a 90% confidence level upper limit on the branching ratio has been obtained:",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 402,
                    "text": "[5]",
                    "end": 405
                }
            ]
        },
        {
            "section": "SCALAR PHYSICS",
            "text": "This measurement excludes some of the theoretical predictions and is in agreement with expectations from other KLOE measurements (see figure 1 left, reference [4] and references therein).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 159,
                    "text": "[4]",
                    "end": 162
                }
            ]
        },
        {
            "text": "γγ PHYSICS",
            "section_rank": 3
        },
        {
            "section": "γγ PHYSICS",
            "text": "KLOE has been making a pilot study for the search γγ → σ (600) → π 0 π 0 using 11 pb −1 from the 240 pb −1 taken at √ s = 1000 MeV [6]. At this energy the background  Left: comparison between theoretical predictions for the φ → K 0K0 γ branching ratio and KLOE upper limit. The grey area represents the expected range for the branching ratio using other KLOE results on scalar mesons. Right: search for γγ → σ (600) → π 0 π 0 ; fit to the invariant mass of the four photons, M 4γ , with MC shapes of expected source of background. Dots: data; atched yellow: total background; red: φ → ηγ → π 0 π 0 π 0 γ; blue: e + e − → ωπ 0 → π 0 π 0 γ; green: φ → K S K L ; cyan: φ → f 0 γ; magenta: e + e − → γγ. from φ decays is very small. We have performed a fit to the four photons invariant mass (M 4γ ), using the shapes of the known sources, see figure 1, right. The result of the fit is very poor χ 2 /dof = 441/94, showing an excess of events in the expected σ (600) region, compared to what expected from MC, therefore pointing towards a search for the signal in the 240 pb −1 .",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 131,
                    "text": "[6]",
                    "end": 134
                }
            ]
        },
        {
            "text": "PSEUDOSCALAR PHYSICS",
            "section_rank": 4
        },
        {
            "section": "PSEUDOSCALAR PHYSICS",
            "text": "The φ meson decays about 1.3% of times into ηγ, this implies DAΦNE is an η-factory. KLOE has collected one of the largest sample of η mesons in the world, about 10 8 .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "PSEUDOSCALAR PHYSICS",
            "text": "η − η ′ mixing and η ′ gluonium content [7]. The KLOE paper on η − η ′ mixing [7], suggesting for a 3σ evidence of gluonium content in the η ′ meson, has triggered a large amount of discussion among theoreticians. Therefore we have decided to perform a new and more detailed study of this topic. We have considered η and η ′ in the quark mixing base as described in [8] ",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 40,
                    "text": "[7]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 78,
                    "text": "[7]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 366,
                    "text": "[8]",
                    "end": 369
                }
            ]
        },
        {
            "section": "PSEUDOSCALAR PHYSICS",
            "text": "The new fit we have performed has more constraints thus allowing an independent determination of more free parameters. We use the BR values from PDG 2008 [9] and the new KLOE results on the ω meson [10]. The fit has been performed both imposing the gluonium content to be zero or allowing it free. The results are shown in table 2: gluonium content of the η ′ is confirmed at 3σ level.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 154,
                    "text": "[9]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 198,
                    "text": "[10]",
                    "end": 202
                }
            ]
        },
        {
            "section": "PSEUDOSCALAR PHYSICS",
            "text": "η decays into four charged particles [11]. KLOE has started to study the decays of the η into four charged particles, using 1.7 fb −1 of data. This decay is interesting because it allows us to probe the η internal structure exploiting the conversion of the virtual photon into a lepton pair [12]. It is also interesting because a non-CKM CP violating mechanism has been suggest to be present in this decay [13], and should manifest as an angular asymmetry A φ , between the pion and the electron decay planes in the η rest frame. After background rejection a fit of the sidebands of the four tracks invariant distribution has been performed to obtain the background scale factors. Most of the background is due to φ decays, but there is still a non-negligible contribution from continuum events. Signal events have been counted in the η mass region, giving BR(η →  More recently KLOE has started studying the η → e + e − e + e − decay. This decay, together with the η → µ + µ − e + e − , is interesting for the η meson form factor because there are only leptons in the final state. The analysis strategy is similar to the ππee one. Most of the background comes from continuum events and a small contribution is due to φ decays. The latter is subtracted from data using the MC shape. The number of events is obtained fitting the data distribution of the 4 electron invariant mass, M eeee , with signal and background shapes ( figure 2, right). From the fit we obtain 413 events. This constitutes the first observation of this decay.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 37,
                    "text": "[11]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 291,
                    "text": "[12]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 406,
                    "text": "[13]",
                    "end": 410
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1425,
                    "text": "figure 2, right)",
                    "end": 1441
                }
            ]
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 5
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Left: comparison between theoretical predictions for the φ → K 0K0 γ branching ratio and KLOE upper limit. The grey area represents the expected range for the branching ratio using other KLOE results on scalar mesons. Right: search for γγ → σ (600) → π 0 π 0 ; fit to the invariant mass of the four photons, M 4γ , with MC shapes of expected source of background. Dots: data; atched yellow: total background; red: φ → ηγ → π 0 π 0 π 0 γ; blue: e + e − → ωπ 0 → π 0 π 0 γ; green: φ → K S K L ; cyan: φ → f 0 γ; magenta: e + e − → γγ.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 6
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Left and center:η → π + π − e + e − analysis; π + π − e + e − invariant mass and angular asymmetry distributions. Dots: data. The black histogram is the expected distribution, i.e. signal MC (dark grey), φ background (light grey) and continuum background (white). Right: η → e + e − e + e − analysis; fit of the four electron invariant mass, M eeee .",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 7
        },
        {
            "section": "TABLE 1 .",
            "text": "Output of the fit to the ηπ 0 invariant mass with two different models: kaon loop and no structure.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "TABLE 2 .",
            "section_rank": 8
        },
        {
            "section": "TABLE 2 .",
            "text": "Output of the fit imposing or not the gluonium content to be zero.",
            "paragraph_rank": 15,
            "section_rank": 8
        }
    ]
}