{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first dedicated search for the rare neutral-kaon decay K 0 L → π 0 νν has been carried out in the E391a experiment at the KEK 12-GeV proton synchrotron. The final upper limit of 2.6 ×10 −8 at the 90% confidence level was set on the branching ratio for the decay.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The study of rare kaon decays [1] has played an important role in the establishment of the standard model (SM) in particle physics. It has also been crucial for understanding the phenomenon of CP violation [2]. The rare decay K 0 L → π 0 νν [3][4][5] is a direct CP violation process caused by a flavor-changing neutral current (FCNC) with transition from a strange to down quark.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 206,
                    "text": "[2]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 241,
                    "text": "[3]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 244,
                    "text": "[4]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 247,
                    "text": "[5]",
                    "end": 250
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The unique characteristic of the K 0 L → π 0 νν decay is that the branching ratio can be calculated with very small theoretical uncertainties. In the SM based on the Cabibbo-Kobayashi-Maskawa (CKM) matrix [6] for quark flavor mixing, the K 0 L → π 0 νν branching ratio is predicted to be (2.49 ± 0.39) × 10 −11 [7]. The uncertainty of the prediction is dominated by the allowed range of the imaginary part of a CKM matrix element V td , which is determined by other measurements, and the intrinsic theoretical uncertainty is only 1-2% [5].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 205,
                    "text": "[6]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 311,
                    "text": "[7]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 535,
                    "text": "[5]",
                    "end": 538
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The determination of CKM matrix elements has been greatly improved in the past ten years by measuring various B-decay properties [8]; all measurements were con-sistent with each other within the standard model parameterization. By measuring the K 0 L → π 0 νν decay precisely, we can check the consistency against the currently predicted value in the SM. A deviation indicates new physics beyond the SM because of the very small uncertainty in deriving the imaginary part of V td from the branching ratio of the K 0 L → π 0 νν decay. The decay K 0 L → π 0 νν is one of the processes expected to have a significant impact on new physics searches because it is an FCNC process that can proceed through loop diagrams, including the interactions at short distance and large mass scales. Grossman and Nir [9] pointed out the importance of studying new physics by using both the K 0 L → π 0 νν and K + → π + νν decays, where the decay K + → π + νν is another rare kaon decay with small theoretical uncertainties [5,7,10]. Various new physics models have been developed and used to predict the K 0 L → π 0 νν and K + → π + νν branching ratios [4,5,11].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 129,
                    "text": "[8]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 800,
                    "text": "[9]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1006,
                    "text": "[5,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1009,
                    "text": "7,",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1011,
                    "text": "10]",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1136,
                    "text": "[4,",
                    "end": 1139
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1139,
                    "text": "5,",
                    "end": 1141
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1141,
                    "text": "11]",
                    "end": 1144
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The best upper limit obtained in previous experiments was BR (K 0 L → π 0 νν) < 5.9 × 10 −7 (90% CL) [12]. The ultimate goal of our experimental study is to determine the K 0 L → π 0 νν branching ratio with an accuracy less than 10% of the value predicted in the SM. The goal can be achieved by performing a series of experiments with improved and refined detection methods.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 61,
                    "text": "(K 0",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 101,
                    "text": "[12]",
                    "end": 105
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The E391a experiment, which was carried out at the KEK 12-GeV proton synchrotron (KEK-PS), is the first step of this approach. The main objectives of E391a were not only to investigate the decay with a dedicated detector, but also to test and confirm our basic experimental methods for K 0 L → π 0 νν at the highest possible sensitivity. Data collection of the E391a experiment started in February 2004 and continued until November 2005, which was one month before the shutdown of the KEK-PS. The total running time was about twelve months and it was divided into three periods (Run-1, Run-2, and Run-3). Early results from the first and second periods were reported in Ref. [13] and Ref. [14], respectively. In this article, we report the final results on the K 0 L → π 0 νν decay as obtained from E391a.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 675,
                    "text": "[13]",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 689,
                    "text": "[14]",
                    "end": 693
                }
            ]
        },
        {
            "text": "II. EXPERIMENTAL METHOD",
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "A. Basic method of K 0 L → π 0 νν detection",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "The key signature of the K 0 L → π 0 νν decay is detection of exactly two photons and nothing else. The π 0 decays dominantly into two photons (γγ), and the neutrinos are undetectable. Because detection of the incident K 0 L is difficult, measurements can only be made of the energy and position of the two photons in a calorimeter located downstream of the K L decay region, without having direct information of the incident particle. Kinematic constraints are weak for definitive identification of the decay. Instead, the decay must be isolated by eliminating all possible backgrounds.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "Because the signal mode is identified as the final state of two photons and nothing else, processes that make two or more photons can cause background events. The K 0 L decays such as K 0 L → π 0 π 0 and K 0 L → π + π − π 0 become backgrounds when extra photons or charged particles escape detection. The K 0 L → γγ decay can be a background source because it has only two photons in the final state, although it is well suppressed by kinematical constraints. Another background process is hadronic interactions of beam neutrons with the residual gas in the beamline or in detectors near the beam. Any π 0 or η produced in these interactions decay into two photons and produce backgrounds. Hyperons produced at the target can cause backgrounds through processes such as Λ → π 0 n; these hyperon events are strongly suppressed because most of them decay in a 10 m long neutral beamline.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "The most important tool for reducing the background is a hermetic detector system to detect and veto extra particles. Because all of the other K 0 L decays, except for K 0 L → γγ , are accompanied with at least two additional photons or charged particles, the detector should be highly sensitive to photons and charged particles.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "The signature of K 0 L → π 0 νν can be provided by using a small-diameter K 0 L beam (called a \"pencil beam\") and measuring precisely the energy and position of the two photons. Although K 0 L flux is reduced with a pencil beam, it has several advantages. First, the beam hole at the center of the calorimeter, which compromises hermeticity, can be minimized. Secondly, the K 0 L decay vertex position (Z VTX ) can be assumed to be on the beam axis. The vertex position, which is same as the π 0 decay position due to the short lifetime of π 0 , is obtained from the kinematics of the two photons from its decay (See Sec. III.B). The transverse momentum of the π 0 (P T ) with respect to the K 0 L beam axis is also obtained. The signal region for K 0 L → π 0 νν decay can be defined with Z VTX and P T . Requiring a sufficiently large missing transverse momentum eliminates contamination from the K 0 L → γγ decay and also reduces the contamination of other K 0 L decays. Most of the K 0 L 's decay into multiple particles that have low momenta in the K 0 L rest frame, and hence low P T in the laboratory frame. The Z VTX should be in the region away from beam counters and P T should be in the range from 120 to 240 MeV/c, where the maximum momentum of π 0 's in the K 0 L -rest frame is 231 MeV/c for K 0 L → π 0 νν. Production of π 0 's through beam-gas interactions in the decay fiducial region are reduced by having a high vacuum. Hit-rates of the beam halo (mostly neutrons) with the surrounding detectors are minimized by a sharp collimation of the beam. In addition, as discussed in Sec. III.A and in the subsequent analysis of the data, miscombinations of two photons from background processes and/or mis-measurements of energies and positions were found to be major sources of backgrounds in the E391a experiment. The photons were often produced from interactions of the beam halo and can lead to incorrect determinations of Z VTX . Some backgrounds from beam interactions can be reduced by detecting low-energy deposits from recoil particles emitted after the interactions. More detailed descriptions of the detection method have been reported in the original proposal of E391a [16].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2191,
                    "text": "[16]",
                    "end": 2195
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "Inefficiencies of photon and charged particle detection provide backgrounds. The decay K 0 L → π 0 π 0 is the most serious background source arising from an inefficiency because it has only two extra photons in the final state. The inefficiency of photon detection was investigated in a series of experiments [15], which showed that the inefficiency monotonically decreased with the incident photon energy. It was also found that photon detection with a very low energy threshold is necessary to achieve a small overall inefficiency, even for high-energy photons. If an extremely low energy threshold around 1 MeV was set, the backgrounds from other K 0 L decays were reduced to a negligible level within the sensitivity of the experiment.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 309,
                    "text": "[15]",
                    "end": 313
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL METHOD",
            "text": "The following sections describe the application of the basic methods in the E391a experiment.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "B. Beamline",
            "section_rank": 4
        },
        {
            "section": "B. Beamline",
            "text": "The production target of the K 0 L beam was a platinum rod with a length of 60 mm and a diameter of 8 mm. The profile of the primary beam was σ = 3.3 mm and σ = 1.1 mm along the X (horizontal) and Y (vertical) axes. The neutral beam was extracted at an angle of 4 • with respect to the primary proton beam. The target rod and beamline elements were aligned along a straight line in the direction of the neutral beam. The total length of the beamline was 10 m. The neutral beamline consisted of two dipole magnets (D1, D2) to sweep charged particles out of the beam, with field strengths of 4 T•m and 3 T•m, respectively, and six collimators (C1 -C6) to collimate the beam, as shown in Fig. 1. FIG. 1. Schematic view of the neutral beamline: (top) the arrangements of the components and (bottom) the collimation scheme. C1-C3, C5, and C6 were tungsten collimators, assembled as a stack of cylindrical blocks 5-cm thick with circular holes of different diameters. Each collimator approximated the cone-shaped aperture as indicated by the A-E lines in the bottom figure. The Z = 0 coordinate is at the center of the production target.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 685,
                    "text": "Fig. 1",
                    "end": 691
                }
            ]
        },
        {
            "section": "B. Beamline",
            "text": "Five collimators (C1-C3, C5, and C6) were made of tungsten. The C2 and C3 collimators in the upstream end were used to define the beam with the designed apertures, which were arranged to form a half cone angle of 2 mrad from the target center. The last two collimators, C5 and C6, were used to trim the beam halo. The most upstream collimator C1 reduced the size of the beam immediately after the target without producing a large penumbra. The total thickness of these five collimators was approximately 6 m. A thermal-neutron absorber, which was made of polyethylene terephthalate (PET) sheets containing Gd 2 O 3 40% in weight, was used for C4. The aperture of C4 was set to be larger than that of the other collimators.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "B. Beamline",
            "text": "Movable absorbers, made of lead (Pb) and beryllium (Be), were placed between C1 and C2 to reduce the number of photons and neutrons relative to the K 0 L 's. The absorbers were 10-mm-diameter rods with the lengths of 5 cm and 30 cm for Pb and Be, respectively. The downstream region, starting with a stainless steel window 100 µm thick at the upstream end of C4, was evacuated to approximately 1 Pa.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "B. Beamline",
            "text": "The primary beam on the target was monitored by a secondary-emission chamber (SEC) placed upstream of the target, and a target monitor (TM) that was a counter telescope which viewed the target center at 90 degrees. The primary beam position at the target was adjusted with steering magnets by monitoring the K 0 L → π 0 π 0 π 0 decay events. In the 3π 0 events, six photons were detected by a CsI calorimeter which will be described in Sec. II.C. The center of energy was defined to be r c = E i r i , where E i are the photon energies and r i are the photon hit positions at the CsI calorimeter. Because the six-photon events were mostly K 0 L → π 0 π 0 π 0 decays, the peak position of the center of energy should be on the axis of the beamline. The position of the neutral beam was maintained to be within 0.2 mm from the center throughout the entire running period. The beam size at the CsI calorimeter, was also monitored by the distribution of the center of energy. Its diameter was σ = 40 mm, which was consistent with the beam divergence.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "B. Beamline",
            "text": "The peak momentum of the K 0 L as determined from beamline simulations was 2 GeV/c at the exit of C6, as shown in Fig. 2.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 114,
                    "text": "Fig. 2",
                    "end": 120
                }
            ]
        },
        {
            "section": "B. Beamline",
            "text": "The initial P T spread due to the beam divergence of 2 mrad was approximately 4 MeV/c. The neutron-to-K 0 L ratio was 60 and the halo-to-core ratio was approximately 10 −5 for both neutrons and photons with energies above 1 MeV, as shown in Fig. 3. By inserting a Be absorber, the neutron-to-K 0 L ratio was reduced to 40, with roughly a 45% loss in K 0 L flux. Profiles of the K 0 L beam are shown in Fig. 4.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 241,
                    "text": "Fig. 3",
                    "end": 247
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 402,
                    "text": "Fig. 4",
                    "end": 408
                }
            ]
        },
        {
            "section": "B. Beamline",
            "text": "Punch-through muons were emitted in the direction parallel to the beam axis. Their position distribution was almost flat and the flux density was larger than the cosmic ray flux by roughly one order of magnitude. Details of the beamline has been reported elsewhere [17].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 265,
                    "text": "[17]",
                    "end": 269
                }
            ]
        },
        {
            "text": "C. Detectors",
            "section_rank": 5
        },
        {
            "section": "C. Detectors",
            "text": "The E391a detection system was located at the end of the beamline. The detector subsystems were cylindrically arranged around the beam axis, and most of them were placed inside a large vacuum vessel, as shown in  is defined to be at the upstream end of the E391a detector, as shown in Fig. 5. This position was approximately 12 m from the production target.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 285,
                    "text": "Fig. 5",
                    "end": 291
                }
            ]
        },
        {
            "text": "CsI calorimeter",
            "section_rank": 6
        },
        {
            "section": "CsI calorimeter",
            "text": "The energy and hit position of photons, such as the two photons that would come from the π 0 decay in the K 0 L → π 0 νν signal, were measured by using a calorimeter placed at the downstream end of the decay region. As shown in Fig. 6, the calorimeter was made of 496 undoped CsI crystals each with a dimension of 7 × 7 × 30 cm 3 (Main CsI) [18] and assembled in a cylindrical shape with an outer diameter of 1.9 m. There was a 12 cm × 12 cm beam hole at the center of the calorimeter. The beam hole was surrounded by a tungsten-scintillator collar counter (CC03) and 24 CsI modules with dimensions of 5 × 5 × 50 cm 3 (KTeV CsI) [19]. The gaps at the periphery of the cylinder were filled with 56 CsI modules with trapezoidal shape and 24 modules of leadscintillator sandwich counters (Lead/Scintillator Sandwich). These modules were tightly stacked such that the gaps between them were less than 0.1 mm. Although the CC03 and the sandwich counters were used only in the veto system, the other parts, which consisted of CsI crystals, were used for photon measurements. The average light yield of the main CsI modules was 16 pe/MeV, where pe/MeV is the unit of the number of photo-electrons emitted from the photomultiplier tube (PMT) cathode for an energy deposit of 1 MeV in the detector. Details of the CsI calorimeter have been reported in Ref. [20].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 228,
                    "text": "Fig. 6",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 341,
                    "text": "[18]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 629,
                    "text": "[19]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1348,
                    "text": "[20]",
                    "end": 1352
                }
            ]
        },
        {
            "text": "Charged veto counter",
            "section_rank": 7
        },
        {
            "section": "Charged veto counter",
            "text": "A set of plastic scintillation counters (named CV) were placed in front of the CsI calorimeter to identify events that included the emission of charged particles, such as K 0 L → π − e + ν decay [21]. A total of 32 sector-shaped modules (outer CV) were placed at a distance of 50 cm from the front face of the CsI calorimeter. The outer CV modules were arranged to have overlaps between adjacent modules. The beam region from the outer CV to the CsI was covered by the inner CV, which was a square pipe formed with four plastic scintillator plates. The inner and outer CVs were closely connected with aluminum fixtures. In order to eliminate gaps between the outer and inner modules, the inner modules were extended to cover the edge of the outer modules. The edges of the outer CV and the inner CV were located close to the beam, and neutrons in the beam halo frequently interacted with them.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 195,
                    "text": "[21]",
                    "end": 199
                }
            ]
        },
        {
            "text": "Barrel counters",
            "section_rank": 8
        },
        {
            "section": "Barrel counters",
            "text": "The decay region was surrounded with two large leadscintillator sandwich counters: the main barrel (MB) and the front barrel (FB), composed of 32 and 16 modules, respectively. The modules were tightly assembled with small gaps [22], as shown in Fig. 7.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 227,
                    "text": "[22]",
                    "end": 231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 245,
                    "text": "Fig. 7",
                    "end": 251
                }
            ]
        },
        {
            "section": "Barrel counters",
            "text": "The lamination was parallel to the beam axis, and the lengths of the MB and FB modules were 5.5 m and 2.75 m, respectively. We developed a new type of plastic scintillator made of a resin mechanically strengthened with a mixture of styrene and methacrylate [23]. The scintillator counters were fabricated by extrusion. The thickness of the MB and FB modules were 13.5X 0 and 17.2X 0 , respectively. The emitted light was transmitted through wavelength-shifting (WLS) fibers, which were glued to each scintillator plate with a pitch of 10 mm. The fibers had a double-cladded structure with Y11 as a dopant. The green light emitted from Y11 was read by a newly developed photomultiplier tube with a high quantum efficiency for green light (EGP-PMT) [24]. For readout, each module was divided into an outer and an inner parts. The MB module was viewed from both ends, and the FB module was viewed from the upstream end. Figure 8 shows the light yields for 4 readout channels of one MB module, obtained from a cosmic-ray test. The light yield and attenuation of the FB module were similar to those shown in Fig. 8 for the MB module. Details of the barrel counters has been reported in Ref. [25]. A layer of plastic scintillator was placed inside of the MB modules to identify charged particles. It consisted of 32 modules and was called the barrel charged veto (BCV). A module was made of a 10-mm-thick plastic scintillator, and the light signal was read from both ends by an EGP-PMT through WLS fibers glued to the scintillator with a 5-mm pitch.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 257,
                    "text": "[23]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 747,
                    "text": "[24]",
                    "end": 751
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 917,
                    "text": "Figure 8",
                    "end": 925
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1103,
                    "text": "Fig. 8",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1186,
                    "text": "[25]",
                    "end": 1190
                }
            ]
        },
        {
            "text": "Counters close to the beam",
            "section_rank": 9
        },
        {
            "section": "Counters close to the beam",
            "text": "Multiple collar-shaped counters, CC02 -CC07, were placed along the beam axis. Counter CC02 at the entrance of the decay region was a lead-scintillator sandwich of the Shashlik type, with WLS fibers piercing the lead and scintillator layers. Counter CC03 at the end of the decay region was a tungsten-scintillator sandwich. Counters CC04 -CC07 covered the solid-angle in the downstream direction. Counters CC04 and CC05 were lead-scintillator sandwiches with WLS fibers glued on each scintillator plate at a pitch of 10 mm, which was the same as for the MB and FB. Counters CC06 and CC07 were made of SF5 lead-glass. The direction of lamination was perpendicular to the beam for CC02, CC04, and CC05, and was parallel to the beam for CC03. The signals from CC02 -CC05 were read by EGP-PMTs.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "Counters close to the beam",
            "text": "Beginning with Run-2, another collar counter called CC00 was installed in front of the FB and outside the vacuum vessel to reduce the effects of halo neutrons. It consisted of 11 layers of a 5-mm-thick plastic scintillator interleaved with 10 layers of 20-mm-thick tungsten.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Counters close to the beam",
            "text": "However, CC00 did not significantly reduce the neutron halo because it was not placed as close to the beam as the other collar counters.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Counters close to the beam",
            "text": "A beam-plug counter, back-anti (BA), was placed at the end of detector system along the beam axis. In the first two data-taking periods, Run-1 and Run-2, the BA consisted of six superlayers, where each superlayer had six plastic-scintillator layers interleaved with lead sheets, and a single layer of quartz. In Run-3, the lead and plastic layers were replaced with PWO crystals as shown in Fig 9, with the intention to separate electromagnetic showers from the neutron hits.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 391,
                    "text": "Fig 9,",
                    "end": 397
                }
            ]
        },
        {
            "section": "Counters close to the beam",
            "text": "A thin layer of plastic scintillator, the beam hole charged veto (BHCV), was placed in front of the BA. It was effective in removing the K 0 L → π 0 π + π − decay. The thickness of the BHCV was 1 mm for Run-1, and 3 mm for Run-2 and Run-3. The upstream counters, CC02 -CC04, were placed inside the vacuum vessel, and the downstream CC05 -BA were placed outside the vessel. A vacuum duct, which was directly connected to the vacuum vessel, penetrated CC05 -CC07 and the vacuum region was extended up to the front face of BHCV.",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "Counters close to the beam",
            "text": "The size and basic parameters of CC02 -CC07, BHCV, and BA are summarized in Table I.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 76,
                    "text": "Table I",
                    "end": 83
                }
            ]
        },
        {
            "text": "Vacuum",
            "section_rank": 10
        },
        {
            "section": "Vacuum",
            "text": "The vacuum pressure in the decay region had to be maintained below 10 −5 Pa in order to reduce the TABLE I. Size and basic parameters of detectors along the beam. The origin of the z position corresponds to the start of the E391a detector. In the sizes of cross section and hole, dia. and sq. represents diameter and square, respectively. Visible fraction (Rvis) is defined as the ratio of the energy deposit in the active material to that in the whole volume. The thickness is expressed in units of radiation length. The recorded number of photo-electrons per 1-MeV visible energy deposit was 10 or more for sandwich counters (CC02-05), and at least 0.5 for lead glass detectors (CC06-07), respectively. π 0 backgrounds produced by beam-gas interactions to a negligible level at the sensitivity corresponding to the SM prediction of K 0 L → π 0 νν. The amount of dead material along the path of particles from the decay vertex to the detector had to be minimized in order to achieve highly efficient detection even for low-energy particles. A differential pumping method was adopted for this purpose.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Vacuum",
            "text": "The entire detection system was placed in a large vacuum vessel, as shown in Fig. 5. The pressure in the outer part, where the detectors were placed, was around 1 Pa, and the pressure in the inner part, through which the beam passed, was 1 × 10 −5 Pa. The two regions were separated by a laminated membrane sheet with a thickness of 20 mg/cm 2 . As shown in Fig. 10, the sheet was a lamination of four films. The EVAL film had low transmission for oxygen gas (mostly air) and the nylon film strengthened the sheet. The polyethylene layers on both sides were used to make a tight connection by using a heat iron press. The bag-shaped membrane covered the inner surface of the CsI detectors by using a skeleton structure of thin aluminum pipe, similar to a camping tent.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 77,
                    "text": "Fig. 5",
                    "end": 83
                },
                {
                    "type": "figure",
                    "start": 358,
                    "text": "Fig. 10",
                    "end": 365
                }
            ]
        },
        {
            "section": "Vacuum",
            "text": "Two sets of rotary and root pump systems were connected through a manifold and eight ports to the outervacuum part. The pumping speed of each system was 1200 m 3 /hour. Four turbo molecular pumps, each having the pumping speed of 800 l/sec, were connected between the inner vacuum part and the manifold. They produced the necessary pressure difference of an additional five orders of magnitude.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Vacuum",
            "text": "For the PMTs installed in vacuum, the pressure had to be less than 10 Pa to prevent high voltage discharges. The PMT operation in vacuum additionally caused a cooling problem due to the absence of convection. We modified the configuration of the resistor chains of the PMTs, and cooled them with a water circulation system as described in Ref. [20]. The temperature was stable within ±0.1 • for the CsI calorimeter. ",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 344,
                    "text": "[20]",
                    "end": 348
                }
            ]
        },
        {
            "text": "Electronics",
            "section_rank": 11
        },
        {
            "section": "Electronics",
            "text": "About 1000 PMTs were used as readout devices for all detectors. Signals from the detectors in the vacuum vessel were extracted through individual feed-through connectors. A connector was made of a coaxial cable simply molded to a metal flange with a resin.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "Electronics",
            "text": "All detector signals were fed to Amplifier-Discriminator (AD) modules, which were newly developed for the experiment. An AD module accepted 16 PMT signals and generated 16 analog signals, 16 discriminated signals, and two 8-channel linear sums. Because early discrimination prevents time deterioration due to distortion of the signal shape in the cable, the AD modules were placed near the vacuum vessel to shorten the cables.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Electronics",
            "text": "The analog output signal was derived from each input signal with a throughput of 95%. It was sent to a charge-sensitive analog-to-digital converter (ADC) in the counting hut through a 90-m coaxial cable, while the cable length of the other outputs was 30 m. The discriminator output was generated with a very low threshold of 1 mV, which corresponded to an energy deposit of 1 MeV for the CsI calorimeter and below 1 MeV for the other detectors. The discriminator output was sent to a timeto-digital converter (TDC) in the counting hut through 30 m of twisted-pair cable after passing through a fixed delay of 300 ns in the AD module. The signal summed over 8 inputs was sent to the counting hut through 30 m of coaxial cable and used to form trigger signals for data acquisition.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "Electronics",
            "text": "The ADC module, LeCroy FASTBUS 1885F, had 96 input channels, each channel having the equivalent dynamic range of a 15-bit ADC in its 12-bit data by using a bi-linear technique. The typical resolution at a low energy range was 0.13 MeV/bit for the CsI calorimeter, and 0.035 MeV/bit for photon veto detectors. The gate width for the CsI calorimeter was 200 ns. The TDC module in TKO (Tristan KEK Online-system), which was an electronics platform developed in KEK [26], was operated at a full range of 200 ns and a resolution of 50 ps. The analog and discriminated signals were already delayed by 300 ns (60-m cable with a propagation velocity of 20 cm/ns) compared to the timing of linear-sum signal at the entrance of the counting hut. All cables to the counting hut were placed inside trays covered with copper-plated iron sheets to minimize ground noise caused by alternating magnetic fields. The pedestal widths of almost all the ADC channels were less than 1 bit.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 462,
                    "text": "[26]",
                    "end": 466
                }
            ]
        },
        {
            "section": "Electronics",
            "text": "Any failures in the PMTs lead to serious problems in the experiment. Almost all PMTs were operated at voltages below 60% of the rated voltage. Such a large margin was made possible by using very sensitive ADCs and very low thresholds for the TDCs. All PMTs operated properly during the entire running time.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "Electronics",
            "text": "Multi-hit TDCs (MTDC) were used for the BHCV and BA to cope with high counting rates. We did not benefit from using MTDCs in Run-1 because the input pulse width was set to 100 ns. For Run-2 and Run-3, the pulse width was shortened to 25 ns.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "D. Trigger and data acquisition",
            "section_rank": 12
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "The signals from eight adjacent CsI blocks (a segment) were collected into a summed signal; there were 72 such segments as shown in Fig. 11.",
            "paragraph_rank": 41,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 132,
                    "text": "Fig. 11",
                    "end": 139
                }
            ]
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "The segments were used to form a trigger signal. A threshold, which corresponded to an energy deposit of 80 MeV, was applied to each summed signal, and the number of segments whose summed signal was above the threshold, N HC , was counted. We required N HC ≥ 2 for the K 0 L → π 0 νν trigger. We also required an anticoincidence of several veto counters, CV, MB, FB, and CC02 -CC05 with a rather high threshold. Later, in the offline analysis, these conditions were set tighter: a higher threshold for photon detection and lower thresholds for the vetos.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "In addition to the trigger for K 0 L → π 0 νν, we prepared triggers for light pulsars: xenon lamps for CsI and LEDs for the other detectors. They were used to monitor shortterm drifts in the PMT gains. Moreover, they were useful for studying the effects of beam loading by flashing them within and outside the beam spills. Triggers for cosmic ray muons and punch-through muons were also used for detector calibration.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "We prepared two types of triggers to record accidental hits in the detector system by using an electronic pulse generator and the TM, which was a counter telescope near the target. The accidental activities observed in the two types of triggers were consistent with each other for all detectors except the BA and BHCV. While the pulsar trigger had no correlation with the event time and was randomized with respect to the asynchronous timing of events, the TM trigger reflected intensity variations of the primary beam. The TM trigger data were normally used because we observed the micro time-structure of the beam extraction.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "Accidental losses were estimated by applying the analysis cuts used for K 0 L → π 0 νν to the TM trigger data. The estimated value was compared with the value estimated from Monte Carlo simulations with imposition of the TM trigger data, and consistency was confirmed.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "Data were collected through multiple parallel systems of the VME crates operated with a CPU to control them. Environmental data such as temperatures at 100 locations, vacuum pressure at several places, and single counting rates of sampled channels were accumulated by using PCs. The CPU and PCs were distributed on the network. The basic software used in the E391a experiment was MIDAS [27].",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 386,
                    "text": "[27]",
                    "end": 390
                }
            ]
        },
        {
            "section": "D. Trigger and data acquisition",
            "text": "The dead time of the DAQ system was around 600 µs/event. In a typical run, in which the proton intensity was 2.5×10 12 POT (protons on target) in a 2-s spill every 4 s, the trigger rate was 300 per spill (150 Hz), and the live time was 91%. The data size was 3 Mbytes/spill and the typical data size collected per day was 60 GB.",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "E. Calibration",
            "section_rank": 13
        },
        {
            "section": "E. Calibration",
            "text": "Good linearity between the energy deposit and the ADC output was observed in all detector subsystems. Their gains were calibrated through a constant in units of MeV/bit. The gain constants of all detectors were basically calibrated in situ, after assembling and in vacuum, by using cosmic-ray muons and/or punch-through muons coming from the upstream region of the primary beamline. While the cosmic-ray muons primarily traveled in the downward direction, the punch-through muons were parallel to the beam. In the case of sandwich detectors, we selected the muons so that their primary direction was perpendicular to the lamination.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "E. Calibration",
            "text": "The CsI modules were initially calibrated by using cosmic-ray tracks such as the example shown in Fig. 12. The punch-through muons were used to cross-check the cosmic-ray calibration because their directions were perpendicular to each other and their penetration lengths were different (7 cm for cosmic-ray muons and 30 cm for punch-through muons). The gain constants were refined by using the two photons from a π 0 produced in a special run in which an aluminum plate was installed on the beam axis. Finally, the gain constants were refined by an iteration process based on the kinematic constraints of K 0 L → π 0 π 0 π 0 decay. The short-term variation of the gain was corrected by using xenon-lamp light pulses. The reconstructed K 0 L mass and the width were well stabilized, as shown in Fig. 13. In the Monte Carlo simulations, we smeared the energy deposit of each photon by the function a/ E(GeV) + b. The first term was given as 0.008/ E(GeV), which was consistent with the statistical fluctuation of photoelectron yields of 16 pe/MeV. The parameter b was determined to be 0.004 by tuning it to reproduce the K 0 L → π 0 π 0 π 0 invariant mass distribution. Because this smearing was applied to the deposited energy instead of the incident photon energy, the small value indicates good understanding of the calibration.",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 98,
                    "text": "Fig. 12",
                    "end": 105
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 794,
                    "text": "Fig. 13",
                    "end": 801
                }
            ]
        },
        {
            "section": "E. Calibration",
            "text": "The beam loading effect was examined by flashing the light pulse during and between the beam spills. It was negligibly small in the current experiment for all detectors, except for the BHCV and BA in which the PMT gain was shifted by 10%.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "E. Calibration",
            "text": "The timings were determined relative to one of the photon clusters in the CsI calorimeter. First, TDC constants (ns/count) were measured for all TDC channels by using a fixed delay, and the time-zero value was calibrated from the data. Cosmic-ray and/or punch-through muons were also used for the time-zero calibration. They were deter-mined step-by-step by utilizing the overlapping parts of different detectors with respect to the muon tracks.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "section": "E. Calibration",
            "text": "The time-zero values among CsI modules were determined by using cosmic ray tracks. Finally the calibration was refined by using six photons from K 0 L → π 0 π 0 π 0 decays. The time difference between two photons was determined with a standard deviation of 0.3 ns, as shown in Fig. 14, where the timing of a photon cluster was estimated from the timing of the central block that had the local maximum energy deposit. Time difference between two photons from the K 0 L → π 0 π 0 π 0 decay, obtained by subtracting the timing of lower energy photon from that of higher energy photon.",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 277,
                    "text": "Fig. 14,",
                    "end": 285
                }
            ]
        },
        {
            "text": "Time difference (ns)",
            "section_rank": 14
        },
        {
            "section": "Time difference (ns)",
            "text": "-",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "III. DATA ANALYSIS",
            "section_rank": 15
        },
        {
            "text": "A. Summary of three runs and outline of present analysis",
            "section_rank": 16
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "During the course of the experiment, there were (1 − 2.5) × 10 12 POT per spill, with a total yield of 4.6 × 10 18 POT for physics runs. A summary of three physics runs is listed in Table II. The experimental setup was modified during intervals between the runs, and the running parameters were refined on the basis of the results of a previous run. New BA",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 182,
                    "text": "Table II",
                    "end": 190
                }
            ]
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "The data quality of Run-1 was severely affected because the membrane for vacuum separation drooped into the beam core, causing many beam interactions. The results obtained from a 10% data sample of Run-1 have been published elsewhere [13]. The single-event sensitivity (S.E.S.) was (9.11 ± 0.20 stat ± 0.64 syst. ) × 10 −8 with 1.9 ± 1.0 background events expected in the signal box (N bg ). The complete data sample obtained in Run-1 was analyzed with a blind analysis. In the blind analysis, the signal candidate events were not examined until after the final selection criteria were set, and the criteria were not changed later. The results of the complete data sample of Run-1 were found to be essentially consistent with those obtained from the 10% data sample. The S.E.S. was (5.14 ± 0.25) × 10 −8 with N bg = 2.10 [28]. The number of observed events in the signal box (N ob ) was 0 for the 10% sample and 1 for the complete data sample. The corresponding upper limits for the branching ratio of K 0 L → π 0 νν mode at the 90% confidence level (C.L.) were found to be 2.1 × 10 −7 and 1.26 × 10 −7 , respectively. Because the sensitivity of the Run-1 data sample was not as high as those of Run-2 and Run-3, and the running condition of Run-1 was considerably different from the later runs, the results of Run-1 are not included in the results in this article.",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 234,
                    "text": "[13]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 821,
                    "text": "[28]",
                    "end": 825
                }
            ]
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "The membrane problem was rectified before Run-2. As described in Sec. II.C.4, the plastic scintillator of the BHCV was replaced with a thicker one, and the discriminated pulse width for the BHCV and BA was reduced. An additional collar counter, CC00, was installed in front of the FB outside the vacuum vessel. In Run-2 and Run-3, a neutron absorber made of beryllium was inserted into the beam line. The results for the complete Run-2 data sample, S.E.S. = (2.91 ± 0.31) × 10 −8 with N bg = 0.42 ± 0.14 and N ob = 0, and the upper limit of BR(K 0 L → π 0 νν) = 6.7 × 10 −8 at the 90% CL, have been published in a letter [14].",
            "paragraph_rank": 56,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 621,
                    "text": "[14]",
                    "end": 625
                }
            ]
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "From the previous Run-2 analysis, the dominant source of the background was found to be the interaction of the beam halo (mostly neutrons) with the detectors near the beam (\"halo neutron background\"). The halo neutron background was from three sources: π 0 's produced by the interaction with CC02, and π 0 's and η's produced by the interaction with the CV. In the case of CC02π 0 background, the computed Z VTX could be shifted downstream due to shower leakage or photo-nuclear interactions in the CsI calorimeter. In the case of CVπ 0 background, Z VTX could be shifted upstream due to the fusion of multiple photons or the overlap of other hits in the calorimeter. In the case of CV-η background, Z VTX could be shifted upstream by applying the π 0 assumption in the reconstruction of the two photons.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "In the previous Run-2 analysis, the background level N bg was estimated with a different method for each background source. A special run with an Al plate was used to estimate the background level for CC02-π 0 . A bifurcation method with a pair of cut sets was used to estimate the CV-π 0 background. An MC calculation was used to estimate the CV-η background. The difference in estimating these backgrounds made it difficult to carry out optimizations with the objective of obtaining the best signal-to-noise ratio, S/N.",
            "paragraph_rank": 58,
            "section_rank": 16
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "To improve the analysis of Run2-3 data as described in this paper, we developed a method to generate a large number of beam halo interactions by using the hadroninteraction code FLUKA [30], whose reliability was confirmed by the data from the beam survey [17]. The simulation generated beam-halo interactions with approximately 8 times the total number of real data obtained in Run-3. For the CV-η background case, we recycled the event seeds to boost the η production and obtained approximately 80 times larger statistics as compared to the Run-3 data. Although the simulation was carried out for Run-3, the events were used for Run-2 with minor modifications. The running conditions were almost the same in Run-2 and Run-3, except that the super-layers of the lead scintillator sandwich of the BA were replaced with PWO hodoscopes in Run-3.",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 184,
                    "text": "[30]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 255,
                    "text": "[17]",
                    "end": 259
                }
            ]
        },
        {
            "section": "A. Summary of three runs and outline of present analysis",
            "text": "In the analysis presented in this article, we first carefully checked the MC events against the data from the aluminum plate run to confirm the hadronic interaction model. Next, we optimized the selection criteria by monitoring the S/N ratio of MC data. Here, S is the number of events inside the signal region (340 < Z VTX < 500 cm and 120 < P T < 240 MeV/c) for the K 0 L → π 0 νν MC events, and N is the MC background events caused by beam-halo interactions [32]. The optimization based on the MC is also effective to avoid potential bias in reanalyzing the Run-2 data. For the data processing, we first masked the events in the signal region for both Run-2 and Run-3. Once we fixed all the selection criteria by the optimization described above, we compared the data and MC for the events outside the signal region. After confirming the consistency, we finally examined the events inside the signal region.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 461,
                    "text": "[32]",
                    "end": 465
                }
            ]
        },
        {
            "text": "B. Event reconstruction",
            "section_rank": 17
        },
        {
            "text": "Photon clustering",
            "section_rank": 18
        },
        {
            "section": "Photon clustering",
            "text": "The energy of each photon was measured by forming a cluster of CsI blocks with finite energy deposits. First, a search was made for a block with the locally maximum energy, i.e. the maximum energy among the five blocks geometrically sharing a side. An envelope surrounding the local-maximum block was developed by gathering blocks that shared one side and had lower energies. An envelope with a fixed boundary was required to reject extra particles that hit the outsides of the two photon clusters. It was also necessary to determine that there was only one local maximum within the envelope, to discriminate clusters that arose from the fusion of more than one photon. Figure 15 shows the distribution of the number of crystals contained in one photon cluster by comparing the six photon events of data and K 0 L → π 0 π 0 π 0 MC. The number of crystals was obtained by counting the crystals having the energy deposit greater than 5 MeV. The size of the cluster was well reproduced by the simulation. All analysis cuts for the K 0 L → π 0 π 0 π 0 mode, as will be described in Sec. V.B., are imposed.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 670,
                    "text": "Figure 15",
                    "end": 679
                }
            ]
        },
        {
            "text": "Energy and position correction",
            "section_rank": 19
        },
        {
            "section": "Energy and position correction",
            "text": "The hit position of a photon at the front of the CsI calorimeter was first estimated by determining the center of energy of hit blocks in each photon cluster. The Z VTX coordinate was calculated by using two photon clusters and assuming the π 0 mass. The energy, position, and injection angle were obtained for each photon.",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "section": "Energy and position correction",
            "text": "In this experiment, the energy and position of each photon had to be corrected for the injection angle to obtain better resolution. The thickness of the CsI crystal (16.2X 0 ) was not sufficient to prevent a small leakage of energy from its downstream end, and the energy leakage depended on the injection angle. We accumulated a large sample of MC data for a single photon with various energies, positions, and angles, and compiled look-up tables to correct energy and position of each photon. The correction was iteratively carried out by using data from the tables. Figure 16 shows a result of the correction.",
            "paragraph_rank": 63,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 569,
                    "text": "Figure 16",
                    "end": 578
                }
            ]
        },
        {
            "text": "Sorting of events",
            "section_rank": 20
        },
        {
            "section": "Sorting of events",
            "text": "The events were sorted into several samples according to the number of reconstructed photon clusters. The two-photon sample was used to search for the K 0 L → π 0 νν decay and for monitoring the K 0 L → γγ decay. The four-photon and six-photon samples were used for monitoring the K 0 L → π 0 π 0 and K 0 L → π 0 π 0 π 0 decays, respectively.",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "section": "Sorting of events",
            "text": "x (cm) ",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "text": "π 0 reconstruction",
            "section_rank": 21
        },
        {
            "section": "π 0 reconstruction",
            "text": "By using the position and energy of two photon clusters, the decay vertex (Z VTX ) and the momentum of the π 0 were reconstructed with assumptions that the invariant mass of two photons was equal to the π 0 mass and that the decay vertex was on the beam axis. The opening angle of two photons (θ) was calculated from the equation",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "section": "π 0 reconstruction",
            "text": "where E 1 and E 2 are the energies of the two photons. The momentum and transverse momentum (P T ) of the π 0 were calculated from the decay vertex.",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "C. Monte Carlo simulations",
            "section_rank": 22
        },
        {
            "section": "C. Monte Carlo simulations",
            "text": "We generated Monte Carlo events that had the same structure as the recorded events, and analyzed them with the same code as for the real events. Because a full shower simulation would require extensive computation time, the calculations were separated into several stages and streams, as shown in Fig. 17. The first stage was the beamline simulation in which the target, collimators, magnetic field, and absorbers were introduced. The GEANT3 package [31] with the GFLUKA plug-in code for hadronic interactions was used for this simulation. The momentum, position in the transverse directions, and angle distributions at the exit of the last collimator C6 were obtained for various beam particles.",
            "paragraph_rank": 68,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 297,
                    "text": "Fig. 17",
                    "end": 304
                }
            ]
        },
        {
            "text": "FIG. 17. Schematic diagram of simulation.",
            "section_rank": 23
        },
        {
            "section": "FIG. 17. Schematic diagram of simulation.",
            "text": "For K 0 L , functions for the momentum and position distributions at the C6 exit were obtained by fitting the Monte Carlo data. The K 0 L beam beyond C6 was subsequently generated with respect to the momentum spectrum and targeting angle at C6. The generated K 0 L 's were used for the study of various K 0 L decays through detector simulations with the GEANT3 package. In the generation of the K 0 L → π 0 νν events, we assumed V-A interactions. In the detector simulations, particles were traced until their energy decreased below the cutoff value (e.g. 0.05 MeV for photons and electrons). Typical results of K 0 L decay simulations: reconstructed mass, vertex position, momentum, and transverse momentum for the six-photon data samples are shown in Fig. 18. Small corrections to the momentum and radial position of the K 0 L were included. Each distribution is reproduced by the simulation of the K 0 L → π 0 π 0 π 0 decays. The method used to reconstruct the six-photon events and the event selections are described in a later section.",
            "paragraph_rank": 69,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 753,
                    "text": "Fig. 18",
                    "end": 760
                }
            ]
        },
        {
            "section": "FIG. 17. Schematic diagram of simulation.",
            "text": "Another analysis stream from the MC particles at C6 was the generation of halo neutrons. First, the core neutrons were removed from the neutron data sample. The remaining halo neutrons were used multiple times as seeds. During the generation, we introduced Gaussian fluctuations to the momentum, position, and angle of each new event to prevent duplications of the same event. We used the hadron code FLUKA to simulate the interaction between halo neutrons and the detector. Secondary particles generated by FLUKA were fed into the GEANT3 detector simulation.",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "section": "FIG. 17. Schematic diagram of simulation.",
            "text": "The detector response was simulated by using the GEANT3 package. The energy deposit and the timing in each detector subsystem was stored. Trigger conditions were simulated according to the energy deposits of the detector elements, including the segments of the CsI shown in Fig. 11. , and transverse momentum (bottom right) obtained from the six-photon data samples, compared to the data and the K 0 L → π 0 π 0 π 0 MC. In each plot, the top portion shows a comparison between the number of events in the data and MC, and the bottom portion shows the ratio between them. All the veto cuts and kinematic selections, except those for the respective abscissa variable for the K 0 L → π 0 π 0 π 0 mode, are applied in these plots. Details of the cuts are described in Sec. V.B.",
            "paragraph_rank": 71,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 274,
                    "text": "Fig. 11",
                    "end": 281
                }
            ]
        },
        {
            "text": "D. Reproducibility of the MC simulations",
            "section_rank": 24
        },
        {
            "section": "D. Reproducibility of the MC simulations",
            "text": "In addition to the distributions of kinematic variables for the K 0 L → π 0 π 0 π 0 decay mode, the events with four photons reconstructed in the calorimeter were analyzed in order to verify the detection inefficiency of photon counters in the simulation. Figure 19 shows the reconstructed mass distribution for four-cluster events. In addition to the K 0 L → π 0 π 0 events at the K 0 L mass, there was a tail in the lower mass region due to contamination from K 0 L → π 0 π 0 π 0 , two out of six photons of which escaped detection. The number of events in the tail was reproduced by our simulations.",
            "paragraph_rank": 72,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 256,
                    "text": "Figure 19",
                    "end": 265
                }
            ]
        },
        {
            "section": "D. Reproducibility of the MC simulations",
            "text": "A simulation with the FLUKA hadronic-interaction package to a dedicated run (\"Al plate run\") was carried out in order to confirm the reproducibility of hadronic interactions. In the Al plate run, a 0.5-cm-thick aluminum plate was inserted into the beam at 6.5 cm downstream of the rear end of CC02, as shown in Fig. 20. Because the position of the Al plate is known, the invariant mass of two photons can be reconstructed from the energy and position of two photons. Figure 21 demonstrates the simulation in which the invariant mass distribution (from π 0 mass to η mass) of the events from the Al plate run L → π 0 π 0 and K 0 L → π 0 π 0 π 0 decays (and their sum), as expected from the simulation, normalized by the number of events in the K 0 L → π 0 π 0 peak. All veto and kinematic cuts except for the cut on the 4γ invariant mass for the K 0 L → π 0 π 0 mode are applied. It includes the shower-leakage correction, but does not include the correction for photo-nuclear interactions.",
            "paragraph_rank": 73,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_17",
                    "start": 311,
                    "text": "Fig. 20",
                    "end": 318
                },
                {
                    "type": "figure",
                    "start": 467,
                    "text": "Figure 21",
                    "end": 476
                }
            ]
        },
        {
            "section": "D. Reproducibility of the MC simulations",
            "text": "was reproduced with two photons in the calorimeter.",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "section": "D. Reproducibility of the MC simulations",
            "text": "Next, by assuming the π 0 mass and reconstructing the vertex position in the Al plate run, the effect of shower leakage and photo-nuclear interactions in the CsI was examined. Figure 22 shows the distribution of Z VTX obtained from the Al plate run by comparing the data and MC. If the photon energy is incorrectly measured as being low due to these processes, the π 0 vertex position is reconstructed downstream of the true position. Because the true Z VTX is known in the Al plate run, we can estimate the effect of these processes by using the tail in the distribution of the reconstructed Z VTX .",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 176,
                    "text": "Figure 22",
                    "end": 185
                }
            ]
        },
        {
            "section": "D. Reproducibility of the MC simulations",
            "text": "Photo-nuclear interactions are not implemented in GEANT3, and therefore the effects were estimated from GEANT4 simulations [29]. We estimated the probability of photo-nuclear interactions by taking the difference between MC samples with and without photo-nuclear interactions. The energies of two photons were smeared according to the probability of the interaction. As shown in Fig. 22, a tail on the downstream side of the peak is reproduced by the simulations with photo-nuclear interactions.",
            "paragraph_rank": 76,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 123,
                    "text": "[29]",
                    "end": 127
                },
                {
                    "type": "figure",
                    "start": 379,
                    "text": "Fig. 22",
                    "end": 386
                }
            ]
        },
        {
            "text": "IV. EVENT SELECTION AND BACKGROUND ESTIMATION",
            "section_rank": 25
        },
        {
            "text": "A. Event selection",
            "section_rank": 26
        },
        {
            "section": "A. Event selection",
            "text": "Event selection consisted of veto cuts and kinematic selections. Vetoing extra activities was the primary method  used to isolate the K 0 L → π 0 νν signal events from the background events. Kinematic selections were applied to obtain further rejection of background events.",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "Veto cuts",
            "section_rank": 27
        },
        {
            "section": "Veto cuts",
            "text": "Particle veto with a hermetic detector system is the primary method to reject possible background sources. For example, events made by the K 0 L → π 0 π 0 or K 0 L → π + π − π 0 mode can be rejected by veto cuts because these modes have at least two extra activities. The method also works for halo neutron backgrounds because the hadronic interactions of halo neutrons are often accompanied by extra particles such as protons or pions.",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "section": "Veto cuts",
            "text": "Energy thresholds for veto cuts were set at two levels. For loose veto thresholds (typically, 10 MeV), no timing cut was made to reduce inefficiencies caused by accidental hits before the event time. For tighter veto thresholds (typically, 1-2 MeV), events with a TDC value within roughly ±5σ from the on-time peak were rejected. Combining these conditions, we balanced the efficiencies of detecting extra particles and the suppression of the acceptance loss caused by accidental hits.",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "section": "Veto cuts",
            "text": "CsI veto cut: In addition to its main role of measuring the energy and position of photons, the CsI also served as a veto detector for extra photons. Extra activities that were not reconstructed as photon clusters, i.e. \"single crystal hits,\" were rejected with this cut. However, a photon occasionally creates a single crystal hit near its genuine cluster due to fluctuations in the electromagnetic processes. Thus, applying a tight energy threshold for a single crystal hit near the photon cluster can cause acceptance loss for signal candidates. To recover this loss, the energy threshold for a single crystal hit was determined as a function of the distance d to the closest cluster as shown in Fig. 23: where E thres. is the energy threshold for a single crystal hit.",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 699,
                    "text": "Fig. 23",
                    "end": 706
                }
            ]
        },
        {
            "section": "Veto cuts",
            "text": "Other photon veto cuts: Photon veto detectors consisted of barrel counters (MB and FB), beam collar counters (CC00, CC02 -CC07), and a beam hole counter (BA).",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "section": "Veto cuts",
            "text": "Because the MB was read out at both the upstream and downstream ends, the energy deposit was determined as the geometrical mean of the visible energies in both sides in order to cancel the position dependence of the light yield. The timing requirement for the MB was loosened when a tighter energy threshold was used because the timing was broadly distributed in the halo neutron backgrounds. When a photon hit the CsI calorimeter, low-energy photons and electrons that were created in an electromagnetic shower occasionally went backward and hit the MB. This process caused a larger acceptance loss in the MB as compared to the loss in other veto detectors.",
            "paragraph_rank": 82,
            "section_rank": 27
        },
        {
            "section": "Veto cuts",
            "text": "For the collar counters in the downstream region (CC06 and CC07), both tighter and looser energy thresholds were set higher than for other detectors, in order to reduce accidental losses due to beam-induced activities. The BA located inside the beamline rejected photons escaping into the beam hole. The energy thresholds for these counters are summarized in Table III.",
            "paragraph_rank": 83,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 359,
                    "text": "Table III",
                    "end": 368
                }
            ]
        },
        {
            "section": "Veto cuts",
            "text": "Charged particle veto cuts: Background events produced by charged K 0 L decay modes were mostly rejected by cuts on the charged particle veto detectors, mainly CV, BCV, and BHCV. As in the case of MB, an energy deposit in the BCV was determined as the geometrical mean of the hits in the upstream and down-stream ends, and the timing requirement was loosened. The energy thresholds for these counters are summarized in Table III. ",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 419,
                    "text": "Table III",
                    "end": 428
                }
            ]
        },
        {
            "text": "Kinematic selections",
            "section_rank": 28
        },
        {
            "section": "Kinematic selections",
            "text": "Kinematic selections were applied to discriminate the signal from background events by using the information of two photons in the CsI calorimeter. These selections can be categorized into three types: photon-cluster quality selections, selection on photons, and π 0 selections.",
            "paragraph_rank": 85,
            "section_rank": 28
        },
        {
            "section": "Kinematic selections",
            "text": "Photon-cluster quality selections: Photon-cluster quality selections were developed from the information of each photon cluster. The energy was required to be E H > 250 MeV and E L > 150 MeV, where E H and E L are the energies of the higher-and lower-energy photons, respectively. We also made selections on the incident position, size, profile of the energy distribution, and timing dispersion of each photon cluster. These cuts were applied to ensure that two photon clusters were from the K 0 L → π 0 νν decay and were distinguished from fake clusters created by hadronic showers or photons produced by halo neutron interactions.",
            "paragraph_rank": 86,
            "section_rank": 28
        },
        {
            "section": "Kinematic selections",
            "text": "In addition, two neural network selections were developed pertaining to the shape of a photon cluster. The first neural network was used to reduce events with clus-ters that overlapped those from other photons or associated particles and reconstructed as a single cluster (\"fusion cluster\"). In the case of K 0 L → π 0 π 0 background, a fusion cluster results in an inefficiency to extra photons; in the case of CV-π 0 background, it results in a larger photon energy such that the event vertex comes into the signal region. This neural network was trained by single and fusion clusters obtained from the K 0 L → π 0 π 0 MC samples. The second neural network selection was used to reject the CV-η background. Because η particles were produced near the front end of CsI and had a larger invariant mass than a π 0 , the two photons produced by η decay tended to have large incident angles to the CsI calorimeter. This neural network was trained by the MC samples of K 0 L → π 0 νν and CV-η background. The rejection power of these two neural network selections is shown in Fig. 24, with the distribution of the output values from the neural network for the signal and background modes. ",
            "paragraph_rank": 87,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1071,
                    "text": "Fig. 24",
                    "end": 1078
                }
            ]
        },
        {
            "text": "Selection on photons:",
            "section_rank": 29
        },
        {
            "section": "Selection on photons:",
            "text": "We required the distance between two photons to be greater than 15 cm, and the timing difference between them to be −9.6 < T (E H ) − T (E L ) < 18.4 ns, where T (E H ) and T (E L ) are the timing of the higher and lower energy photons, respectively. In addition, the energy balance of two photons defined as (E H − E L )/(E H + E L ) , was required to be less than 0.75. These selections were needed mainly to suppress accidental activities. π 0 selections: By using the information for reconstructed π 0 's, several selection criteria were imposed. We required the kinetic energy of the reconstructed π 0 's to be less than 2 GeV to suppress neutron backgrounds with high energy. In addition, the reconstructed π 0 's had to be kinematically consistent with a K 0 L → π 0 νν decay within the proper K 0 L momentum range. A neural-network selection was applied to the discrepancy between two angles. One angle was calculated by connecting the incident position of photons and the position of reconstructed π 0 's, and the other angle was estimated by the neural network based on the cluster shape. This selection suppressed CV-π 0 and CV-η backgrounds because the discrepancy of the angle increased in these processes. To reduce the K 0 L → γγ background, we calculated the opening angle between the two photon directions projected onto the CsI calorimeter plane, and required it to be less than 135 degrees (\"acoplanarity angle cut\").",
            "paragraph_rank": 88,
            "section_rank": 29
        },
        {
            "text": "Signal region",
            "section_rank": 30
        },
        {
            "section": "Signal region",
            "text": "We set the signal region in the Z VTX -P T plane to be 340 ≤ Z V T X ≤ 500 cm and 0.12 ≤ P T ≤ 0.24 GeV/c. The requirement on Z VTX was determined to avoid background π 0 's coming from the CC02 (upstream) and CV (downstream). The lower limit for P T was set to reduce the K 0 L → π 0 π 0 and CV-η backgrounds; these events cluster in the low P T region due to kinematics and a large halo neutron flux near the beam center, respectively. The upper bound for P T was determined by the kinematic limit of the K 0 L → π 0 νν decay, whose maximum value is 0.231 GeV/c.",
            "paragraph_rank": 89,
            "section_rank": 30
        },
        {
            "text": "B. Background estimation",
            "section_rank": 31
        },
        {
            "text": "Halo neutron background",
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "The halo neutron background was estimated from combined MC simulations with FLUKA and GEANT3. Figure 25 shows the distribution of background events in the Z VTX -P T plane as estimated from the MC samples. The outside of the signal box was divided into four regions, as shown in Fig. 25. The number of events in each region was dominated by the halo neutron backgrounds. The numbers of halo neutron backgrounds were normalized to the number of events in the upstream region (shown as Region-(1)). The numbers for events outside the signal box were compared between the data and the MC, as listed in Table IV. The numbers of events in each region are consistent within the statistical uncertainties between the data and the MC. Possible impacts of discrepancies outside the signal box on the estimation inside the signal box are included in the systematic uncertainties below, and will be discussed in detail in a later section (Sec. VI.B.).",
            "paragraph_rank": 90,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 94,
                    "text": "Figure 25",
                    "end": 103
                },
                {
                    "type": "figure",
                    "start": 279,
                    "text": "Fig. 25",
                    "end": 286
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 599,
                    "text": "Table IV",
                    "end": 607
                }
            ]
        },
        {
            "section": "Halo neutron background",
            "text": "For estimating the CC02-π 0 background, the effects of shower leakage and photo-nuclear interactions described in Sec. III.D were taken into account. After applying all event selections, we estimated 0.66 ± 0.33 stat ± 0.20 syst background events in the signal box for the combined data sample of Run-2 and Run-3.",
            "paragraph_rank": 91,
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "For CV-π 0 events, a fusion cluster or a cluster made by a neutron produces background. After applying all event selections, no events inside the signal box were obtained with 3 times larger statistics as compared to the combined data sample of Run-2 and Run-3. An upper limit of 0.36 events at the 1σ level was set for this process.",
            "paragraph_rank": 92,
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "CV-η events were strongly suppressed by the dedicated neural-network cut on the cluster shape. A value of 0.19± 0.08 stat ± 0.10 syst events was estimated for this process. ",
            "paragraph_rank": 93,
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "FIG. 25. Scatter plot of PT vs. the reconstructed Z position after applying all cuts to the MC samples for background simulation, including halo neutron and K 0 L → π 0 π 0 backgrounds. The region bounded by the solid line shows the signal box. Events around ZV T X = 275 cm are halo neutron events reconstructed at the position of CC02, and those around ZV T X = 560 cm are events reconstructed at the CV. The numbers of events in each region are listed in Table IV",
            "paragraph_rank": 94,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 458,
                    "text": "Table IV",
                    "end": 466
                }
            ]
        },
        {
            "section": "Halo neutron background",
            "text": "The K 0 L background was estimated by using GEANT3based MC simulations that were performed separately for Run-2 and Run-3 conditions. Among the backgrounds from K 0 L decay, the K 0 L → π 0 π 0 mode made the largest contribution. The amount of Monte Carlo statistics for the K 0 L → π 0 π 0 mode was roughly 70 (60) times that for the real data of the Run-2 (Run-3) sample. In Run-2, two events remained after applying all event selections in the simulations, and in Run-3, no events remained. The two remaining events both corresponded to the case that two photons in the CsI came from the same π 0 . One extra photon with high energy (∼ 1 GeV) went through the CsI (\"punch-through\"), and the other extra photon with low energy (∼ 10 MeV) hit the MB and failed to be detected by the fluctuation in an electromagnetic shower. The estimated number of background events from K 0 L → π 0 π 0 decay was estimated as (2.4±1.8 stat ±0.2 syst )×10 −2 for the combined data sample of Run-2 and Run-3.",
            "paragraph_rank": 95,
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "For the MC K 0 L → γγ samples whose statistics corresponded to 3.8 and 8.7 times the Run-2 and Run-3 data, respectively, all of the event selection cuts except for the acoplanarity angle cut were imposed and no events remained in the signal region. Furthermore, the acoplanarity angle cut strongly suppressed the K 0 L → γγ events, with a typical rejection of 1 × 10 5 . We concluded that the background due to K 0 L → γγ was negligible in this analysis.",
            "paragraph_rank": 96,
            "section_rank": 32
        },
        {
            "section": "Halo neutron background",
            "text": "For charged modes, the branching ratios of the K 0 L → π + π − π 0 and K 0 L → πlν (l = e, µ) modes are too large to generate sufficient statistics in the simulations. The background from these modes were estimated by assuming that the inefficiency of charged-particle vetos was 1.0 × 10 −4 for the CV, and 1.0 × 10 −3 for BCV and BHCV [21]. By applying the event weight calculated from the inefficiency, the numbers of background events from these modes were estimated to be 4.2 × 10 −4 for K 0 L → π − e + ν and less than 1.0 × 10 −4 for K 0 L → π + π − π 0 . Here, the K 0 L → π − e + ν mode had the largest contribution to the background events among K 0 L → πlν modes because a charge-exchange interaction of a π − (π − + p → π 0 + n) and annihilation of e + prevent the detection of charged particles.",
            "paragraph_rank": 97,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 336,
                    "text": "[21]",
                    "end": 340
                }
            ]
        },
        {
            "text": "Other background sources",
            "section_rank": 33
        },
        {
            "section": "Other background sources",
            "text": "In addition to the backgrounds from halo neutron and K 0 L decay, two other possible background sources were considered. The first one is the backward-going π 0 background. When the halo neutron interacts in the end cap of the vacuum vessel located 2 m downstream of the CsI, π 0 's are occasionally produced in the up- stream direction. Because we were unable to discriminate whether photons came from the front or the back, these events were reconstructed as coming from the front and ended up inside the signal box. We estimated this background by using FLUKA simulations with 20 times the amount of statistics as compared to the combined data sample of Run-2 and Run-3. No events remained after applying all cuts, and the number of background events was determined to be less than 0.05 events.",
            "paragraph_rank": 98,
            "section_rank": 33
        },
        {
            "section": "Other background sources",
            "text": "The second additional background source is the residual gas background that occurs from interactions of beam neutrons with the residual gas. This process is well suppressed by a high-vacuum system that provided a very low pressure of 10 −5 Pa. To estimate the background, we carried out a dedicated run at atmospheric pressure, accumulating statistics that were roughly equivalent to 0.6% of the combined data sample of Run-2 and Run-3. We obtained 6867 candidate events with loose event selections. By considering a reduction factor of 10 −10 due to the air pressure, this background was concluded to be negligible.",
            "paragraph_rank": 99,
            "section_rank": 33
        },
        {
            "section": "Other background sources",
            "text": "We investigated possible contributions from unknown background sources by loosening the selection criteria for the data and MC. The numbers of events in the data sample with loosened cuts were consistent with the prediction with the known background sources.",
            "paragraph_rank": 100,
            "section_rank": 33
        },
        {
            "section": "Other background sources",
            "text": "In total, the estimated number of background events was 0.87±0.41, where the CV-π 0 and the backward-going π 0 backgrounds were not included. Table V summarizes estimates for the numbers of background events.",
            "paragraph_rank": 101,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 142,
                    "text": "Table V",
                    "end": 149
                }
            ]
        },
        {
            "text": "V. SENSITIVITY AND RESULTS",
            "section_rank": 34
        },
        {
            "text": "A. Principle of normalization",
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "The single event sensitivity (S.E.S.) is represented as",
            "paragraph_rank": 102,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "where N (K 0 L decays) denotes the number of K 0 L 's that decayed in the fiducial region and A signal denotes the acceptance for the signal mode. The value of N (K 0 L decays)",
            "paragraph_rank": 103,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "is determined from the normalization mode as",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "A norm. × BR norm. ,",
            "paragraph_rank": 105,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "where N data norm. is the number of observed events from the normalization mode and A norm. and BR norm. represent the acceptance and branching ratio of the mode, respectively. Substituting Eq. 3 into Eq. 2, the S.E.S. is obtained from the number of remaining events in the normalization mode and the ratio of acceptances between the signal and the normalization modes. By taking this ratio, uncertainties arising from variations in beam condition, etc., can be canceled.",
            "paragraph_rank": 106,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "We examined three decay modes, namely, K 0 L → π 0 π 0 π 0 , K 0 L → π 0 π 0 , and K 0 L → γγ , to obtain the number of K 0 L decays, because they were fully reconstructed and clearly identified. Because these three decay modes have different numbers of photons in the final states, we could cross-check the reliability of the clustering method. The mean value of the accepted K 0 L momentum was also different, which provided a check in the full range of the accepted K 0 L momentum for the K 0 L → π 0 νν mode.",
            "paragraph_rank": 107,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "B. Analysis of normalization modes",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "L 's were reconstructed from the six and four photons in the CsI calorimeter, respectively. In the reconstruction, the number of possibile combinations of pairs of the two photons was ( 6 C 4 × 4 C 2 × 2 C 2 )/3! = 15 for K 0 L → π 0 π 0 π 0 and ( 4 C 2 × 2 C 2 )/2! = 3 for K 0 L → π 0 π 0 . The decay vertex location can be calculated from the energy and position of the two photons of each pair by assuming the π 0 mass. To find the best combination of the photons, the variance in the reconstructed vertex points was calculated, named \"pairing χ 2 Z ,\" for all the possible combinations. The pairing χ 2 Z was defined as",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "where i runs over the two-photon pairs reconstructing π 0 , (e.g., n = 3 for K 0 L → π 0 π 0 π 0 and n = 2 for K 0 L → π 0 π 0 .), Z i is the vertex point of i-th two-photon pair, σ i is the resolution in reconstructing Z i calculated from the energy and position resolutions of the two photons, and",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "The decay vertex of the K 0 L was determined asZ for the combination with minimum χ 2 Z . We required the minimum pairing χ 2 Z to be less than 3.0 and the difference between the next-to-minimum one to be greater than 4.0, in order to reduce incorrect paring.",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "section": "A. Principle of normalization",
            "text": "For the K 0 L → γγ mode, K 0 L 's were reconstructed from the two photons in the CsI calorimeter by assuming the K 0 L mass. Several analysis cuts were imposed on the events in each decay mode to remove contaminations of other decay modes. Photon veto cuts were important to detect the modes with extra photons, such as K 0 L → π 0 π 0 π 0 to the K 0 L → π 0 π 0 events, and K 0 L → π 0 π 0 to the K 0 L → γγ events. The energy threshold for the veto in each subsystem was the same as that used in the K 0 L → π 0 νν analysis (see Table III). The reconstructed mass of six photons in the K 0 L → π 0 π 0 π 0 events and four photons in the K 0 L → π 0 π 0 events had to be consistent with the K 0 L mass (from 0.481 to 0.513 GeV/c 2 ). The decay vertex point of K 0 L also had to be located in the fiducial region (from 340 to 500 cm), as in the case of K 0 L → π 0 νν. Some additional cuts, such as the neural network fusion cluster selection, were also imposed on these decay modes.",
            "paragraph_rank": 112,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 531,
                    "text": "Table III",
                    "end": 540
                }
            ]
        },
        {
            "section": "A. Principle of normalization",
            "text": "The acceptance of each mode was estimated from Monte-Carlo simulations. Because, in the simulations, K 0 L 's were generated at the exit of the last collimator (C6), the probability of K 0 L decay in the fiducial region, (2.14 ± 0.02)%, was calculated separately and was taken into account in calculating the number of K 0 L decays. Losses due to accidental activities in the detector were also included in the acceptance. Table VI shows a summary of the estimated numbers of K 0 L decays from the three decay modes K 0 L → π 0 π 0 π 0 , K 0 L → π 0 π 0 , and K 0 L → γγ. The difference among the three modes was within the systematic uncertainties, and considered to come from the CsI veto, because it has the largest systematic uncertainties as well as a dependence on the number of photons. We adopted the number obtained from K 0 L → π 0 π 0 , (8.70 ± 0.17 stat ± 0.59 syst ) × 10 9 for the combined data sample of Run-2 and Run-3, as the normalization of this analysis because the energy distribution of photons in the CsI calorimeter from K 0 L → π 0 π 0 was similar to that expected to K 0 L → π 0 νν. Estimates of the systematic uncertainties are described later.",
            "paragraph_rank": 113,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 423,
                    "text": "Table VI",
                    "end": 431
                }
            ]
        },
        {
            "section": "A. Principle of normalization",
            "text": "C. Acceptance and single event sensitivity",
            "paragraph_rank": 114,
            "section_rank": 35
        },
        {
            "text": "Signal acceptance",
            "section_rank": 36
        },
        {
            "section": "Signal acceptance",
            "text": "The acceptance for the K 0 L → π 0 νν decay was estimated from Monte-Carlo simulations. The raw acceptance was calculated by dividing the number of remaining events after imposing all the analysis cuts by the number of K 0 L → π 0 νν decays generated in the simulation. It was 1.40% for the Run-2 and 1.39% for the Run-3 data, respectively. L decays calculated from the three decay modes in the combined sample of Run-2 and Run-3 data. Uncertainties in the acceptances are statistical ones due to the amount of the MC samples. N data norm is the number of events obtained from the real data after imposing all the analysis cuts. In the K 0 L → π 0 π 0 mode, N data norm is obtained by subtracting the contamination from the K 0 L → π 0 π 0 π 0 mode. Statistical uncertainties in the number of K 0 L decays include an ambiguity in N data norm , and systematic ones include an ambiguity from the reproducibility of the MC (described later) and statistical uncertainties of the MC in the acceptance estimate. mode acceptance",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "section": "Signal acceptance",
            "text": "2573.9 (8.70 ± 0.17stat ± 0.59syst) × 10 9 K 0 L → γγ (7.18 ± 0.03) × 10 −3 35367 (9.02 ± 0.05stat ± 0.51syst) × 10 9",
            "paragraph_rank": 116,
            "section_rank": 36
        },
        {
            "section": "Signal acceptance",
            "text": "In the raw acceptance, the losses caused by geometrical acceptance, veto cuts, kinematic selections, and selection on fiducial region were included. The geometrical acceptance to detect two photons in the CsI was approximately 20%. The loss by veto cuts, or self-vetoing, was about 50%, which was dominated by the CsI and MB vetoes. The loss in the CsI veto was caused by hits accompanied by the genuine photon cluster, as shown in Fig. 23, and the loss in the MB was caused by photons escaping from the front face of the CsI and hitting the MB. The acceptance of the kinematic and signal region selections was approximately 15%. These values were estimated through MC simulations of the K 0 L → π 0 νν mode. The evaluation of the acceptance loss was supported by the fact that the acceptance losses in the normalization modes (K 0 L → π 0 π 0 π 0 , K 0 L → π 0 π 0 , and K 0 L → γγ) were reproduced by the simulation.",
            "paragraph_rank": 117,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 432,
                    "text": "Fig. 23",
                    "end": 439
                }
            ]
        },
        {
            "section": "Signal acceptance",
            "text": "The acceptance loss due to accidental activities in the detector was estimated from real data taken with the TM trigger. The accidental loss was estimated to be 20.6% for the Run-3 data, in which the losses in MB (7.4%) and BA (6.4%) were major contributions. For Run-2, the accidental loss was estimated to be 17.4%; the difference between Run-2 and Run-3 was due to the difference in the BA counters used in the data taking. The acceptance loss caused by the selections on the timing dispersion of each photon cluster and on the timing difference between two photons was estimated separately by using real data and was obtained to be 8.9%. Thus, the total acceptance for the K 0 L → π 0 νν was (1.06 ± 0.08)% for Run-2 and (1.00 ± 0.06)% for Run-3 case, where the errors are dominated by the systematic uncertainties that are discussed later. Figure 26 shows the distribution of the MC K 0 L → π 0 νν events in the scatter plot of P T -Z VTX after imposing all of the other cuts.",
            "paragraph_rank": 118,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 845,
                    "text": "Figure 26",
                    "end": 854
                }
            ]
        },
        {
            "text": "Single event sensitivity",
            "section_rank": 37
        },
        {
            "section": "Single event sensitivity",
            "text": "By using the number of K 0 L decays and the total acceptance, the single event sensitivity for K 0 L → π 0 νν was (1.84 ± 0.05 stat ± 0.19 syst ) × 10 −8 for Run-2, (2.80 ± 0.09 stat ± 0.23 syst ) × 10 −8 for Run-3, and (1.11 ± 0.02 stat ± 0.10 syst ) × 10 −8 in total. ",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "D. Results",
            "section_rank": 38
        },
        {
            "section": "D. Results",
            "text": "After finalizing all of the event selection cuts, the candidate events inside the signal region were examined. No events were observed in the signal region, as shown in Fig. 27. An upper limit for the K 0 L → π 0 νν branching ratio was set to be 2.6×10 −8 at the 90% confidence level, based on Poisson statistics. The result improves the limit previously published [14] by a factor of 2.6.",
            "paragraph_rank": 120,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 169,
                    "text": "Fig. 27",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 365,
                    "text": "[14]",
                    "end": 369
                }
            ]
        },
        {
            "text": "VI. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 39
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "Although the systematic uncertainties were not taken into account in setting the current upper limit on the branching ratio, we will describe our treatment for them to provide a thorough understanding of the experiment. In particular, systematic uncertainties of the single event sensitivity and background estimates due to halo neutrons are discussed in order. ",
            "paragraph_rank": 121,
            "section_rank": 39
        },
        {
            "text": "A. Uncertainty of the single event sensitivity",
            "section_rank": 40
        },
        {
            "section": "A. Uncertainty of the single event sensitivity",
            "text": "The systematic uncertainty of the single event sensitivity was evaluated by summing the uncertainties of the number of K 0 L decays and the acceptance of the K 0 L → π 0 νν decay. Because the calculation of the former also includes the acceptance of the normalization modes, the acceptance of both the normalization mode and the K 0 L → π 0 νν mode are relevant to the acceptance evaluation by the Monte Carlo simulations. To estimate the uncertainties in the acceptance calculation, we utilized the fractional difference between data and the simulation in each selection criterion, defined by the equation",
            "paragraph_rank": 122,
            "section_rank": 40
        },
        {
            "section": "A. Uncertainty of the single event sensitivity",
            "text": "where A i data and A MC i denote the acceptance values of the i-th cut, calculated as the ratio of numbers of events with and without the cut, for the data and MC simulations, respectively. In F i , the acceptance was calculated with all the other cuts imposed. The systematic uncertainty of the acceptance was evaluated by summing all the fractional differences in quadrature, weighted by the effectiveness of each cut, as",
            "paragraph_rank": 123,
            "section_rank": 40
        },
        {
            "section": "A. Uncertainty of the single event sensitivity",
            "text": "For the three decay modes used in the normalization, K 0 L → π 0 π 0 π 0 , K 0 L → π 0 π 0 , and K 0 L → γγ, the calculated uncertainties were 5.2%, 5.7%, and 3.6% (in Run-3), respectively. The acceptances of the CsI veto cut had the largest uncertainties in all decay modes. The number of K 0 L decays was obtained by using the K 0 L → π 0 π 0 mode, and thus its uncertainty is quoted as the same value for the K 0 L → π 0 π 0 mode.",
            "paragraph_rank": 124,
            "section_rank": 40
        },
        {
            "section": "A. Uncertainty of the single event sensitivity",
            "text": "For the acceptance of the K 0 L → π 0 νν mode, the same systematic uncertainties as the K 0 L → π 0 π 0 mode were adopted because there were no signal candidates in the data to be compared with the MC simulations.",
            "paragraph_rank": 125,
            "section_rank": 40
        },
        {
            "section": "A. Uncertainty of the single event sensitivity",
            "text": "The systematic error of the single event sensitivity was evaluated to be a quadratic sum of the uncertainties of the number of K 0 L decays and the acceptance of the K 0 L → π 0 νν decay. It was 10.3% in Run-2 and 8.2% in Run-3, respectively.",
            "paragraph_rank": 126,
            "section_rank": 40
        },
        {
            "text": "B. Uncertainty of the halo neutron backgrounds",
            "section_rank": 41
        },
        {
            "section": "B. Uncertainty of the halo neutron backgrounds",
            "text": "The systematic errors of halo neutron backgrounds were also estimated by utilizing fractional differences between data and the simulations. There were two kinds of cuts in our analysis, veto cuts and kinematic selections. For the former, the method was unable to be used directly because veto cuts had been applied in the early stages of the MC simulations to save the computing time. Thus, for the systematic uncertainty due to veto cuts, the same value obtained in the K 0 L → π 0 π 0 analysis was assigned. For the kinematic selections, the same method as described in the previous section was used. The acceptance of each cut was calculated with all veto cuts imposed except kinematic selections. In total, the systematic uncertainties due to fractional differences were calculated to be 31%, 32%, and 44% for CC02-π 0 , CVπ 0 , and CV-η backgrounds, respectively.",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "section": "B. Uncertainty of the halo neutron backgrounds",
            "text": "In addition, the uncertainties in the normalizations of the MC simulations were taken into account. Because the normalization was determined by using the number of events in the CC02 region (Region-(1)), there can be ambiguity in estimating the CV-related backgrounds. As shown in Table IV, there was a 24% difference between data and MC simulation in the downstream region (Region-(2)). Even though they were statistically consistent, we assigned the difference as an additional systematic uncertainty of CV-π 0 . For the CV-η case, further ambiguity due to the reproducibility of η production should be considered. It was estimated to be 24% from the difference between data and MC simulations in the numbers of η events in the Al plate run, as shown in Fig. 21.",
            "paragraph_rank": 128,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 281,
                    "text": "Table IV",
                    "end": 289
                },
                {
                    "type": "figure",
                    "start": 756,
                    "text": "Fig. 21",
                    "end": 763
                }
            ]
        },
        {
            "section": "B. Uncertainty of the halo neutron backgrounds",
            "text": "The total systematic uncertainties were calculated by summing up the contributions quadratically, to be 31%, 40%, and 55% for CC02-π 0 , CV-π 0 , and CV-η backgrounds, respectively.",
            "paragraph_rank": 129,
            "section_rank": 41
        },
        {
            "text": "VII. CONCLUSION AND DISCUSSION",
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "The E391a experiment at the KEK-PS was the first dedicated experiment for the K 0 L → π 0 νν decay. Combining the periods of Run-2 and Run-3, the single event sensitivity reached 1.11 × 10 −8 . No events were observed inside the signal region and the new upper limit on the branching ratio of the K 0 L → π 0 νν decay was set to be BR < 2.6 × 10 −8 at the 90% confidence level. The result improves the previous published limit given by the Run-2 analysis by a factor of 2.6, and the E391a experiment as a whole has improved the limit from previous experiments by a factor of 20. The E391a experiment was also the first step of our step-by-step approach toward the accurate measurement of the K 0 L → π 0 νν decay. The experiment was planned to confirm our experimental approach, and this purpose was well achieved. Several points need to be noted.",
            "paragraph_rank": 130,
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "First, we found solutions to several technical issues, such as the pencil beamline, differential pumping for ultra-high vacuum, low-threshold particle detection with a hermetic configuration, in situ calibration, etc., which can be successively used in the next step. We encountered some technical problems that exist in the current apparatus, such as insufficient thickness and segmentation of the CsI calorimeter, the structure of the CV, the limitation of the BA in an environment with higher counting rate, etc.. They will be improved in the next experiment.",
            "paragraph_rank": 131,
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "Secondly, we were able to control the systematic uncertainties to be small in the estimate of the single event sensitivity, as described in the previous section. A small systematic error is essential for an accurate determination of the branching ratio. We are confident that the branching ratio of the decay K 0 L → π 0 νν can be measured accurately with this method.",
            "paragraph_rank": 132,
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "A third point concerns the understanding and estimation of backgrounds. In the experiment for the decay K 0 L → π 0 νν, elimination of all possible backgrounds is the only effective way to identify the decay, and it can be achieved by a profound understanding of backgrounds.",
            "paragraph_rank": 133,
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "The dominant source of backgrounds was the result of beam interactions. Although the background from this source was considered to be as serious as those from K 0 L decays in the experiment, its understanding and estimation were very difficult to assess before the work reported here. The background mechanisms were clearly understood and divided into three different sources, CC02, CV-π 0 , and CV-η. Methods were developed to estimate them with rather small systematic errors. Based on this experience, we clearly know the direction of upgrades to minimize the beam backgrounds in the next step.",
            "paragraph_rank": 134,
            "section_rank": 42
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "The backgrounds from other K 0 L decays were reduced to be negligibly small in the current experiment, mainly due to the success of applying tight vetoes with a hermetic configuration. One of the important results is the invariant mass distribution of the events with four photons, shown in Fig. 19. The distribution was well reproduced by the simulations. In particular, the low-mass region was well described by K 0 L → π 0 π 0 π 0 decays with a small contamination by mis-combination events of four photons from K 0 L → π 0 π 0 decays. The relation between K 0 L → π 0 π 0 π 0 and K 0 L → π 0 π 0 is similar to the relation between K 0 L → π 0 π 0 and K 0 L → π 0 νν. By taking their branching ratios into account, it was found that the low-mass region could to be reproduced after reducing the K 0 L → π 0 π 0 π 0 yield by several orders of magnitude. Reproduction could not be achieved without good simulations of small signals from the detector, to which a tight veto was applied. This achievement indicates that a similar direction will be promising in the next step.",
            "paragraph_rank": 135,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 291,
                    "text": "Fig. 19",
                    "end": 298
                }
            ]
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "The E391a experiment was also able to study other decay modes including π 0 's in the final state, such as K 0 L → π 0 π 0 νν and K 0 L → π 0 π 0 X (X → γγ). The π 0 reconstruction method and the hermetic veto system are also valid in the analysis of these modes. Results based on portions of the data have already been published [33,34], and further studies are in progress with the entire data set.",
            "paragraph_rank": 136,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 330,
                    "text": "[33,",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 334,
                    "text": "34]",
                    "end": 337
                }
            ]
        },
        {
            "section": "VII. CONCLUSION AND DISCUSSION",
            "text": "The next step, the KOTO experiment [35] at the new J-PARC accelerator [36], is now in preparation. Most of the improvements pointed out above are being implemented. The new beamline has been constructed; runs to evaluate properties of the beamline started in October, 2009.",
            "paragraph_rank": 137,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 35,
                    "text": "[35]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "start": 70,
                    "text": "[36]",
                    "end": 74
                }
            ]
        },
        {
            "text": "Fig. 5 .FIG. 2 .",
            "section_rank": 43
        },
        {
            "section": "Fig. 5 .FIG. 2 .",
            "text": "FIG. 2. Momentum spectrum of K 0L at the exit of C6, obtained from beamline simulations.",
            "paragraph_rank": 138,
            "section_rank": 43
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 44
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Beam profiles of neutrons and photons above 1 MeVat the exit of C6 collimator, obtained from beamline simulations.",
            "paragraph_rank": 139,
            "section_rank": 44
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 45
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Beam profile of K 0L at the exit of C6 collimator, obtained from beamline simulations. Filled and open circles show the case with and without the Be absorber, respectively.",
            "paragraph_rank": 140,
            "section_rank": 45
        },
        {
            "text": "FIG. 5 .FIG. 6 .",
            "section_rank": 46
        },
        {
            "section": "FIG. 5 .FIG. 6 .",
            "text": "FIG. 5. Detection system.",
            "paragraph_rank": 141,
            "section_rank": 46
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 47
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. Cross-sectional end view of the MB (outer ring) and FB (inner ring).",
            "paragraph_rank": 142,
            "section_rank": 47
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 48
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. Light yield and attenuation for a MB module.",
            "paragraph_rank": 143,
            "section_rank": 48
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 49
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. BA used in Run-2 (top) and Run-3 (bottom).",
            "paragraph_rank": 144,
            "section_rank": 49
        },
        {
            "text": "15 FIG. 10 .",
            "section_rank": 50
        },
        {
            "section": "15 FIG. 10 .",
            "text": "FIG. 10. Membrane used for the vacuum separation.",
            "paragraph_rank": 145,
            "section_rank": 50
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 51
        },
        {
            "section": "FIG. 11 .",
            "text": "FIG. 11. Segments of CsI blocks.",
            "paragraph_rank": 146,
            "section_rank": 51
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 52
        },
        {
            "section": "FIG. 12 .",
            "text": "FIG. 12. Cosmic ray track used for calibration. The outer ring shows the MB.",
            "paragraph_rank": 147,
            "section_rank": 52
        },
        {
            "text": "FIG. 13 .",
            "section_rank": 53
        },
        {
            "section": "FIG. 13 .",
            "text": "FIG. 13. Stability of the kinematic variables over the entire period of Run-3. The upper and lower graphs show the peak and width of the effective mass distribution of 3π 0 from the K 0 L → π 0 π 0 π 0 decay, respectively.",
            "paragraph_rank": 148,
            "section_rank": 53
        },
        {
            "text": "FIG. 14. Time difference between two photons from the K 0L → π 0 π 0 π 0 decay, obtained by subtracting the timing of lower energy photon from that of higher energy photon.",
            "paragraph_rank": 149,
            "section_rank": 54
        },
        {
            "text": "5 FIG. 15 .",
            "section_rank": 55
        },
        {
            "section": "5 FIG. 15 .",
            "text": "FIG. 15. Distribution of the number of crystals having the energy deposit greater than 5 MeV in a photon cluster, comparing the data and K 0 L → π 0 π 0 π 0 MC. The top portion shows a comparison between the number of events in the data and MC, and the bottom portion shows the ratio between them. All analysis cuts for the K 0 L → π 0 π 0 π 0 mode, as will be described in Sec. V.B., are imposed.",
            "paragraph_rank": 150,
            "section_rank": 55
        },
        {
            "text": "FIG. 16 .",
            "section_rank": 56
        },
        {
            "section": "FIG. 16 .",
            "text": "FIG.16. Difference of the reconstructed x-position of the photons on the calorimeter from the true value (∆x), obtained by K 0 L → π 0 νν MC simulation. The x coordinate denotes the horizontal position at the face of the CsI. The resolution was improved after the energy and position corrections.",
            "paragraph_rank": 151,
            "section_rank": 56,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 4,
                    "text": "16",
                    "end": 6
                }
            ]
        },
        {
            "text": "5 FIG. 18 .",
            "section_rank": 57
        },
        {
            "section": "5 FIG. 18 .",
            "text": "FIG.18. Distributions of reconstructed mass (top left), vertex position (top right), momentum (bottom left), and transverse momentum (bottom right) obtained from the six-photon data samples, compared to the data and the K 0 L → π 0 π 0 π 0 MC. In each plot, the top portion shows a comparison between the number of events in the data and MC, and the bottom portion shows the ratio between them. All the veto cuts and kinematic selections, except those for the respective abscissa variable for the K 0 L → π 0 π 0 π 0 mode, are applied in these plots. Details of the cuts are described in Sec. V.B.",
            "paragraph_rank": 152,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 4,
                    "text": "18",
                    "end": 6
                }
            ]
        },
        {
            "text": "FIG. 19 .",
            "section_rank": 58
        },
        {
            "section": "FIG. 19 .",
            "text": "FIG. 19. Reconstructed invariant-mass distribution of eventswith four photons in the calorimeter. The points show the data and the histograms indicate the contribution of K 0 L → π 0 π 0 and K 0 L → π 0 π 0 π 0 decays (and their sum), as expected from the simulation, normalized by the number of events in the K 0 L → π 0 π 0 peak. All veto and kinematic cuts except for the cut on the 4γ invariant mass for the K 0 L → π 0 π 0 mode are applied. It includes the shower-leakage correction, but does not include the correction for photo-nuclear interactions.",
            "paragraph_rank": 153,
            "section_rank": 58
        },
        {
            "text": "FIG. 20 .",
            "section_rank": 59
        },
        {
            "section": "FIG. 20 .",
            "text": "FIG. 20. Schematic layout of the Al plate run.",
            "paragraph_rank": 154,
            "section_rank": 59
        },
        {
            "text": "FIG. 21 .FIG. 22 .",
            "section_rank": 60
        },
        {
            "section": "FIG. 21 .FIG. 22 .",
            "text": "FIG. 21. Reconstructed invariant mass distribution of the two-photon event in the Al plate run with all the veto cuts imposed. The points represent data and the solid line is from FLUKA simulations. The peaks at 0.14 GeV/c 2 0.55 GeV/c 2 correspond to π 0 and η particles, respectively.",
            "paragraph_rank": 155,
            "section_rank": 60
        },
        {
            "text": "thres. = 10 MeV for d < 17 cm, • E thres. = 5 − (3/8)(d − 17) MeV for 17 < d < 25 cm, • E thres. = 2 MeV for d > 25 cm,",
            "paragraph_rank": 156,
            "section_rank": 61
        },
        {
            "text": "FIG. 23 .",
            "section_rank": 62
        },
        {
            "section": "FIG. 23 .",
            "text": "FIG.23. Energy deposition in a single crystal hit versus the distance from the nearest photon cluster of the two-photon events from the K 0 L → π 0 νν (top) and K 0 L → π 0 π 0 (bottom) simulations. Events above the solid line were rejected.",
            "paragraph_rank": 157,
            "section_rank": 62,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 4,
                    "text": "23",
                    "end": 6
                }
            ]
        },
        {
            "text": "FIG. 24 .",
            "section_rank": 63
        },
        {
            "section": "FIG. 24 .",
            "text": "FIG.24. Distributions of the output values obtained by two neural network selections for the signal mode (hollow) and the background events (hatched). The top figure shows the fusion neural network selection, in which the background is CV-π 0 . The bottom figure shows the CV-η neural network selection, in which the background is CV-η. In both plots, all analysis cuts except for the respective neural network cut are imposed for the signal mode. Several cuts are loosened for the background case in order to enhance the events.",
            "paragraph_rank": 158,
            "section_rank": 63,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 4,
                    "text": "24",
                    "end": 6
                }
            ]
        },
        {
            "text": "4 FIG. 26 .",
            "section_rank": 64
        },
        {
            "section": "4 FIG. 26 .",
            "text": "FIG. 26. Density plot of PT vs. the reconstructed Z position for the K 0 L → π 0 νν Monte Carlo events after imposing all of the analysis cuts. The box indicates the signal region for K 0 L → π 0 νν.",
            "paragraph_rank": 159,
            "section_rank": 64
        },
        {
            "text": "4 FIG. 27 .",
            "section_rank": 65
        },
        {
            "section": "4 FIG. 27 .",
            "text": "FIG.27. Scatter plot of PT vs. the reconstructed Z position for the events with all of the selection cuts imposed. The box indicates the signal region for K 0 L → π 0 νν.",
            "paragraph_rank": 160,
            "section_rank": 65,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 4,
                    "text": "27",
                    "end": 6
                }
            ]
        },
        {
            "text": "TABLE II .",
            "section_rank": 66
        },
        {
            "section": "TABLE II .",
            "text": "Summary of three physics runs. Feb.-Jun. 2004 2.1 × 10 18 Membrane problem Run-2 Feb.-Apr. 2005 1.4 × 10 18 Be absorber Run-3 Oct.-Dec. 2005 1.1 × 10 18",
            "paragraph_rank": 161,
            "section_rank": 66
        },
        {
            "text": "TABLE III .",
            "section_rank": 67
        },
        {
            "section": "TABLE III .",
            "text": "Summary of tighter veto energy threshold for each detector.",
            "paragraph_rank": 162,
            "section_rank": 67
        },
        {
            "section": "TABLE III .",
            "text": "a Sum of inner and outer layers.b Geometrical mean of upstream and downstream ends. c Detailed in the text. d Summed over layers. e Determined by AND logic of scintillator/PWO and quartz.",
            "paragraph_rank": 163,
            "section_rank": 67
        },
        {
            "text": "TABLE IV .",
            "section_rank": 68
        },
        {
            "section": "TABLE IV .",
            "text": "Estimated numbers of events outside the signal region, compared with the combined data samples of Run-2 and Run-3. Note that the numbers of events estimated by the MC simulation were normalized in Region-(1). Errors in the MC estimates indicate statistical uncertainties.",
            "paragraph_rank": 164,
            "section_rank": 68,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 204,
                    "text": "(1)",
                    "end": 207
                }
            ]
        },
        {
            "text": "TABLE V .",
            "section_rank": 69
        },
        {
            "section": "TABLE V .",
            "text": "Estimated number of background events.",
            "paragraph_rank": 165,
            "section_rank": 69
        },
        {
            "text": "TABLE VI .",
            "section_rank": 70
        },
        {
            "section": "TABLE VI .",
            "text": "Estimated numbers of K 0",
            "paragraph_rank": 166,
            "section_rank": 70
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 72
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are grateful to the crew of the KEK 12-GeV proton synchrotron for successful beam operation during the experiment. We express our sincere thanks to KEK staff, in particular the directors: Professors H. Sugawara, Y. Totsuka, A. Suzuki, S. Yamada, M. Kobayashi, F. Takasaki, K. Nishikawa, K. Nakai, and K. Nakamura for their continuous encouragement and support. We also express our sincere thanks to the many colleagues in universities, institutes, and the kaon-physics community for their continuous encouragement and support.",
            "paragraph_rank": 167,
            "section_rank": 72
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This work was partly supported by Grant-in-Aids from MEXT and JSPS in Japan, grants from NSF and DOE of US, grants from NSC in Taiwan, grants from KRF in Korea, and the ISTC project from CIS countries.",
            "paragraph_rank": 168,
            "section_rank": 72
        }
    ]
}