{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Using 467 fb À1 of e þ e À annihilation data collected with the BABAR detector, we measure Bð À ! À Þ Bð À !e À e Þ ¼ ð0:9796 AE 0:0016 AE 0:0036Þ, Bð À ! À Þ Bð À !e À e Þ ¼ ð0:5945 AE 0:0014 AE 0:0061Þ, and",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Bð À !K À Þ Bð À !e À e Þ ¼ ð0:03882 AE 0:00032 AE 0:00057Þ, where the uncertainties are statistical and systematic, respectively. From these precision measurements, we test the standard model assumption of À e and À charge current lepton universality and provide determinations of jV us j experimentally independent of the decay of a kaon. DOI: 10.1103/PhysRevLett.105.051602 PACS numbers: 11.30.Hv, 12.15.Hh, 13.35.Dx, 14.60.Fg Decays of the lepton to a single charged particle and neutrino(s) probe the standard model (SM) predictions of charged current lepton universality and the unitarity relation of the first row of the Cabibbo-Kobayashi-Maskawa (CKM) quark mixing matrix [1]. Previous measurements of universality [2,3], expressible in terms of the coupling strength (g ' ) of lepton of flavor ' to the charged gauge boson of the electroweak interaction are in agreement with the SM where g =g ¼ g =g e ¼ 1. Similarly, kaon decay measurements [3,4] sensitive to jV us j, the relative weak coupling between up and strange quarks, yield a value consistent with unitarity (jV ud j 2 þ jV us j 2 þ jV ub j 2 ¼ 1), where nuclear beta decays provide jV ud j [5] and jV ub j is negligible [3]. However, new physics that couples primarily to the third generation could be revealed through deviations from the SM in precision universality and jV us j measurements involving the . Significant deviations of this nature are unambiguous signatures of new physics that provide crucial but complimentary information to the direct searches for Higgs bosons [6] and other new physics models with, e.g., lepto-quarks [7], heavy gauge W 0 or Z 0 bosons, heavy quarks or leptons, compositeness or extra dimensions [8].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 341,
                    "text": "DOI: 10.1103/PhysRevLett.105.051602 PACS numbers: 11.30.Hv, 12.15.Hh, 13.35.Dx, 14.60.Fg",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 680,
                    "text": "[1]",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "start": 723,
                    "text": "[2,",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 726,
                    "text": "3]",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 952,
                    "text": "[3,",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 955,
                    "text": "4]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1161,
                    "text": "[5]",
                    "end": 1164
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1191,
                    "text": "[3]",
                    "end": 1194
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1551,
                    "text": "[6]",
                    "end": 1554
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1609,
                    "text": "[7]",
                    "end": 1612
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1704,
                    "text": "[8]",
                    "end": 1707
                }
            ]
        },
        {
            "text": "Recent measurements of the sum of strange branching fractions interpreted in the framework of the operator product expansion (OPE) and finite energy sum rules yield a value of jV us j that is approximately 3 standard deviations () lower than expectations from CKM unitarity [9]. This Letter addresses both experimental and theoretical aspects of this question by providing the first precision measurements of R K Bð À !K À Þ Bð À !e À e Þ [10] and R K= Bð À !K À Þ Bð À ! À Þ enabled by the unique combination of a very large sample with particle momenta amenable to particle identification using Cherenkov radiation. By using values of the meson decay constants from lattice QCD [11], we provide two precision determinations of jV us j from decays independent of the OPE framework. We also report on new measurements of R Bð À ! À Þ Bð À !e À e Þ and R Bð À ! À Þ Bð À !e À e Þ . R provides an improved measurement of g =g e whereas R and R K , when compared to the muonic branching fractions of the pion and kaon, yield improved measurements of g =g involving pseudoscalar mesons.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 274,
                    "text": "[9]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 439,
                    "text": "[10]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 680,
                    "text": "[11]",
                    "end": 684
                }
            ]
        },
        {
            "text": "The data sample corresponds to an integrated luminosity of L ¼ 467 fb À1 recorded at an e þ e À center-of-mass (CM) energy ( ffiffi ffi s p ) near 10.58 GeV and was collected with the BABAR detector at the SLAC PEP-II e þ e À storage rings. With a luminosity-weighted average cross section of e þ e À ! þ À ¼ ð0:919 AE 0:003Þ nb [12,13], this corresponds to the production of 4:29 Â 10 8 -pair events. The BABAR detector [14] is composed of a silicon vertex tracker, drift chamber (DCH), ring-imaging Cherenkov detector (DIRC), and electromagnetic calorimeter (EMC), all contained in a 1.5-T solenoid. The iron flux return for the solenoid is instrumented (IFR) to identify muons.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 329,
                    "text": "[12,",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 333,
                    "text": "13]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 421,
                    "text": "[14]",
                    "end": 425
                }
            ]
        },
        {
            "text": "Tau-pair events are simulated with the KK Monte Carlo (MC) generator [13], which includes higher-order radiative corrections. We simulate decays with TAUOLA [15] and PHOTOS [16] using measured branching fractions [3]. The detector response is simulated with GEANT4 [17]. Simulated events for signal as well as background processes [13,15,16,18,19] are reconstructed in the same manner as data. The MC samples are used for selection optimization, control sample studies, and systematic error studies. The number of simulated nonsignal events is comparable to the number expected in the data, with the exception of Bhabha and two-photon events, which are not simulated but which data studies show to be negligible.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 69,
                    "text": "[13]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 157,
                    "text": "[15]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 173,
                    "text": "[16]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 213,
                    "text": "[3]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 265,
                    "text": "[17]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 331,
                    "text": "[13,",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 335,
                    "text": "15,",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 338,
                    "text": "16,",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 341,
                    "text": "18,",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 344,
                    "text": "19]",
                    "end": 347
                }
            ]
        },
        {
            "text": "We study e þ e À ! þ À events with the À decaying via À ! e À e , À ! À , À ! À or À ! K À modes and the þ decaying via a þ ! þ þ À tagging channel with the selection criteria optimized to minimize the combined statistical and systematic uncertainties [20]. The number of signal events for decay modes i ¼ fe; ; ; Kg ¼ fe À e ; À ; À ; K À g are",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 252,
                    "text": "[20]",
                    "end": 256
                }
            ]
        },
        {
            "text": "i the estimated number of background events for the ith mode.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "We measure the ratios",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "e which normalizes to the most precisely known relevant SM process available, and in which several common sources of systematic uncertainity cancel. N D i are multiplied with reproducible random numbers until all efficency and uncertainity estimates are finalized. Once unblinded, we use the values of the three branching ratios to update world averages of the branching fractions, which we then use to recalculate the backgrounds for our final results.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Events with a net charge of zero and with four wellreconstructed tracks not originating from the conversion of PRL 105, 051602 2010",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 127,
                    "text": "2010",
                    "end": 131
                }
            ]
        },
        {
            "text": "week ending 30 JULY 2010 051602-4 a photon in the detector material are selected. For good particle identification, each track is required to be within the acceptance of the DIRC and EMC, and have a transverse momentum greater than 0.25 GeV to ensure that it reaches the DIRC. The plane normal to the thrust axis divides the event into hemispheres in the CMframe. The ''signal'' hemisphere contains a single track and the ''tag'' hemisphere the other three tracks. Each tag hemisphere track is required to be consistent with being a pion and the energy deposited in the EMC unassociated with any tracks in this hemisphere is required to be less than 0.20 GeV. Also, events that contain track pairs consistent with coming from a K 0 S are vetoed. The signal track momentum is required to lie between 1 and 4 GeV=c. Information from the five detector subsystems is combined in likelihood selectors which identify e, , and K particles and in a neural network which identifies muons. The À K separation is provided by the DIRC and DCH whereas À separation is primarily accomplished with the IFR and EMC. The identification efficiencies are given in Table I and cross-contaminations are given below. We suppress di-muon and Bhabha backgrounds by requiring signal tracks identified as a lepton to have CMmomentum less than 80% of ffiffi ffi s p =2c. To reduce crossfeed from e into the and K channels, the ratio of deposited electromagnetic energy of a or K candidate track to its measured momentum, E=pc, is required to be less than 0.85. A pion track also passing a loose muon selection is rejected. A similar veto is applied for a kaon track passing the loose muon selection if its measured momentum exceeds 3 GeV=c. Also, events with an EMC energy >f1:0; 0:5; 0:2; 0:2g GeV in the signal hemisphere unassociated with the fe; ; ; Kg track are removed. Pion and kaon control samples from D Ãþ ! þ D 0 , D 0 ! þ K À decays are used to study and correct for small differences between MC and data. We cross-check these with independent þ (K À ) control samples from À ! À À þ ( À ! K À À K þ ) decays using particle identification of two of the oppositely charged particles and the fact that the wrong sign À ! À À K þ decays are heavily suppressed. Samples of radiative Bhabha and radiative -pair events provide control samples of electrons and muons. The systematic uncertainty associated with charged particle identification is assessed from the control sample statistical errors, consistency between control samples, and the sensitivity of the control sample corrections to the number of particles near the track. The statistical errors in the more limited crosscheck control samples dominate these errors. Because we use control samples to correct charge conjugate particles separately, charge-dependent detector responses are accounted for by construction.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1145,
                    "text": "Table I",
                    "end": 1152
                }
            ]
        },
        {
            "text": "To remove two-photon and Bhabha backgrounds, the event must have a missing CMenergy between 10% and 70% of ffiffi ffi s p . The angle between the missing momentum and electron beam direction in the CM, CM miss , is constrained to satisfy j cosð CM miss Þj < 0:7, the thrust of the event is required to be above 0.9, and the net missing transverse momentum in the CMgreater than 0:009 ffiffi ffi s p =c.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Each of the three tagside tracks has an electron veto applied to further reduce the Bhabha contamination. This results in less than 0.03% contamination from two-photon events and less than 0.1% contamination from Bhabha events in the electron signal sample. These backgrounds were investigated by studying samples enriched in Bhabha and two-photon events by adjusting the requirements on the thrust, cosð CM miss Þ, and transverse momentum of the event. Potential background from Bhabha events were further probed by studying the number of events having a high signal track momentum as the electron veto was progressively lifted from one, then two, and finally all three tracks in the tag hemisphere. To suppress backgrounds in the À ! À and À ! K À channels from decays with undetected neutral particles other than the (e.g., K 0 L mesons, ), we reconstruct the direction of the back-to-back þ À system in the CMframe. The polar angle of the momentum with respect to the tagside hadronic system is calculated assuming that the CMenergy of the is ffiffi ffi s p =2, and the azimuthal angle of the momentum is fixed to a value that has been optimized to minimize the total error on B K= [20]. With this estimator for the momentum, we require the missing mass in the signal hemisphere to be less than 0:56 GeV=c 2 . For the selected À ! À events, the dominant backgrounds are À ! À ð1:46 AE 0:01Þ% and À ! À 0 ð0:85 AE 0:01Þ%. For the À ! À channel, the dominant backgrounds are À ! À ð12:90 AE 0:07Þ%, À ! À 0 ð5:87 AE 0:04Þ%, and non-backgrounds ð0:34 AE 0:05Þ%. The major backgrounds in the À ! K À channel are from À ! À decays ð10:06 AE 0:13Þ%, À ! K À K 0 L ð3:87 AE 0:41Þ%, À ! K À 0 ð1:97 AE 0:14Þ%, À ! À 0 ð1:07 AE 0:06Þ%, and non-backgrounds ð2:58 AE 0:38Þ%. The uncertainties are from MC statistics, branching fractions and, for nonbackgrounds, the systematic uncertainty on background rates. Figure 1 shows the momentum distributions in the CMframe for each of the four decay modes for data, along with the background MC contributions.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1186,
                    "text": "[20]",
                    "end": 1190
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1903,
                    "text": "Figure 1",
                    "end": 1911
                }
            ]
        },
        {
            "text": "For the À ! e À e channel, 884426 events are selected with an efficiency and purity of ð0:589 AE 0:010Þ% and ð99:69 AE 0:06Þ%, respectively. The number of selected events, efficiency, purity, and systematic uncertainties on R i of the À ! À , À ! À , and À ! K À selections are presented in Table I. These uncertainties include contributions from the particle identification, the sensitivity to detector response including the impact of changing the MC momentum scale and DCH resolution, modeling of hadronic and electromagnetic showers in the EMC, the EMC energy scale, and angular measurements made by these detectors within their modelling uncertainties, the backgrounds, initial-and final-state radiation, radiation in decays, rate and shape of À ! À À þ decays, the trigger, and L e þ e À ! þ À . The systematic uncertainty on R is dominated by uncertainties in particle identification. The R and R K measurements have additional dominant contributions from the detector modelling and associated backgrounds, due to stronger cuts on the EMC energy necessary to reduce non-backgrounds. Presence of the $20% backgrounds in these channels render them more sensitive to the modelling of the tagside decays. The dominant background uncertainty in the R measurement arises from the electron contamination in the sample investigated by measuring the number of events that fail the E=p electron veto requirement in data and MC. In the R K event sample, the uncertainty arising from decay branching fractions of background modes is 0.58%, which is dominated by the uncertainty of the À ! K 0 L K À fraction. There is also a 0.49% uncertainty assigned for q q backgrounds, which are studied using events with an invariant mass of the tracks in the tag hemisphere above the mass and cross-checked in regions of thrust and cosð CM miss Þ enriched with these backgrounds.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 291,
                    "text": "Table I",
                    "end": 298
                }
            ]
        },
        {
            "text": "The measured branching ratios and fractions are R ¼ ð0:9796 AE 0:0016 AE 0:0036Þ; R ¼ ð0:5945 AE 0:0014 AE 0:0061Þ; R K ¼ ð0:03882 AE 0:00032 AE 0:00057Þ;",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Bð À ! À Þ ¼ ð17:46 AE 0:03 AE 0:08Þ% Bð À ! À Þ ¼ ð10:59 AE 0:03 AE 0:11Þ%",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Bð À ! K À Þ ¼ ð0:692 AE 0:006 AE 0:010Þ%;",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "where h ¼ or K and we use Bð À ! e À e Þ ¼ ð17:82 AE 0:05Þ% [3]. The off-diagonal elements of the correlation matrix for the measured ratios (branching fractions) are ¼ 0:25 (0.34), K ¼ 0:12 (0.20), and K ¼ 0:33 (0.36). The and measurements are con- 051602-6 sistent with and of comparable precision as the world averages [3], whereas the K measurement is consistent with but twice as precise as the world average [3]. Tests of À e universality can be expressed as",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 60,
                    "text": "[3]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 322,
                    "text": "[3]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 414,
                    "text": "[3]",
                    "end": 417
                }
            ]
        },
        {
            "text": "where fðxÞ ¼ 1 À 8x þ 8x 3 À x 4 À 12x 2 logx, assuming that the neutrino masses are negligible [21]. This gives ð g g e Þ ¼ 1:0036 AE 0:0020, yielding a new world average of 1:0018 AE 0:0014, which is consistent with the SM and the value of 1:0021 AE 0:0015 from pion decays [3,22].",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 96,
                    "text": "[21]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 276,
                    "text": "[3,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 279,
                    "text": "22]",
                    "end": 282
                }
            ]
        },
        {
            "text": "Tau-muon universality is tested with",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "where the radiative corrections are ¼ ð0:16 AE 0:14Þ% and K ¼ ð0:90 AE 0:22Þ% [23]. Using the world averaged mass and lifetime values and meson decay rates [3], we determine ð g g Þ ðKÞ ¼ 0:9856 AE 0:0057 (0:9827 AE 0:0086) and ð g g Þ h ¼ 0:9850 AE 0:0054 when combining these results; this is 2:8 below the SM expectation and within 2 of the world average.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 78,
                    "text": "[23]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 156,
                    "text": "[3]",
                    "end": 159
                }
            ]
        },
        {
            "text": "We use the kaon decay constant f K ¼ 157 AE 2 MeV [11], and our value of",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 50,
                    "text": "[11]",
                    "end": 54
                }
            ]
        },
        {
            "text": "where S EW ¼ 1:0201 AE 0:0003 [24], to determine jV us j ¼ 0:2193 AE 0:0032. This measurement is within 2 of the value of 0:2255 AE 0:0010 predicted by CKM unitarity and is also consistent with the value of jV us j ¼ 0:2165 AE 0:0027 derived from the inclusive sum of strange decays [9]. Both of our measured jV us j values depend on absolute strange decay rates. Our value of R K= ¼ ð0:06531 AE 0:00056 AE 0:00093Þ, however, provides a jV us j value driven by the ratio between strange and nonstrange decays. We use f K =f ¼ 1:189 AE 0:007 [11], jV ud j [5], and the long-distance correction LD ¼ ð0:03 AE 0:44Þ% estimated [25] using corrections to ! h and h ! [23,26] in",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 30,
                    "text": "[24]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 283,
                    "text": "[9]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 541,
                    "text": "[11]",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 555,
                    "text": "[5]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 624,
                    "text": "[25]",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 662,
                    "text": "[23,",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 666,
                    "text": "26]",
                    "end": 669
                }
            ]
        },
        {
            "text": "to obtain jV us j ¼ 0:2255 AE 0:0024 where short-distance electro-weak corrections cancel in this ratio. This value is consistent with CKM unitarity [5] and 2:5 higher than jV us j from the inclusive sum of strange decays. We are grateful for the excellent luminosity and machine conditions provided by our PEP-II colleagues, and for the substantial dedicated effort from the computing organiza-tions that support BABAR. The collaborating institutions wish to thank SLAC for its support and kind hospitality. This work is supported by DOE and NSF (USA), NSERC (Canada), CEA and CNRS-IN2P3 (France), BMBF and DFG (Germany), INFN (Italy), FOM (The Netherlands), NFR (Norway), MES (Russia), MEC (Spain), and STFC (United Kingdom). Individuals have received support from the Marie Curie EIF (European Union) and the A. P. Sloan Foundation.",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 149,
                    "text": "[5]",
                    "end": 152
                }
            ]
        },
        {
            "text": "*Deceased. † Present address: Temple University, Philadelphia, Pennsylvania 19122, USA. ‡ Also with Università di Perugia, Dipartimento di Fisica, Perugia, Italy.",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "x Also with Università di Roma La Sapienza, I-00185 Roma, Italy. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Data (points) and MC (histograms) distributions of CMmomentum for (a) À ! e À e , (b) À ! À , (c) À ! À and (d) À ! K À modes. The small differences between MC and data are accounted for in the systematic errors.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "k",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "text": "TABLE I .",
            "section_rank": 4
        },
        {
            "section": "TABLE I .",
            "text": "Number of selected events, purity, total efficiency, component of the efficiency from particle identification, and systematic uncertainties (in %) on R i for each decay mode.",
            "paragraph_rank": 29,
            "section_rank": 4
        }
    ]
}