{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Using CLEO data, we report on the confirmation of the η b ( 1 S 0 ) ground state of bottomonium in the radiative decay ϒ(3S) → γη b . We determine its mass to be M(η b ) = 9391.8 ± 6.6 ± 2.1 MeV, which corresponds to the hyperfine splitting ∆M h f (1S) = 68.5 ± 6.6 ± 2.0 MeV, and the branching fraction B(ϒ(3S) → γη b ) = (7.1 ± 1.8 ± 1.1) × 10 −4 . These results agree with those previously reported by BaBar.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "Bottomonium ( bb ) is the preferred system for the study of the qq interaction. Theoretical calculations for bottomonium are generally more reliable than for other qq systems due to the small relativistic corrections (v/c ≈ 0.1). However, much about the spectrum of bottomonium states remains unknown. Although potential models predict ∼ 26 bottomonium states to lie below the BB threshold (as illustrated in Fig. 1), only 10 of them had been identified since the discovery of bottomonium in 1977 [1] until 2008. Most importantly, the ground state η b (1 1 S 0 ), had not been identified, despite many searches by CUSB [2] and CLEO [3] at CESR, and ALPEH [4] and DELPHI [5] at LEP, among others.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 409,
                    "text": "Fig. 1",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 497,
                    "text": "[1]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 619,
                    "text": "[2]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 632,
                    "text": "[3]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 655,
                    "text": "[4]",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 670,
                    "text": "[5]",
                    "end": 673
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "This situation changed in July 2008, when the BaBar Collaboration announced the discovery of η b (1S) in their data for 109 million ϒ(3S) [6,7] in the radiative decay ϒ(3S) → γη b (1S), with a significance of > 10σ , as illustrated in Fig. 2. We note that the small peak at E γ ≈ 920 MeV due to the radiative transition to η b (1S) is not visible until the large smooth background is subtracted. BaBar's success is due not simply due to their large data set, more than an order of magnitude larger than previously collected at CLEO, but also due a factor 3 greater background suppression by the use of a cut on the \"thrust angle\". The thrust angle is defined as the angle between the signal transition photon candidate and the thrust axis of the rest of the event [8].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 138,
                    "text": "[6,",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 141,
                    "text": "7]",
                    "end": 143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 235,
                    "text": "Fig. 2",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 764,
                    "text": "[8]",
                    "end": 767
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "BaBar's discovery of η b is exciting and like all such claims, needs to be confirmed by an independent experiment. We report on such a measurement at CLEO.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "ANALYSIS OF CLEO DATA",
            "section_rank": 3
        },
        {
            "section": "ANALYSIS OF CLEO DATA",
            "text": "At CLEO we have an 18 times smaller data set than BaBar (5.9M compared to 109M), so several improvements in analysis procedure were needed in order to identify the η b signal. The three main improvements were: performing a detailed study of the background parameterization; obtaining accurate parameterizations of the photon peak line shapes; and using the power of the thrust angle to separate signal and background to perform a joint analysis of the full data in three bins of the thrust angle.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "ANALYSIS OF CLEO DATA",
            "text": "In Fig. 2, we show the inclusive energy spectra for isolated electromagnetic showers in CLEO ϒ(3S) and ϒ(2S) data, after contributions from π 0 → γγ have been rejected. Three features are immediately visible from these spectra. One, the spectra are dominated by a larger, smoothly varying background from other bottomonium decays and decays from e + e − → γ * →lighter hadrons. Two, the visible peaks come from the unresolved transitions χ bJ (2P, 1P) → γϒ(1S), J = 0, 1, 2. Lastly, the peaks from e + e − → γ ISR ϒ(1S) and ϒ(3S, 2S) → γη b (1S) (with E γ (η b ) ≈ 600 MeV for ϒ(2S) and E γ (η b ) ≈ 920 MeV for ϒ(3S)) are expected to be more than an order of magnitude weaker than the χ bJ (2P, 1P) peaks, and they reside on the high energy tails of χ bJ (2P, 1P).  Photon Line Shapes: Photon line shapes in crystal calorimeters, like those used by CLEO, are generally parameterized in terms of the Crystal Ball function. This function combines a Gaussian (width σ ), with a low-energy power law tail (parameters α and n). Knowing the shape of the low energy tail is especially important for the χ bJ peaks, since they are important in determing the shape of the background at the energy of the small η b signal. These parameters must be determined by fitting a background-free photon peak. In our analysis we use two independent methods. In one method, we use the observed shape of photons from a given energy from radiative Bhabha events, and in the other we use the shape of photons from the excusive decays χ b1 (2P, 1P) → γϒ(1S), ϒ(1S) → l + l − . Both methods give consistent results, and once the parameters are determined, they are fixed in subsequent analyses.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3,
                    "text": "Fig. 2",
                    "end": 9
                }
            ]
        },
        {
            "section": "ANALYSIS OF CLEO DATA",
            "text": "ISR Peak: All the parameters of the ISR photon peak from ϒ(nS) → γ ISR ϒ(1S) were fixed. The yield of the ISR peak was estimated by extrapolating the observed yield in CLEO data taken at ϒ(4S), and was then fixed to this value.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "ANALYSIS OF CLEO DATA",
            "text": "Background: We find that fitting the smooth background is the most crucial component in determing the results for the weak η b peak. We made several hundred background fits to the data in each of three bins of | cos θ T |, using exponential polynomials of various orders (2,3,4), in various energy regions (500-1340 MeV), and with linear and logarithmic binning of the data. We found that many of these fit the data acceptably, and took as our final results the average of E γ (η b ), B(ϒ(nS) → γη b ), and significance for all the good fits (CL> 10%). The r.m.s. variation of these fits was then taken as a measure of the systematic uncertainty in the results from this source, ±1 MeV in E γ , ±10% in B(η b ), and ±0.4σ in significance.  Joint Analysis in Three Bins of | cos θ T |: As Fig. 4 (left) shows, the distribution of thrust angle (| cos θ T |) for the background-dominated data is strongly peaked in the forward direction, but for the transition photon to the η b , the distribution is expected to be uniform. This happens because the transition photon is uncorrelated with the particles produced by the decay of the η b , whereas the background photons tend to be correlated with the other particles produced in the underlying event. We therefore define three different regions of | cos θ T |: region I (| cos θ T | = 0 − 0.3), region II (| cos θ T | = 0.3 − 0.7), and region III (| cos θ T | = 0.7 − 1.0)). Fig. 4 (right) illustrates the different levels of signal and background in the three regions.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 271,
                    "text": "(2,",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 274,
                    "text": "3,",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 276,
                    "text": "4)",
                    "end": 278
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 788,
                    "text": "Fig. 4 (left)",
                    "end": 801
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1421,
                    "text": "Fig. 4 (right)",
                    "end": 1435
                }
            ]
        },
        {
            "section": "ANALYSIS OF CLEO DATA",
            "text": "Unlike BaBar, we do not reject events in the | cos θ T | > 0.7 region. Instead, we simultaneously fit the spectra for each of the three regions, which lets each region contribute to the total result weighted by its individual signal-tobackground. We call this method the \"joint fit\". We have analyzed our data by the joint fit method, and also with | cos θ T | < 0.7, for comparison with BaBar's method. We find that the joint fit method enhances the significance of the η b identification by ∼ 1σ .",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "JOINT FIT RESULTS",
            "section_rank": 4
        },
        {
            "section": "JOINT FIT RESULTS",
            "text": "We show a representative fit for the three bins of thrust angle in Fig. 5. The results of the fit are: N(η b ) = 2311 ± 546 counts, E γ (η b ) = 918.6 ± 6.0(stat) MeV, which corresponds to the hyperfine splitting of 68.5 ± 6.6 MeV, B(ϒ(3S) → γη b ) = (7.1 ± 1.8(stat)) × 10 −4 , and significance 4.1σ .",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 67,
                    "text": "Fig. 5",
                    "end": 73
                }
            ]
        },
        {
            "section": "JOINT FIT RESULTS",
            "text": "Although we fix Γ(η b ) = 10 MeV, because the width of η b is unknown we find that the branching fraction depends on the assumed η b width linearly as B(ϒ(3S) → γη b ) × 10 4 = 5.8 + 0.13(Γ(η b ) in MeV). Our results are dominated    (1S) bb , (MeV) B(ϒ(nS) → γη b ) × 10 4 significance ϒ(3S) → γη b (CLEO) [9] 68.5 ± 6.6 ± 2.0 7.1 ± 1.8 ± 1.1 4σ (BaBar) [6] 71.4 +3.1 −2.3 ± 2.7 4.8 ± 0.5 ± 0.6 ≥ 10σ ϒ(2S) → γη b (CLEO) [9] -< 8.4 (90% CL) -(BaBar) [7] 66.1 +4.9 −4.8 ± 2.0 3.9 ± 1.1 +1.1 −0.9",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 234,
                    "text": "(1S)",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 307,
                    "text": "[9]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 355,
                    "text": "[6]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 422,
                    "text": "[9]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 451,
                    "text": "[7]",
                    "end": 454
                }
            ]
        },
        {
            "text": "3.0σ",
            "section_rank": 5
        },
        {
            "section": "3.0σ",
            "text": "Lattice (UKQCD+HPQCD) [10] 61 ± 14 (TWQCD) [11] 70 ± 5 (Ehrman) [12] 37 ± 8 pQCD by their statistical uncertainties; the systematic uncertainties were determined conservatively and are given in Table 1. We further note that although we quote an uncertainty in photon energy calibration of ±1.2 MeV, the energies of the ISR peak and the χ bJ (2P) centroid agree with their expected energies within ±0.3 MeV. The analysis method described for ϒ(3S) was also used for our ϒ(2S) data. Because the background near the expected ϒ(2S) → γη b (1S) signal (E γ ≈ 610 MeV) is approximately 6 times higher than the corresponding ϒ(3S) (see Fig. 3) transition, no evidence for the excitation of η b was observed in any | cos θ T | bin, as illustrated in Fig. 6. The joint analysis led to an upper limit of B(ϒ(2S) → γη b ) < 8.4 × 10 −4 , at 90% confidence level.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 22,
                    "text": "[10]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 43,
                    "text": "[11]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 64,
                    "text": "[12]",
                    "end": 68
                },
                {
                    "type": "table",
                    "start": 194,
                    "text": "Table 1",
                    "end": 201
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 629,
                    "text": "Fig. 3",
                    "end": 635
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 742,
                    "text": "Fig. 6",
                    "end": 748
                }
            ]
        },
        {
            "section": "3.0σ",
            "text": "We summarize our results and compare them to BaBar's results in Table 2. Both results are in agreement. In Table 2 we also list the theoretical predictions for hyperfine splitting and branching ratio. The various potential model predictions vary over a wide range. Lattice calculations for the hyperfine splitting are also given [10,11,12], which generally agree with the experimental results.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 64,
                    "text": "Table 2",
                    "end": 71
                },
                {
                    "type": "table",
                    "start": 107,
                    "text": "Table 2",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 329,
                    "text": "[10,",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 333,
                    "text": "11,",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 336,
                    "text": "12]",
                    "end": 339
                }
            ]
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 6
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Spectrum of the bound bottomonium (bb) states. The M1 transitions from the ϒ(n 3 S 1 ) states to the η b (1 1 S 0 ) are indicated by red arrows for the transitions reported in this paper.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 7
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. BaBar results for the observation of η b [6]. (Left) The observed inclusive photon spctrum. (Right) The background subtracted photon spectrum. The peaks, from left to right, are from χ bJ , ϒ(1S) ISR, and η b .",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. CLEO inclusive photon spectra for (left) ϒ(3S) decay, and (right) ϒ(2S), illustrating the broad features described in the text.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 9
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. (Left) Thrust angle | cos θ T | distribution for ϒ(3S) data in the expected η b signal region, and the expected distribution for the η b signal from MC simulations. (Right) Inclusive photon spectra for the data in the three thrust angle regions, illustrating their different signal/background ratios.",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5.Background subtracted spectra and representative fit result for ϒ(3S) → γη b (1S). The η b (1S) peak is clearly visible in | cos θ T | region I and II.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "FIGURE 6 .",
            "section_rank": 11
        },
        {
            "section": "FIGURE 6 .",
            "text": "FIGURE 6. Background subtracted spectra and representative fit result for ϒ(2S) → γη b (1S). The dashed line corresponds to the 90% CL upper limit given in the text. The η b (1S) is not seen in any of the three regions of | cos θ T |.",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "(various) 35 − 100 0.05 − 25 (ϒ(3S)) 0.05 − 15 (ϒ(2S))",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "TABLE 1 .TABLE 2 .",
            "section_rank": 13
        },
        {
            "section": "TABLE 1 .TABLE 2 .",
            "text": "Systematic uncertainties in measurement of ϒ(3S) → γη b photon energy and branching fractions. Summary of η b results from CLEO and BaBar for hyperfine splitting ∆M h f (1S) bb and branching ratio, and comparison with theoretical predictions.",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "section": "TABLE 1 .TABLE 2 .",
            "text": "∆M h f",
            "paragraph_rank": 22,
            "section_rank": 13
        }
    ]
}