{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a study of the inclusive photon spectra from 5.9 million J/ψ decays collected with the KEDR detector at the VEPP-4M e + e − collider. We measure the branching fraction of radiative decay J/ψ → ηcγ, ηc width and mass. Our preliminary results are: M (ηc) = 2979.4±1.5±1.9 MeV/c 2 , Γ(ηc) = 27.8±5.1±3.3 MeV, B(J/ψ → ηcγ) = (2.34 ± 0.15 ± 0.40)%.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "J/ψ → η c γ decay is an M1 radiative transition with photon energy about 114 MeV, and a relatively large branching fraction about 2%. This is a transition between 1S states of charmonium, which rate can be easily calculated in potential models. However, for a long time a significant difference between theoretical predictions and experimental data was observed. Until the last year the PDG value of this branching was based on a single measurement [1] of Crystal Ball using an inclusive spectrum of photons in the J/ψ de-cays with the result B(J/ψ → η c γ) = (1.27 ± 0.36)%, approximately twice less than the theoretical predictions (2.9 ± 0.5)% [2], (2.0 ± 0.8)% [3], (2.4 ± 0.3)% [4], (1.6 ± 1.0)% [5], (2.1 ± 0.4)% [6], (3.05 ± 0.07)% [7]. For comparison, in E1 transitions of charmonium the corresponding difference is (20-30)% only [7], although the matrix element has more complex structure.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 449,
                    "text": "[1]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 647,
                    "text": "[2]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 665,
                    "text": "[3]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 683,
                    "text": "[4]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 701,
                    "text": "[5]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 719,
                    "text": "[6]",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 739,
                    "text": "[7]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 838,
                    "text": "[7]",
                    "end": 841
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In 2009 CLEO published [8] a new measurement of this branching with the value B(J/ψ → η c γ) = (1.98±0.09±0.30)%, which is closer to theory. CLEO analysis used exclusive η c decays and found that the line shape of this transition is asymmetric. A Breit-Wigner function (BW) alone provides a poor fit to data. A Breit-Wigner modified by E 3 γ (according to theoretical predictions for electromagnetic dipole transitions) improves the fit near a resonance, but gives a diverging tail at higher photon energies. To suppress this tail CLEO used an additional exponential factor.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 23,
                    "text": "[8]",
                    "end": 26
                }
            ]
        },
        {
            "text": "Photon spectrum",
            "section_rank": 3
        },
        {
            "section": "Photon spectrum",
            "text": "The photon spectrum in J/ψ → η c γ decay is given by the formula",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Photon spectrum",
            "text": "where B is the decay branching fraction, g(ω, ω ′ ) is a calorimeter response function, ǫ(ω) is a photon detection efficiency, dΓ(ω)/dω is a true photon spectrum, and Γ ηcγ = dωdΓ(ω)/dω is the full decay width. The true photon spectrum can be written as [2] dΓ(ω)",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 254,
                    "text": "[2]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Photon spectrum",
            "text": "Here M =< η c |j 0 (ωr/2)|J/ψ > is the matrix element of the transition, j 0 (x) = sin(x)/x, e c and m c are c-quark charge and mass. We see that if ω tends to zero, the matrix element tends to unity. CLEO used in their fit |M | 2 = exp(−ω 2 /8β 2 ) with β = 65 MeV, but such a form of matrix element squared is valid for harmonic oscillator wave functions only. In all other potentials |M | 2 dependence will be proportional to ω −n .",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Photon spectrum",
            "text": "Therefore we tried to fit the CLEO data using another line shape: at photon energy ω near resonance the decay probability dΓ/dω is proportional to ω 3 , but at higher energies the factor ω 3 is replaced with ω. We found that the function dΓ/dω ∼",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Photon spectrum",
            "text": "where ω 0 is the most probable transition energy, is also suitable. In Fig. 1 ",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 71,
                    "text": "Fig. 1",
                    "end": 77
                }
            ]
        },
        {
            "section": "Photon spectrum",
            "text": "In Table 1 results of fits with the CLEO function and our function are shown. We see that confidence levels are good in both cases. Table 1. Fit results of CLEO data using various decay probability functions.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 1",
                    "end": 10
                },
                {
                    "type": "table",
                    "start": 132,
                    "text": "Table 1",
                    "end": 139
                }
            ]
        },
        {
            "text": "KEDR data",
            "section_rank": 4
        },
        {
            "section": "KEDR data",
            "text": "The experiment was performed at the KEDR detector [9] of the VEPP-4M collider [10]. In Fig. 2 a layout of the VEPP-4M collider is shown. It operates at a peak luminosity about 1.5 • 10 30 cm −2 s −1 near the J/ψ peak energy. Two methods of beam energy determination are used: resonant depolarization with accuracy of 8 ÷ 30 keV and IR-light Compton backscattering with accuracy ∼ 100 keV [11].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 50,
                    "text": "[9]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 78,
                    "text": "[10]",
                    "end": 82
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 87,
                    "text": "Fig. 2",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 388,
                    "text": "[11]",
                    "end": 392
                }
            ]
        },
        {
            "section": "KEDR data",
            "text": "The view of the KEDR detector is shown in Fig. 3. Subsystems are listed in the figure. In this analysis a barrel liquid krypton calorimeter, drift chamber (DC) and time-of-flight (ToF) scintillator counters were of decisive importance. Luminosity was measured by single Bremsstrahlung online and by small angle Bhabha scattering offline.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 42,
                    "text": "Fig. 3",
                    "end": 48
                }
            ]
        },
        {
            "section": "KEDR data",
            "text": "This analysis is based on a data sample of 1.52 ± 0.08 pb −1 collected at the J/ψ peak. Three J/ψ scans were performed; a measured beam energy spread was used for the calculation of the number of J/ψ produced:",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "KEDR data",
            "text": "Event selection was done in two steps. At the first step multihadron decays of J/ψ were selected. To do this the following cuts were applied: total energy in clusters in calorimeters is greater than 0.8 GeV; at least 4 clusters with energy greater than 30 MeV in calorimeters are detected; at least one central track in the drift chamber is reconstructed; there are no muon tubes activated in the third layer. These cuts effectively suppress background from the cosmic rays, beam-gas interactions and Bhabha events.  At the second step photons in these events were identified. A photon is a cluster in the liquid krypton calorimeter without reconstructed tracks in the drift chamber attached to it and without ToF scintillator counters activated before the cluster. According to the simulation, the photon detection efficiency with the above mentioned cuts is about 34%.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Data analysis",
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The inclusive spectra of clusters are shown in Fig. 4. Large peaks in the spectra correspond to minimal ionizing particles crossing the calorimeter. The spectrum of charged particles was used to reject charged particles which were detected as neutrals from the photon spectrum during fitting procedure. In Fig. 5 a fit to our data is shown.   Background was taken in the form of exponent of a second-order polynomial plus a scaled histogram of charged particles. A relativistic Breit-Wigner function was used in the fit. We also tried to fit our data with various line shapes. We used BW alone, BW•ω 3 , CLEO function, and our function. The resulting signal line shapes for these functions are shown in Fig. 6. The BW function alone gives a shifted value of η c mass compared to other functions: M (η c ) = 2975.9 ± 1.3 MeV/c 2 . BW • ω 3 gives a better form near the resonance, but leads to the unphysical diverging tail at higher photon energies. The last two functions give close results of fits, and their difference can be used for estimation of a systematic error appearing due to the unknown line shape. In Table 2 results of fits of KEDR data with the CLEO function and our function are listed. We see that confidence levels are good in both cases. Table 2. Fit results of KEDR data using various decay probability functions. ",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 47,
                    "text": "Fig. 4",
                    "end": 53
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 306,
                    "text": "Fig. 5",
                    "end": 312
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 703,
                    "text": "Fig. 6",
                    "end": 709
                },
                {
                    "type": "table",
                    "start": 1114,
                    "text": "Table 2",
                    "end": 1121
                },
                {
                    "type": "table",
                    "start": 1257,
                    "text": "Table 2",
                    "end": 1264
                }
            ]
        },
        {
            "text": "Systematic errors",
            "section_rank": 6
        },
        {
            "section": "Systematic errors",
            "text": "In Table 3 systematic errors of our measurements are listed. Systematic error appearing due to the unknown line shape was estimated using various line shapes and fixing η c width to the current PDG values (27.4 ± 2.9 MeV). Systematic error related to the background subtraction was estimated by the taking a polynomial of the third order instead of the second in the fit, and varying ranges of the fit. Luminosity measurement error was evaluated from the difference between the measured and calculated number of the multihadron J/ψ decays. Photon detection efficiency is conservatively estimated as 10%. Photon energy scale calibration was made comparing a π 0 peak position in simulation and data. ",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 3,
                    "text": "Table 3",
                    "end": 10
                }
            ]
        },
        {
            "text": "Results and conclusions",
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "A new direct measurement of J/ψ → η c γ decay was performed. We measured η c mass, width, and branching fraction of J/ψ → η c γ decay. Our preliminary results are:",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "M (η c ) = 2979.4 ± 1.5 ± 1.9 MeV/c 2 , Γ(η c ) = 27.8 ± 5.1 ± 3.3 MeV, B(J/ψ → η c γ) = (2.34 ± 0.15 ± 0.40)%.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "In Fig. 7 results of our measurements, compared with the other experiments and the current PDG values, are shown. The branching fraction of this decay is sensitive to the line shape, which is asymmetric, and it should be taken into account during a measurement.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 7",
                    "end": 9
                }
            ]
        },
        {
            "section": "Results and conclusions",
            "text": "We see that our results on η c mass and width are consistent with the current PDG values. Our result for B(J/ψ → η c γ) is consistent with that of CLEO, is higher than the old Crystal Ball value and close to theoretical predictions.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Results and conclusions",
            "text": "We are grateful to N. Brambilla  Fig. 7. ηc mass, width and B(J/ψ → ηcγ) measurements. The theoretical predictions for the branching fraction are also shown (squares). A small error of Eichten 08 prediction is a consequence of the fact that the authors take into account the experimental uncertainty of the J/ψ total width only and ignore all theoretical uncertainties.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "Brambilla",
                    "end": 31
                },
                {
                    "type": "figure",
                    "start": 33,
                    "text": "Fig. 7",
                    "end": 39
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. VEPP-4M collider.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. KEDR detector.1-vacuum chamber, 2-vertex detector, 3-drift chamber, 4threshold aerogel counters, 5-ToF-counters, 6liquid krypton calorimeter, 7-superconducting coil (0.65 T), 8-magnet yoke, 9-muon tubes, 10-CsI-calorimeter, 11-compensation solenoid, 12-VEPP-4M quadrupole.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Inclusive spectra in the liquid krypton calorimeter: open squares -all clusters; shaded circles -charged particles, when the ToF scintillator counter is activated before a cluster and a DC track is attached to cluster; open circles -photons.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 5 .",
            "text": "Photon spectrum, background subtracted",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Resulting signal line shapes for various dΓ/dω functions.",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Table 3 .",
            "section_rank": 13
        },
        {
            "section": "Table 3 .",
            "text": "Systematic errors.",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": ", A.Yu. Khod-jamirian, M.A. Shifman and A. Vairo for valuable comments.",
            "paragraph_rank": 27,
            "section_rank": 14
        }
    ]
}