{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present limits on the WIMP-nucleon cross section for inelastic dark matter from a reanalysis of the 2008 run of ZEPLIN-III. Cuts, notably on scintillation pulse shape and scintillation-to-ionisation ratio, give a net exposure of 63 kg day in the range 20-80 keV nuclear recoil energy, in which 6 events are observed. Upper limits on signal rate are derived from the maximum empty patch in the data. Under standard halo assumptions a small region of parameter space consistent, at 99% CL, with causing the 1.17 ton yr DAMA modulation signal is allowed at 90% CL: it is in the mass range 45-60 GeV c −2 with a minimum CL of 87%, again derived from the maximum patch. This is the tightest constraint yet presented using xenon, a target nucleus whose similarity to iodine mitigiates systematic error from the assumed halo.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Inelastic dark matter (iDM) has been proposed [1] as an explanation of both the annually modulated event rate in DAMA/NaI and DAMA/LIBRA [2] and the upper limits on elastic nuclear scattering rates from other experiments [3][4][5]. It consists of weakly interacting massive particles (WIMPs) which scatter predominantly into a higher-mass state. In iDM models, scattering with energy transfer E R due to a WIMP of ground state mass m χ and mass change δ requires a minimum relative speed (1) where m N is the nucleus mass and μ N is the reduced mass of the WIMP-nucleus system. A non-zero δ results in a recoil spectrum that is zero at low energy and more sensitive, compared with elas-* Corresponding author. E-mail address: alastair.currie08@imperial.ac.uk (A. Currie).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 46,
                    "text": "[1]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 137,
                    "text": "[2]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 221,
                    "text": "[3]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 224,
                    "text": "[4]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 227,
                    "text": "[5]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 488,
                    "text": "(1)",
                    "end": 491
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "tic scattering, to the upper tail of the WIMP velocity distribution.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "WIMPs with velocity below (2δ/μ N ) 0.5 will not scatter inelastically at all and so, for a given local escape velocity, more m χ -δ parameter space is accessible to heavier target nuclei. However, systematic uncertainty in the expected relative rates in different targets due to nuclear form factors and WIMP velocity distributions grows with the difference in atomic mass [6]. On balance, xenon is well suited to test iDM models that would, by predicting a modulated rate of scattering against iodine nuclei, explain the DAMA observation. ZEPLIN-III (described in detail in Refs. [7,8]) is a liquid/gas detector designed to search for WIMPs scattering against xenon nuclei in the 6.5 kg fiducial liquid volume. It is built of lowradionuclide components, encased in hydrocarbon and lead shielding, and operated in the Palmer Laboratory at Boulby Mine beneath 2850 m water-equivalent rock overburden. signal from the liquid is denoted by S1. A 3.9 kVcm −1 electric field in the liquid extracts ionisation charge from the interaction site, drifts it to the surface and forces emission into the gas layer above; there, an electroluminescence signal, S2, is produced. As described in Ref. [4], events with one S1 and one S2 signal were selected and cuts made, based on the pattern of light distribution, to remove multiple-scintillation, single-ionisation events.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 374,
                    "text": "[6]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 582,
                    "text": "[7,",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 585,
                    "text": "8]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1186,
                    "text": "[4]",
                    "end": 1189
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 3
        },
        {
            "section": "Event selection",
            "text": "An event's electron recoil equivalent energy, denoted by E ee and measured in keVee, is derived from the pulse area of the S1 signal, normalised to 122 keV photoabsorption using a 57 Co γ -ray source. Discrimination between nuclear and electron recoil events is achieved primarily through the ratio of scintillation and ionisation signal size. Additional discrimination has been achieved here using scintillation pulse shape. Recoiling electrons and nuclei produce different proportions of the singlet and triplet excited dimer states, which have lifetimes of 4 and 22 ns respectively [9]. PMT traces in ZEPLIN-III are sampled at 2 ns intervals. The mean arrival time of the S1 photons, denoted by τ 1 , can therefore be used to discriminate between electron and nuclear recoils; Fig. 1 shows the separation of the two types of calibration data in an example energy bin. The timing of neutron calibration events within each 5-keVee bin from 5 to 40 keVee is well described by gamma distributions in 1/τ 1 [10]. Fitting a polynomial in E ee to the medians of the gamma distributions produces a cut on τ 1 with 50% signal acceptance. The power of this cut to reduce electron recoil background increases with energy, as seen in Fig. 2, mainly due to a narrowing in the τ 1 distribution of electron recoil events.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 585,
                    "text": "[9]",
                    "end": 588
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 780,
                    "text": "Fig. 1",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1005,
                    "text": "[10]",
                    "end": 1009
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1225,
                    "text": "Fig. 2",
                    "end": 1231
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "AmBe calibration data were also used to obtain the S2/S1 distribution of elastic nuclear recoil events which pass the timing cut, as a function of E ee . As in Ref. [4], the log 10 (S2/S1) distribution was fitted by a Gaussian in each energy bin, and the energy dependence of the fitted means and standard deviations parametrised by a power law to define a cut with 47.7% signal acceptance. Charge recombination causes S2 and S1 to be microscopically anticorrelated at a given energy; in principle, therefore, the S2/S1 distribution at fixed S1 could depend on the recoil energy spectrum. However, the low level of field-induced S1 suppression observed for nuclear recoils in xenon [11] suggests that the effect is small. Here we have assumed, as xenon experiments historically have, that the S2/S1 distribution of neutron calibration events is an adequate approximation to that of signal events with the same S1. After efficiencies from dead time, pulse-finding, event reconstruction and the cuts on S2/S1 and τ 1 , the net exposure for signal events is 63 kg day, with 5% uncertainty due to neutron calibration statistics.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 165,
                    "text": "[4]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 682,
                    "text": "[11]",
                    "end": 686
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Nuclear recoil-equivalent energy, E R , is determined as in Ref. [4] from E ee via a conversion factor:",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 65,
                    "text": "[4]",
                    "end": 68
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where S e and S n are the field-induced suppression factors for the light yield of electron and nuclear recoils and L eff is the zero-field light yield of nuclear recoils relative to that of electron recoils. An energy range of 20-80 keV nuclear recoil energy (8.4-38.3 keVee) was chosen to include the majority of events predicted by the quenched, inelastic WIMP-iodine scattering interpretation of the DAMA modulation [12]. Fig. 3 shows the six search events which passed all cuts. The combined efficiency of the cuts on S2/S1 and τ 1 for search data (6 in 1.3 × 10 5 ) is no higher than for electron-recoil calibration data (7 in 8.5 × 10 4 ), suggesting that the surviving search events may well constitute the tail of the electron-recoil background population. Without the timing cut the box would have contained 27 events.   ",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 420,
                    "text": "[12]",
                    "end": 424
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 426,
                    "text": "Fig. 3",
                    "end": 432
                }
            ]
        },
        {
            "text": "Analysis and conclusions",
            "section_rank": 4
        },
        {
            "section": "Analysis and conclusions",
            "text": "For WIMPs which couple equally to protons and neutrons, the differential rate for spin-independent WIMP-nucleus scattering in a target of total mass M T is given by:",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Analysis and conclusions",
            "text": "where ρ χ is the local WIMP density, A is the atomic number of the target nucleus, σ n is the WIMP-nucleon cross section, μ n is the WIMP-nucleon reduced mass and f ( v, t) is the WIMP velocity distribution in the target frame. A Helm form factor was used:",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Analysis and conclusions",
            "text": "for momentum transfer q, where the effective nuclear radius is taken to be r n = √ The underlying spectrum for given m χ , δ and σ n was modified by the energy resolution and efficiency of ZEPLIN-III and then averaged over the 83-day run to produce a signal model. The energy ",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Analysis and conclusions",
            "text": "The maximum patch statistic [14] was used to derive singlesided upper limits on the rate of signal events in the 20-80 keV range. No background estimate is used; consequently, the null hypothesis cannot be ruled out by this method. Events were mapped onto a plane of uniform signal density by integrating the signal spectrum in E R and the fitted profile in S2/S1. For models in the previously un-excluded region of iDM parameter space, the largest empty rectangle in the re-mapped search box has a fractional acceptance of 0.73-0.75; this implies a 90% CL limit of 5.8-5.4 expected signal events in the box. The resultant limits on σ n for v esc = 550 km s −1 are plotted in Fig. 4.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 28,
                    "text": "[14]",
                    "end": 32
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 676,
                    "text": "Fig. 4",
                    "end": 682
                }
            ]
        },
        {
            "section": "Analysis and conclusions",
            "text": "Signal modulation spectra for the combined DAMA experiments were constructed with resolution as described in Refs. [15,16] and parametrised in Ref. [17]. An iodine quenching factor of 0.08 [18,19] was used; the exclusion results are relatively insensitive to channelling effects [20] which are, conservatively, omitted. The parameters m χ , δ and σ n were fitted, by minimizing χ 2 , to the observed modulation amplitude in 0.5-keVee bins from 2-10 keVee and a single 10-20 keVee bin, following Ref. [17]. The χ 2 − χ 2 min statistic defines a 99% confidence region of DAMA-explaining models.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 115,
                    "text": "[15,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 119,
                    "text": "16]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 148,
                    "text": "[17]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 189,
                    "text": "[18,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 193,
                    "text": "19]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 279,
                    "text": "[20]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 500,
                    "text": "[17]",
                    "end": 504
                }
            ]
        },
        {
            "section": "Analysis and conclusions",
            "text": "A 90% confidence interval for the local escape velocity from Ref. [21] is 498-608 km s −1 and the cross section excluded by ZEPLIN-III depends on the true v esc . Non-Maxwellian velocity distributions would cause a similar systematic effect. Fig. 5 shows the ZEPLIN-III constraints on parameter space consistent with causing the DAMA modulation for three values of v esc . DAMA-explaining cross sections are excluded at the 87% confidence level. Fluctuations of ±1 • σ in the cut efficiencies derived from neutron calibration would change this minimum CL within the range 85-89%. There is large uncertainty in the value of L eff in xenon at the lowest recoil energies. Around 20 keV, L eff is better constrained: it has been measured to 20% precision by several groups with mutual agreement [11]. The present result is insensitive to that level of uncertainty in the electron-equivalent energy of the 20 keV box edge. The additional event below the 8.4 keVee bound lies at 4.9 keVee, and anyway is close enough to the nuclear recoil median in S2/S1 that its inclusion would not reduce the observed maximum patch.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 66,
                    "text": "[21]",
                    "end": 70
                },
                {
                    "type": "figure",
                    "start": 242,
                    "text": "Fig. 5",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 791,
                    "text": "[11]",
                    "end": 795
                }
            ]
        },
        {
            "section": "Analysis and conclusions",
            "text": "In summary, a search of 63 kg day net exposure with a xenon target yielded 6 candidate events in the range 20-80 keV nuclear recoil equivalent energy. They were consistent, both in number and scintillation-to-ionisation ratio, with belonging to the tail of an electron recoil background population. Single-sided upper lim- Fig. 5. In m χ -δ space, the confidence level at which ZEPLIN-III excludes the lowest value of σ n consistent, at 99% CL, with causing the DAMA modulation. Three values of v esc are shown: (from left) 500, 550 and 600 km s −1 . its were set on the WIMP-nucleon cross section, constraining the DAMA-explaining region of iDM parameter space: for a standard halo model there remains a 90% CL allowed region for WIMP masses in the range 45-60 GeV c −2 , with minimum CL 87%. This mass range is smaller than those reported by other xenon and germanium experiments [22,23,5] and supports previous exclusions [17] based on CRESST-II data. In particular, a target element of similar mass to iodine reduces systematic uncertainty due to ignorance of the WIMP velocity distribution.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 323,
                    "text": "Fig. 5",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 882,
                    "text": "[22,",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 886,
                    "text": "23,",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 889,
                    "text": "5]",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 925,
                    "text": "[17]",
                    "end": 929
                }
            ]
        },
        {
            "text": "Note added in proof",
            "section_rank": 5
        },
        {
            "section": "Note added in proof",
            "text": "Since submission of this Letter, it has been noted [24] that iDM with far higher cross section could explain the DAMA modulation as scattering from the dopant thallium, rather than iodine as discussed here. Parts of this parameter space are kinematically inaccessible to a xenon target, and so constitute an additional region allowed by ZEPLIN-III.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 51,
                    "text": "[24]",
                    "end": 55
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The effect of the τ 1 cut on the 20-25 keVee bin, over all S2/S1. The points and right scale correspond to AmBe data, fitted by a gamma distribution. The outlined histogram and left scale correspond to 137 Cs data before the cut with a shaded region corresponding to the 13% of electron recoil events which are not rejected by the cut.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The efficiency of the τ 1 cut on calibration events over all S2/S1, for energy bins 5-40 keVee. Red triangles are AmBe data and blue squares are 137 Cs data.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Search data passing all cuts except those on E ee and S2/S1. Events passing all cuts are highlighted by triangles. The solid and dashed lines show the mean plus and minus two standard deviations for elastic AmBe calibration events, and the vertical lines indicate 20-80 keV nuclear recoil equivalent energy.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "1 .",
            "section_rank": 9
        },
        {
            "section": "1 .",
            "text": "44 A 2/3 − 5 fm, the skin depth s = 1 fm and j 1 is a spherical Bessel function. Recoil energy spectra were calculated under a standard halo model: ρ χ = 0.3 GeVc −2 cm −3 , a Maxwellian velocity distribution with v 0 = 220 m s −1 truncated at escape velocity v esc in the galactic frame, and an Earth velocity parametrised as in Ref. [13].",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. (Colour online.) 90% limit on σ n /cm 2 as a function of mass and splitting. The upper left region predicts no inelastic scattering during the run.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Acknowledgements",
            "section_rank": 12
        },
        {
            "section": "Acknowledgements",
            "text": "The UK groups acknowledge the support of the Science & Technology Facilities Council for the ZEPLIN-III project and for maintenance and operation of the underground Palmer laboratory which is hosted by Cleveland Potash Ltd at Boulby Mine. The project would not be possible without the cooperation of the management and staff of CPL. ",
            "paragraph_rank": 23,
            "section_rank": 12
        }
    ]
}