{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a direct measurement of D 0 -\" D 0 mixing parameters through a time-dependent amplitude analysis of the Dalitz plots of D 0 ! K 0 S þ À and, for the first time, D 0 ! K 0 S K þ K À decays. The lowmomentum pion þ s in the decay D Ãþ ! D 0 þ s identifies the flavor of the neutral D meson at its production. Using 468:5 fb À1 of e þ e À colliding-beam data recorded near ffiffi ffi s p ¼ 10:6 GeV by the BABAR detector at the PEP-II asymmetric-energy collider at SLAC, we measure the mixing parameters x ¼ ½1:6 AE 2:3ðstatÞ AE 1:2ðsystÞ AE 0:8ðmodelÞ Â 10 À3 , and y ¼ ½5:7 AE 2:0ðstatÞ AE 1:3ðsystÞ AE 0:7ðmodelÞ Â 10 À3 . These results provide the best measurement to date of x and y. The knowledge of the value of x, in particular, is crucial for understanding the origin of mixing.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Particle-antiparticle mixing and CP violation (CPV) in the charm sector are predicted to be very small in the standard model (SM) [1][2][3][4][5]. Evidence for D 0 -\" D 0 mixing has been found only recently [6][7][8][9][10][11] and CPV has not been observed. Although precise SM predictions for D 0 -\" D 0 mixing are difficult to quantify, recent calculations of the mixing parameters x and y allow for values as large as Oð10 À2 Þ [1]. The analyses to date that have reported evidence for mixing have not been able to provide direct measurements of x and y. A time-dependent amplitude analysis of the Dalitz plot (DP) of D 0 mesons decaying into K 0 S þ À and K 0 S K þ K À self-conjugate final states offers a unique way to access the mixing parameters x and y directly. In this Letter we study the time evolution of these three-body decays as a function of the position in the DP of squared invariant masses s þ ¼ m",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 130,
                    "text": "[1]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 133,
                    "text": "[2]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 136,
                    "text": "[3]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 139,
                    "text": "[4]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 142,
                    "text": "[5]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 207,
                    "text": "[6]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 210,
                    "text": "[7]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 213,
                    "text": "[8]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 216,
                    "text": "[9]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 219,
                    "text": "[10]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 223,
                    "text": "[11]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 432,
                    "text": "[1]",
                    "end": 435
                }
            ]
        },
        {
            "text": "where h represents or K, and report the most precise single measurements of x and y to date. The knowledge of the value of x, in particular, is crucial for understanding the origin of mixing and for determining whether contributions beyond the SM are present.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We use the complete data sample of 468:5 fb À1 recorded near ffiffi ffi s p ¼ 10:6 GeV by the BABAR experiment [12] at the PEP-II asymmetric-energy e þ e À collider. The flavor of the neutral D meson at production is identified through the charge of the þ s (''slow pion'') produced in the decay D Ãþ ! D 0 þ s [13]. The D 0 and \" D 0 mesons evolve and decay as a mixture of the Hamiltonian eigenstates D 1 and D 2 , with masses and widths m 1 , À 1 and m 2 , À 2 , respectively. These mass eigenstates can then be written as linear combinations of flavor eigenstates, jD 1;2 i ¼ pjD 0 i AE qj \" D 0 i, where jpj 2 þ jqj 2 ¼ 1. The mixing parameters are defined as x ¼ ðm 1 À m 2 Þ=À and y ¼ ðÀ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 111,
                    "text": "[12]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 311,
                    "text": "[13]",
                    "end": 315
                }
            ]
        },
        {
            "text": "is the average decay width.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Assuming no CPV in the decay, the relation Aðs þ ; s À Þ ¼ Aðs À ; s þ Þ holds, where A and A are the decay amplitudes for a D 0 or a \" D 0 into the final state K 0 S h þ h À as a function of the position in the DP. The time-dependent decay amplitude for a charm meson tagged at t ¼ 0 as D 0 or \" D 0 can then be written as where g AE ðtÞ ¼ 1=2½e Àiðm 1 ÀiÀ 1 =2Þt AE e Àiðm 2 ÀiÀ 2 =2Þt and q=p ¼ 1 if CP is conserved in the mixing amplitude. The decay rates for D 0 and \" D 0 are obtained by squaring M and M respectively, and consist of a sum of terms depending on (s þ , s À ) and proportional to coshðyÀtÞ, sinhðyÀtÞ, cosðxÀtÞ, and sinðxÀtÞ, all modulated by the exponential decay factor e ÀÀt . Assuming a model for Aðs þ ; s À Þ, it is possible to extract the mixing parameters x and y from the data, along with the amplitude model parameters and the proper-time resolution function. The variation of the distribution of the events in the DP as a function of the proper D 0 decay time is the signature of D 0 -\" D 0 mixing. The sensitivity to x and y arises mostly from regions in the DP where Cabibbo-favored and doubly Cabibbo-suppressed amplitudes interfere and from regions populated by CP eigenstates [14]. This method was pioneered by CLEO [15] and extended to a significantly larger data sample by Belle [16].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1213,
                    "text": "[14]",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1253,
                    "text": "[15]",
                    "end": 1257
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1318,
                    "text": "[16]",
                    "end": 1322
                }
            ]
        },
        {
            "text": "The D 0 candidates are reconstructed in the K 0 S þ À (K 0 S K þ K À ) final state by combining K 0 S candidates with two oppositely charged pions (kaons), with an invariant mass m D 0 between 1.824 and 1:904 GeV=c 2 . In order to reduce combinatorial background and to remove D 0 candidates from B-meson decays, we require the momentum of the D 0 in the e þ e À center-of-mass frame to be greater than 2:5 GeV=c. The difference Ám between the D Ãþ and D 0 reconstructed invariant masses is required to satisfy 0:143 < Ám < 0:149 GeV=c 2 . Each pion (kaon) track is identified using a likelihood particle identification algorithm based on dE=dx ionization energy loss and Cherenkov angle measurements. The K 0 S candidates are selected by pairing two oppositely charged pions whose invariant mass is within 9 MeV=c 2 of the nominal K 0 S mass [17]. We require the cosine of the angle between the K 0 S flight direction (defined by the K 0 S production and decay vertices) and the K 0 S momentum to be greater than 0.99, and a decay length projected along the K 0 S momentum to be greater than 10 times its error. These selection criteria suppress to a negligible level the background from D 0 ! þ À h þ h À decays. For each charged track we require a transverse momentum with respect to the beam axis to be greater than 100 MeV=c, and for tracks from the D 0 decay we additionally require at least two hits in the two innermost layers of the silicon vertex tracker [12].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 843,
                    "text": "[17]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1465,
                    "text": "[12]",
                    "end": 1469
                }
            ]
        },
        {
            "text": "The D 0 proper time t, and its error t , are obtained through a kinematic fit of the entire decay chain which constrains the K 0 S and pion (kaon) tracks to originate from a common vertex and also requires the D 0 and the þ s candidates to originate from a common vertex, constrained by the position and size of the e þ e À interaction region. This reduces the contribution from D 0 ! K 0 S K 0 S decays (affecting only K 0 S þ À ) to 3% of the total background. We retain candidates for which the 2 probability of the fit is greater than 0.01%, jtj < 6 ps, and t < 1 ps. The most probable value for t is about 0.2 (0.3) ps for K 0 S þ À (K 0 S K þ K À ) signal candidates. For events where multiple D Ãþ candidates share one or more tracks, we keep the D Ãþ candidate with the highest 2 probability. After applying all selection criteria, we find 744 000 (96 000) K 0 S þ À (K 0 S K þ K À ) candidates. Their m D 0 and Ám distributions are shown in Fig. 1 and in [18].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 950,
                    "text": "Fig. 1",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 964,
                    "text": "[18]",
                    "end": 968
                }
            ]
        },
        {
            "text": "The mixing parameters x and y are determined from an unbinned, extended maximum-likelihood fit to the K 0 S þ À and K 0 S K þ K À samples over the observables ground yields are determined from a fit to m D 0 and Ám distributions. For the subsequent fits, we restrict events to the signal region illustrated in Fig. 1, defined to lie within twice the measured resolution around the mean m D 0 and Ám values, and holding the signal and background yields fixed to their signal window rescaled values. In the mixing fit, the m D 0 and Ám shapes are excluded to minimize correlations with the rest of the observables. Our reference fit allows for mixing but assumes no CPV. We then allow for CPV as a cross-check of the mixing results. To avoid potential bias, the mixing results were examined only after the fitting and analysis procedures were finalized.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 310,
                    "text": "Fig. 1",
                    "end": 316
                }
            ]
        },
        {
            "text": "For each fit stage, different subsamples are characterized separately:",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": ", and combinatorial background. The random þ s component describes correctly reconstructed D 0 decays combined with a random slow pion. Misreconstructed D 0 events have one or more D 0 decay products either missing or reconstructed with the wrong particle hypothesis. We account for K 0 S K 0 S background events since they exhibit a characteristic DP distribution and a signal-like shape in the variables t and t . Combinatorial background events are those not described by the above components. The functional forms of the m D 0 , Ám probability density functions (PDFs) for the signal and background components are chosen based on studies performed on large Monte Carlo (MC) samples. These account for the observed correlations between Ám and m D 0 for signal and misreconstructed D 0 events. The PDF parameters are determined from two-dimensional likelihood fits to data over the full m D 0 and Ám region, or over dedicated sideband data samples. We find 540 800 AE 800 (79 900 AE 300) signal events in the K 0 S þ À (K 0 S K þ K À ) signal region, with purities of 98.5% (99.2%), and reconstruction efficiencies of 14.4% (14.6%). Random þ s , misreconstructed D 0 , and combinatorial background events account for 23% (53%), 52% (23%), and 22% (24%) of the total background. Projections of these fits and the contributions from the different background components can be found in [18].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1385,
                    "text": "[18]",
                    "end": 1389
                }
            ]
        },
        {
            "text": "The amplitudes Aðs þ ; s À Þ are described by a coherent sum of quasi-two-body amplitudes [14,19]. The dynamical properties of the Pand D-wave amplitudes are parametrized through intermediate resonances with massdependent relativistic Breit-Wigner (BW) or Gounaris-Sakurai (GS) propagators, Blatt-Weisskopf centrifugal barrier factors, and Zemach tensors for the angular distribution [19]. The S-wave dynamics is described through a K-matrix formalism with the P-vector approximation and 5 poles [14,20]. For the K S wave we include a BW for the K Ã 0 ð1430Þ AE with a coherent nonresonant contribution parametrized by a scattering length and effective range similar to those used to describe K scattering data [18,21]. For the K \" K S wave, a coupled-channel BW is used for the a 0 ð980Þ isovector with BWs for the f 0 ð1370Þ and a 0 ð1450Þ states.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 90,
                    "text": "[14,",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 94,
                    "text": "19]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 384,
                    "text": "[19]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 496,
                    "text": "[14,",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 500,
                    "text": "20]",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 711,
                    "text": "[18,",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 715,
                    "text": "21]",
                    "end": 718
                }
            ]
        },
        {
            "text": "We define PDFs to describe the dependence of the components in our event sample upon DP position ðs þ ; s À Þ and upon decay time t. For signal, jMj 2 or jMj 2 is convolved with a proper-time resolution function different for K 0 S þ À and K 0 S K þ K À events with parameters determined by the mixing fit to the data. The resolution function is a sum of three Gaussians with one of the means allowed to differ from zero (the offset, t 0 ), and two of the widths proportional to t . While t 0 does not depend sensitively on the DP position, the ability to reconstruct t varies as a function of (s þ , s À ). Hence, the observed distributions of t in a number of DP regions are included in the signal PDF. We apply corrections for efficiency variations and neglect the invariant mass resolution across the DP. The time-dependent PDF for the small random s background component is described by an equal combination of D 0 and \" D 0 signal events assuming no mixing, since the slow pion is positive or negative with approximately equal probability, and carries little weight in the vertex fit. The PDFs for misreconstructed D 0 events and combinatorial background are determined from m D 0 sideband samples. A nonparametric approach is used to construct the DP distributions, while the proper-time distributions are described by a sum of two Gaussian functions, one of which has a power-law tail to account for a small long-lived component. The background components containing real and misreconstructed D 0 decays have different t distributions, which are determined from the signal and m D 0 sideband regions.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Results for our nominal mixing fit, in which D 0 and \" D 0 samples from K 0 S þ À and K 0 S K þ K À channels are combined, are reported in Table I. The proper-time distributions with their fit projections are shown in Fig. 2. Additional fit results and projections can be found in [18]. We evaluate the amplitude model fit to the DP distribution with a 2 test with two-dimensional adaptive binning, and obtain 2 ¼ 10 429:2 (1511.2) for 8626-41 (1195-17) degrees of freedom (ndof), for K 0 S þ À (K 0 S K þ K À ). MC studies show that a significant contribution to these 2 values, Á 2 =ndof % 0:16, arises from imperfections in modeling experimental effects, mostly the efficiency variations at the boundaries of the DP and the invariant mass resolution. The fitted average lifetime ¼ 1=À is found to be consistent with the world average lifetime [17], while t 0 is found to be 5:1 AE 0:8 fs (5:1 AE 2:2 fs) for the K 0 S þ À (K 0 S K þ K À ) mode, consistent with expectations from small misalignments in the detector [10].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 139,
                    "text": "Table I",
                    "end": 146
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 218,
                    "text": "Fig. 2",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 281,
                    "text": "[18]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 846,
                    "text": "[17]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1018,
                    "text": "[10]",
                    "end": 1022
                }
            ]
        },
        {
            "text": "A variety of studies using large MC samples with both parametrized and full detector simulations and data have been performed to validate the analysis method and fitting procedure and to check the consistency of the results. These studies demonstrate that the analysis correctly determines the mixing parameters with insignificant biases and well-behaved Gaussian errors. No significant variations of the mixing parameters are observed as a function of momentum, polar, and azimuthal angles of the D 0 meson, and data taking period. Including the m D 0 , Ám PDFs in the mixing fit does not significantly change the values for x and y. The mixing fit has also been performed separately for the K 0 S þ À and K 0 S K þ K À data samples, and for D 0 and \" D 0 decays, with the results listed in Table I. Fitting separately for D 0 and \" D 0 provides a check against possible effects from CPV in mixing and in decay. Finally, if we fit the data forcing the decay amplitudes for D 0 and \" D 0 to be the same (no direct CPV), but allowing their x and y values to differ, we find these values to be consistent (i.e., no evidence for CPV in mixing).",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 792,
                    "text": "Table I",
                    "end": 799
                }
            ]
        },
        {
            "text": "Systematic uncertainties arise from approximations in the modeling of experimental and selection criteria effects [18]. We account for variations in the signal and background yields, the efficiency variations across the DP, the modeling of the DP and proper-time distributions for events containing misreconstructed D 0 decays, the misidentification of the D 0 flavor for signal and random þ s events, potential effects due to mixing in the random þ s background component, and PDF normalization. We also consider variations of the resolution function and t PDFs, including alternatives to describe the correlation between t and the DP position (e.g., neglecting the dependence of the t distributions on the DP position entirely). The dominant sources of experimental systematic uncertainty are the limited statistics of full detector simulations (used to study potential biases due to the event selection, invariant mass resolution, residual correlations between the fit variables, and fitting procedure) and instrumental effects arising from the small misalignment of the detector. Effects from our selection criteria are estimated by varying the m D 0 , Ám, t, and t requirements.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 114,
                    "text": "[18]",
                    "end": 118
                }
            ]
        },
        {
            "text": "Assumptions in the amplitude models are also a source of systematic uncertainty [14,18]. We use alternative models where the BW parameters are varied according to their uncertainties or changed to values measured by other experiments, the reference K-matrix solution [14] is replaced by other solutions [20], and the standard parametrizations are substituted by other related choices. These include replacing the GS by BW line shapes, removing the mass dependence in the P vector [22], changes in form factors such as variations in the Blatt-Weisskopf radius and the effect of evaluating the momentum of the spectator particle in the D 0 meson frame rather than in the resonance rest frame, and adopting a helicity formalism [19] to describe the angular dependence. Other models are built by removing or adding resonances with small or negligible fractions. The largest effect arises when the uncertainties in the amplitude model parameters obtained from the fit to the DP variables only [18] are propagated to the mixing fit. These uncertainties are dominated by the parameters related to the K S and P waves.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 80,
                    "text": "[14,",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 84,
                    "text": "18]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 267,
                    "text": "[14]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 303,
                    "text": "[20]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 480,
                    "text": "[22]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 725,
                    "text": "[19]",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 988,
                    "text": "[18]",
                    "end": 992
                }
            ]
        },
        {
            "text": "The mixing significance is evaluated by the variation of the negative log-likelihood (À2Á lnL) in the mixing parameter space. We account for the systematic uncertainties by approximating L as a two-dimensional Gaussian with covariance matrix resulting from the sum of the corresponding statistical, systematic, and amplitude model matrices. Figure 3 shows the confidence-level (C.L.) contours in two dimensions (x and y) with systematic uncertainties included. The variation in À2Á lnL for the no-mixing point is 5.6 units which corresponds to a C.L. equivalent to 1.9 standard deviations, including the systematic uncertainties. TABLE I. Results from the mixing fits. The first uncertainty is statistical, the second systematic and the third systematic from the amplitude model. For the nominal fit, the corresponding correlation coefficients between x and y are 3.5%, 16.0%, and À2:7%, respectively.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 341,
                    "text": "Figure 3",
                    "end": 349
                }
            ]
        },
        {
            "text": "Fit type",
            "section_rank": 3
        },
        {
            "section": "Fit type",
            "text": "x=10 À3 y=10 À3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Fit type",
            "text": "Nominal 1:6 AE 2:3 AE 1:2 AE 0:8 5:7 AE 2:0 AE 1: In summary, we have directly measured the mixing parameters x ¼ ½1:6 AE 2:3ðstatÞ AE1:2ðsystÞ AE0:8ðmodelÞ Â 10 À3 , and y ¼ ½5:7 AE 2:0ðstatÞ AE1:3ðsystÞ AE0:7ðmodelÞ Â 10 À3 , using, for the first time, a combined analysis of D 0 ! K 0 S þ À and D 0 ! K 0 S K þ K À decays. These results are consistent with the previous similar measurements of K 0 S þ À alone [15,16] and have improved precision. They disfavor the no-mixing hypothesis with a C.L. equivalent to 1.9 standard deviations and are in agreement with the range of SM predictions [1][2][3][4][5]. Our measurements favor lower values for x than for y, and lower x and y values (but still consistent) than those obtained when combining results from other D 0 decays [6][7][8][9][10][11]23]. Adding our results to the combination of all previous analyses significantly improves our current knowledge of the mixing parameters x and y, whose average values change from ð9:8 AE 2:5Þ Â 10 À3 and ð8:3 AE 1:6Þ Â 10 À3 to ð5:9 AE 2:0Þ Â 10 À3 and ð8:0 AE 1:3Þ Â 10 À3 , respectively [24].",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 413,
                    "text": "[15,",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 417,
                    "text": "16]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 593,
                    "text": "[1]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 596,
                    "text": "[2]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 599,
                    "text": "[3]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 602,
                    "text": "[4]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 605,
                    "text": "[5]",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 777,
                    "text": "[6]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 780,
                    "text": "[7]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 783,
                    "text": "[8]",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 786,
                    "text": "[9]",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 789,
                    "text": "[10]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 793,
                    "text": "[11]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 797,
                    "text": "23]",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1087,
                    "text": "[24]",
                    "end": 1091
                }
            ]
        },
        {
            "section": "Fit type",
            "text": "We are grateful for the excellent luminosity and machine conditions provided by our PEP-II colleagues, and for the substantial dedicated effort from the computing organizations that support BABAR. The collaborating institutions wish to thank SLAC for its support and kind hospitality. ",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "À , t, and t . First, the signal and back-PRL 105, 081803 (2010) P H Y S I C A L R E V I E W L E T T E R S week ending 20 AUGUST 2010 081803-4",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Distributions of m D 0 -Ám for (a) K 0 S þ À and (b) K 0 S K þ K À data after all selection criteria. The gray scale indicates the number of events per bin. The rectangles enclose the signal region.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Proper-time distributions for (a) K 0 S þ À and (b) K 0 S K þ K À data in the signal region with À2 < t < 4 ps (points). The curves show the fit projections for signal plus background (solid lines) and for different background components (shaded regions).",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "10 FIG. 3 .",
            "section_rank": 7
        },
        {
            "section": "10 FIG. 3 .",
            "text": "FIG. 3. Central value (point) and C.L. contours (including statistical, systematic, and amplitude model uncertainties) in the x-y plane for C:L: ¼ 68:3%, 95.4%, 99.7%. The no-mixing point is shown as a plus sign (þ).",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "T. Pulliam, 63 B. N. Ratcliff, 63 A. Roodman, 63 A. A. Salnikov, 63 V. Santoro, 63 R. H. Schindler, 63 J. Schwiening, 63 A. Snyder, 63 D. Su, 63 M. K. Sullivan, 63 S. Sun, 63 K. Suzuki, 63 J. M. Thompson, 63 J. Va'vra, 63 A. P. Wagner, 63 M. Weaver, C. A. West, 63 W. J. Wisniewski, 63 M. Wittgen, 63 D. H. Wright, 63 H. W. Wulsin, 63 A. K. Yarritu, 63 C. C. Young, 63 V. Ziegler, 63 X. R. Chen, 64 W. Park, 64 M. V. Purohit, 64 R. M. White, 64 J. R. Wilson, 64 S. J. Sekula, 65 M. Bellis, 66 P. R. Burchat, 66 A. J. Edwards, 66 T. S. Miyashita, 66 S. Ahmed, 67 M. S. Alam, 67 J. A. Ernst, 67 B. Pan, 67 M. A. Saeed, 67 S. B. Zain, 67 N. Guttman, 68 A. Soffer, 68 P. Lund, 69 S. M. Spanier, 69 R. Eckmann, 70 J. L. Ritchie, 70 A. M. Ruland, 70 C. J. Schilling, 70 R. F. Schwitters, 70 B. C. Wray, 70 J. M. Izen, 71 X. C. Lou, 71 F. Bianchi, 72a,72b D. Gamba, 72a,72b M. Pelliccioni, 72a,72b M. Bomben, 73a,73b L. Lanceri, 73a,73b L. Vitale, 73a,73b N. Lopez-March, 74 F. Martinez-Vidal, 74 D. A. Milanes, 74 A. Oyanguren, 74 J. Albert, 75 Sw. Banerjee, 75 H. H. F. Choi, 75 K. Hamano, 75 G. J. King, 75 R. Kowalewski, 75 M. J. Lewczuk, 75 I. M. Nugent, 75 J. M. Roney, 75 R. J. Sobie, 75 T. J. Gershon, 76 P. F. Harrison, 76 J. Ilic, T. E. Latham, 76 E. M. T. Puccio, 76 H. R. Band, 77 X. Chen, 77 S. Dasu, 77 K. T. Flood, 77 Y. Pan, 77 R. Prepost, 77 C. O. Vuosalo, 77 and S. L. Wu 77 Laboratoire d'Annecy-le-Vieux de Physique des Particules (LAPP), Université de Savoie, CNRS/IN2P3, F-74941 Annecy-Le-Vieux, France 2 Universitat de Barcelona, Facultat de Fisica, Departament ECM, E-08028 Barcelona, Spain 3a INFN Sezione di Bari, I-70126 Bari, Italy 3b Dipartimento di Fisica, Università di Bari, I-70126 Bari, Italy",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "1",
            "paragraph_rank": 27,
            "section_rank": 8
        }
    ]
}