{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This publication is dedicated to the memory of our colleague Hans-Åke Gustafsson.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "e Now at Research Division and ExtreMe Matter Institute EMMI, GSI Helmholtzzentrum für Schwerionenforschung, Darmstadt, Germany. f Now at Institut für Kernphysik, Johann Wolfgang Goethe-Universität Frankfurt, Frankfurt, Germany.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "g Now at Physics Department, University of Cape Town, iThemba Laboratories, Cape Town, South Africa. h Now at National Institute for Physics and Nuclear Engineering, Bucharest, Romania. i Also at University of Houston, Houston, TX, United States.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "j Now at Faculty of Science, P.J. Šafárik University, Košice, Slovakia. k Now at European Organization for Nuclear Research (CERN), Geneva, Switzerland. l Now at Helsinki Institute of Physics (HIP) and University of Jyväskylä, Jyväskylä, Finland.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Abstract Charged-particle production was studied in proton-proton collisions collected at the LHC with the ALICE detector at centre-of-mass energies 0.9 TeV and 2.36 TeV in the pseudorapidity range |η| < 1.4. In the central region (|η| < 0.5), at 0.9 TeV, we measure charged-particle pseudo- u Now at Yale University, New Haven, CT, United States.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "v Now at University of Tsukuba, Tsukuba, Japan.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "w Also at Centro Fermi-Centro Studi e Ricerche e Museo Storico della Fisica \"Enrico Fermi\", Rome, Italy.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "x Now at Dipartimento Interateneo di Fisica 'M. Merlin' and Sezione INFN, Bari, Italy. y Also at Laboratoire de Physique Subatomique et de Cosmologie (LPSC), Université Joseph Fourier, CNRS-IN2P3, Institut Polytechnique de Grenoble, Grenoble, France. z Now at Dipartimento di Fisica Sperimentale dell'Università and Sezione INFN, Turin, Italy. aa Now at Physics Department, Creighton University, Omaha, NE, United States. ab Now at Commissariat à l'Energie Atomique, IRFU, Saclay, France.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "ac Also at Department of Physics, University of Oslo, Oslo, Norway.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "ad Now at Physikalisches Institut, Ruprecht-Karls-Universität Heidelberg, Heidelberg, Germany. ae Now at Institut für Kernphysik, Technische Universität Darmstadt, Darmstadt, Germany. af Now at Department of Physics and Technology, University of Bergen, Bergen, Norway. ag Now at Physics Department, University of Athens, Athens, Greece.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "ah Also at Institut für Kernphysik, Westfälische Wilhelms-Universität Münster, Münster, Germany. ai Now at SUBATECH, Ecole des Mines de Nantes, Université de Nantes, CNRS-IN2P3, Nantes, France. aj Now at Université de Lyon 1, CNRS/IN2P3, Institut de Physique Nucléaire de Lyon, Lyon, France. ak Now at Centre de Calcul IN2P3, Lyon, France.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "al Now at Variable Energy Cyclotron Centre, Kolkata, India.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "am Also at Dipartimento di Fisica dell'Università and Sezione INFN, Padova, Italy. an Also at Sezione INFN, Bologna, Italy.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "ao Also at Dipartimento di Fisica dell'Università, Udine, Italy.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "ap Also at Wrocław University, Wrocław, Poland. rapidity density dN ch /dη = 3.02 ± 0.01(stat.) +0.08 −0.05 (syst.) for inelastic interactions, and dN ch /dη = 3.58 ± 0.01 (stat.) +0.12 −0.12 (syst.) for non-single-diffractive interactions. At 2.36 TeV, we find dN ch /dη = 3.77 ± 0.01(stat.) +0. 25 −0.12 (syst.) for inelastic, and dN ch /dη = 4.43 ± 0.01(stat.) +0. 17 −0.12 (syst.) for non-single-diffractive collisions. The relative increase in charged-particle multiplicity from the lower to higher energy is 24.7% ± 0.5%(stat.) +5.7 −2.8 %(syst.) for inelastic and 23.7% ± 0.5%(stat.) +4.6 −1.1 %(syst.) for non-single-diffractive interactions. This increase is consistent with that reported by the CMS collaboration for non-single-diffractive events and larger than that found by a number of commonly used models. The multiplicity distribution was measured in different pseudorapidity intervals and studied in terms of KNO variables at both energies. The results are compared to protonantiproton data and to model predictions.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "+0.08",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "start": 180,
                    "text": "+0.12",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 297,
                    "text": "25",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 368,
                    "text": "17",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "+5.7",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "start": 591,
                    "text": "+4.6",
                    "end": 595
                }
            ]
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "Whenever entering a new energy regime with hadron colliders, it is important to measure the global characteristics of the collisions. These interactions, dominated by soft (i.e. small-momentum-transfer) processes, are useful to study QCD in the non-perturbative regime, and to constrain phenomenological models and event generators. Such studies are also important for the understanding of backgrounds for measurements of hard and rare interactions.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "ALICE [1] has measured the pseudorapidity density of charged particles produced in proton-proton collisions at a centre-of-mass energy √ s = 900 GeV [2] with low statistics from the first collisions at the CERN Large Hadron Collider (LHC) [3]. Results were given for two normalizations:",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 6,
                    "text": "[1]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 149,
                    "text": "[2]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 239,
                    "text": "[3]",
                    "end": 242
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-inelastic (INEL); this corresponds to the sum of all inelastic interactions (non-diffractive ND, single-diffractive SD, and double-diffractive DD) with the trigger biases corrected for each event class individually according to their respective estimated abundances and trigger efficiencies; -non-single-diffractive (NSD); here the corrections are applied to non-diffractive and double-diffractive processes only, while removing, on average, the single-diffractive contribution.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The corrections to INEL and NSD samples are based on previous experimental data and simulations with Monte Carlo event generators. Charged-particle pseudorapidity density in pp collisions at LHC was also published by the CMS collaboration for NSD interactions [4], and by the ATLAS collaboration for a different event selection [5], not directly comparable with our measurements and those of CMS. We have used the first high energy proton-proton collisions at the LHC at a centre-of-mass energy √ s = 2.36 TeV, as well as a larger statistics data sample at √ s = 0.9 TeV, to determine the pseudorapidity density of charged-primary particles, 1 dN ch /dη, in the central pseudorapidity region (|η| < 1.4). According to commonly used models [6][7][8][9][10][11][12], an increase in dN ch /dη of 17-22% for INEL events and of 14-19% for NSD events is expected in 2.36 TeV collisions relative to 0.9 TeV collisions.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 260,
                    "text": "[4]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 328,
                    "text": "[5]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 739,
                    "text": "[6]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 742,
                    "text": "[7]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 745,
                    "text": "[8]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 748,
                    "text": "[9]",
                    "end": 751
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 751,
                    "text": "[10]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 755,
                    "text": "[11]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 759,
                    "text": "[12]",
                    "end": 763
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We also studied the distribution of the multiplicity of charged particles in the central pseudorapidity region (|η| < 1.3). The multiplicity distribution of charged particles (the probability P (N ch ) that a collision has multiplicity N ch ) can be described by KNO scaling [13] over a wide energy range. KNO scaling means that the distribution N ch P (z), where z = N ch / N ch , is independent of energy. In full phase space, scaling holds up to the top ISR energy (pp at √ s = 62.2 GeV) [14]. Deviations from scaling are observed at higher energies, starting at 200 GeV with pp collisions at the SppS collider [15]. However, in limited central η-intervals scaling has been found to hold up to 900 GeV. The UA5 collaboration [16] observed scaling for non-single-diffractive events in restricted central η-intervals and its progressive violation with increasing η-ranges. The UA1 collaboration [17] also observed scaling in a larger interval |η| < 2.5. In inelastic events, deviation from KNO scaling was observed in full phase space already at ISR energies [14]. Such deviations are generally attributed to semihard gluon radiation (minijets) and to multi-parton scattering.",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 275,
                    "text": "[13]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 491,
                    "text": "[14]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 614,
                    "text": "[15]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 728,
                    "text": "[16]",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 896,
                    "text": "[17]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1060,
                    "text": "[14]",
                    "end": 1064
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Negative-Binomial Distribution (NBD) [18] describes multiplicity distributions in full phase space up to 540 GeV; however, this description is not successful at 900 GeV [19]. NBD describes the distributions up to 1.8 TeV in limited η-intervals (|η| < 0.5) [20]. For larger η-intervals and in full phase space, only the sum of two NBDs provides a reasonable fit [21,22].",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 41,
                    "text": "[18]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 173,
                    "text": "[19]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 260,
                    "text": "[20]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 365,
                    "text": "[21,",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 369,
                    "text": "22]",
                    "end": 372
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Comparing these multiplicity measurements with the predictions of Monte Carlo generators used by the LHC experiments will allow a better tuning of these models to accurately simulate minimum-bias and underlying-event effects. A recent review of multiplicity measurements at high energies can be found in [23].",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 304,
                    "text": "[23]",
                    "end": 308
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This article is organized as follows: a description of the ALICE detector subsystems used in this analysis is presented in Sect. 2; Sect. 3 is dedicated to the definition of the event samples; Sect. 4 to data analysis; in Sect. 5 systematic uncertainties are discussed; the results are given in Sect. 6 and Sect. 7 contains the conclusions. 1 Primary particles are defined as prompt particles produced in the collision and all decay products, except products from weak decays of strange particles.",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 341,
                    "text": "1",
                    "end": 342
                }
            ]
        },
        {
            "text": "The ALICE experiment and data collection",
            "section_rank": 4
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "The ALICE experiment consists of a large number of detector subsystems which are described in detail in [1]. This analysis is based mainly on data from the Silicon Pixel Detector (SPD), since it has the largest pseudorapidity coverage in the central region and is located closest to the interaction region, implying a very low momentum cut-off and a small contamination from secondary particles.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 104,
                    "text": "[1]",
                    "end": 107
                }
            ]
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "The SPD detector surrounds the central beryllium beam pipe (3 cm radius, 0.23% of a radiation length) with two cylindrical layers (at radii of 3.9 and 7.6 cm, 2.3% of a radiation length) and covers the pseudorapidity ranges |η| < 2 and |η| < 1.4 for the inner and outer layers, respectively. The number of inactive (dead or noisy) individual pixels is small, about 1.5%, but in addition some 17% of the total area is currently not active, mostly because of insufficient cooling flow in some of the detector modules. The number of noise hits in the active pixels of the SPD was measured with a random trigger to be of the order of 10 −4 per event. The SPD was aligned using cosmic-ray tracks [24] collected prior to the collider run and tracks from collisions recorded at √ s = 0.9 TeV. Information from two scintillator hodoscopes, called VZERO counters, was used for event selection and background rejection. These counters are placed on either side of the interaction region at z = 3.3 m and z = −0.9 m. They cover the regions 2.8 < η < 5.1 and −3.7 < η < −1.7 and record both amplitude and time of signals produced by charged particles.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 691,
                    "text": "[24]",
                    "end": 695
                }
            ]
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "The central detector subsystems are placed inside a large solenoidal magnet which provides a field of 0.5 T. For the 2.36 TeV data taking the VZERO detectors were not turned on. Therefore, the trigger conditions, the analysis and the systematic errors differ slightly between the two data sets (see below).",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "Because of the low interaction rate it was possible to use a rather loose trigger for collecting data. At 0.9 TeV, the minimum-bias trigger required a hit in either one of the VZERO counters or in the SPD detector; i.e. essentially at least one charged particle anywhere in the 8 units of pseudorapidity covered by these trigger detectors. At the higher energy, the trigger required at least one hit in the SPD detector (|η| < 2). The events were collected in coincidence with the signals from two beam pick-up counters (BPTX), one on each side of the interaction region, indicating the presence of passing bunches.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "The bunch intensity was typically 5 × 10 9 protons, giving a luminosity of the order of 10 26 cm −2 s −1 . This value corresponds to a rate of a few Hz for inelastic proton-proton collisions and a negligible pile-up probability for events in the same bunch crossing. In the case of the 0.9 TeV data, events in coincidence with only one passing bunch, as well as when no bunch was passing through the detector, were also registered. These control triggers were used to measure the beam-induced and accidental backgrounds.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "section": "The ALICE experiment and data collection",
            "text": "The observed longitudinal sizes of the interaction regions can be inferred from Fig. 1, which shows the distribution of the interaction vertices along the beam axis reconstructed from hit correlation in the two SPD layers. The vertex distribution has an estimated r.m.s. of 4.1 cm and 2.7 cm for the 0.9 TeV and 2.36 TeV samples, respectively. These vertex distributions are for all triggered events with a reconstructed primary vertex after background rejection. They are compared to Monte Carlo simulations of proton-proton collisions using a Gaussian beam profile with a standard deviation as measured from data. The experimentally observed tails (mainly from events with one or two reconstructed tracks) are well described in the simulation, confirming that beam induced background is very small in the selected sample. The vertex-reconstruction efficiency is practically independent of the vertex z-position for |z| < 10 cm.",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 80,
                    "text": "Fig. 1",
                    "end": 86
                }
            ]
        },
        {
            "text": "Event selection and corrections to INEL and NSD event classes",
            "section_rank": 5
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "Slightly different event selections were applied after data reconstruction for the analysis of the two collision energies because of the different detector configurations. For both data samples, an offline selection is applied to reject beam-induced background. At 0.9 TeV, the VZERO counters were used to remove beam-gas or beam-halo events by requiring their timing signals, if present, to be compatible with particles produced in collision events (see [2] for more details). At both energies, this background was also rejected by exploiting the correlation between the number of clusters of pixel hits and the number of tracklets (short track segments in the SPD, compatible with the event vertex, as described below). From the analysis of our control triggers, we found that background events typically have a large number of pixel hits compared with the number of tracklets pointing to the reconstructed vertex.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 455,
                    "text": "[2]",
                    "end": 458
                }
            ]
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "At 0.9 TeV, for the INEL analysis, we used the triggered event sample requiring a logical OR between the signals from the SPD and VZERO detectors (MB OR ). However, for the NSD analysis we selected a subset of the total sample by requiring a coincidence between the two sides of the VZERO detectors (MB AND ). This requires the detection of at least one charged particle in both the forward and backward hemispheres, which are separated by 4.5 units of pseudorapidity. In this subset, single-diffraction events are suppressed, therefore, model dependent corrections and associated systematic errors are reduced (see below). The selection efficiencies, MB OR for INEL events and MB AND for NSD events, are multiplicity dependent as illustrated in Fig. 2. As expected, the MB AND selection has a low efficiency for SD events, in particular at low multiplicities, where they contribute most. After these selections, the remaining background at 0.9 TeV was estimated, and corrected for, with the help of the control triggers. The background events (99% of which have no reconstructed tracklets) correspond to about 2% of the events in the INEL sample and to less than 0.01% in the NSD sample. The 2.36 TeV data sample was triggered by at least one hit in the SPD (MB SPD ) and this selection was used for both INEL and NSD analyses. After rejecting the background using the correlation between the number of pixel hits and the number of tracklets, the remaining background (93% of which has no reconstructed tracklets) was estimated to be 0.7%. We have assumed that the correlation between the number of clusters of pixels and the number of tracklets is similar at both energies because accelerator and detector conditions did not change significantly between the two data collection periods.",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 746,
                    "text": "Fig. 2",
                    "end": 752
                }
            ]
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "In both data samples, the cosmic-ray contamination, estimated from the control triggers and from absolute rates, is negligible. Additional crosschecks of background levels were made by visual scanning of a few hundred selected events.",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "The number of collision events used in this analysis corresponds to about 150 000 and 40 000 interactions for the 0.9 and 2.36 TeV data, respectively.",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "The efficiencies of our selections and their sensitivities to variations in the relative fractions of event classes were studied using two different Monte Carlo generators, PYTHIA Fig. 2 Charged-particle multiplicity dependence of the selection efficiency, for INEL events (triangles) with MB OR selection, and for NSD (circles) and SD (squares) events with MB AND selection obtained with a simulation of the 0.9 TeV data 6.4.14 and 6.4.21 [7,8] tune D6T [9] and PHOJET 1.12 [12] used with PYTHIA 6.2.14, with the detector simulation and reconstruction software framework AliRoot [25], which includes a detailed model of the ALICE apparatus. Particle transport in the detector was simulated using the GEANT-3 software package [26].",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 180,
                    "text": "Fig. 2",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 440,
                    "text": "[7,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 443,
                    "text": "8]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 455,
                    "text": "[9]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 475,
                    "text": "[12]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 580,
                    "text": "[25]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 726,
                    "text": "[26]",
                    "end": 730
                }
            ]
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "To normalize our results to INEL and NSD event classes, we used measured cross sections in pp collisions instead of those provided by the event generators. The singlediffraction production cross section at 0.9 TeV was measured by UA5 [27] in the kinematic range M 2 < 0.05s, where M is the mass of the diffractive system. The published value is a result of an extrapolation to low diffractive masses M < 2.5 GeV and therefore is model-dependent. There exist indications from measurements at lower energy, √ s = 546 GeV [28], and from phenomenological models [29] that this cross section value may be underestimated by up to 30%. We decided to use the published value, but we checked that our results stay within their systematic uncertainties, if instead we use a 30% higher single-diffractive cross section. At 1.8 TeV, the single-diffraction cross section was measured by E710 [30] and CDF [31] in the kinematic ranges 2 GeV 2 < M 2 < 0.05s and 1.4 GeV 2 < M 2 < 0.15s, respectively. As the CDF result includes significant model dependent acceptance corrections at low masses, we used the E710 measurement. The inelastic cross section at 1.8 TeV, needed for normalization, was taken from [32]. At both energies, the fraction of SD events in the Monte Carlo generators was normalized to the data in the mass regions covered by the corresponding experiments.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 519,
                    "text": "[28]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 558,
                    "text": "[29]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 879,
                    "text": "[30]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 892,
                    "text": "[31]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1190,
                    "text": "[32]",
                    "end": 1194
                }
            ]
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "To simulate the SD events we used the two Monte Carlo event generators and rely on them to tag these events. In order to classify an event as diffractive, the diffractive mass should satisfy a coherence condition (M 2 < Ks, where K = 0.05-0.15), which effectively provides a high-mass cut-off. PHOJET uses this coherence condition with K = 0.15 and we checked that, if we would further restrict diffractive masses using K = 0.05, our multiplicity results will practically not change. PYTHIA generates, with a low probability, SD events with very high diffractive masses. Therefore, we checked the stability of our results by imposing the tight coherence condition (K = 0.05) to generated SD events. This decreased the average multiplicities for the NSD samples by less then 2%, well within our systematic uncertainties.",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "Measurements of double-diffraction cross sections are available from UA5 [27] at 0.9 TeV and CDF [33] at 1.8 TeV. Experimentally, DD events are defined by requiring a minimum pseudorapidity gap (of about 3 units), where no charged particles are detected. When implementing these experimental cuts in the event generators, the results were widely fluctuating and inconsistent with the measurements, possibly because the occurrence of large rapidity gaps is very sensitive to the model assumptions and process parameterizations. Therefore, for classification of DD events we used the process type information provided by the generators but we adjusted the fractions to the measured values. The values used take into account an increase of the DD fractions due to the pseudorapidity-gap definition as described in [33]. Note that the correction arising from unmeasured DD events is small, both because the cross section for DD is small and because the event selection efficiency is large in our samples.",
            "paragraph_rank": 38,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 97,
                    "text": "[33]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 811,
                    "text": "[33]",
                    "end": 815
                }
            ]
        },
        {
            "section": "Event selection and corrections to INEL and NSD event classes",
            "text": "The relative fractions of SD and DD events, as measured in [27,30,33] are summarized in Table 1, along with our calculated trigger and selection efficiencies. The relative fractions for SD and DD vary very slowly with energy, therefore, we used the measurements available at 1.8 TeV for the 2.36 TeV sample.",
            "paragraph_rank": 39,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 59,
                    "text": "[27,",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 63,
                    "text": "30,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 66,
                    "text": "33]",
                    "end": 69
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 88,
                    "text": "Table 1",
                    "end": 95
                }
            ]
        },
        {
            "text": "Analysis method",
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "The analysis method is based on using hits in the two SPD layers to form short track segments, or tracklets. This method is similar to that used by the PHOBOS experiment with the first heavy-ion data from RHIC [34]. We start with the reconstruction of the position of the interaction vertex by correlating hits in the two silicon-pixel layers. The vertex resolution achieved with this simple method depends on the track multiplicity, and is typically 0.1-0.3 mm in the longitudinal (z) and 0.2-0.5 mm in the transverse direction. For events with only one SPD tracklet, the z-vertex position is determined by the point of closest approach to the mean beam axis. A vertex was reconstructed for 83% of events in the MB OR selection and for 93% of events in the MB AND selection. At the higher energy, in the MB SPD selection 93%  [30,33]. The measured DD fractions are scaled according to the prescription in [33]. Corresponding fractions calculated using PYTHIA and PHOJET are given for events within the diffractive-mass range covered experimen-tally (see text), and also without the restriction on diffractive-mass (parentheses). (b) Selection efficiencies for different classes of events: at 0.9 TeV, where the MB OR selection was used for INEL sample and MB AND for NSD sample; at 2.36 TeV, where the selection using the SPD only was used for both INEL  Using the reconstructed vertex as the origin, we calculate the differences in azimuthal (Δϕ, bending plane) and polar (Δθ , non-bending direction) angles of two hits, one in the inner and one in the outer SPD layer. Hit combinations, called tracklets, are selected by a cut on the sum of the squares of Δϕ and Δθ , with a cut-off at 80 mrad and 25 mrad, respectively. The cut imposed on the difference in azimuthal angles would reject charged particles with a transverse momentum below 30 MeV/c; however, the effective transverse-momentum cut-off is determined by particle absorption in the material and is approximately 50 MeV/c. If more than one hit in a layer matches a hit in the other layer, only the hit combination with the smallest angular difference is used.",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 210,
                    "text": "[34]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 827,
                    "text": "[30,",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 831,
                    "text": "33]",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 906,
                    "text": "[33]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "start": 1350,
                    "text": "INEL",
                    "end": 1354
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "For the pseudorapidity-density measurement, all events with vertex in the range |z| < 10 cm are used. For multiplicity-distribution measurements, the whole η-interval considered has to be covered by the acceptance of the SPD, for every event. Therefore, only events from a limited z-range of collision vertices are used for the two largest η-intervals, which reduces the available event statistics. At 0.9 TeV these reductions are 15% for |η| < 1.0 and 60% for |η| < 1.3, and at 2.36 TeV 4% for |η| < 1.0 and 46% for |η| < 1.3.",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "The number of primary charged particles is estimated by counting the number of tracklets. This number was corrected for:",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "-geometrical acceptance, detector and reconstruction efficiencies;",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "-contamination by weak-decay products of long-lived particles (K 0 s , Λ, etc.), gamma conversions and secondary interactions; -undetected particles below the 50 MeV/c transversemomentum cut-off; -combinatorial background caused by an accidental association of hits in the two SPD layers, estimated from data by counting pairs of hits with a large Δϕ.",
            "paragraph_rank": 44,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "The probability of an additional collision in the same bunch crossing (pile-up) at the estimated luminosity is below 10 −3 . The effect on both multiplicity density and multiplicity distribution measurements due to such events has been found to be negligible. Particular attention was paid to events having zero or one charged tracklets in the SPD acceptance. For the 0.9 TeV sample, the number of zero-track events for |z| < 10 cm was estimated using triggered events without a reconstructed vertex. At 2.36 TeV, due to the different trigger (see Sect. 2), we have to use Monte Carlo simulations to estimate this number and therefore the results are more model-dependent than those at 0.9 TeV. As a consequence, the size of systematic uncertainties on average multiplicity is bigger at 2.36 TeV than that at 0.9 TeV, as described in Sect. 5.",
            "paragraph_rank": 45,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "The total number of collisions used for the normalization was calculated from the number of events with reconstructed vertex selected for the analysis and the number of triggered events without vertex. The latter number was corrected for beam-induced and accidental background as measured with the control triggers (see Sect. 2). A small correction, determined from simulations, is applied to the number of tracks due to events with no reconstructed vertex. In order to get the normalization for INEL and NSD events, we further corrected the number of events for the selection efficiency for these two event classes. For NSD events, we subtracted the single-diffractive contribution. The selection efficiencies depend on the charged-particle multiplicity, as shown in Fig. 2 for the 0.9 TeV data sample for different event classes (INEL, NSD, and SD). At both energies, the efficiency is close to 100% for multiplicities of one or above for the INEL class, and reaches 90% for multiplicities above two for the NSD class. The averaged combined corrections in number of events due to the vertex-reconstruction and the selection efficiencies for INEL collisions are 5% and 24% for 0.9 TeV and 2.36 TeV data, respectively. This correction is larger at the higher energy because of significantly smaller pseudorapidity coverage of the MB SPD selection compared with the MB OR selection and the necessity for large correction for zero-multiplicity events at this energy. For NSD collisions, at both energies, these event-number corrections are small (2% and 1% for 0.9 TeV and 2.36 TeV data, respectively) as a consequence of partial cancelation between adding non-observed ND and DD events, and subtracting triggered SD events. The resulting model-dependent correction factors due to the selection efficiencies applied to averaged charged-particle multiplicities for the NSD samples are 0.973 and 1.014 for 0.9 TeV and 2.36 TeV data, respectively.",
            "paragraph_rank": 46,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 768,
                    "text": "Fig. 2",
                    "end": 774
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "The multiplicity distributions, measured in three ηintervals, are shown in Fig. 3 for raw data at both energies. The method used to correct the raw measured distributions for efficiency, acceptance, and other detector effects, is based on unfolding with χ 2 minimization with regularization [35]. The detector response was determined with the same Monte Carlo simulation as described above. Figure 4 illustrates the detector response matrix R mt for |η| < 1, which gives the conditional probability that a collision with multiplicity t is measured as an event with multiplicity m. Therefore, each column is normalized to unity. This matrix characterizes the properties of the detector and does not depend on the specific event generator used for its determination, apart from second-order effects due to, for example, differences in particle composition and momentum spectra, discussed in Sect. 5. As this matrix is practically independent of energy, it is shown for the 0.9 TeV case only. The unfolded spectrum U(N ch ) is found by minimizinĝ",
            "paragraph_rank": 47,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 75,
                    "text": "Fig. 3",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 291,
                    "text": "[35]",
                    "end": 295
                },
                {
                    "type": "figure",
                    "start": 391,
                    "text": "Figure 4",
                    "end": 399
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "where R is the response matrix, M is the measured spectrum, e is the estimated measurement error, and βF (U ) is a regularization term that suppresses high-frequency components in the solution. The only assumption made about the shape of the corrected spectrum is that it is smooth. The  Fig. 4 Graphical representation of the detector response matrix: number of tracklets found in the SPD (m) vs the number of generated primary particles in |η| < 1.0 (t ) for √ s = 0.9 TeV. The distribution of the measured tracklet multiplicity for a given generated multiplicity shown with its most probable value (dots), r.m.s. (shaded areas), and full spread (squares) smoothness is imposed by the choice",
            "paragraph_rank": 48,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 288,
                    "text": "Fig. 4",
                    "end": 294
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "which minimizes the fluctuations with respect to a constant constraint imposed by first derivatives. The regularization coefficient β is chosen such that, after minimization, the contribution of the first term in (1) is of the same order as the number of degrees of freedom (the number of bins in the unfolding). The unfolded spectrum is corrected further for vertex reconstruction and event selection efficiencies (see Fig. 2). The behaviour of the deconvolution method is illustrated in Fig. 5 for the case |η| < 1.0 at √ s = 0.9 TeV showing that the normalized residuals are well-behaved over the whole measured multiplicity range. The χ 2 difference between the measured raw distribution and the corrected distribution folded with the response matrix is χ 2 /ndf = 36.7/35 = 1.05. Similar behaviour is observed for other η intervals and at 2.36 TeV.",
            "paragraph_rank": 49,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 420,
                    "text": "Fig. 2",
                    "end": 426
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 489,
                    "text": "Fig. 5",
                    "end": 495
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "We checked the sensitivity of our results to -The value of the regularization coefficient β.",
            "paragraph_rank": 50,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "-Changing the regularization term, defined in (2), to:",
            "paragraph_rank": 51,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "which minimizes the fluctuations with respect to a linear constraint imposed by second derivatives. -Changing the unfolding procedure. An unfolding based on Bayes' theorem [36,37] produces consistent results. It is an iterative procedure using the relations:",
            "paragraph_rank": 52,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 172,
                    "text": "[36,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 176,
                    "text": "37]",
                    "end": 179
                }
            ]
        },
        {
            "section": "Analysis method",
            "text": "with an a priori distribution P . The result U of an iteration is used as a new a priori P distributions for the following iteration. -Variation of convergence criteria and initial distribution.",
            "paragraph_rank": 53,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "For both unfolding procedures we checked that the results are insensitive to the details of the convergence criteria and a reasonable choice of initial distributions.",
            "paragraph_rank": 54,
            "section_rank": 6
        },
        {
            "section": "Analysis method",
            "text": "The details of this analysis are described in [38].",
            "paragraph_rank": 55,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 46,
                    "text": "[38]",
                    "end": 50
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "In order to estimate the systematic uncertainties, the above analysis was repeated:",
            "paragraph_rank": 56,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "-varying the Δϕ and Δθ cuts used for the tracklet definition by ±20%; -varying the density of the material in the tracking system, thus changing the material budget by ±10%; -allowing for detector misalignment by an amount of up to 100 μm; -varying the composition of the produced particle types with respect to the yields suggested by the event generators by ±30%; -varying the non-observed-particle yield below the transverse momentum cut-off for tracklet reconstruction by ±30%; -varying the ratios of the ND, SD, and DD cross sections according to their measured values and errors shown in Table 1, thus evaluating the uncertainty in the normalization to INEL and NSD events; -varying the thresholds applied to VZERO counters, both in simulation and in data (for the 0.9 TeV sample).",
            "paragraph_rank": 57,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 594,
                    "text": "Table 1",
                    "end": 601
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The results are summarized in Table 2 using the corrections calculated with PYTHIA tune D6T. Whenever corrections obtained with PHOJET give a different value, the difference is used in calculating an asymmetric systematic uncertainty. These two models were chosen because they predict respectively the lowest and the highest charged-particle densities for INEL collisions at both energies (see Sect. 6).",
            "paragraph_rank": 58,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 30,
                    "text": "Table 2",
                    "end": 37
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The SPD efficiencies for trigger and for pixel hits are determined from the data. The SPD trigger efficiency is determined to be 98% with negligible uncertainty based on analysis of the trigger information recorded in the data stream for events with more than one tracklet. The detector efficiency is determined from pixel-hit distributions, and checked by tracklet reconstruction. The uncertainty on the detector acceptance and efficiency due to the limited hit statistics and the current alignment precision of the detector is estimated by this method to be 1.5%. The uncertainty in background corrections was estimated according to the description in Sect. 3.",
            "paragraph_rank": 59,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The total systematic uncertainty on the pseudorapidity density measurement at 0.9 TeV is smaller than 2.5% for INEL collisions and is about 3.3% for NSD collisions. At 2.36 TeV, the corresponding uncertainties are below 6.7% and 3.7% for INEL and NSD collisions, respectively. For all cases, they are dominated by uncertainties in the cross sections of diffractive processes and their kinematics.",
            "paragraph_rank": 60,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "To evaluate the systematic error on the multiplicity distribution, a new response matrix was generated for each change listed above and used to unfold the measured spectrum. The difference between these unfolded spectra and Table 2 Contributions to systematic uncertainties in the measurements of the charged-particle pseudorapidity density and of the multiplicity distribution. For pseudorapidity densities, when two values are given, they correspond to the pseudorapidities 0.0 and 1.4, respectively. The sign of the event-generator uncertainties indicates if the result using PHOJET corrections is higher (positive sign) or lower (negative sign) than that using PYTHIA corrections. For multiplicity distributions the values are given for |η| < 1. the unfolded spectrum produced with the unaltered response matrix determines the systematic uncertainty. Additional systematic uncertainties originate from the unfolding method itself, consisting of two contributions. The first one arises from statistical fluctuations due to the finite number of events used to produce the response matrix as well as the limited number of events in the measurement. The unfolding procedure was repeated 100 times while randomizing the input measurement and the response matrix according to their respective statistical uncertainties. The resulting uncertainty due to the response matrix fluctuations is negligible. The uncertainty on the measured multiplicity distribution due to the event statistics reproduces the uncertainty obtained with the minimization procedure, as expected.",
            "paragraph_rank": 61,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 224,
                    "text": "Table 2",
                    "end": 231
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "A second contribution arises from the influence of the regularization on the distribution. The bias introduced by the regularization was estimated using the prescription described in [39] and is significantly lower than the statistical error inferred from the χ 2 minimization, except in the lowmultiplicity region. In that region, the bias is about 2%, but the statistical uncertainty is negligible. Therefore, we added the estimated value of the bias to the statistical uncertainty in this region. The correction procedure is insensitive to the shape of the multiplicity distribution of the events, which produce the response matrix. Table 2 summarizes the systematic uncertainties for the multiplicity distribution measurements. Note that the uncertainty is a function of the multiplicity which is reflected by the ranges of values. Further details about the analysis, corrections, and the evaluation of the systematic uncertainties are in [38].",
            "paragraph_rank": 62,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 183,
                    "text": "[39]",
                    "end": 187
                },
                {
                    "type": "table",
                    "start": 636,
                    "text": "Table 2",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 943,
                    "text": "[38]",
                    "end": 947
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Both the pseudorapidity density and multiplicity distribution measurements have been cross-checked by a second analysis employing the Time-Projection Chamber (TPC) [1]. It uses tracks and vertices reconstructed in the TPC in the pseudorapidity region |η| < 0.8. The pseudorapidity density is corrected using a method similar to that used for the SPD analysis. The results of the two independent analyses are consistent.",
            "paragraph_rank": 63,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 164,
                    "text": "[1]",
                    "end": 167
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "In this section, pseudorapidity density and multiplicity distribution results are presented for two centre-of-mass energies and compared to results of other experiments and to models. For the model comparisons we have used QGSM [6], three different tunes of PYTHIA, tune D6T [9], tune ATLAS-CSC [10] and tune Perugia-0 [11], and PHO-JET [12]. The PYTHIA tunes have been developed by three independent groups extensively comparing Monte Carlo distributions to underlying-event and minimum-bias Tevatron The ALICE measurements (squares) are compared to UA5 pp data [40] (triangles) and to CMS pp data at the LHC [4] (stars). Right: measured pseudorapidity dependence of dN ch /dη at √ s = 2.36 TeV for INEL (full symbols) and NSD (open symbols) collisions. The ALICE measurement (squares) for NSD collisions is compared to CMS NSD data [4] (stars) and to model predictions, PYTHIA tune D6T [9] (solid line) and PHOJET [12] (dashed line). For the ALICE data, systematic uncertainties are shown as shaded areas; statistical uncertainties are invisible (smaller than data marks). For CMS data error bars show the statistical and systematic uncertainties added in quadrature data. Data from hadron colliders at lower energies have been used to fix the energy scaling of the parameters. Tune D6T uses the old PYTHIA multiple scattering and Q 2 -ordered showers, whereas the two other tunes use the new multiplescattering model provided by PYTHIA 6.4 and transversemomentum-ordered showering. Perugia-0 was not tuned for diffractive processes, which affects the validity of this tune for the lowest multiplicities. For final-state-radiation and hadronization, Perugia-0 adds parameters fitted to LEP data. The charged-particle density in the central rapidity region is mainly influenced by the infrared cut-off for parton scattering at the reference energy (1.8 TeV) and its energy dependence. Figure 6 (left) shows the charged-particle density as a function of pseudorapidity obtained for INEL and NSD interactions at a centre-of-mass energy √ s = 0.9 TeV compared to pp data from the UA5 experiment [40], and to pp NSD data from the CMS experiment [4]. The result is consistent with our previous measurement [2] and with UA5 and CMS data. Figure 6 (right) shows the measurement of dN ch /dη for INEL and NSD interactions at √ s = 2.36 TeV compared to CMS NSD data [4] and to PYTHIA tune D6T and PHOJET calculations. Our results for NSD collisions are consistent with CMS measurements, systematically above the PHOJET curve, and significantly higher than the distribution obtained with the PYTHIA tune D6T. Note that in the CMS pseudorapidity-density measurement the contribution from charged leptons was excluded. This implies that the CMS value is expected to be approximately 1.5% lower than in our result, where charged leptons are counted as primary particles.",
            "paragraph_rank": 64,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 228,
                    "text": "[6]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 275,
                    "text": "[9]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 295,
                    "text": "[10]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 319,
                    "text": "[11]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 337,
                    "text": "[12]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 563,
                    "text": "[40]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 610,
                    "text": "[4]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 834,
                    "text": "[4]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 888,
                    "text": "[9]",
                    "end": 891
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 916,
                    "text": "[12]",
                    "end": 920
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1886,
                    "text": "Figure 6",
                    "end": 1894
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2093,
                    "text": "[40]",
                    "end": 2097
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2142,
                    "text": "[4]",
                    "end": 2145
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2202,
                    "text": "[2]",
                    "end": 2205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2233,
                    "text": "Figure 6 (right)",
                    "end": 2249
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2358,
                    "text": "[4]",
                    "end": 2361
                }
            ]
        },
        {
            "section": "Results",
            "text": "The pseudorapidity density measurements in the central region (|η| < 0.5) are summarized in Table 3 along with model predictions obtained with QGSM, PHOJET and three different PYTHIA tunes. Note that QGSM is not readily available as an event generator and the predictions for some of the event classes were obtained analytically by the authors of [6]. At both energies, PYTHIA tune D6T and PHOJET yield respectively the lowest and highest charged-particle densities for INEL collisions.",
            "paragraph_rank": 65,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 92,
                    "text": "Table 3",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 347,
                    "text": "[6]",
                    "end": 350
                }
            ]
        },
        {
            "section": "Results",
            "text": "Because part of the systematic uncertainties cancels in the ratio of the multiplicity densities between the two energies, these ratios are compared to model calculations as well. The main contribution to the systematic uncertainties in the measurement of charged-particle densities comes from the estimate of the number of events with zero tracks. Therefore, in addition to the two event classes (INEL and NSD) introduced so far, results are also presented for inelastic events with at least one charged particle produced in the region |η| < 0.5, labeled as INEL > 0. These values were obtained as the mean values of the corresponding corrected multiplicity distributions for N ch > 0 (see Fig. 8).",
            "paragraph_rank": 66,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 690,
                    "text": "Fig. 8",
                    "end": 696
                }
            ]
        },
        {
            "section": "Results",
            "text": "The consistency between data and model calculations varies with event class and the collision energy. PYTHIA tunes D6T and Perugia-0 significantly underestimate the charged-particle density in all event classes and at both energies. ATLAS-CSC tune, PHOJET, and QGSM are closer to the data and describe the average multiplicity reasonably well, at least for some of the classes and energies listed in Table 3. However, the relative increase in charged-particle density is underestimated by all models and tunes, most significantly for the event class with at least one charged particle in the central region (INEL > 0). The increase Table 3 Charged-particle pseudorapidity densities measured by AL-ICE in the central pseudorapidity region (|η| < 0.5), for inelastic (INEL), non-single-diffractive (NSD), and inelastic with N ch > 0 (INEL > 0) proton-proton collisions at centre-of-mass energies of 0.9 TeV and 2.36 TeV. The ratios of multiplicity densities between the two energies are also given. Data at √ s = 0.9 TeV are compared to CMS NSD data [4] and UA5 NSD and INEL pp data [40]. Data at √ s = 2.36 TeV are compared to CMS NSD data. For ALICE and CMS measurements, the first error is statistical and the second one is systematic; no systematic uncertainty is quoted by UA5. These data are also compared to predictions for pp collisions from different models: QGSM [6], PYTHIA tune D6T [9] (a), tune ATLAS-CSC [10] (b), and tune Perugia-0 [11]  predicted by all PYTHIA tunes is 16% (14% for PHO-JET), whereas the observed increase is substantially larger (22.6 ± 0.7 ± 1.0)%. Figure 7 shows the centre-of-mass energy dependence of the pseudorapidity density in the central region. The data points are obtained in the |η| < 0.5 range from this experiment and from [40][41][42][43][44][45][46][47][48]. When necessary, corrections were applied for differences in pseudorapidity ranges, fitting the pseudorapidity distributions around η = 0.",
            "paragraph_rank": 67,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 400,
                    "text": "Table 3",
                    "end": 407
                },
                {
                    "type": "table",
                    "start": 632,
                    "text": "Table 3",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1048,
                    "text": "[4]",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1081,
                    "text": "[40]",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1371,
                    "text": "[6]",
                    "end": 1374
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1392,
                    "text": "[9]",
                    "end": 1395
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1416,
                    "text": "[10]",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1445,
                    "text": "[11]",
                    "end": 1449
                },
                {
                    "type": "figure",
                    "start": 1582,
                    "text": "Figure 7",
                    "end": 1590
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1769,
                    "text": "[40]",
                    "end": 1773
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1773,
                    "text": "[41]",
                    "end": 1777
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1777,
                    "text": "[42]",
                    "end": 1781
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1781,
                    "text": "[43]",
                    "end": 1785
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1785,
                    "text": "[44]",
                    "end": 1789
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1789,
                    "text": "[45]",
                    "end": 1793
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1793,
                    "text": "[46]",
                    "end": 1797
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1797,
                    "text": "[47]",
                    "end": 1801
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1801,
                    "text": "[48]",
                    "end": 1805
                }
            ]
        },
        {
            "section": "Results",
            "text": "Using parameterizations obtained by fitting a powerlaw dependence on the centre-of-mass energy, extrapolations to the centre-of-mass energy of √ s = 7 TeV give dN ch /dη = 4.7 and dN ch /dη = 5.4 for INEL and for NSD interactions, respectively. At the nominal LHC energy of √ s = 14 TeV, the same extrapolations yields dN ch /dη = 5.4 and dN ch /dη = 6.2 for INEL and for NSD collisions, respectively.",
            "paragraph_rank": 68,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "The multiplicity distributions of charged particles were measured in three pseudorapidity intervals at both energies. These distributions, corrected as described above, are shown in Fig. 8 (left) and Fig. 8 (right) respectively, for √ s = 0.9 TeV and √ s = 2.36 TeV for NSD events. The difference between the multiplicity distributions for NSD and for INEL events only becomes significant at low multiplicities (see Fig. 9), as expected.",
            "paragraph_rank": 69,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 182,
                    "text": "Fig. 8 (left)",
                    "end": 195
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 200,
                    "text": "Fig. 8 (right)",
                    "end": 214
                },
                {
                    "type": "figure",
                    "start": 416,
                    "text": "Fig. 9",
                    "end": 422
                }
            ]
        },
        {
            "section": "Results",
            "text": "In the two larger pseudorapidity intervals, small wavy fluctuations are seen at multiplicities above 25. While visually they may appear to be significant, one should note Fig. 7 Charged-particle pseudorapidity density in the central rapidity region in proton-proton and proton-antiproton interactions as a function of the centre-of-mass energy. The dashed and solid lines (for INEL and NSD interactions, respectively) show a fit with a power-law dependence on energy. Note that data points at the same energy have been slightly shifted horizontally for visibility that the errors in the deconvoluted distribution are correlated over a range comparable to the multiplicity resolution (see Fig. 4). We studied the significance of these fluctuations assuming an exponential shape of the corrected distribution in the corresponding multiplicity range. Applying the response matrix to this smooth distribution and comparing The ALICE measurement for |η| < 0.5 is compared to the UA5 data at the same energy [19]. In the inset the ratio of these two measurements is shown, the shaded area represents our combined statistical and systematic uncertainty, and the error bars those of UA5. Right: data at √ s = 2.36 TeV. Note that for |η| < 1.0 and |η| < 1.3 the distributions have been scaled for clarity by the factor indicated Fig. 9 Expanded views of the low-multiplicity region of corrected multiplicity distributions for INEL and NSD events, left for 0.9 TeV and right for 2.36 TeV data. The gray bands indicate the systematic uncertainty. Distribution for NSD events are not normalized to unity but scaled down in such a way that the distributions for INEL and NSD events match at high multiplicities, which makes the difference at low multiplicity clearly visible. Left: data at √ s = 0.9 TeV. Right: data at √ s = 2.36 TeV. Note that for |η| < 1.0 and |η| < 1.3 the distributions have been scaled for clarity by the factor indicated with the measured raw distribution, we find differences of up to two standard deviations in some of the corresponding raw data bins. Therefore, we conclude that while the structures are related to fluctuations in the raw data, they are not significant, and that the uncertainty bands should be seen as one-standard-deviation envelopes of the deconvoluted distributions. Similar observations for a different deconvolution method were made by UA5 in [19].",
            "paragraph_rank": 70,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 171,
                    "text": "Fig. 7",
                    "end": 177
                },
                {
                    "type": "figure",
                    "start": 688,
                    "text": "Fig. 4",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1002,
                    "text": "[19]",
                    "end": 1006
                },
                {
                    "type": "figure",
                    "start": 1320,
                    "text": "Fig. 9",
                    "end": 1326
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2380,
                    "text": "[19]",
                    "end": 2384
                }
            ]
        },
        {
            "section": "Results",
            "text": "The multiplicity distributions were fitted with a Negative-Binomial Distribution (NBD) and at both energies satisfactory descriptions were obtained, as shown in Fig. 8. Fitting the spectra with the sum of two NBDs, as suggested in [49], did not significantly improve the description of the data.",
            "paragraph_rank": 71,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 161,
                    "text": "Fig. 8",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 231,
                    "text": "[49]",
                    "end": 235
                }
            ]
        },
        {
            "section": "Results",
            "text": "A comparison of the data to the multiplicity distributions obtained with the event generators is shown in Fig. 10 for |η| < 1.0. At low multiplicities (<20) discrepancies are observed at both energies and for all models. At high multiplicities and for the 0.9 TeV sample, the PHOJET model agrees well with the data. The PYTHIA tunes D6T and Perugia-0 underestimate the data at high multiplicities and the ATLAS-CSC tune is above the data in this region. At 2.36 TeV, ATLAS-CSC tune of PYTHIA and, to some extent, PHOJET are close to the data. The ratios of data over Monte Carlo calculations are very similar in all three pseudorapidity ranges and suggests that the stronger rise with energy seen in the charged-particle density is, at least partly, due to a larger fraction of high-multiplicity events.",
            "paragraph_rank": 72,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 106,
                    "text": "Fig. 10",
                    "end": 113
                }
            ]
        },
        {
            "section": "Results",
            "text": "From these multiplicity distributions we have calculated the mean multiplicity and first reduced moments",
            "paragraph_rank": 73,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "summarized in Table 4. For |η| < 0.5 and |η| < 1.0 our results are compared to the UA5 measurement for pp collisions at √ s = 0.9 TeV [19]. Note that the mean multiplicities quoted in this table are those calculated from the multiplicity distributions and are therefore slightly different from the values given in Table 3. The value of the pseudorapidity density obtained when averaging the multiplicity distribution for |η| < 0.5 is consistent with the value obtained in the pseudorapidity-density analysis. This is an important consistency check, since the correction methods in the pseudorapidity-density and multiplicity-distribution analyses are different.",
            "paragraph_rank": 74,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 14,
                    "text": "Table 4",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 134,
                    "text": "[19]",
                    "end": 138
                },
                {
                    "type": "table",
                    "start": 314,
                    "text": "Table 3",
                    "end": 321
                }
            ]
        },
        {
            "section": "Results",
            "text": "Our data are consistent with UA5 proton-antiproton measurements at 900 GeV ( Fig. 8a and Table 4). The energy dependence of the reduced moments C q , shown in Fig. 11, indicates a slight increase, which is not significant given the size of our systematic uncertainties. Systematic uncertainties are assumed to be uncorrelated between energies. A similar conclusion about the shape evolution of multiplicity distributions can be drawn from Fig. 12, where we compare our measurements, plotted in terms of KNO variables, at the two energies and UA5 pp data at √ s = 0.2 and 0.9 TeV, for NSD collisions and pseudorapidity interval |η| < 0.5. While KNO scaling gives a reasonable description of the data from 0.2 to 2.36 TeV, the ratio between the 0.9 TeV and 2.36 TeV data shows a slight departure from unity above z = 4.",
            "paragraph_rank": 75,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 77,
                    "text": "Fig. 8a",
                    "end": 84
                },
                {
                    "type": "table",
                    "start": 89,
                    "text": "Table 4",
                    "end": 96
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 159,
                    "text": "Fig. 11",
                    "end": 166
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 439,
                    "text": "Fig. 12",
                    "end": 446
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "We report high-statistics measurements of the chargedprimary particle pseudorapidity density and multiplicity distributions in proton-proton collisions at centre-of-mass energies of 0.9 TeV and 2.36 TeV with the ALICE detector. The results at 0.9 TeV are consistent with UA5 pp measurements at the same energy. At both energies, our data are consistent with the CMS measurement, and compared to various models for which they provide further constraints. None of the investigated models and tunes describes the average multiplicities and the multiplicity distributions well. In particular, they underestimate the increase in the average multiplicity seen in the data between 0.9 TeV and 2.36 TeV. At 0.9 TeV, the high-multiplicity tail of the distributions is best described by the PHOJET model, while at 2.36 TeV, PYTHIA tune ATLAS-CSC is closest to the data.",
            "paragraph_rank": 76,
            "section_rank": 9
        },
        {
            "section": "Conclusion",
            "text": "The multiplicity distributions at both energies and in pseudorapidity ranges up to |η| < 1.3 are described well Table 4 Mean multiplicity and C q -moments (5) of the multiplicity distributions measured by UA5 [19] in proton-antiproton collisions at √ s = 0.9 TeV, and by ALICE at √ s = 0. 10.9 ± 0.4 ± 0.6 1 2 .8 ± 0.7 ± 1.5 Fig. 11 Energy dependence of the C q -moments (5) of the multiplicity distributions measured by UA5 [19] and ALICE at both energies for NSD events in two different pseudorapidity intervals. The error bars represent the combined statistical and systematic uncertainties. The data at 0.9 TeV are displaced horizontally for visibility with negative binomial distributions. The shape evolution of the multiplicity distributions with energy was studied in terms of KNO-scaling variables, and by extracting reduced moments of the distributions. A slight, but only marginally significant evolution in the shape is visible in the data for z > 4, possibly indicating an increasing fraction of events with the highest multiplicity. This issue will be studied further using the data collected from forthcoming higherenergy runs at the LHC. Fig. 12 Comparison of multiplicity distributions in KNO variables measured by UA5 [18,19] in proton-antiproton collisions at √ s = 0.2 TeV and 0.9 TeV, and by ALICE at √ s = 0.9 TeV and 2.36 TeV, for NSD events in |η| < 0.5. In the lower part the ratio between ALICE measurements at 0.9 TeV and 2.36 TeV is shown. The error bars represent the combined statistical and systematic uncertainties Acknowledgements The ALICE collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex.",
            "paragraph_rank": 77,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 112,
                    "text": "Table 4",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 209,
                    "text": "[19]",
                    "end": 213
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 325,
                    "text": "Fig. 11",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 425,
                    "text": "[19]",
                    "end": 429
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1154,
                    "text": "Fig. 12",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1236,
                    "text": "[18,",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1240,
                    "text": "19]",
                    "end": 1243
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 10
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1 Distributions of reconstructed event vertices along the beam direction (z) obtained from hit correlations in the two pixel layers of the ALICE inner tracking system for the event samples used in the analysis (see text): √ s = 0.9 TeV (full symbols) and √ s = 2.36 TeV (open symbols). The lines are from Monte Carlo simulations. Vertical dashed lines delimit the region |z| < 10 cm, where the events for the present analysis were selected",
            "paragraph_rank": 78,
            "section_rank": 10
        },
        {
            "text": "Fig. 3",
            "section_rank": 11
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Measured raw multiplicity distributions in three pseudorapidity ranges for both energy samples (0.9 TeV full lines, 2.36 TeV dashed lines). Note that for |η| < 1.0 and |η| < 1.3 the distributions have been scaled for clarity by the factor indicated",
            "paragraph_rank": 79,
            "section_rank": 11
        },
        {
            "text": "Fig. 5",
            "section_rank": 12
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Measured raw multiplicity distribution (elements of vector M, histogram), superimposed on the convolution RU of the unfolded distribution with the response matrix (crosses), at √ s = 0.9 TeV for |η| < 1.0 (upper plot). The error bars are omitted for visibility. Normalized residuals, i.e. the difference between the measured raw distribution and the corrected distribution folded with the response matrix divided by the measurement error (lower plot). The inset shows the distribution of these normalized residuals fitted with a Gaussian (σ ≈ 1.06)",
            "paragraph_rank": 80,
            "section_rank": 12
        },
        {
            "text": "Fig. 6",
            "section_rank": 13
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Left: measured pseudorapidity dependence of dN ch /dη at √ s = 0.9 TeV for INEL (full symbols) and NSD (open symbols) collisions. The ALICE measurements (squares) are compared to UA5 pp data [40] (triangles) and to CMS pp data at the LHC [4] (stars). Right: measured pseudorapidity dependence of dN ch /dη at √ s = 2.36 TeV for INEL (full symbols) and NSD (open symbols) collisions. The ALICE",
            "paragraph_rank": 81,
            "section_rank": 13
        },
        {
            "text": "Fig. 8",
            "section_rank": 14
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8Corrected multiplicity distributions in three pseudorapidity ranges for NSD events. The solid lines show NBD fits. Error bars represent statistical uncertainties and shaded area systematic ones. Left: data at √ s = 0.9 TeV. The ALICE measurement for |η| < 0.5 is compared to the UA5 data at the same energy[19]. In the inset the ratio of",
            "paragraph_rank": 82,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 312,
                    "text": "[19]",
                    "end": 316
                }
            ]
        },
        {
            "text": "Fig. 10",
            "section_rank": 15
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10Comparison of measured multiplicity distributions for INEL events to models for the pseudorapidity range |η| < 1.0. Predictions are shown based on the PHOJET model[12] (solid line) and PYTHIA tunes: D6T[9] (dashed line), ATLAS-CSC[10] (dotted line), and Perugia-0[11] (dash-dotted line). The error bars for data points rep-",
            "paragraph_rank": 83,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 170,
                    "text": "[12]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 209,
                    "text": "[9]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 237,
                    "text": "[10]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 270,
                    "text": "[11]",
                    "end": 274
                }
            ]
        },
        {
            "text": "Now at Institut Pluridisciplinaire Hubert Curien (IPHC), Université de Strasbourg, CNRS-IN2P3, Strasbourg, France. Now at Sezione INFN, Bari, Italy. Now at Institut für Kernphysik, Westfälische Wilhelms-Universität Münster, Münster, Germany. Now at University of Technology and Austrian Academy of Sciences, Vienna, Austria. Also at Lawrence Livermore National Laboratory, Livermore, CA, United States. Also at European Organization for Nuclear Research (CERN), Geneva, Switzerland. Now at Sección Física, Departamento de Ciencias, Pontificia Universidad Católica del Perú, Lima, Peru.",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "m n o p q r s t Deceased.",
            "paragraph_rank": 85,
            "section_rank": 16
        },
        {
            "text": "Table 1",
            "section_rank": 17
        },
        {
            "section": "Table 1",
            "text": "(a) Relative fractions of SD and DD events, as obtained from previous measurements at 0.9 TeV [27] and 1.8 TeV",
            "paragraph_rank": 86,
            "section_rank": 17
        },
        {
            "text": "0. Multiple values indicate uncertainties for respective multiplicities shown in parentheses",
            "paragraph_rank": 87,
            "section_rank": 18
        },
        {
            "text": "9 TeV and 2.36 TeV, for NSD events in three different pseudorapidity intervals. The first error is statistical and the second systematic N ch 3.61 ± 0.04 ± 0.12 3.60 ± 0.02 ± 0.11 4.47 ± 0.03 ± 0.10 C 2 1.94 ± 0.02 ± 0.04 1.96 ± 0.01 ± 0.06 2.02 ± 0.01 ± 0.04",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "The ALICE collaboration acknowledges the following funding agencies for their support in building and running the ALICE detector:",
            "paragraph_rank": 89,
            "section_rank": 21
        },
        {
            "text": "- Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 90,
            "section_rank": 21
        }
    ]
}