{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A Neutrino Factory producing an intense beam composed of ν e (ν e ) and ν µ (ν µ ) from muon decays has been shown to have the greatest sensitivity to the two currently unmeasured neutrino mixing parameters, θ 13 and δ CP . Using the 'wrong-sign muon' signal to measure ν e → ν µ (ν e → ν µ ) oscillations in a 50 ktonne Magnetised Iron Neutrino Detector (MIND) sensitivity to δ CP could be maintained down to small values of θ 13 . However, the detector efficiencies used in previous studies were calculated assuming perfect pattern recognition. In this paper, MIND is re-assessed taking into account, for the first time, a realistic pattern recognition for the muon candidate. Reoptimisation of the analysis utilises a combination of methods, including a multivariate analysis similar to the one used in MINOS, to maintain high efficiency while suppressing backgrounds, ensuring that the signal selection efficiency and the background levels are comparable or better than the ones in previous analyses.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The concept of a neutrino beam from the decay of muons in a storage ring was first proposed in 1980 [1]. More recently, such a facility was explored as a preliminary stage towards a muon collider and was renamed \"Neutrino Factory\". Its physics potential was originally described by Geer [2]. The great advantage of a Neutrino Factory over conventional neutrino beams from pion decay is that the decay of muons is very well described by the Standard Model and so the beam flux is easily calculable. Therefore, it is possible to perform high precision neutrino oscillation experiments at a high flux Neutrino Factory. Another significant feature of a Neutrino Factory is that one can accelerate muons of both signs into a storage ring, thereby enabling study of both neutrino and anti-neutrino oscillations with equal flux, vastly improving sensitivity to CP violation in the neutrino sector. For a more recent review see [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 100,
                    "text": "[1]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 287,
                    "text": "[2]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 920,
                    "text": "[3]",
                    "end": 923
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Early papers on the physics outcomes of a Neutrino Factory concentrated on the sub-dominant ν e → ν µ oscillation [4] in which a muon of opposite charge to that stored in the facility storage ring (wrong-sign muon) would be produced in a far detector by the charge current (CC) interactions of the oscillated ν µ . The first analysis of the capabilities of a large magnetised iron detector to detect the wrong-sign muon signature was discussed in [5] (termed the Golden Channel), where it was demonstrated that this combination was capable of the extraction of the remaining unknown parameters in the neutrino sector, the third mixing angle θ 13 of the Pontecorvo-Maki-Nakagawa-Sakata (PMNS) matrix [6,7,8] and the CP violating phase δ CP .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 114,
                    "text": "[4]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 447,
                    "text": "[5]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 699,
                    "text": "[6,",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 702,
                    "text": "7,",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 704,
                    "text": "8]",
                    "end": 706
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Magnetised Iron Neutrino Detector (MIND) is a large scale iron and scintillator sampling calorimeter. As a result of the studies mentioned above it is considered the baseline detector for a Neutrino Factory (NF) storing muons in the energy range 20-50 GeV [9]. Under the remit of EUROnu [10] and the International Design Study for a Neutrino Factory [11] all aspects of possible future neutrino beam facilities including accelerator, detectors and physics must be studied and compared to select the best option to determine the remaining oscillation parameters.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 260,
                    "text": "[9]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 291,
                    "text": "[10]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 354,
                    "text": "[11]",
                    "end": 358
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Previous studies of MIND focused on the topology and kinematics of neutrino events in the detector, assuming perfect pattern recognition. By smearing the kinematic variables of the participant muon and hadronic shower it was demonstrated that using a combination of cuts on the relative length of the two longest particles in the event and the momentum and isolation of this candidate, high signal identification efficiency and background suppression could be achieved [12,13]. However, a full study without such assumptions is necessary to fully characterise the detector response.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 469,
                    "text": "[12,",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 473,
                    "text": "13]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "While MIND is essentially a large scale version of the MINOS detec-tor [14], the nature of the NF beam -containing 50% ν e and 50% ν µ in the case of stored µ + -means that the optimisation of the analysis is somewhat different. Incorrect charge assignment (charge misidentification) of non-oscillated ν µ CC interactions present a significant possible background in this beam configuation, in addition to backgrounds from meson decays in the hadronic shower and misidentification of Neutral Current (NC) and ν e CC events. This current study re-visits the problem by taking an un-biased look at the visible part of a large sample of neutrino interactions -generated using the same GEANT3 [15] simulation as in the above mentioned studies with a uniform distribution in neutrino energy -and developing pattern recognition algorithms (first presented in [16]) -described in Sec. 3 -to extract a candidate muon for fitting using a Kalman filter. Successful fits are then subject to offline analyses -described in Sec. 4 -to determine the validity of those wrong sign candidates. Analysis results are presented in Sec 5.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 71,
                    "text": "[14]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 689,
                    "text": "[15]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 853,
                    "text": "[16]",
                    "end": 857
                }
            ]
        },
        {
            "text": "MIND parameterisation and expected event yields",
            "section_rank": 3
        },
        {
            "section": "MIND parameterisation and expected event yields",
            "text": "For the purpose of the described study, MIND is a cuboidal detector of 14 m × 14 m cross-section and 40 m length, segmented as 4 cm of iron and 1 cm of plastic scintillator for a total mass of ∼51.0 ktonnes. A dipole magnetic field of mean induction 1 T in the transverse plane provides the field neccessary for charge and momentum measurements.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "MIND parameterisation and expected event yields",
            "text": "In the first part of the analysis, event vertices were generated centred in the detector plane at 1.5 m from the front of the detector in the beam direction (z) in order to study the nature of the backgrounds without detector edge effects. Sec. 4.3 discusses the expected fiducial effects when a more realistic randomly generated vertex is considered.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "MIND parameterisation and expected event yields",
            "text": "At a MIND placed 4000 km from the neutrino source and assuming the current best global fit oscillation parameters:",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "MIND parameterisation and expected event yields",
            "text": ", setting δ CP = 45 • and calculating matter effects using the PREM model [18], the expected total number of interactions due to 10 21 µ + decays at 25 GeV energy would be of order those shown in table 1.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 74,
                    "text": "[18]",
                    "end": 78
                }
            ]
        },
        {
            "section": "MIND parameterisation and expected event yields",
            "text": "Thus in order to successfully extract oscillation parameters from the golden channel, potential backgrounds from non-signal interactions must be ν µ CC ν e CC ν µ + ν e NC ν µ (Signal) 1.22 × 10 5 3.34 × 10 5 1.48 × 10 5 5.56 × 10 3 suppressed to at most the 10 −3 level in absolute terms. Moreover, the existence of possible degenerate solutions due to uncertainty in the measured parameters and due to the nature of the oscillation probability (see [19,20]) means that spectral information is required to reliably determine δ CP . This additional requirement dictates that backgrounds must be suppressed to below 10 −3 in each energy bin while maintaining an efficiency threshold below 5 GeV so that information on the rise of the first oscillation maximum is available.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 451,
                    "text": "[19,",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 455,
                    "text": "20]",
                    "end": 458
                }
            ]
        },
        {
            "text": "Reconstruction tools",
            "section_rank": 4
        },
        {
            "section": "Reconstruction tools",
            "text": "The reconstruction package was used to analyse a large data set comprised of Deep Inelastic Scattering (DIS) neutrino interactions of ν µ and ν e generated by the LEPTO61 [21] package and tracked through the GEANT3 simulation of MIND. Considering CC interactions of ν µ and ν e with a dedicated study of events containing wrong sign muons from meson decay in ν µ CC and NC interactions the main expected backgrounds were studied.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 171,
                    "text": "[21]",
                    "end": 175
                }
            ]
        },
        {
            "section": "Reconstruction tools",
            "text": "Each event considered comprised all three dimensional points with their associated energy deposit, which were recorded in the scintillator sections of the MIND simulation, with the x,y position of these hits smeared according to a σ = 1 cm Gaussian before analysis began.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Muon candidate extraction",
            "section_rank": 5
        },
        {
            "section": "Muon candidate extraction",
            "text": "After ordering the hits from smallest to greatest z position in the detector the first step of the reconstruction was to extract a candidate muon from the event. Two methods were employed to perform this task depending on the event topology: a Kalman filter incremental fit was used to extract candidates from those events with one particle clearly longer than the others (described in Sec. 3.1.1), while a Cellular Automaton method was used in those events not viable for reconstruction through the first method (see Sec. 3.1.2). The criterion for the first category was that the five planes with activity furthest downstream should contain no more than one hit per plane.  ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Kalman Filter candidate extraction",
            "section_rank": 6
        },
        {
            "section": "Kalman Filter candidate extraction",
            "text": "Using the Kalman filter algorithm provided by RecPack [22] it is possible to propagate the track parameters back through the planes using a helix model, which takes into account multiple scattering and energy loss. Since, in general, a muon will act as a Minimum Ionising Particle (MIP) and will travel further in the detector than the hadronic particles, those hits furthest downstream can be assumed to be muon hits and used as a seed for the Kalman filter. The seed state is then propagated back to each plane with multiple hits and the matching χ 2 to each of the hits is computed. Hits with matching χ 2 below 20 are considered and in each plane the one with the best matching among these is added to the trajectory and filtered (the track parameters are updated with the new information). All accepted hits constitute the candidate muon and are presented for fitting (Sec. 3.2), with the remaining hits being considered as hadronic activity. Fig. 1-(left) shows the fraction of true muon hits in the candidate when using this method.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 54,
                    "text": "[22]",
                    "end": 58
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 948,
                    "text": "Fig. 1-(left)",
                    "end": 961
                }
            ]
        },
        {
            "text": "Cellular Automaton candidate extraction",
            "section_rank": 7
        },
        {
            "section": "Cellular Automaton candidate extraction",
            "text": "Events with high Q 2 transfer or low neutrino energy can tend to be rejected by the first method, since in general the muon will not escape the region of hadronic activity. In order to recover these events a second method is employed. The Cellular Automaton method (based on the method described in [23]) uses a neighbourhood function to first rank all the hits and then form all viable combinations into possible trajectories.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 299,
                    "text": "[23]",
                    "end": 303
                }
            ]
        },
        {
            "section": "Cellular Automaton candidate extraction",
            "text": "A 'neighbour' is defined as a hit in an adjacent plane within a pre-defined transverse distance of the projection into that plane of the straight line connecting hits in the previous two planes. Starting from the plane with lowest z position, hits are given a rank one higher than their neighbour in the previous plane should they have one. Trajectories are then formed from every possible combination of one hit per plane starting with those of highest rank using the neighbourhood function with a stricter condition. Those trajectories formed using this method are then subject to a number of tests to determine which is most likely to be a muon. After having a basic helix fit performed and being assessed according to their length, trajectories are rejected for being short, having high χ 2 fit or high relative curvature error (described in Sec. 4.1). The candidate muon is then selected as the longest remaining trajectory with the lowest χ 2 . All other hits in the event are considered to be from hadronic activity. Fig. 1-(right) shows the purity of the candidate when using this method.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1024,
                    "text": "Fig. 1",
                    "end": 1030
                }
            ]
        },
        {
            "text": "Candidate fitting",
            "section_rank": 8
        },
        {
            "section": "Candidate fitting",
            "text": "All candidates successfully extracted from their event that have greater than six hits are presented to the fitter as a candidate muon. The same Kalman filter algorithm is used here as in Sec. 3.1.1. Fitting the candidate iteratively improves seeding and thus using a more constricted χ 2 condition than in the pattern recognition, the maximum number of successful, reliable fits were achieved.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Candidate fitting",
            "text": "With the trajectory hits ordered in increasing z position, a least squares quartic fit was performed on the section outside the planes where there was hadronic activity. This fit was used to estimate the slopes in x and y and the momentum of the candidate, to be used as a seed for the Kalman filter helix fit in the forward direction. The matching χ 2 was once again checked at each hit. Hits with greater than the pre-determined maximum (20) were ignored. In addition, the filtering process only allows a pre-determined maximum number of hits (5) to be ignored. Should this number be reached, the filtering process is aborted and the smoother uses only those hits up to this point in the candidate. This method efficiently rejects hits beyond any large angle scatter which could cause charge misidentification. Successful fits were reseeded with the state vector at the first fitted hit and a scalar multiple (5) of the corresponding covariance matrix (taking only the diagonal elements) and then refitted.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 439,
                    "text": "(20)",
                    "end": 443
                }
            ]
        },
        {
            "section": "Candidate fitting",
            "text": "Failed fits and those with less than 50% of their hits fitted are then fitted again in the backwards direction using the seed from the pattern recognition.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "Candidate fitting",
            "text": "Two iterations are once again performed, with successful fits being accepted and those which are unsuccessful reverting to the result of the original fit.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Candidate fitting",
            "text": "The result of a fit being the track parameters at the projection to the event true vertex z position (3-momenta, position and charge).",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "Hadronic reconstruction",
            "section_rank": 9
        },
        {
            "section": "Hadronic reconstruction",
            "text": "The hadronic activity must be used to reconstruct the energy of the hadronic shower in order to ultimately reconstruct the energy of the interacting neutrino. In the absence of a well developed algorithm to perform this task, the current study assumes reconstruction of the hadronic energy E had with a resolution δE had equal to that recorded by the MINOS CalDet testbeam [14,24]:",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 373,
                    "text": "[14,",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 377,
                    "text": "24]",
                    "end": 380
                }
            ]
        },
        {
            "section": "Hadronic reconstruction",
            "text": "It was demonstrated in [5] that a cut based on the isolation of the muon candidate from the hadronic shower was a powerful handle for the rejection of hadronic backgrounds. This isolation was measured via the Q t variable:",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 23,
                    "text": "[5]",
                    "end": 26
                }
            ]
        },
        {
            "section": "Hadronic reconstruction",
            "text": "where P µ is the muon momentum and ϑ is the angle between the muon and the resultant hadronic vector. This requires the reconstruction of the direction vector of the shower. The Monolith test-beam [25] measured an hadronic angular resolution described by:",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 197,
                    "text": "[25]",
                    "end": 201
                }
            ]
        },
        {
            "section": "Hadronic reconstruction",
            "text": "for a similar detector. This parameterization was used to smear the hadrom shower direction vector, which in combination with the reconstructed muon momentum and direction (see Sec. 3.2) were use to compute the Q t variable defined above.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Analysis tools and cuts",
            "section_rank": 10
        },
        {
            "section": "Analysis tools and cuts",
            "text": "As mentioned in Sec. 1 there are four main possible sources of background to the wrong sign muon search: incorrect charge assignment and high energy wrong sign muons from meson decays in ν µ CC events, and NC and ν e CC events wrongly identified as ν µ CC. In order to reduce these backgrounds while maintaining good efficiency a number of offline cuts were employed. They can be organised in four categories: i) muon candidate quality cuts, ii) ν µ CC selection cuts, iii) fiducial cuts and iv) kinematic cuts.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Muon candidate quality cuts",
            "section_rank": 11
        },
        {
            "section": "Muon candidate quality cuts",
            "text": "These cuts are related to the quality of the candidate track fit and the determination of its curvature. Two observables are considered: the χ 2 probability of the Kalman filter fit and the relative error of the determined curvature (",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Muon candidate quality cuts",
            "text": "The first helps in rejecting high angle scatters or muon candidates with a large contamination from hadronic hits. The second variable is related with the probability of misidentifying the charge, and shows significant separation for correct and incorrect charge assignments as shown in Fig. 2",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 287,
                    "text": "Fig. 2",
                    "end": 293
                }
            ]
        },
        {
            "text": "-(left).",
            "section_rank": 12
        },
        {
            "section": "-(left).",
            "text": "It is possible to reject a large portion of possible backgrounds using sequential cuts on these two variables:",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "section": "-(left).",
            "text": "(where χ 2 prob is the χ 2 probability as calculated in the TMath class of the ROOT framework [26]). However, a slightly better rejection is found when the relative error cut is substituted by a cut on the log likelihood ratio of σ q/p q/p for signal and background (see Fig. 2-(right)):",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 94,
                    "text": "[26]",
                    "end": 98
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 271,
                    "text": "Fig. 2",
                    "end": 277
                }
            ]
        },
        {
            "text": "ν µ CC selection cuts",
            "section_rank": 13
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "The discrimination between ν µ CC and NC interactions relies on three easily available or calculable parameters, which are those of the extracted muon candidate. Due to the similarity of MIND and MINOS the parameters employed in the MINOS analysis [27] were used. Using a high statistic data set with knowledge of the true nature of each event, distributions of these three parameters for both NC and CC events were formed into PDFs (or likelihoods).",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 248,
                    "text": "[27]",
                    "end": 252
                }
            ]
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "The first parameter was the length of the candidate in terms of the number of hits which form it (l hit ). This variable takes advantage of the nature of the muon as a penetrating particle and shows clear separation between ν µ CC and NC events (see Fig. 3-(top-left)).  σ q/p q/p likelihood for signal and background from ν µ CC, and ii)",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 250,
                    "text": "Fig. 3",
                    "end": 256
                }
            ]
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "The second parameter is the fraction of the total visible energy in the event which is in the candidate (l f rac ). This parameter is not useful for all events due to the high probability for both NC and CC events to have a fraction very close to or equal to one. Thus, events that fall into this category, low Q 2 CC events or single pion production NC predominantly, are excluded from this distribution and do not use this parameter in their analysis. Here, while NC events demonstrate the full spectrum of possible values, signal events tend to be more concentrated at high fractions (see Fig. 3-(top-right)). However, high Q 2 CC events will tend to exhibit NC like behaviour.",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 592,
                    "text": "Fig. 3",
                    "end": 598
                }
            ]
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "While the third parameter used by MINOS is the mean energy deposited per plane for the candidate, the current simulation setup of MIND does not exhibit sufficient separation in this parameter for effective analysis. Thus, in place of this parameter the variance of the deposit is used (l var ), shown in Fig. 3-(bottom).",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 304,
                    "text": "Fig. 3-(bottom)",
                    "end": 319
                }
            ]
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "The likelihood ratio for each of the three observables was computed and combined in three main log likelihood discriminators described in Eqs. 6 to 8:  ",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "L 1 is formed from the multiplication of the likelihoods mentioned above while L 2 is formed by the multiplication of the l hit likelihood and a 2 dimensional likelihood of the variance and energy fraction (",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "ν µ CC selection cuts",
            "text": "are used when the energy fraction is less than 0.999 and L 3 otherwise. Distributions of these discriminators for samples of ν µ NC and CC events are shown in Fig. 4.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 159,
                    "text": "Fig. 4",
                    "end": 165
                }
            ]
        },
        {
            "text": "Fiducial cuts",
            "section_rank": 14
        },
        {
            "section": "Fiducial cuts",
            "text": "Events originating near the edges of the detector can leave the sensitive volume. This will result not only in the loss of event energy and thus worsened energy resolution but, due to the shortening of the event, can cause a misidentification of the charge of a candidate. While the shortening of the event has the potential to reduce backgrounds from NC and ν e CC as there should be less viable candidates, viable signal can also be lost, with a corresponding increase in charge misidentification background. Therefore, it is recomendable to apply a fiducial volume cut so that these pathologies are minimised. Specifically, events are rejected should their candidate have both its first hit within 50 cm of the sides or back of the detector and its last within 10 cm. In sec. 5.1.3, the edge effects and their suppression are presented using ν µ CC events as a model since they should affect little or no increase on NC and ν e CC backgrounds and any small variation should be of the same spectral form as those seen in ν µ CC events.",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "Kinematic cuts",
            "section_rank": 15
        },
        {
            "section": "Kinematic cuts",
            "text": "Considering the remaining signal and background after applying all cuts described above, the Q t (see Sec. 3.3) and muon candidate momentum (P µ ) distributions are those shown in Fig. 5. A clear separation between signal and background events is observed. In particular, background events are concentrated at very low Q t , while the signal exhibits much larger Q t values.",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 180,
                    "text": "Fig. 5",
                    "end": 186
                }
            ]
        },
        {
            "section": "Kinematic cuts",
            "text": "In order not to reduce the efficiency at low neutrino energy, cuts on these two variables are only applyed for reconstructed neutrino energy (E ν ) above 7 GeV. The applyed cuts are those of Eq. 9:",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Summary of analysis cuts",
            "section_rank": 16
        },
        {
            "section": "Summary of analysis cuts",
            "text": "As will be dicussed in the next section the most succesful set of cuts is given below in table 2.",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "Analysis Results",
            "section_rank": 17
        },
        {
            "section": "Analysis Results",
            "text": "Using a large data set and the analyses described above the efficiency and rejection power of MIND has been studied.",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "ν µ charge current interactions",
            "section_rank": 18
        },
        {
            "section": "ν µ charge current interactions",
            "text": "The background from ν µ interactions can be separated in two different contributions: i) fake wrong-sign muons from charge misidentification of the primary muon (mainly) and from pion to muon confusion, and ii) true wrongsign muons from the decay of hadrons.  ",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "Incorrect charge assignment",
            "section_rank": 19
        },
        {
            "section": "Incorrect charge assignment",
            "text": "The charge misidentification background was studied using ν µ interactions where events containing hadronic decays to µ − were excluded to be considered separately (Sec. 5.1.2). An event is considered background if a candidate is successfully extracted and fitted with charge opposite to that of the true primary muon. Background events are mainly due to incorrect charge assignment to the true primary muon (due to multiple scattering or impurity of the candidate), but have a small contribution from penetrating hadrons (mainly pions) which are identified as muon candidates when the true primary muon has low momentum and is not correctly identified.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "section": "Incorrect charge assignment",
            "text": "As shown in Fig. 6-(left) this background can be efficiently suppressed by cutting on the track quality variables, described in Sec. 4.1. Further rejection is obtained by applying ν µ CC selection cuts (see Fig. 6-(right)).",
            "paragraph_rank": 47,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Fig. 6",
                    "end": 18
                },
                {
                    "type": "figure",
                    "start": 207,
                    "text": "Fig. 6-(right)",
                    "end": 221
                }
            ]
        },
        {
            "text": "Wrong sign muons from hadron decays",
            "section_rank": 20
        },
        {
            "section": "Wrong sign muons from hadron decays",
            "text": "The production and decay of negatively charged mesons in the hadronic part of a DIS interaction has high probability to produce a µ − . Particulary mesons containing charm will decay promptly and produce high energy muons which can be selected as primary muon candidates when the true primary muon is not correctly identified (in general when it has low momentum). Suppression of this background is particulary important due to the high level of uncertainty on the value of the charm production cross section [28]. Track quality and ν µ CC selection cuts are effective in reducing this type of background for low neutrino energies, but the suppresion of high energy background requires further cuts, which are described below. Multiplication + errlike Figure 6: Charge mis-assignment and hadron to muon mis-identification background i) with track quality cuts only and ii) including ν µ CC selection cuts. Multiplication + errlike Figure 7: Wrong sign muon decay background with track quality and ν µ CC selection cuts.",
            "paragraph_rank": 48,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 509,
                    "text": "[28]",
                    "end": 513
                },
                {
                    "type": "figure",
                    "start": 752,
                    "text": "Figure 6",
                    "end": 760
                },
                {
                    "type": "figure",
                    "start": 931,
                    "text": "Figure 7",
                    "end": 939
                }
            ]
        },
        {
            "text": "Inclusive ν µ background with fiducial and kinematic cuts",
            "section_rank": 21
        },
        {
            "section": "Inclusive ν µ background with fiducial and kinematic cuts",
            "text": "Considering a set of ν µ CC events generated randomly throughout the detector volume the inclusive background from this type of interaction has been studied. An additional cut on those events with a candidate failing the fiducial volume cut, defined in Sec. 4.3, is used to suppress background caused by edge effects. As can be seen in Fig. 8-(left), the additional background introduced by edge effects is almost compensated by the fiducial cut, leading to a inclusive ν µ background similar to the addition of the ones shown in Figs. 6-(right) and 7.",
            "paragraph_rank": 49,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 336,
                    "text": "Fig. 8-(left)",
                    "end": 349
                }
            ]
        },
        {
            "section": "Inclusive ν µ background with fiducial and kinematic cuts",
            "text": "The high energy background of Fig. 8-(left) is mainly due to very hard muons from the decay of charm mesons. Fortunately these muons, due to their decay origin, tend to be imbedded in the hadron shower unlike a true primary muon. Thus the Q t variable should be very effective in rejecting this kind of event. As can be seen in Fig. 8-(right) the kinematic cuts afford a sizeable suppression, particularly at higher neutrino energy. Multiplication + errlike Figure 8: Expected background from ν µ CC interactions when events are randomly generated in the entire detector: i) after track quality, ν µ CC selection and fiducial cuts, and ii) including kinematic cuts.",
            "paragraph_rank": 50,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 30,
                    "text": "Fig. 8-(left)",
                    "end": 43
                },
                {
                    "type": "figure",
                    "start": 328,
                    "text": "Fig. 8-(right)",
                    "end": 342
                },
                {
                    "type": "figure",
                    "start": 458,
                    "text": "Figure 8",
                    "end": 466
                }
            ]
        },
        {
            "text": "Neutral current interactions",
            "section_rank": 22
        },
        {
            "section": "Neutral current interactions",
            "text": "Neutral current interactions should be of the same nature for all species. Background events will tend to originate from penetrating pions or muons from the decay of hadrons. Moreover, since there will always be missing energy in the event, those events successfully fitted will tend to be reconstructed at lower energy than the true neutrino energy. As such and due to the large Multiplication + errlike Figure 9: Expected background from ν µ NC interactions, i) with track quality cuts (Eq. 4) only, ii) including ν µ CC selection cuts, iii) substituting track quality cuts of Eq. 4 by those of Eq. 5 and iv) including kinematic cuts.",
            "paragraph_rank": 51,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 405,
                    "text": "Figure 9",
                    "end": 413
                }
            ]
        },
        {
            "section": "Neutral current interactions",
            "text": "amount of NC events expected in the detector, this background must be suppressed efficiently. Fig. 9 shows the evolucion of the NC background when different cuts are included.",
            "paragraph_rank": 52,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 94,
                    "text": "Fig. 9",
                    "end": 100
                }
            ]
        },
        {
            "text": "ν e charge current interactions",
            "section_rank": 23
        },
        {
            "section": "ν e charge current interactions",
            "text": "The interactions of ν e present in the beam can also produce some background to the signal. While the electron itself will be stopped quickly and will shower far more than a muon, penetrating pions or decay muons originating in the hadronic shower can be mistaken for primary muons.",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "section": "ν e charge current interactions",
            "text": "After application of track quality and ν µ CC selection cuts it can be seen in Fig. 10-(left) that the ν e CC background can be reduced to a similar level as the NC background when the same cuts are applied. Moreover, excellent rejection for high energy neutrinos is obtained by applying kinematic cuts, Multiplication + errlike Figure 10: ν e CC background to golden channel signal, i) with track quality and ν µ CC selection cuts, and ii) including kinematic cuts.",
            "paragraph_rank": 54,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 79,
                    "text": "Fig. 10",
                    "end": 86
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 329,
                    "text": "Figure 10",
                    "end": 338
                }
            ]
        },
        {
            "section": "ν e charge current interactions",
            "text": "as shown in Fig. 10-(right). This is because the candidate muon in ν e events tends to have lower momentum than in NC events, as shown in Fig. 5 .  Considering all types of events mentioned above and applying the most successful analysis chain described in table 2 the resulting signal efficiency and fractional backgrounds are those summarized in table 3. The evolution of the backgrounds for the different cuts is in Figs. 8, 9 and 10, while similar plots for the signal efficiency are those of Fig. 11. While it is obvious that the effect of the kinematic cuts below 7 GeV true neutrino energy is small due to their application only to events reconstructed with energy greater than this value, it is important to remark that fiducial cuts do not affect the efficiency at low energies either. Another important question is that of the relation between the true and the reconstructed neutrino energy for the different interaction types. The response matrices are shown graphically in Fig. 12 and numerically in App. Appendix A.",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 12,
                    "text": "Fig. 10-(right)",
                    "end": 27
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 138,
                    "text": "Fig. 5",
                    "end": 144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 497,
                    "text": "Fig. 11",
                    "end": 504
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 985,
                    "text": "Fig. 12",
                    "end": 992
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 24
        },
        {
            "text": "Conclusions",
            "section_rank": 25
        },
        {
            "section": "Conclusions",
            "text": "Through a combination of fiducial, track quality, ν µ CC selection and kinematical cuts, an analysis has been applied demonstrating the power of MIND to detect and identify ν µ CC DIS interactions in the presence of realistic reconstruction of the primary muon. The efficiency threshold currently lies between 3 and 4 GeV, and an efficiency plateau of 70% is reached at about 6 GeV. While improved sensitivity could be achieved by lowering the threshold, as mentioned in Sec. 2, this region would be dominated by quasi-   Figure 12: Response matrix in true/reconstructed neutrino energy for signal and backgrounds: i) signal efficiency, ii) backgrounds from ν µ CC, iii) NC and iv) ν e CC.",
            "paragraph_rank": 56,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 522,
                    "text": "Figure 12",
                    "end": 531
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "elastic and resonance interactions which have not yet been considered. This type of interaction should contain less hadronic activity and thus the low energy pattern recognition efficiency should improve. An increased sample of successfully reconstructed events in this region should increase the efficiency of the golden channel analysis. The powerful rejection afforded by the inclusion of the hadronic energy and direction vector highlights the importance of good hadronic reconstruction. While the hadronic energy has been reconstructed well in other similar experiments the direction vector requires careful consideration of both technology and analysis to achieve the required resolution. In a future publication we will include a re-optimisied MIND design, within a GEANT4 framework, where we will also take into account low energy quasi-elastic and resonance interactions.",
            "paragraph_rank": 57,
            "section_rank": 25
        },
        {
            "section": "Conclusions",
            "text": "Compared to the baseline MIND presented in [9], where perfect pattern recognition was assumed, these new results show some improvement. The aforementioned study considered the charge and NC backgrounds and in both cases the results presented here are of similar level. The signal efficiency curve reaches a plateau at 70% in the bin of 6 − 7 GeV. The corresponding curve in the previous study reaches approximately the same level at a similar or slightly higher energy depending on the particular analysis. Using this efficiency curve, Neutrino Factory sensitivity studies were carried out in the context of the International Scoping Study (ISS) for a future neutrino facility [29], demonstrating that a NF with two 50 ktonne MIND detectors at two different baselines has the largest θ 13 − δ CP coverage out of all possible facilities. This paper reinforces the conclusions from that study by showing that the pattern recognition and reconstruction of events in MIND do not degrade the selection efficiency for the oscillated signal.    ",
            "paragraph_rank": 58,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 43,
                    "text": "[9]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 677,
                    "text": "[29]",
                    "end": 681
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 26
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Muon candidate purity as a function of true muon momentum for i) the Kalman filter extraction method and ii) the Cellular automaton method.",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "text": "Figure 2 :",
            "section_rank": 27
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: i) σ q/p q/p likelihood for signal and background from ν µ CC, and ii) σ q/p q/p log",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "text": "Figure 4 :",
            "section_rank": 28
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Log likelihood discriminator distributions for energy fraction <0.999, i) L 1 , defined in Eq. 6, ii) L 2 , defined in Eq. 7 and iii) for energy fraction ≥ 0.999, L 3 , defined in Eq. 8.",
            "paragraph_rank": 61,
            "section_rank": 28
        },
        {
            "text": "Total 0 − 5",
            "section_rank": 29
        },
        {
            "section": "Total 0 − 5",
            "text": "GeV 5 − 10 GeV 10 − 30 GeV ν µ CC 5.5 × 10 −4 6.6 × 10 −4 8.2 × 10 −4 4.6 × 10 −4 ν e CC 7.8 × 10 −6 2.6 × 10 −5 5.5 × 10 −6 5.5 × 10 −6 ν µ + ν e NC 3.8 × 10 −5 6.8 × 10 −5 4.3 × 10 −53.1 × 10 −5 ν µ (signal)",
            "paragraph_rank": 62,
            "section_rank": 29
        },
        {
            "text": "Figure 11 :",
            "section_rank": 30
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Expected signal identification efficiency: i) after track quality and ν µ CC selection cuts, ii) including fiducial cuts, and iii) including kinematic cuts.",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "text": "Table A. 4 : 2 0Table A. 5 : 26 0Table A. 6 : 3 0",
            "section_rank": 31
        },
        {
            "section": "Table A. 4 : 2 0Table A. 5 : 26 0Table A. 6 : 3 0",
            "text": "Signal Efficiency response matrix; All values ×10 −ν µ CC background response matrix; All values ×10 −3 Neutral current background response matrix; All values ×10 −",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "text": "Table 1 :",
            "section_rank": 32
        },
        {
            "section": "Table 1 :",
            "text": "Expected absolute number of interactions in a 51 ktonne MIND at a distance of 4000 km from a NF storage ring with 25 GeV muons.",
            "paragraph_rank": 65,
            "section_rank": 32
        },
        {
            "text": "Candidate fractional muon hit content, Method 2",
            "section_rank": 33
        },
        {
            "text": "• E ν and Q t > 0.25 for E ν > 7 GeV",
            "paragraph_rank": 67,
            "section_rank": 34
        },
        {
            "text": "Figure 5: Distributions of kinematic variables: Reconstructed muon momentum (left) and Q t variable in GeV/c units (right) versus reconstructed neutrino energy, for (top→bottom) signal, overlineν µ CC backgrounds, NC and ν e CC.",
            "paragraph_rank": 68,
            "section_rank": 34
        },
        {
            "text": "Table 2 :",
            "section_rank": 35
        },
        {
            "section": "Table 2 :",
            "text": "Summary of analysis cuts.",
            "paragraph_rank": 69,
            "section_rank": 35
        },
        {
            "text": "Table 3 :",
            "section_rank": 36
        },
        {
            "section": "Table 3 :",
            "text": "Summary of expected fractional signal and background with true neutrino energy.",
            "paragraph_rank": 70,
            "section_rank": 36
        },
        {
            "text": "Table A.7: ν e CC background response matrix; All values ×10 −3",
            "paragraph_rank": 71,
            "section_rank": 37
        },
        {
            "text": "Acknowledgements",
            "section_rank": 39
        },
        {
            "section": "Acknowledgements",
            "text": "Thanks to the STFC and Ministerio de Ciencia e Innovación for support and to all collegues in both Glasgow and Valencia for all their help and advice.",
            "paragraph_rank": 72,
            "section_rank": 39
        },
        {
            "text": "Appendix A. Numeric summary of Response Matrices",
            "section_rank": 41
        },
        {
            "section": "Appendix A. Numeric summary of Response Matrices",
            "text": "This appendix summarises the response matrices of signal and all backgrounds in bins relevant to an oscillation analysis. In all tables columns represent the true neutrino energy in GeV and rows the reconstructed energy, also in GeV. The overflow bin in reconstructed energy represents all events with a reconstructed energy greater than the known maximum.",
            "paragraph_rank": 73,
            "section_rank": 41
        }
    ]
}