{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The inclusive charged particle transverse momentum distribution is measured in proton-proton collisions at √ s = 900 GeV at the LHC using the ALICE detector. The measurement is performed in the central pseudorapidity region (|η| < 0.8) over the transverse momentum range 0.15 < p T < 10 GeV/c. The correlation between transverse momentum and particle multiplicity is also studied. Results are presented for inelastic (INEL) and non-single-diffractive (NSD) events. The average transverse momentum for |η| < 0.8 is p T INEL = 0.483 ± 0.001 (stat.) ±0.007 (syst.) GeV/c and p T NSD = 0.489 ± 0.001 (stat.) ±0.007 (syst.) GeV/c, respectively. The data exhibit a slightly larger p T than measurements in wider pseudorapidity intervals. The results are compared to simulations with the Monte Carlo event generators PYTHIA and PHOJET.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Transverse momentum spectra of charged particles in proton-proton collisions at √ s = 900 GeV with ALICE at the LHC bw Physics Department, Creighton University, Omaha, NE, United States",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The precise measurement of the transverse momentum spectrum of charged particles produced in proton collisions in the energy range of the Large Hadron Collider (LHC) [1] offers unique information about soft and hard interactions. Perturbative Quantum Chromodynamics (pQCD) is a framework for the quantitative description of parton-parton interactions at large momentum transfers, i.e. hard scattering processes. However, a significant fraction of the particles produced in pp collisions do not originate from hard interactions, even at LHC energies. In contrast to hard processes, the description of particle production in soft interactions is not well-established within QCD. Current models of hadron-hadron collisions at high energies, such as the event generators PYTHIA [2] and PHOJET [3], combine perturbative QCD for the description of hard parton interactions with phenomenological approaches to model the soft component of the produced particle spectrum. Data on charged particle production in hadronhadron collisions will have to be used to tune these models before they can provide a detailed description of the existing measurements and predictions for particle production characteristics in pp collisions at the highest LHC energies. These data include the measurement of multiplicity, pseudorapidity (η) and transverse momentum (p T ) distributions of charged particles and correlations, such as the dependence of the average transverse momentum, p T , on the charged particle multiplicity.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 166,
                    "text": "[1]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 774,
                    "text": "[2]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 789,
                    "text": "[3]",
                    "end": 792
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The charged particle pseudorapidity densities and multiplicity distributions in pp collisions at √ s = 0.9, 2.36 and 7 TeV were presented in recent publications by the ALICE collaboration [4,5,6]. In this letter, we present a measurement in pp collisions at √ s = 900 GeV of the transverse momentum spectrum of primary charged particles and the correlation between p T and the charged particle multiplicity. Primary particles include particles produced in the collision or their decay products, except those from weak decays of strange hadrons. The measurement is performed in the central rapidity region (|η| < 0.8) and covers a p T range 0.15 < p T < 10 GeV/c, where both hard and soft processes are expected to contribute to particle production. The data from the ALICE experiment presented in this letter serve as a baseline for future studies of pp collisions at higher LHC energies and particle production in heavy-ion collisions [7].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 188,
                    "text": "[4,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 191,
                    "text": "5,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 193,
                    "text": "6]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 936,
                    "text": "[7]",
                    "end": 939
                }
            ]
        },
        {
            "text": "Experiment and data collection",
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "The data were collected with the ALICE detector [8] during the startup phase of the LHC in December 2009. The ALICE detector, designed to cope with high track densities in heavy-ion collisions, provides excellent track reconstruction and particle identification capabilities. This also makes the detector well-suited to detailed studies of global characteristics of pp interactions [7].",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 48,
                    "text": "[8]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 382,
                    "text": "[7]",
                    "end": 385
                }
            ]
        },
        {
            "section": "Experiment and data collection",
            "text": "In this analysis of the first pp collisions at √ s = 900 GeV, charged particle tracking and momentum reconstruction are based on data recorded with the Time Projection Chamber (TPC) and the Inner Tracking System (ITS), both located in the central barrel of ALICE. The detectors in the central barrel are operated inside a large solenoidal magnet providing a uniform 0.5 T field.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "The ALICE TPC [9] is a large cylindrical drift detector with a central high voltage membrane maintained at −100 kV and two readout planes at the end-caps. The active volume is limited to 85 < r < 247 cm and −250 < z < 250 cm in the radial and longitudinal directions respectively. The material budget between the interaction point and the active volume of the TPC corresponds to 11% of a radiation length, averaged in |η| < 0.8. The central membrane at z = 0 divides the nearly 90 m 3 active volume into two halves. The homogeneous drift field of 400 V/cm in the Ne-CO 2 -N 2 (85.7%-9.5%-4.8%) gas mixture leads to a maximum drift time of 94 µs. Ionization electrons produced by charged particles traversing the TPC drift towards the readout end-caps composed of 72 multi-wire proportional chambers with cathode pad readout. The typi-cal gas gain is 10 4 . Signals induced on the segmented cathode planes, comprising a total of 558k readout pads, are transformed into differential semi-gaussian signals by a charge-sensitive shaping amplifier (PASA). This is followed by the ALICE TPC ReadOut (ALTRO) chip, which employs a 10 bit ADC at 10 MHz sampling rate and four digital filtering circuits. These filters also perform tail cancellation and baseline restoration. They are optimized for precise position and dE/dx measurements in the high track density environment of heavy-ion collisions. To ensure optimal drift and charge transport properties, the TPC was operated with an overall temperature uniformity of ∆T ≈ 60 mK (r.m.s.). The oxygen contamination was less than 5 ppm.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 14,
                    "text": "[9]",
                    "end": 17
                }
            ]
        },
        {
            "section": "Experiment and data collection",
            "text": "The ITS is composed of high resolution silicon tracking detectors, arranged in six cylindrical layers at radial distances to the beam line from 3.9 to 43 cm. Three different technologies are employed.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "For the two innermost layers Silicon Pixel Detectors (SPD) are used, covering the pseudorapidity ranges |η| < 2 and |η| < 1.4, respectively. A total of 9.8 million 50 × 425 µm 2 pixels enable the reconstruction of the primary event vertex and the track impact parameters with high precision. The SPD was also included in the trigger scheme for data collection.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "The SPD is followed by two Silicon Drift Detector (SDD) layers with a total of 133k readout channels, sampling the drift time information at a frequency of 20 MHz. The SDD are operated with a drift field of 500 V/cm, resulting in a drift speed of about 6.5 µm/ns and in a maximum drift time of about 5.3 µs.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "The two outermost Silicon Strip Detector (SSD) layers consist of double-sided silicon micro-strip sensors with 95 µm pitch, comprising a total of 2.6 million readout channels. Strips of the two sensor sides form a stereo angle of 35 mrad, providing two-dimensional hit reconstruction.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "The design spatial resolutions of the ITS subdetectors (σ rφ × σ z ) are: 12 × 100 µm 2 for SPD, 35 × 25 µm 2 for SDD, and 20 × 830 µm 2 for SSD. The SPD and SSD detectors were aligned using survey measurements, cosmic muon data [10] and collision data to an estimated accuracy of 10 µm for the SPD and 15 µm for the SSD. No alignment corrections are applied to the positions of the SDD modules, for which calibration and alignment are in progress. The estimated misalignment of the SDD modules is about 100 µm. The TPC and ITS are aligned relative to each other to the level of a few hundred micrometers using cosmic-ray and pp data by comparing pairs of track segments independently reconstructed in the two detectors.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 229,
                    "text": "[10]",
                    "end": 233
                }
            ]
        },
        {
            "section": "Experiment and data collection",
            "text": "The two forward scintillator hodoscopes (VZERO) are included in the trigger. Each detector is segmented into 32 scintillator counters which are arranged in four rings around the beam pipe. They are located at distances z = 3.3 m and z = −0.9 m from the nominal interaction point and cover the pseudorapidity ranges: 2.8 < η < 5.1 and −3.7 < η < −1.7 respectively. The time resolution of about 1 ns of the VZERO hodoscope also allows for a discrimination against beam-gas interactions.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Experiment and data collection",
            "text": "During the startup phase of the LHC in 2009, four proton bunches per beam were circulating in the LHC with two pairs of bunches crossing at the AL-ICE intersection region and protons colliding at √ s = 900 GeV. The detector readout was triggered using the LHC bunch-crossing signals in coincidence with signals from the two upstream beam pick-up counters and a minimum-bias interaction trigger requiring a signal in at least one of the SPD pixels or one of the VZERO counters [4,5]. Events with only one bunch or no bunches passing through ALICE were also recorded to study beam related and random background.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 476,
                    "text": "[4,",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 479,
                    "text": "5]",
                    "end": 481
                }
            ]
        },
        {
            "text": "Data analysis",
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The total inelastic pp cross section is commonly subdivided into contributions from diffractive and nondiffractive processes. To facilitate comparison with existing measurements, we perform our analysis for two classes of events: inelastic (INEL) and non-singlediffractive (NSD) pp collisions.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "In this analysis, 3.44 × 10 5 triggered pp events at √ s = 900 GeV are analyzed. To remove beam related background events, an offline event selection based on the VZERO timing signal and the correlation between the number of hits and tracklets in the SPD is applied as in [5], reducing the sample to 2.67 × 10 5 events. This event selection is refered to as MB OR [5].",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 272,
                    "text": "[5]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 364,
                    "text": "[5]",
                    "end": 367
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "For the INEL analysis we use the event sample selected with the MB OR condition. A subset of these events (2.15 × 10 5 ) is used for the NSD analysis, selected offline by requiring a coincidence between the two VZERO detectors (the MB AND selection). This condition suppresses a significant fraction of the singlediffractive events and hence reduces the systematic errors related to model dependent corrections [5].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 411,
                    "text": "[5]",
                    "end": 414
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The fractions of the different process types contributing to the selected event samples are estimated by a Monte Carlo simulation, implementing a description of the ALICE detector response [11] to pp collisions at √ s = 900 GeV from the PYTHIA event generator version 6.4.21 tune D6T (109) [12]. The process fractions of single-diffractive (SD) and double-diffractive (DD) events are scaled in Monte Carlo to match the cross sections in pp at √ s = 900 GeV measured by UA5 [13]. The selection efficiency for INEL events using MB OR and NSD events using MB AND is approximately 96% and 93%, respectively [5].",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 189,
                    "text": "[11]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 290,
                    "text": "[12]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 473,
                    "text": "[13]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 603,
                    "text": "[5]",
                    "end": 606
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "Charged particle tracks are reconstructed using information from the TPC and ITS detector systems. Signals on adjacent pads in the TPC are connected to particle tracks by employing a Kalman filter algorithm. The TPC tracks are extrapolated to the ITS and matching hits in the ITS detector layers are assigned to the track. In order to maximize the hit matching efficiency and avoid possible biases of the track parameters due to the nonuniform degree of alignment of the ITS sub-detectors, the space point uncertainties of the ITS hits are set to 100 µm for SPD and 1 mm for both SDD and SSD.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The event vertex is reconstructed using the combined track information from TPC and ITS. The tracks are extrapolated to the intersection region and the position of the event vertex is fitted, using the measured average intersection profile as a constraint. The profile of the intersection region is determined on a run-by-run basis in a first pass through the data using the mean and the spread of the distribution of the reconstructed vertices. The event vertex distribution is found to be Gaussian with standard deviations of approximately 210 µm, 250 µm, and 4.1 cm, along x, y (transverse to the beamaxis) and z respectively. For events where only one track is found, the vertex is determined from the point of closest approach of the track to the beam axis. If no track is found in the TPC, the event vertex reconstruction is based on tracklets built by associating pairs of hits of the two innermost ITS layers (SPD). An event with a reconstructed vertex position z v is accepted if |z v −z 0 | < 10 cm, corresponding to about 2.5 standard deviations of the reconstructed event vertex distribution centered at z 0 [5].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1120,
                    "text": "[5]",
                    "end": 1123
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The vertex position resolution depends on the event multiplicity.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "It can be parametrized as 540 µm/(N SPD ) 0.45 in x and y, and 550 µm/(N SPD ) 0.6 in z, where N SPD corresponds to the number of SPD tracklets. This resolution is consistent with Monte Carlo simulations. The probability of multiple interactions in the same bunch crossing (pile-up) in the present data set is 10 −4 and therefore neglected.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The fraction of selected events in the MB OR (MB AND ) sample where an event vertex is successfully reconstructed is 80% (92%), resulting in a sample of 2.13 × 10 5 INEL (1.98 × 10 5 NSD) events used in the present analysis. Events, where no vertex is found, are included when normalizing the results. In order to understand and to subtract possible beaminduced background, the detector was also triggered on bunches coming from either side of the interaction region, but not colliding with another bunch. From the study of these events we estimate that 21% of the triggered MB OR and MB AND events without a reconstructed event vertex or with zero selected tracks are background, and the number of events used for normalization of the final results is corrected accordingly. The estimated contribution from beam-induced background events to the event sample, where a vertex was found, is negligible. From the analysis of empty bunch crossing events the random contribution from cosmics and noise triggers is also found to be negligible.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "To study the transverse momentum spectrum, charged particle tracks are selected in the pseudorapidity range |η| < 0.8. In this range, tracks in the TPC can be reconstructed with maximal length, and there are minimal efficiency losses due to detector boundaries. Additional quality requirements are applied to ensure high tracking resolution and low secondary and fake track contamination. A track is accepted if it has at least 70 out of the maximum of 159 space points in the TPC, and the χ 2 per space point used for the momentum fit is less than 4. Additionally, at least two hits in the ITS must be associated with the track, and at least one has to be in either of the two innermost layers, i.e., in the SPD. The average number of associated hits per track in the six ITS layers is 4.7, mainly determined by the fraction of inactive channels, and is well reproduced in Monte Carlo simulations. Tracks with p T < 0.15 GeV/c are excluded because their reconstruction efficiency drops below 50%. Tracks are also rejected as not associated to the primary vertex if their distance of closest approach to the reconstructed event vertex in the plane perpendicular to the beam axis, d 0 , satisfies d 0 > 0.35 mm + 0.42 mm × p −0.9 T , with p T in GeV/c. This cut corresponds to about seven standard deviations of the p T dependent transverse impact parameter resolution for primary tracks passing the above selection. It is tuned to select primary charged particles with high efficiency and to minimize the contributions from weak decays, conversions and secondary hadronic interactions in the detector material. The accepted number of charged particles per event which fulfill these conditions is called n acc .",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "With this selection, the reconstruction efficiency for primary charged particles and the remaining contamination from secondaries as a function of p T are estimated by Monte Carlo simulation using PYTHIA, combined with detector simulation and event reconstruction. The procedure estimates losses due to tracking inefficiency, charged particles escaping detection due to weak decay, absorption and secondary interaction in the detec-tor. The inefficiencies of the event selection and of the event vertex reconstruction are accounted for. The latter two affect mostly low-multiplicity events, which imposes a bias on the uncorrected p T spectrum due to the correlation between multiplicity and average momentum. The primary charged particle track reconstruction efficiency in the region |η| < 0.8 reaches 75% at p T ∼ 1 GeV/c, as shown in Fig. 1. The slight decrease of efficiency observed for p T > 1.5 GeV/c is a consequence of the projective segmentation of the readout plane in azimuth, causing stiff tracks to remain undetected if they fall between two adjacent TPC readout sectors. For p T < 0.6 GeV/c, the reconstruction efficiency decreases and reaches 50% at 0.15 GeV/c. The losses at low p T are mainly due to energy loss in the detector material and to the track bending in the magnetic field. No significant dependence of the track reconstruction efficiency on the track density is observed in simulations for charged particle multiplicities relevant for this analysis. The contamination from secondary particles such as charged particles from weak decays, electrons from photon conversions, and products from secondary interactions in the detector material is also shown in Fig. 1. It has a maximum of 9% at the lowest p T and drops below 3% for p T > 1 GeV/c. A comparison of the d 0 distributions of data and Monte Carlo tracks indicates that the Monte Carlo simulation using PYTHIA underestimates the particle yield from secondaries by 0-50%, depending on p T . This is consistent with the fact that PYTHIA underestimates the strangeness yield by a similar amount, when compared to previous results in pp and pp collisions [14,15]. For the final corrections to the data we scale accordingly the contamination level obtained with PYTHIA, resulting in an additional 0-1.5% decrease of the primary particle yields. The uncertainty in the strangeness yield is taken into account in the evaluation of the overall systematic uncertainties, as discussed below.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 837,
                    "text": "Fig. 1",
                    "end": 843
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1685,
                    "text": "Fig. 1",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2137,
                    "text": "[14,",
                    "end": 2141
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2141,
                    "text": "15]",
                    "end": 2144
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The reconstruction efficiency and contamination are converted to p T dependent correction factors used to correct the raw p T spectrum. We note that efficiency and secondary contamination are slightly different for positively and negatively charged particles, mainly due to the larger absorption of negatively charged particles and isospin effects in secondary interactions.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The charged particle transverse momenta are measured in the TPC, taking into account energy loss based on the PID hypothesis from TPC dE/dx and the material budget in front of the TPC. The material budget is studied via the measurement of electron-positron pairs in the TPC from photon conversions. The radial distribution of the reconstructed photon conversion points is compared to Monte Carlo simulations. The sum of all positive and negative deviations is +4.7% and −7.2%, respectively. The remaining material budget uncertainty enters into the final systematic uncertainties. In this analysis, we use the measurement of the momentum at the event vertex.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "At the present level of calibration, the transverse momentum resolution achieved in the TPC is given by (σ(p T )/p T ) 2 = (0.01) 2 +(0.007• p T ) 2 , with p T in GeV/c. The transverse momentum resolution for p T > 1 GeV/c is measured in cosmic muon events by comparing the muon momenta reconstructed in the upper and lower halves of the TPC. For p T < 1 GeV/c, the Monte Carlo estimate of σ(p T )/p T ≈ 1% is cross-checked using the measured K 0 s invariant mass distribution. A Monte Carlo based correction is applied to the p T spectra to account for the finite momentum resolution. The correction increases with p T and reaches 1.2% at 10 GeV/c.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The calibration of the absolute momentum scale is verified employing the invariant mass spectra of Λ,Λ, K 0 s and φ. The reconstructed peak positions agree with their PDG values within 0.3 MeV/c 2 . As a cross-check, the q/p T distributions of particles with charge q in data and Monte Carlo simulation are compared and the symmetry of the minimum around q/p T = 0 is studied. Based on these studies, we estimate an upper limit on the systematic uncertainty of the momentum scale of |∆(p T )/p T | < 0.003. Within the p T reach of this study, the effect of the momentum scale uncertainty on the final spectra is found to be negligible.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "For the normalization of the transverse momentum spectra to the number of events, multiplicity dependent correction factors are derived from the event selection and vertex reconstruction efficiencies for INEL and NSD events, evaluated with the PYTHIA Monte Carlo event generator.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "The fully corrected p T spectra are fitted by the modified Hagedorn function [16]",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "For the transverse mass m T = m 2 π + p 2 T , the pion mass is assumed for all tracks. At small p T , the term 1",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "behaves like an exponential in p T with inverse slope parameter p T,0 /b. This provides a good description of the soft part of the spectrum, allowing for an extrapolation of the measured data to p T = 0. To assess the tail of the spectrum at p T > 3 GeV/c, a power law fit is performed",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "yielding a very good description of the hard part of the spectrum characterized by the power n. The calculation of p T in all INEL and NSD events is performed using the weighted average over the measured points in the range 0.15 < p T < 10 GeV/c combined with the result of the Hagedorn fit to extrapolate to p T = 0.",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "In order to analyze the behaviour of p T as function of multiplicity, the INEL data sample is subdivided into bins of n acc . The results for p T are presented calculating the weighted average over two different p T ranges, 0.15 < p T < 4 GeV/c and 0.5 < p T < 4 GeV/c. In addition, results are presented employing the extrapolation to p T = 0 as described above.",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "To extract the correlation between p T and the number of primary charged particles (n ch ) in |η| < 0.8, the following weighting procedure is applied to account for the experimental resolution of the measured event multiplicities:",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "Data analysis",
            "text": "This method employs the normalized response matrix R(n ch , n acc ) from Monte Carlo simulations which contains the probability that an event with multiplicity n ch is reconstructed with multiplicity n acc . The results from this approach are consistent with an alternative Monte Carlo based procedure, where an average multiplicity n ch is assigned to every measured multiplicty n acc .",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "In order to estimate the systematic uncertainties of the final p T spectra, the results of the data analysis and of the evaluation of the corrections from Monte Carlo simulations are checked for stability under varying cuts and Monte Carlo assumptions, within reasonable limits. In particular we studied a variation of the ratios of the most abundant primary charged particles (p, π, K) by ±30% with respect to their PYTHIA values, the relative fractions of diffractive processes corresponding to their experimental errors [5,13], the TPC readout chamber alignment (±100 µm), and track and event quality cuts in the analysis procedure. Particular attention was paid to the rejection efficiency of secondary particles using the d 0 cut. The stability of the results under variation of the d 0 cut value (±3 standard deviations with respect to the nominal value), the secondary yield from strange hadron decays (±30%) and the material budget (±10%) was studied and the systematic uncertainty is estimated accordingly. Systematic uncertainties of the ITS and TPC detector efficiencies are estimated by a comparison of the experimental ITS-TPC track matching efficiency with the Monte Carlo one. The systematic uncertainty of the VZERO triggering efficiency is studied by varying the calibration and threshold settings in the data and in the Monte Carlo simulation. The event generator dependence is determined from a comparison of the PYTHIA results with those obtained using PHO-JET. The total systematic uncertainty on the p T spectra derived from this study is 3.0-7.1% for INEL events and 3.5-7.2% for NSD events, in the p T range from 0.2 − 10 GeV/c (see Table 1).",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 523,
                    "text": "[5,",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 526,
                    "text": "13]",
                    "end": 529
                },
                {
                    "type": "table",
                    "start": 1657,
                    "text": "Table 1",
                    "end": 1664
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Also listed in Table 1 are the systematic errors in p T arising from these contributions. We note that only p T dependent errors on the p T spectra contribute to the systematic error in p T . Additional systematic uncertainties in p T arise from the specific choice of the fit function used for the p T = 0 extrapolation, and the weighting procedure which is employed to derive p T as function of n ch . To estimate the uncertainty in the extrapolation to p T = 0 the results are compared to those obtained from a fit of the Tsallis function [17], or by fitting the spectral shape predicted by PYTHIA and PHOJET to our low p T data points. Based on this comparison a systematic error of 1% in p T is assigned to the p T = 0 extrapolation. The weighting procedure (Eq. 3) was studied using PYTHIA and PHOJET simulations. For both models, the true p T dependence on n ch from Monte Carlo can be recovered within 3% from the reconstructed dependence of p T on n acc using (3). No significant multiplicity dependence of the systematic errors on p T is observed. The total systematic uncertainties on p T are listed in Table 1.",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 15,
                    "text": "Table 1",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 542,
                    "text": "[17]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 969,
                    "text": "(3)",
                    "end": 972
                },
                {
                    "type": "table",
                    "start": 1114,
                    "text": "Table 1",
                    "end": 1121
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "The normalized differential yield in INEL pp collisions at √ s = 900 GeV and the fit with the parametrization given in Eq. 1 are shown in Fig. 2. The modified Hagedorn fit provides a good description of the data for p T < 4 GeV/c. The fit parameters for INEL events are p T,0 = 1.05 ± 0.01 (stat.)±0.05 (syst.) GeV/c and b = 7.92 ± 0.03 (stat.)±0.02 (syst.). The average transverse momentum including the extrapolation to p T = 0 is p T INEL = 0.483 ± 0.001 (stat.) ±0.007(syst.) GeV/c. For NSD events we obtain p T,0 = 1.05 ± 0.01 (stat.)±0.05 (syst.) GeV/c, b = 7.84 ± 0.03 (stat.)±0.02 (syst.) and p T NSD = 0.489 ± 0.001 (stat.) ±0.007 (syst.) GeV/c. Restriction of the modified Hagedorn fit to p T < 4 GeV/c has a negligible effect on these results. Fig. 2 also shows the result of a power law fit (Eq. 2) to the INEL data for p T > 3 GeV/c. The power law fit provides a significantly better description of the high p T tail of the spectrum than the modified Hagedorn parametrization. The result of the power law fit is n = 6.63 ± 0.12 (stat.) ±0.01 (syst.) for both INEL and NSD events. The power law shape of the high p T part of the spectrum is suggestive of pQCD. Estimates of differential cross sections can be obtained using the cross sections derived from the measurement by UA5 [13] in pp at √ s = 900 GeV, σ INEL = 50.3±0.4 (stat.)±1 (syst.) mb and σ NSD = 42.6±1.4 mb (see also [18]).",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 138,
                    "text": "Fig. 2",
                    "end": 144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 755,
                    "text": "Fig. 2",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1291,
                    "text": "[13]",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1393,
                    "text": "[18]",
                    "end": 1397
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The transverse momentum distribution for NSD events is shown in Fig. 3 (left panel) together with data recently published by ATLAS [19] and CMS [20], measured in larger pseudorapidity intervals. Below p T = 1 GeV/c the data agree. At higher p T the data are slightly above the other two LHC measurements. The    [19,20]. Right panel: Normalized invariant primary charged particle yield in NSD pp collisions at √ s = 900 GeV, averaged in |η| < 0.8. The ALICE data are compared to results from UA1 in pp at the same energy [21]. For the computation of the invariant yield, it has been assumed that all particles are pions. The shaded areas indicate the statistical and systematic errors added in quadrature.",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 64,
                    "text": "Fig. 3",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 131,
                    "text": "[19]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 144,
                    "text": "[20]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 312,
                    "text": "[19,",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 316,
                    "text": "20]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 521,
                    "text": "[21]",
                    "end": 525
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "observation of a harder spectrum is related to the different pseudorapidity windows (see below).",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "In the right panel of Fig. 3, the normalized invariant yield in NSD events is compared to measurements of the UA1 collaboration in pp at the same energy [21], scaled by their measured NSD cross section of 43.5 mb. As in the previous comparison to ATLAS and CMS, the higher yield at large p T may be related to the different pseudorapidity acceptances. The excess of the UA1 data of about 20% at low p T is possibly due to the UA1 trigger condition, which suppresses events with very low multiplicity, as pointed out in [19].",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 22,
                    "text": "Fig. 3",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 153,
                    "text": "[21]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 519,
                    "text": "[19]",
                    "end": 523
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The results for p T in INEL and NSD events are compared to other experiments [20,21,22,23,24,25] in Fig. 4. Our results are somewhat higher than previous measurements in pp and pp at the same energy, but in larger pseudorapidity windows. This is consistent with the comparison of the spectra in Fig. 3. A similar trend exhibiting a larger p T in a smaller pseudorapidity interval around mid-rapidity is apparent in Fig. 4 at Tevatron energies.  Indeed, a decrease of p T by about 2% is found between |η| < 0.2 and 0.6 < |η| < 0.8 in a pseudorapidity dependent analysis of the present data. A consis-tent decrease of p T is also observed in the CMS data, when pseudorapidity is increased [20,26]. Likewise, a decrease of p T by about 5% between |η| < 0.8 and |η| < 2.5 is found at √ s = 900 GeV in PYTHIA. Charged particle transverse momentum distributions can be used to tune Monte Carlo event generators of hadron-hadron interactions, such as PYTHIA and PHOJET. Recently, PYTHIA was tuned to describe the energy dependence of existing measurements, e.g. with respect to the treatment of multiple parton interactions and divergencies of the 2→2 parton scattering cross-section at small momentum transfers.   [12], 306 [28] and 320 [27]. Bottom: Ratio between the Monte Carlo simulation and the data. The shaded area indicates the statistical and systematic errors of the AL-ICE data added in quadrature.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 77,
                    "text": "[20,",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 81,
                    "text": "21,",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 84,
                    "text": "22,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 87,
                    "text": "23,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 90,
                    "text": "24,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 93,
                    "text": "25]",
                    "end": 96
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 100,
                    "text": "Fig. 4",
                    "end": 106
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 295,
                    "text": "Fig. 3",
                    "end": 301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 415,
                    "text": "Fig. 4",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 687,
                    "text": "[20,",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "start": 691,
                    "text": "26]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1208,
                    "text": "[12]",
                    "end": 1212
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1218,
                    "text": "[28]",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1231,
                    "text": "[27]",
                    "end": 1235
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In Fig. 5, the results for INEL events are compared to PHOJET and different tunes of PYTHIA, D6T (tune 109) [12], Perugia0 (tune 320) [27] and ATLAS-CSC (tune 306) [28]. The best agreement is found with the Perugia0 tune, which gives a fair description of the spectral shape, but is approximately 20% below the data. The D6T tune is similar to Perugia0 below 2 GeV/c but underestimates the data more significantly at high p T . PHOJET and the PYTHIA ATLAS-CSC tune fail to reproduce the spectral shape of the data.",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 3,
                    "text": "Fig. 5",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 108,
                    "text": "[12]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 134,
                    "text": "[27]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 164,
                    "text": "[28]",
                    "end": 168
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "They overestimate the yield below 0.7 GeV/c and fall short of the data at high p T . We note that PHOJET and ATLAS-CSC agree best with the charged particle multiplicity distributions at √ s = 0.9, 2.36 and 7 TeV, respectively [5,6]. Fig. 6 shows the p T spectra in INEL events for three different multiplicity selections (n acc ) along with fits to the modified Hagedorn function (Eq. 1). A considerable flattening of the tails of the spectra is visible with increasing multiplicity. The fit parameters p T,0 and b drop by more than 50% from the lowest to the highest multiplicities. The results for the fit parameters in bins of n acc are listed in Table 2, along with the average multiplicity n ch assigned to each n acc as determined from Monte Carlo simulations. Also shown in Fig. 6 are ratios of p T spectra in different multiplicity regions over the inclusive p T spectrum in INEL events. A very pronounced multiplicity dependence of the spectral shape is manifest, exhibiting enhanced particle production at high p T in high multiplicity events. At p T < 0.8 GeV/c the trend is opposite, albeit with a much weaker multiplicity dependence. The evolution of the spectral shape with multiplicity may shed light on different particle production mechanisms in pp collisions. A qualitatively similar evolution of the p T spectra with multiplicity has been seen in pp data at √ s = 200 GeV [29]. The average transverse momentum p T as a function of the multiplicity of accepted particles (n acc ) in INEL pp collisions at √ s = 900 GeV is shown in the left panel of Fig. 7. For all three selected p T ranges a significant increase of p T with multiplicity is observed. Most significantly for 0.5 < p T < 4 GeV/c, the slope changes at intermediate multiplicities.",
            "paragraph_rank": 46,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 226,
                    "text": "[5,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 229,
                    "text": "6]",
                    "end": 231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 233,
                    "text": "Fig. 6",
                    "end": 239
                },
                {
                    "type": "table",
                    "start": 650,
                    "text": "Table 2",
                    "end": 657
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 781,
                    "text": "Fig. 6",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1391,
                    "text": "[29]",
                    "end": 1395
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1567,
                    "text": "Fig. 7",
                    "end": 1573
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In the right panel of Fig. 7 the same data is shown as a function of n ch after application of the weighting procedure (Eq. 3). In comparison to model calculations, good agreement with the data for 0.5 < p T < 4 GeV/c is found only for the PYTHIA Perugia0 tune (Fig. 8, left  panel). In a wider pseudorapidity interval (|η| < 2.5), similar agreement of the data with Perugia0 was reported by ATLAS [19]. For 0.15 < p T < 4 GeV/c, Pe-rugia0 and PHOJET are the closest to the data, as shown in the right panel of Fig. 8, however, none of the models gives a good description of the entire measurements.",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 22,
                    "text": "Fig. 7",
                    "end": 28
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 261,
                    "text": "(Fig. 8, left  panel)",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 398,
                    "text": "[19]",
                    "end": 402
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 511,
                    "text": "Fig. 8",
                    "end": 517
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "A measurement is presented of the primary charged particle transverse momentum spectrum and of the mean transverse momentum in pp collisions at √ s = 900 GeV with the ALICE detector at the LHC. Good agreement with previous results from LHC is found up to p T = 1 GeV/c. At higher p T , the data exhibit a harder momentum spectrum of primary charged particles than other measurements in pp and pp collisions at the same energy. We argue that this is most likely related to the different pseudorapidity intervals studied. The average transverse momentum in |η| < 0.8 is p T INEL = 0.483± 0.001 (stat.) ±0.007 (syst.) GeV/c and p T NSD = 0.489 ± 0.001 (stat.) ±0.007 (syst.) GeV/c. None of the models and tunes investigated simultaneously describes the p T spectrum and the correlation between p T and n ch . In particular in the low p T region, where the bulk of the particles are produced, the models require further tuning. These measurements will help to improve the phenomenological description of soft QCD processes and the interplay between soft and hard QCD. The presented data demonstrate the excellent performance of the ALICE detector for momentum measurement and will be used as a baseline for measurements at higher  The error bars and the shaded area indicate the statistical and systematic errors of the data, respectively. In the lower panels, the ratio Monte Carlo over data is shown. The shaded areas indicate the statistical and systematic uncertainty of the data, added in quadrature. Table 1: Contributions to the systematic uncertainties on the differential primary charged particle yields 1/N evt 1/(2πp T ) d 2 N ch /(dη dp T ) and the average transverse momentum p T . Ranges are given if the contributions are p T dependent. LHC energies and for comparison with particle produc-tion in heavy-ion collisions.",
            "paragraph_rank": 48,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1502,
                    "text": "Table 1",
                    "end": 1509
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "• Ministry of Education of Slovakia;",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "• CIEMAT, EELA, Ministerio de Educación y Ciencia of Spain, Xunta de Galicia (Consellería de Educación), CEADEN, Cubaenergía, Cuba, and IAEA (International Atomic Energy Agency);",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "• Swedish Reseach Council (VR) and Knut & Alice Wallenberg Foundation (KAW);",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "• Ukraine Ministry of Education and Science;",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "• United Kingdom Science and Technology Facilities Council (STFC);",
            "paragraph_rank": 53,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "• The United States Department of Energy, the United States National Science Foundation, the State of Texas, and the State of Ohio.",
            "paragraph_rank": 54,
            "section_rank": 8
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Charged-particle track reconstruction efficiency for primary particles (top) and contamination from secondary particles (bottom), for positively and negatively charged particles in |η| < 0.8 as a function of p T . The tracking efficiency is normalized to the number of generated primary particles using PYTHIA. The contamination from secondary tracks was scaled in Monte Carlo to match the measured d 0 distributions (see text).",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Normalized differential primary charged particle yield in INEL pp collisions at √ s = 900 GeV, averaged in |η| < 0.8. The fit ranges are 0.15 < p T < 10 GeV/c for the modified Hagedorn function (Eq. 1) and 3 < p T < 10 GeV/c for the power law (Eq. 2). In the lower panels, the ratios fit over data are shown. The open symbols indicate here data points which are not included in the fit. Errors bars are statistical only. Indicated as shaded areas are the relative systematic data errors.",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Left panel: Normalized differential primary charged particle yield in NSD pp collisions at √ s = 900 GeV, averaged in |η| < 0.8. The ALICE data are compared to results from ATLAS and CMS in pp at the same energy[19,20]. Right panel: Normalized invariant primary charged particle yield in NSD pp collisions at √ s = 900 GeV, averaged in |η| < 0.8. The ALICE data are compared to results from UA1 in pp at the same energy[21]. For the computation of the invariant yield, it has been assumed that all particles are pions. The shaded areas indicate the statistical and systematic errors added in quadrature.",
            "paragraph_rank": 57,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 221,
                    "text": "[19,",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 225,
                    "text": "20]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 429,
                    "text": "[21]",
                    "end": 433
                }
            ]
        },
        {
            "text": "Figure 4 :",
            "section_rank": 12
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Energy dependence of the average transverse momentum of primary charged particles in pp and pp collisions. Data from other experiments are taken from[20,21,22,23,24,25].",
            "paragraph_rank": 58,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 159,
                    "text": "[20,",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 163,
                    "text": "21,",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 166,
                    "text": "22,",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 169,
                    "text": "23,",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 172,
                    "text": "24,",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 175,
                    "text": "25]",
                    "end": 178
                }
            ]
        },
        {
            "text": "Figure 5 :",
            "section_rank": 13
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Top: Comparison of the primary charged particle differential yield in INEL pp collisions at √ s = 900 GeV (|η| < 0.8) to results from PHOJET and PYTHIA tunes 109[12], 306[28] and 320[27]. Bottom: Ratio between the Monte Carlo simulation and the data. The shaded area indicates the statistical and systematic errors of the AL-ICE data added in quadrature.",
            "paragraph_rank": 59,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 171,
                    "text": "[12]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 180,
                    "text": "[28]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 192,
                    "text": "[27]",
                    "end": 196
                }
            ]
        },
        {
            "text": "Figure 6 :",
            "section_rank": 14
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: Upper panel: Transverse momentum spectra of primary charged particles in INEL pp collisions at √ s = 900 GeV (|η| < 0.8), normalized to the total number of INEL events N evt , for three different event multiplicities together with the modified Hagedorn fits (Eq. 1) described in the text. The fits are performed in the range 0.15 < p T < 4 GeV/c and extrapolated to p T = 0. The error bars indicate the statistical and systematic errors added in quadrature. Lower panel: Ratios of the p T spectra in different multiplicity ranges to the inclusive p T spectrum in INEL events.",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Figure 7 :",
            "section_rank": 15
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: The average transverse momentum of charged particles in INEL pp events at √ s = 900 GeV for three different p T ranges as a function of n acc (left panel) and as a function of n ch (right panel). The error bars and shaded areas indicate the statistical and systematic errors, respectively.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Figure 8 :",
            "section_rank": 16
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: The average transverse momentum of charged particles for 0.5 < p T < 4 GeV/c (left panel) and 0.15 < p T < 4 GeV/c (right panel) in INEL pp events at √ s = 900 GeV as a function of n ch in comparison to models. The error bars and the shaded area indicate the statistical and systematic errors of the data, respectively. In the lower panels, the ratio Monte Carlo over data is shown. The shaded areas indicate the statistical and systematic uncertainty of the data, added in quadrature.",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "section": "Figure 8 :",
            "text": "a Dipartimento di Scienze e Tecnologie Avanzate dell'Università del Piemonte Orientale and Gruppo Collegato INFN, Alessandria, Italy b Department of Physics Aligarh Muslim University, Aligarh, India c Nikhef, National Institute for Subatomic Physics, Amsterdam, Netherlands d Physics Department, University of Athens, Athens, Greece e Dipartimento Interateneo di Fisica 'M. Merlin' and Sezione INFN, Bari, Italy f Sezione INFN, Bari, Italy g China Institute of Atomic Energy, Beijing, China h Department of Physics and Technology, University of Bergen, Bergen, Norway i Faculty of Engineering, Bergen University College, Bergen, Norway j Lawrence Berkeley National Laboratory, Berkeley, CA, United States",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": ": Parameters of the modified Hagedorn fits (Eq. 1) to the transverse momentum spectra. The fit range in p T is 0.15 − 10 GeV/c for the multiplicity integrated spectra (first two rows) and 0.15 − 4 GeV/c for the spectra binned in multiplicity. The errors are statistical and systematic added in quadrature. Also given are the average multiplicites n ch of events contributing to the n acc bins, as determined from Monte Carlo. The ALICE collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex.",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "The ALICE collaboration acknowledges the following funding agencies for their support in building and running the ALICE detector:",
            "paragraph_rank": 65,
            "section_rank": 20
        },
        {
            "text": "• Calouste Gulbenkian Foundation from Lisbon and Swiss Fonds Kidagan, Armenia;",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "• Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Financiadora de Estudos e Projetos (FINEP), Fundação de Amparoà Pesquisa do Estado de São Paulo (FAPESP);",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "• National Natural Science Foundation of China (NSFC), the Chinese Ministry of Education (CMOE) and the Ministry of Science and Technology of China (MSTC);",
            "paragraph_rank": 68,
            "section_rank": 20
        },
        {
            "text": "• Ministry of Education and Youth of the Czech Republic;",
            "paragraph_rank": 69,
            "section_rank": 20
        },
        {
            "text": "• Danish Natural Science Research Council, the Carlsberg Foundation and the Danish National Research Foundation;",
            "paragraph_rank": 70,
            "section_rank": 20
        },
        {
            "text": "• The European Research Council under the European Community's Seventh Framework Programme;",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "• Helsinki Institute of Physics and the Academy of Finland;",
            "paragraph_rank": 72,
            "section_rank": 20
        },
        {
            "text": "• French CNRS-IN2P3, the 'Region Pays de Loire', 'Region Alsace', 'Region Auvergne' and CEA, France;",
            "paragraph_rank": 73,
            "section_rank": 20
        },
        {
            "text": "• German BMBF and the Helmholtz Association;",
            "paragraph_rank": 74,
            "section_rank": 20
        },
        {
            "text": "• Hungarian OTKA and National Office for Research and Technology (NKTH);",
            "paragraph_rank": 75,
            "section_rank": 20
        },
        {
            "text": "• Departments of Atomic Energy and Science and Technology, Government of India;",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "• Istituto Nazionale di Fisica Nucleare (INFN) of Italy;",
            "paragraph_rank": 77,
            "section_rank": 20
        },
        {
            "text": "• MEXT Grant-in-Aid for Specially Promoted Research, Japan;",
            "paragraph_rank": 78,
            "section_rank": 20
        },
        {
            "text": "• Joint Institute for Nuclear Research, Dubna;",
            "paragraph_rank": 79,
            "section_rank": 20
        },
        {
            "text": "• ",
            "paragraph_rank": 80,
            "section_rank": 20
        }
    ]
}