{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The COMPASS experiment at CERN is designed for light hadron spectroscopy with emphasis on the detection of new states, in particular the search for exotic states and glue-balls. After a short pilot run in 2004 (190 GeV/c negative pion beam, lead target) showing significant production strength for an exotic J PC = 1 −+ state at 1.66 GeV/c 2 , we have collected data with a 190 GeV/c negative charged hadron beam on a proton (liquid hydrogen) and nuclear targets in 2008 and 2009. The spectrometer features good coverage by electromagnetic calorimetry, and our data provide excellent opportunity for simultaneous observation of new states in two different decay modes in the same experiment. The diffractively produced (3π) − system for example can be studied in both modes π − p → π − π + π − p and π − p → π − π 0 π 0 p. Charged and neutral mode rely on completely different parts of the spectrometer. Observing a new state in both modes provides important crosscheck. First results of a preliminary PWA performed on the 2008 data are presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "The COMPASS fixed target experiment [1] at CERN SPS is dedicated to the study of nucleon spin structure and hadron spectroscopy, addressing the question of how nucleons and hadrons in general are built up from quarks and gluons [2]. The COMPASS Collaboration has already collected data scattering a polarised 160 GeV/c muon beam on polarised deuteron ( 6 LiD) and proton (NH 3 ) targets during the years 2002-2004 and 2006-2007. The gluon contribution to the nucleon spin is one example of physics determined from these data. During a second phase dedicated to physics with hadron beams, we have collected unprecedented statistics of data with 190 GeV/c charged hadron beams on a proton and nuclear targets in 2008 and 2009. The feasibility of our apparatus for light mesons spectroscopy has been studied in a short pilot run in 2004 (190 GeV/c negative pion beam, lead target). Based on the few days diffractive pion data included in the 2004 run, pion dissociation into π − π − π + final states has been analysed showing significant production strength for an exotic J PC = 1 −+ state at 1.66 GeV/c 2 , which can be interpreted as the π 1 (1600) [3].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 36,
                    "text": "[1]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "start": 228,
                    "text": "[2]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "start": 404,
                    "text": "2002-2004 and 2006-2007",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1148,
                    "text": "[3]",
                    "end": 1151
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The high statistics data sample taken with the improved spectrometer in 2008/09 allows us not only to complete the search for the π 1 but also to extent our analyses to further channels of interest (with lower cross section and higher masses) and further develop our PWA methods. In particular the detection of final states with both charged and neutral particles is one of the key advantages of COMPASS as compared to previous fixed target experiments. First preliminary results on the 2008 data for pion dissociation into 3 pion final states, neutral mode: π − π 0 π 0 , are presented. The simultaneous study of both modes allows for important cross-check (acceptances, systematics) and independent confirmation of any new state observed in the charged mode.  Diffractive dissociation into 3π final states as described in the isobar model: The diffractively produced resonance X − with quantum numbers J PC M ε decays into an isobar with spin S and relative orbital angular momentum L with respect to the π bachelor , the isobar subsequently decays into two pions. At high energies, the Pomeron is the dominant Regge-trajectory. Right: Sketch of the two-stage COMPASS spectrometer (∼ 50 m long) as used during hadron runs 2008 and 2009.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "In QCD, however, interactions between coloured quarks are described by exchange of gluons g carrying colour themselves, resulting in the prediction of new phenomena. In particular, colour-singlet mesons are not restricted to be composed of qq pairs but may consist of other colour-neutral configurations, like e.g. qqqq (tetra-quarks), qqg (hybrids) or gg (glueballs), which are mostly discussed in this context. Due to mixing with ordinary qq states with same quantum numbers J PC , such configurations are extremely difficult to find experimentally, since it is hardly possible to disentangle the contribution of each configuration. The experimental observation of spin-exotic mesons with quantum numbers forbidden in the CQM, like e.g. J PC = 0 −− , 0 +− , 1 −+ , would thus provide a clear evidence for physics beyond the naive quark model and a fundamental confirmation of QCD.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "The lowest-lying hybrid is expected to have J PC = 1 −+ . Lattice-QCD simulations [4] and flux-tube model calculations [5] predict a mass between 1.7 and 2.2 GeV/c 2 , and a preferred decay into b 1 π and f 1 π. Experimentally two candidates for a 1 −+ hybrid have been found, π 1 (1400) and π 1 (1600), however, both are still heavily disputed in the community. The π 1 (1400) was mainly seen in ηπ decays, by e.g. E852 [6], VES [7], and Crystal Barrel [8]. The π 1 (1600) was observed by both E852 and VES in the decay channels: ρπ [9,10], η π [7,11], f 1 π [12,13], and ωππ [13,14]. Especially the observations of π 1 (1600) into ρπ based on analyses of π − π + π − final state events are controversially discussed [15,16].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 82,
                    "text": "[4]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 119,
                    "text": "[5]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 421,
                    "text": "[6]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 430,
                    "text": "[7]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 454,
                    "text": "[8]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 534,
                    "text": "[9,",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 537,
                    "text": "10]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 546,
                    "text": "[7,",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 549,
                    "text": "11]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 560,
                    "text": "[12,",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 564,
                    "text": "13]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 577,
                    "text": "[13,",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 581,
                    "text": "14]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 718,
                    "text": "[15,",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 722,
                    "text": "16]",
                    "end": 725
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In diffractive pion dissociation (at high energy), see Fig. 1 (left/top), the incident beam particle a is excited via (t-channel) Reggeon exchange to some resonance c, which further dissociates into n final state particles, whereas the target particle b remains intact: a + b → c + d, with c → 1 + ... + n particles, and d denotes the recoil (target) particle. Interactions of this type are characterised by two kinematic variables s and t = |t| − |t| min , where s = (p a + p b ) 2 is the squared centre-of-mass energy and t = (p a − p c ) 2 is the square of the four momentum transfered from the incident beam particle to the outgoing system c. Depending on the produced invariant mass m c , a minimum value of |t| min is allowed by kinematics, which is small but larger than zero due to the longitudinal four-momentum transfer needed (m c > m a ). In the centre-of-mass system:",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 55,
                    "text": "Fig. 1",
                    "end": 61
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "where θ 0 is the scattering angle. Diffractive reactions have a total cross section in the order of 1-2 mb. Even though the differential cross section drops as 1/m c , states beyond 3 GeV/c 2 can be produced diffractively in a fixed target experiment like COMPASS (190 GeV/c 2 π beam, proton target). Due to the forward kinematics the final state particles have to be detected mostly under small angles (with respect to the beam) requiring excellent angular resolution. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "EXPERIMENTAL SET-UP IN 2008/09",
            "section_rank": 3
        },
        {
            "section": "EXPERIMENTAL SET-UP IN 2008/09",
            "text": "A detailed description of the COMPASS two-stage spectrometer ( Fig. 1 (right)) dedicated to a variety of fixed-target physics programmes can be found in [17]. For the measurement with hadron beams started in 2008, a 40 cm long liquid hydrogen target with a diameter of 35 mm, or simple disks of solid material (part of 2009 run) have been used. The spectrometer features electromagnetic and hadronic calorimetry in both stages. Photon detection in a wide angular range with high resolution is crucial for decay channels involving π 0 , η or η . Therefore, the read-out electronics have been upgraded (from 10 to 12 bit SADCs) in 2008, allowing for Digital Signal Processing of the ADC signals, and 800 of the lead glass Cherenkov counters (3000 in total) have been replaced by so-called Shashlik sampling calorimeters in the central part of ECAL2 to improve the radiation hardness as well as the energy resolution, see e.g. [18]. A new monitoring laser system for improved gain control of ECAL1 has further been installed in 2009. A Recoil Proton Detector (RPD) consisting of 2 concentric barrels of scintillator slats read out by PMTs was introduced to trigger on interactions inside the target and to detect the recoil particle. It performs a time-of-flight measurement at high accuracy (∼ 350 ps). Finally, two CEDAR were installed, to separate the kaons (∼ 2.5 %) in the beam from the pions (or, in case of proton beam, the pion contribution from protons).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 63,
                    "text": "Fig. 1 (right)",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 153,
                    "text": "[17]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 924,
                    "text": "[18]",
                    "end": 928
                }
            ]
        },
        {
            "text": "DATA SELECTION",
            "section_rank": 4
        },
        {
            "section": "DATA SELECTION",
            "text": "The data presently analysed for diffractively produced π − π 0 π 0 final states corresponds to ∼ 10 % of the data taken with pion beam in 2008. The diffractive trigger selected events with one incoming charged beam particle and a recoil proton detected by the RPD. Non-interacting beam and events out of acceptance were vetoed. Exactly one primary   vertex inside the target volume is required for each event. Events with exactly one outgoing charged track and 4 γs, from the two π 0 decays, detected in ECAL1 and ECAL2 were selected, if they give exactly one π 0 π 0 combination within a circular cut of ± 20 MeV/c 2 around the PDG mass (preselection, later tightened). Background events from elastic scattering have been suppressed by cutting on the energy E π − < 185 GeV. In order to select exclusive events, three main cuts are applied consistently in terms of ±2 σ of each distribution of the three observables after having applied the other two. Those are the angle ∆Φ (±0.2 rad), defined as the azimuthal angle between the total momentum of the outgoing pion system measured with the spectrometer and the one of the recoil proton detected with the RPD, which should be anti-parallel by momentum conservation, the exclusivity (±6 GeV) applied on the beam energy calculated from the outgoing system under assumption of energy conservation, and the π 0 mass (±16 MeV). The corresponding distributions are shown in Fig. 2 (left), the exclusive sample appears around the nominal beam energy. The background below the exclusivity peak is suppressed by applying the cut on ∆Φ as clearly seen in Fig. 2 (centre). The final γ 1 γ 2 versus γ 3 γ 4 invariant mass distribution after all three 2 σ cuts is given by Fig. 2 (right). It should be noticed that demanding exactly 4 ECAL clusters reduces presently the statistics outcome significantly, however, this will improve once our electromagnetic reconstruction is finalised, taking full advantage of the detector upgrade. The resultant invariant mass distributions are given in Fig. 3: The total 3π system (left) looks similar to the charged mode [19], clearly visible are the prominent a 1 (1260), a 2 (1320) and π 2 (1670). The ρ − is cleanly seen in the π − π 0 mass spectrum (centre) as well as the f 2 (1270) in π − π 0 (right), also we might see the f 0 (980) in the π 0 π 0 spectrum. Fig. 4 (left) shows the t distribution for the final sample of 240 k events. In Fig.4 (centre/right) the Dalitz plots in the a 2 and π 2 region, respectively, are shown. The main decays into the ρ − (770) are seen including the effect of constructive interference. Otherwise for the π 2 region, the f 2 (1270) is not yet visible due to lack of statistics.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1419,
                    "text": "Fig. 2 (left)",
                    "end": 1432
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1596,
                    "text": "Fig. 2 (centre)",
                    "end": 1611
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1711,
                    "text": "Fig. 2 (right)",
                    "end": 1725
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2027,
                    "text": "Fig. 3",
                    "end": 2033
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2096,
                    "text": "[19]",
                    "end": 2100
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2340,
                    "text": "Fig. 4",
                    "end": 2346
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2420,
                    "text": "Fig.4",
                    "end": 2425
                }
            ]
        },
        {
            "text": "PARTIAL WAVE ANALYSIS (MASS INDEPENDENT)",
            "section_rank": 5
        },
        {
            "section": "PARTIAL WAVE ANALYSIS (MASS INDEPENDENT)",
            "text": "A PWA has been performed restricted to the range 0.1 ≤ t ≤ 1.0, to stay above the RPD threshold and to ensure diffractive reactions. In order to determine all resonances present in the data, including the quantum numbers, we perform our PWA in two steps: a mass independent PWA and a subsequent mass dependent fit. The program used was originally developed in Illinois and modified at Protvino and Munich [20,21]. At this first glance, essentially the same model that was used to analyse the 2004 data [3] is applied to the 2008 data to the neutral and charged [19] decay modes started to be analysed. Five isobars, the ρ(770), f 0 (980), f 2 (1270), ρ 3 (1690), and the (ππ) s , as a parameterisation of the broad σ (600) and f 0 (1370) [22], are included. In total 42 partial waves are fitted to the data, including a background wave, which is flat in the relevant Gottfried-Jackson (GJ) angles and added incoherently. We discuss the first preliminary mass-independent fits, where the angular distributions are fitted in 40 MeV/c 2 bins of the 3π invariant mass m = m c , assuming the production strength for a given wave to be constant within a given mass bin. The underlying formalism is based on two assumptions. The total cross-section is separated into a resonance and a recoil vertex, and the isobar model, see Fig. 1 (left/bottom), is used to describe the X − decay into three pions as a two-step process, without any further final state interactions among the pions nor with the target. The decay goes via an intermediate I = 0 di-pion resonance, the so-called isobar, decaying into a pion pair, and a so-called bachelor pion. The isobar spin S and relative orbital angular momentum L between the isobar and the bachelor pion couple to the spin J of the resonance X − . The 3π system has isospin I > 0 in general, and we can assume I = 1 as no flavour-exotic mesons are known in the light quark sector. Since the final state under study comprises an odd number of pions (and thus negative G-parity), the charge conjugation is positive. The amplitudes are constructed in the reflectivity basis [23] so that the X − spin projection M ≥ 0 and the reflectivity ε = ±1 describes the symmetry under reflection at the production plane. Amplitudes of different reflectivities do not interfere due to parity conservation. Moreover, at high √ s the reflectivity equals naturality of the exchanged Reggeon, ε = +1 corresponds to natural parity exchange like e.g. Pomeron mediated reactions. The full set of quantum numbers J PC M ε [isobar π]L defines a partial wave, whereas I and G are not explicitly specified since they are fixed by the incoming pion to I G = 1 − . For the spin density matrix, we allow for rank N r =2 to account for helicity flip and non-flip amplitudes at the baryon vertex, assuming the target nucleon stays intact. Finally, the observed intensities are parameterised as a coherent and incoherent sum over the partial wave amplitudes [23]:",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 405,
                    "text": "[20,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 409,
                    "text": "21]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 502,
                    "text": "[3]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 561,
                    "text": "[19]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 738,
                    "text": "[22]",
                    "end": 742
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1319,
                    "text": "Fig. 1",
                    "end": 1325
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2103,
                    "text": "[23]",
                    "end": 2107
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2958,
                    "text": "[23]",
                    "end": 2962
                }
            ]
        },
        {
            "section": "PARTIAL WAVE ANALYSIS (MASS INDEPENDENT)",
            "text": "where the three body kinematics are described completely by five phase space coordinates represented by τ, measured for each event. They are the input for calculating the decay amplitudes, Ψ ε i for each partial wave i, using the D-function formalism in the helicity frame. The complex numbers T ε ir , the so-called production amplitudes, contain information of strength and interference of the waves. They are obtained using an extended maximum-likelihood method. The spectrometer acceptance can be taken into account directly in this procedure.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "FIRST RESULTS, CHECK OF ISOSPIN SYMMETRY",
            "section_rank": 6
        },
        {
            "section": "FIRST RESULTS, CHECK OF ISOSPIN SYMMETRY",
            "text": "As mentioned before, simultaneous observation of both (3π) − modes in the same experiment provides important cross-check. When an isospin 1 resonance X − is produced, and subsequently decays via an intermediate I = 0 di-pion resonance, the yield in the neutral mode should be half of that in the charged mode. Otherwise, if the di-pion is an isovector, equal yields are expected for both modes. This isospin symmetry holds only if the branchings are completely determined by the Clebsch-Gordan coefficients. In general, however, Bose-Symmetrisation with the bachelor pion is obligatory and might affect the observed branchings. We checked by calculation (using the wave functions) that the expectation for observed intensities as formulated before are correct for all isobars going to ρπ. Here, the effect might indeed not be negligible, but is the same for charged and neutral mode, and therefore cancels out. On the other hand, the isospin symmetry needs to be modified for isobars going into f 0,2 π due to interference effects from Bose-Symmetrisation. For example, in case of 0 −+ into f 0 (1400)π S wave, this effect doubles the expected suppression factor of two (simply expected from Clebsch-Gordan coefficients) of intensities observed in the neutral versus the charged mode, see Tab.1. In this extreme case, it is rather a factor of 4. Otherwise we find no distortion of the isospin symmetry due to such interference effects for the example of 2 −+ into f 2 (1270)π S wave (at the π 2 (1670) PDG mass), and expect here indeed to observe the pure suppression factor of two given by the Clebsch-Gordan coefficients. The calculated branching ratios summarised in Tab. 1 are in good agreement with the data. Even though acceptance has not yet been corrected for at this stage of the analysis, the dominant intensities show the symmetry as described above, and thus the acceptance is proved to be rather uniform. In order to compare the observed intensities in the neutral to the charged mode, the PWA results have been normalised to the well-established narrow a 2 (1320) observed in both modes, see Fig. 5 (left). Looking at a 1 , 1 ++ 0 + [ρ − (770)π] S wave ( Fig. 5 (right)), we find the intensities as well as the widths being quite similar for the different modes, as expected. For the π 2 , 2 −+ 0 + [ f 2 (1270)π] S wave ( Fig. 6 (left)), we obtain the neutral mode being suppressed by a factor ∼ 2.2 relatively to the charged case, which is qualitatively already in good agreement with our expectation. On the other hand looking at π 2 , 2 −+ 0 + [ρ − (770)π] F wave ( Fig. 6  (right)), we find consistently again about the same intensities. As a quality check of the fits, we compare real data to Monte Carlo (MC) events, which were generated by weighting phase space events with the production and decay amplitudes from the fit result under the assumption of a uniform acceptance. Such comparison for the decay angles (cos θ and φ ) of the ρ in the GJ frame are depicted for the neutral mode data in Fig. 7 (left). The angles are shown for the limited mass region around a 1 and a 2 (1.22 to 1.38 GeV/c 2 ). Comparing the angles to the corresponding ones of the charged mode data, Fig. 7 (right), limited to the same mass range around the a 2 , one finds similar angular distributions, which is expected, since the physics is the same. Furthermore, for both cases the assumption of a flat acceptance seems to be valid, and therefore the comparison of both modes in terms of isospin symmetry is reasonable, even though the data has not yet been corrected for acceptance.  Comparison of neutral (left) and charged (right) mode data to a phase space MC weighted with production and decay amplitudes from the fit result, under assumption of a uniform acceptance: Direction of the ρ(770), cos θ and φ , in the GJ framelimited to the a 1 /a 2 region.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 2106,
                    "text": "Fig. 5",
                    "end": 2112
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 2169,
                    "text": "Fig. 5 (right)",
                    "end": 2183
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2337,
                    "text": "Fig. 6 (left)",
                    "end": 2350
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2584,
                    "text": "Fig. 6  (right)",
                    "end": 2599
                },
                {
                    "type": "figure",
                    "start": 3017,
                    "text": "Fig. 7 (left)",
                    "end": 3030
                },
                {
                    "type": "figure",
                    "start": 3198,
                    "text": "Fig. 7 (right)",
                    "end": 3212
                }
            ]
        },
        {
            "text": "SUMMARY & OUTLOOK",
            "section_rank": 7
        },
        {
            "section": "SUMMARY & OUTLOOK",
            "text": "The COMPASS experiment has a high potential for contributing to light meson spectroscopy. Data with charged hadron beams on different targets with high statistics have been taken in 2008/09 with an upgraded apparatus. One main goal of the spectroscopy program is the search for J PC exotic states with gluonic degree of freedom, and to illuminate e.g. the disputed hybrid candidate π 1 (1600). In particular the detection of final states comprising both charged and neutral particles, allowing for cross-check and independent confirmation of any new state found, makes COMPASS unique as compared to previous fixed-target experiments. A first event selection and partial wave analysis of diffractively produced π − π 0 π 0 final states of a subset of the 2008 data (pion beam, proton target) has been performed. The observed main waves are, at this first glance, in good agreement with theoretical expectations (isospin symmetry), which demonstrates the feasibility of COMPASS for hadron spectroscopy not only of charged but also of channels involving neutral particles. The data recorded is of sufficient statistics to even study systematically the isobar model itself. Next steps for this analysis are increasing the statistics, application of acceptance corrections, extension of the waveset, and studying the existence of the exotic 1 −+ wave in the 2008/09 data set.",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. Left: (top) Meson production in diffractive scattering via t-channel Reggeon exchange. (bottom) Diffractive dissociation into 3π final states as described in the isobar model: The diffractively produced resonance X − with quantum numbers J PC M ε decays into an isobar with spin S and relative orbital angular momentum L with respect to the π bachelor , the isobar subsequently decays into two pions. At high energies, the Pomeron is the dominant Regge-trajectory. Right: Sketch of the two-stage COMPASS spectrometer (∼ 50 m long) as used during hadron runs 2008 and 2009.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 9
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Exclusive events are selected by three mains cuts: ∆Φ, exclusivity, and π 0 mass. Left: ∆Φ vs. calculated beam energy (i.e. exclusivity). Centre: Exclusivity before/after ∆Φ cut. Right: Invariant mass of γ 1 γ 2 vs. γ 3 γ 4 , cf. discussion in text.",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. Invariant mass spectra of -Left: Total outgoing system. Centre: π − π 0 system. Right: π 0 π 0 system.",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 11
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. Left: Distribution of squared four-momentum transfer t (Eq.1). Centre: Dalitz plot in a 2 region (1.320 ± 0.100 GeV/c 2 ). Right: Dalitz plot in π 2 region (1.670 ± 0.100 GeV/c 2 ).",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 12
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5. Comparison of PWA intensities of main waves for neutral vs. charged mode. Left: Intensities of the a 2 (2 ++ 1 + going into ρ − π D wave) used for normalisation of charged to neutral mode. Right: (a 1 ) 1 ++ 0 + into ρ − π D wave.",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "FIGURE 6 .",
            "section_rank": 13
        },
        {
            "section": "FIGURE 6 .",
            "text": "FIGURE 6. Comparison of PWA intensities of main waves for neutral vs. charged mode. Left: (π 2 ) 2 −+ 0 + into f 2 (1270) π S wave. Right: (π 2 ) 2 −+ 0 + into ρ − π F wave.",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "FIGURE 7.Comparison of neutral (left) and charged (right) mode data to a phase space MC weighted with production and decay amplitudes from the fit result, under assumption of a uniform acceptance: Direction of the ρ(770), cos θ and φ , in the GJ framelimited to the a 1 /a 2 region.",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "2°) All COMPASS trackers: SciFi, Si, MM, GEM, DC, Straw, MWPC p' (e.g. π°π°, ηη final states) incl. upgrades, close to beam: ColdSilicons, PixelGEMs CEDARS Beam particle PID",
            "section_rank": 15
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 16
        },
        {
            "section": "TABLE 1 .",
            "text": "Isospin symmetry checks: Calculation of branching ratios (BR) for charged and neutral mode and different isobar decays.",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 18
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This work has been supported by the BMBF (Germany), particularly by the \"BMBF-Nutzungsinitiative CERN\".",
            "paragraph_rank": 23,
            "section_rank": 18
        }
    ]
}