{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present the results of exclusive electroproduction of vector mesons on the proton at CLAS. We discuss the interpretation of these cross sections in terms of t-channel Reggeon exchanges and in terms of Generalized Parton Distributions (GPDs) formalism.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The exclusive electroproduction of mesons on the nucleon is an important tool to better understand the nucleon structure and, more generally, the transition between the low energy hadronic and high energy partonic domains of the Quantum Chromodynamics (QCD) theory. The CEBAF (\"Continous Electron Beam Accelerator Facility\") of the Jefferson Laboratory (JLab) at Newport News (USA) with its high intensity electron beam and its large acceptance spectrometer CLAS [1] (CEBAF Large Acceptance Spectrometer) offers a great opportunity to study the exclusive electroproduction of mesons, in particular those that have multi-particle decays. This proceeding presents the results for the exclusive electroproduction of the vector mesons ρ 0 , ω and φ on the proton at CLAS and provides a first (preliminary) look at the ρ + channel. These results come mainly from two experiments: the e1-6 and the e1-dvcs experiments. For e1-6, the data were collected between October 2001 and January 2002. The beam energy was 5.754 GeV and the integrated luminosity was 28.5 fb −1 . The e1-dvcs data were collected between March and May 2005. The beam energy was 5.75 GeV and the integrated luminosity was ∼ 40 fb −1 . The cross sections for the ρ 0 , ω and φ channels are published in refs. [2,3,4]. For the ρ + channel, it is the first ever measurement of its cross section. The presented results are still preliminary and more details can be found in ref. [6]. The final state that is analyzed is ep → epπ + π − . The final state particles e, p and π + were detected in CLAS and the exclusive process was identified by selecting a missing π − with the missing mass technique. Fig. 1 shows the distributions of M X [epX] for some (Q 2 , x B ) bins. One sees clearly the ρ 0 peak sitting on top of a background of a non-resonant two-pion continuum. One can also distinguish two bumps at masses around 980 MeV and 1270 MeV corresponding, respectively, to the scalar f 0 and tensor f 2 mesons. After weighting each event with the appropriate acceptance, we have used four contributions to fit these spectra: three skewed Breit-Wigner distributions to describe the ρ 0 , f 0 and f 2 resonant structures and a parametrisation of the M π + π − non-resonant continuum determined from simulations (mostly ep → epπ + π − phase space). After the background subtraction procedure, total and differential cross sections of the reaction ep → epρ 0 were extracted, by calculating for each ( gitudinal cross sections from the transverse ones was performed by analysing the pion decay angles of the ρ 0 and relying on the SCHC (s-channel helicity conservation) which was checked experimentally.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 463,
                    "text": "[1]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1272,
                    "text": "[2,",
                    "end": 1275
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1275,
                    "text": "3,",
                    "end": 1277
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1277,
                    "text": "4]",
                    "end": 1279
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1439,
                    "text": "[6]",
                    "end": 1442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1659,
                    "text": "Fig. 1",
                    "end": 1665
                }
            ]
        },
        {
            "text": "The reaction ep → epω",
            "section_rank": 3
        },
        {
            "section": "The reaction ep → epω",
            "text": "The final state that is analyzed is ep → eπ + π − π 0 . The final state particles e, p and π + were detected in CLAS and the exclusive process was identified by the missing mass M X [epX]. Fig. 2 (left) shows this acceptance-corrected missing mass distribution for a particular (Q 2 , x B ) bin. The ω peak is fitted with a skewed Gaussian shape (taking into account the experimental resolution and radiative tail) and the background with a second-order polynomial. ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 189,
                    "text": "Fig. 2",
                    "end": 195
                }
            ]
        },
        {
            "text": "The reaction ep → epφ",
            "section_rank": 4
        },
        {
            "section": "The reaction ep → epφ",
            "text": "The final state that is analyzed is ep → epK + K − . The final state particles e, p and K + were detected in CLAS and the exclusive process was identified by selecting a missing K − with the missing mass technique. Fig. 2 (right) shows the invariant mass M K + K − for the entire data set with a clear φ meson peak. This distribution is fitted with a Gaussian plus a polynomial function for the background. After weighting each event with the acceptance, the background was subtracted and the cross section of the exclusive electroproduction of φ was extracted.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 215,
                    "text": "Fig. 2 (right)",
                    "end": 229
                }
            ]
        },
        {
            "text": "The reaction ep → enρ +",
            "section_rank": 5
        },
        {
            "section": "The reaction ep → enρ +",
            "text": "The final state that is analyzed is ep → enπ + π 0 . The final state particles e, π + and π 0 were detected in CLAS and the exclusive process was identified by selecting a missing neutron with the missing mass technique. Fig. 3 shows the acceptance-corrected invariant mass M π + π 0 distributions for each (Q 2 , x B ) bin. One sees clearly the ρ + peaks around 775 MeV. They are however sitting on top of a non-negligeable non resonant two-pion background. We have used two contributions to fit these spectra: a skewed Breit-Wigner distribution to describe the resonant structure of the ρ + and a parametrization of the non-resonant two-pion continuum determined from simulations (mostly ep → enπ + π 0 phase space). In order to extract the total cross section of the reaction γ * p → nρ + , we have calculated for each (Q 2 , x B ) bin the area of the Breit-Wigner (green curve in Fig. 3), the distributions being already normalized and corrected by the acceptance.",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 221,
                    "text": "Fig. 3",
                    "end": 227
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 884,
                    "text": "Fig. 3",
                    "end": 890
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "We now compare the extracted total and differential cross sections of exclusive electroproduction for these vector mesons with two theoretical approaches: on the one hand, the hadronic approach based on Regge theory and meson trajectory exchanges in the t-channel and on the other hand, the partonic approach based on the handbag diagram and GPDs. These two approaches are illustrated in Fig. 4. This comparison will be useful in order to better understand the domain of validity of these two approaches and constrain their inputs. ",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 388,
                    "text": "Fig. 4",
                    "end": 394
                }
            ]
        },
        {
            "text": "The Regge \"hadronic\" approach",
            "section_rank": 7
        },
        {
            "section": "The Regge \"hadronic\" approach",
            "text": "The Regge approach is most appropriate above the resonance region and at forward angles where the cross section is the largest. It consists of exchanges of meson \"trajectories\" in the t-channel. In the following, we will use the \"JML\" acronym to refer to the specific model developed by J.-M. Laget and collaborators [8]. For the ρ 0 channel, the model consists of t-channel exchanges of σ, f 2 and Pomeron trajectories. For the ω channel, the exchange particles are π 0 and Pomeron trajectories. For the φ channel, the only exchange particle is the Pomeron trajectory. For the ρ + channel, the exchange particles are the π + and the ρ + trajectories. The free parameters are the coupling constants at the hadronic vertices (most of them being well constrained) and the mass scales of the electromagnetic form factors. Fig. 5 shows the total longitudinal cross section σ L (γ * p → pρ 0 ) as a function of W for fixed Q 2 . The results of the JML calculation is shown with the dot-dashed curve. The JML model is able to successfully reproduce the cross sections for almost all of our (Q 2 , W ) range. It can also reproduce successfully the main trends of the W , Q 2 and t dependences of the total and differential cross sections of the reactions γ * p → pω, γ * p → pφ and γ * p → nρ + as presented in refs. [3,4,6]. ",
            "paragraph_rank": 7,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 317,
                    "text": "[8]",
                    "end": 320
                },
                {
                    "type": "figure",
                    "start": 819,
                    "text": "Fig. 5",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1310,
                    "text": "[3,",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1313,
                    "text": "4,",
                    "end": 1315
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1315,
                    "text": "6]",
                    "end": 1317
                }
            ]
        },
        {
            "text": "The GPD \"partonic\" approach",
            "section_rank": 8
        },
        {
            "section": "The GPD \"partonic\" approach",
            "text": "The formalism of GPDs is valid in the so-called Bjorken regime, i.e. Q 2 , ν → ∞ with x B = Q 2 2Mν finite. It was proven [9] that the dominant process for exclusive meson electroproduction, in the Bjorken limit, is given by the so-called handbag diagram represented in Fig. 4. The handbag diagram is based on the notion of factorization in leading-order/leading-twist pQCD between a hard scattering process, exactly calculable in pQCD, and a nonperturbative nucleon structure part that is parametrized by the GPDs. For mesons, the factorization of the handbag diagram is only valid for the longitudinal part of the cross section. For electroproduction of ρ 0 and ω we are sensitive to the sum of the quark handbag diagram and the gluon handbag diagram, while for the ρ + and the φ channels we are sensitive to, respectively, only the quark handbag diagram and the gluon handbag diagram. In the following we discuss the two particular GK [10] and VGG [11] GPD-based calculations that provide quantitative results for the longitudinal part of the exclusive meson cross sections. In Fig. 5, the dashed line shows the results of the GK model, while the thin solid line shows the result of the VGG model. We see that they give a good description of the high and intermediate W region, down to W ∼ 5 GeV. At high W the slow rise of the cross section is due to the gluon and sea contributions, while the valence quarks contribute only at small W . At lower W values, where the new CLAS data lie, both the GK and VGG models fail to reproduce the data. This discrepancy can reach an order of magnitude at the lowest W values. The trend of these particular GPD calculations is to decrease as W decreases, whereas the data increase. The same behavior was observed, in the low W region, for the exclusive electroproduction of the ρ + as one sees in Fig. 6. The results of the calculations of the GK and VGG models are shown, respectively, with the red and the blue curves. An attempt to reconcile the GPD calculation with the low W ρ 0 cross sections is presented in ref. [12]. Through a toy-model, t-channel meson exchanges are included in the GPDs and the result of this calculation (actually a fit) is illustrated by the thick blue curve in Fig. 5. Fig. 7 shows the longitudinal cross section of φ electroproduction compared with the calculation of the GK model. One can see that the model reproduces well the data for all the presented W range: for low W data where the CLAS data lie and for higher W . As mentionned before, for the φ channel, we have only the contribution of the handbag diagram of gluons and this comparison shows that the GPD approach can work well for gluons.  The references of the presented data can be found in ref. [4]. The black curve is the result of the GK model. that the GPD approach seems to work for gluons and sea quarks and largely fail for valence quarks. Many theorical efforts are now in progress to understand this transition between the small W region and the high W region. For the ω channel, SCHC was found to be violated by a significant amount, thus preventing a longitudinal/transverse cross section separation. We therefore do not discuss here its comparison with GPD calculations.",
            "paragraph_rank": 8,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 122,
                    "text": "[9]",
                    "end": 125
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 270,
                    "text": "Fig. 4",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 938,
                    "text": "[10]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 951,
                    "text": "[11]",
                    "end": 955
                },
                {
                    "type": "figure",
                    "start": 1081,
                    "text": "Fig. 5",
                    "end": 1087
                },
                {
                    "type": "figure",
                    "start": 1838,
                    "text": "Fig. 6",
                    "end": 1844
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2061,
                    "text": "[12]",
                    "end": 2065
                },
                {
                    "type": "figure",
                    "start": 2233,
                    "text": "Fig. 5",
                    "end": 2239
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2241,
                    "text": "Fig. 7",
                    "end": 2247
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2733,
                    "text": "[4]",
                    "end": 2736
                }
            ]
        },
        {
            "section": "The GPD \"partonic\" approach",
            "text": "3.3 Comparison of the t slope for the ρ 0 , ω, φ and ρ + channels Fig. 8 shows the slope of the differential cross section dσ/dt for the ρ 0 , ω, φ and ρ + channels as a function of W (on the top part) and as a function of Q 2 (in the bottom part). One can see the same trends of this slope b for all mesons channels, which can be interpreted in simple and intuitive terms in the following way:",
            "paragraph_rank": 9,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 66,
                    "text": "Fig. 8",
                    "end": 72
                }
            ]
        },
        {
            "section": "The GPD \"partonic\" approach",
            "text": "• b increases with W : the size of the nucleon increases as one probes the high W values (i.e. the sea quarks), which could mean that the sea quarks tend to extend to the periphery of the nucleon.",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "section": "The GPD \"partonic\" approach",
            "text": "• b decreases with Q 2 : as we go to large Q 2 , the resolution of the probe increases and we tend to see smaller and smaller objects.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "Summary",
            "section_rank": 9
        },
        {
            "section": "Summary",
            "text": "Using the CLAS detector at JLab, we have collected the largest ever set of data for the exclusive electroproduction of vector mesons on the proton in the valence region. We have presented the published results for ρ 0 , ω and φ and given a first look at the ρ + (preliminary) cross sections. These data can be interpreted with two approaches: (on the bottom) for the ρ 0 , ω, φ and ρ + channels.",
            "paragraph_rank": 12,
            "section_rank": 9
        },
        {
            "section": "Summary",
            "text": "• hadronic approach: the JML model describes well most of the features of the ρ 0 , ω, φ and ρ + cross sections up to Q 2 ∼ 4.5 GeV 2 .",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "section": "Summary",
            "text": "• partonic approach: GPD models describe well the data for W > 5 GeV but largely fail for W < 5 GeV.",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "1",
            "section_rank": 10
        },
        {
            "section": "1",
            "text": "The reaction ep → epρ 0",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Figure 1 :",
            "section_rank": 11
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Missing mass M X [epX] for some (Q 2 , x B ) bins. See ref.[2] for the kinematics of each bin.",
            "paragraph_rank": 16,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 69,
                    "text": "[2]",
                    "end": 72
                }
            ]
        },
        {
            "text": "Figure 2 :",
            "section_rank": 12
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Left: missing mass M X [epX] distribution for a particular (Q 2 , x B ) bin. Right: invariant mass M K + K − for the whole data set.",
            "paragraph_rank": 17,
            "section_rank": 12
        },
        {
            "text": "Figure 3 :",
            "section_rank": 13
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: M π + π 0 acceptance-corrected distributions, showing fits for the background subtraction. In black: experimental data; In green: Breit-Wigner of ρ + ; in purple: M π + π 0 projection of the the non-resonant continuum γ * p → nπ + π 0 reaction; in red: total fit result. In this proceeding, units are arbitrary for the vertical scale.",
            "paragraph_rank": 18,
            "section_rank": 13
        },
        {
            "text": "Figure 4 :",
            "section_rank": 14
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Shematic representations of the Reggeon t-channel exchange (left) and of the handbag diagram (right) for exclusive vector meson electroproduction.",
            "paragraph_rank": 19,
            "section_rank": 14
        },
        {
            "text": "Figure 5 :Figure 6 :",
            "section_rank": 15
        },
        {
            "section": "Figure 5 :Figure 6 :",
            "text": "Figure 5: Longitudinal cross section as a function of W at fixed Q 2 , for the reaction γ * p → pρ 0 . The dashed curve shows the result of the GK calculation and the thin solid curve shows the result of the VGG calculation. The thick solid curve is the VGG calculation with the addition of the new t-channel meson exchange term. The dot-dashed curve shows the results of the Regge JML calculation. The references of the presented data can be found in ref.[2].",
            "paragraph_rank": 20,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 456,
                    "text": "[2]",
                    "end": 459
                }
            ]
        },
        {
            "text": "Figure 7 :",
            "section_rank": 16
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: Longitudinal cross section as a function of W , for the reaction γ * p → pφ. The references of the presented data can be found in ref.[4]. The black curve is the result of the GK model.",
            "paragraph_rank": 21,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 144,
                    "text": "[4]",
                    "end": 147
                }
            ]
        },
        {
            "text": "Figure 8 :",
            "section_rank": 17
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: The slope b as a function of W (on the top) and as a function of Q 2 (on the bottom) for the ρ 0 , ω, φ and ρ + channels.",
            "paragraph_rank": 22,
            "section_rank": 17
        },
        {
            "section": "Figure 8 :",
            "text": "A comparison between the features of the different mesons is in progress: we find for instance the same trends of the variation of the t slope as a function of W and as a function of Q 2 for all ρ 0 , ω, φ and ρ + channels.",
            "paragraph_rank": 23,
            "section_rank": 19
        }
    ]
}