{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Monte-Carlo simulations for a resonance scan of the charmonium-like state X(3872) at PANDA are performed. Final state radiation hadronic background reactions are taken into account. The signal reconstruction uses a realistic pattern recognition (track finder and track fitter) and electron/pion discrimination.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "THE X(3872) STATE",
            "section_rank": 2
        },
        {
            "section": "THE X(3872) STATE",
            "text": "The X(3872) is a charmonium(-like) state which was first observed in its decay X(3872)→J/ψπ + π − in B decays [1]  [2] and inclusive production in pp collisions [3]  [4]. Meanwhile more decays such as final states D 0 D 0 * or J/ψω have been found. In particular, the observation of its radiative decay into J/ψγ allows the assignment of positive charge parity C=+1. The interesting observation of isospin violation in the decay X(3872)→J/ψρ(→π + π − ) raised the question, if it might be a charmonium state at all. As its mass is within ∆m<1 MeV of the D 0 D 0 * threshold, it might be interpreted as an S-wave molecular state [6]  [7]. Many properties of the X(3872) are being studied at ongoing experiments. However, the width is unknown and probably can only be determined at PANDA. The current upper limit is Γ<2.3 MeV [1], whereas PANDA might be able to set an upper limit in the order of a few hundred keV. The quantitative investigation of this upper limit on the width by detailed Monte-Carlo (MC) simulations incl. background is topic of this paper.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 110,
                    "text": "[1]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 115,
                    "text": "[2]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 161,
                    "text": "[3]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 166,
                    "text": "[4]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 628,
                    "text": "[6]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 633,
                    "text": "[7]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 824,
                    "text": "[1]",
                    "end": 827
                }
            ]
        },
        {
            "text": "CHARMONIUM PRODUCTION AT PANDA",
            "section_rank": 3
        },
        {
            "section": "CHARMONIUM PRODUCTION AT PANDA",
            "text": "The PANDA (Anti-Proton Annihilation at Darmstadt) experiment will be located at the future FAIR (Facility for Antiproton and Ion Research) facility [8] at GSI in Darmstadt, Germany. The primary synchrotron will have a circumference of 1.084 km, a proton beam with 30≤E beam ≤90 GeV and an intensity ≤2×10 13 /s. Antiprotons are produced by a secondary target and then stored and cooled in the HESR (High Energy Storage Ring). There are two HESR modes. In the high intensity mode (high resolution mode), there are 10 11 (10 10 ) stored antiprotons, and stochastic cooling (electron cooling) will provide a beam momentum resolution of ∆p/p≥1•10 −4 (∆p/p≥4•10 −5 ).",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 148,
                    "text": "[8]",
                    "end": 151
                }
            ]
        },
        {
            "section": "CHARMONIUM PRODUCTION AT PANDA",
            "text": "PANDA will investigate pp collisions with an antiproton beam momentum p beam ≤15 GeV/c, corresponding to √ s≤5.5 GeV. In e + e − collisions, only states with quantum numbers J PC =1 −− can be produced directly due to the intermediate virtual photon. As the X(3872) has positive C parity, thus, it can not be produced directly in e + e − . However, in pp collisions two or three gluons are produced in the annihilation, and states with any quantum number can be formed. At the PANDA interaction region, three different types of targets are foreseen, namely (a) hydrogen pellets with a thickness of 25 µm and a falling velocity of ≥60 m/s, (b) a cluster jet target and (c) fixed nuclear targets such as Be, C, Si or Al. For the pellet target, a peak luminosity of L =2×10 32 cm −2 s −1 is expected. If adjusted to a single resonance, such as e.g. the J/ψ this would correspond to about 2×10 9 produced J/ψ per year. A resonance scan with the cooled beam could provide a measurement of the X(3872) width. This technique was pioneered by the Fermilab experiments E760 and E835. With a beam momentum resolution of ∆p/p=2•10 −4 , arXiv:1010.2350v2 [hep-ex] 23 Nov 2010 corresponding to a √ s resolution of 0.5 MeV (FWHM), the measurement of the width of the J/ψ with Γ(J/ψ)=99±12(stat.)±6(syst.) keV and the width of the ψ with Γ(ψ )=306±36(stat.)±16(syst.) keV could be performed [9]. The requirements for the PANDA experiment are quite high: capability for high rate detection and data acquisition for ≤2×10 7 interactions/s, 4π solid angle coverage (incl. a high resolution forward detector, as PANDA is a fixed target experiment), secondary vertex detection of e.g. D mesons with a resolution σ <100 µm, charged track momentum resolution ∆p/p 1%, charged particle identification for e ± , µ ± , π ± , K ± , p ± using e.g. Cherenkov detectors with internal reflection, and electromagnetic calorimetry in the range 10 MeV<E γ <5 GeV. Details about the experiment can be found elsewhere [10]. For the down below results, MC simulations were performed with all PANDA subdetectors implemented, but the reconstruction used only the following PANDA subdetectors:",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1375,
                    "text": "[9]",
                    "end": 1378
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1504,
                    "text": "7",
                    "end": 1505
                },
                {
                    "type": "bibr",
                    "start": 1982,
                    "text": "[10]",
                    "end": 1986
                }
            ]
        },
        {
            "section": "CHARMONIUM PRODUCTION AT PANDA",
            "text": "• a Time Projection Chamber (TPC) with 135 padrows (corresponding to ≤135 hits for a charged particle track) and 135,169 pads of 2×2 mm 2 area, • a Micro Vertex Detector (MVD) with 120 silicon pixel modules (100×100 µm 2 pixel size and in total 10 7 readout channels), and 400 silicon strip modules ( 0.  [14]. In about 30% of all J/ψ→e + e − decays an additional photon is radiated. The particle indentification uses the ratio E/p as a variable for discrimination of charged pions and leptons. E is the deposited shower energy in the EMC, p is the reconstructed track momentum by the track finder and track fitter using the MVD and the TPC. For leptons E/p is 1. For charged pions, which generate hadronic showers, E/p can take any value 0≤E/p≤1. By applying an E/p cut of 0.8≤E/p≤1.2 for electrons, the combinatorial background is reduced by ≥90%.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 305,
                    "text": "[14]",
                    "end": 309
                }
            ]
        },
        {
            "text": "ESTIMATED RATES FOR X(3872) FORMATION AT PANDA",
            "section_rank": 4
        },
        {
            "section": "ESTIMATED RATES FOR X(3872) FORMATION AT PANDA",
            "text": "For resonant X(3872) formation, the required beam momentum is p beam =6.99100 GeV/c. Our baseline assumption is a peak cross section of σ X(3872) =50 nb, in the same order of magnitude as e.g. the cross section of ψ production",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "ESTIMATED RATES FOR X(3872) FORMATION AT PANDA",
            "text": "[9]. Note, that, if the X(3872) is a molecular D 0 D 0 * state, there are estimates [15] that the cross section may increase up to ≤443 nb. The ratio of branching fractions of the X(3872) decays into the final states D 0 D 0 * :J/ψπ + π − :J/ψγ is assumed to be 9:1:0. All other decays are assumed to have a zero branching fraction. The branching fraction for J/ψ→e + e − and µ + µ − is 6% each. The reconstruction efficiency of 50% is dominated by the track reconstruction efficiency for the low momentum charged pions. All these factors lead to a reconstructable cross section of 250 pb. For resonance scans, the HESR will be operated in the high resolution mode with ∆p/p=10 −5 , which corresponds to a luminosity of L =2×10 31 cm −2 s −1 . Assuming an accelerator duty factor of 50%, this leads to an integrated luminosity of L int =0.86 pb −1 /day. For a resonance scan with 20 energy points and 2 days/point, this would correspond to a yield of 215 events of pp→X(3872)→J/ψπ + π − per day at peak.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 84,
                    "text": "[15]",
                    "end": 88
                }
            ]
        },
        {
            "text": "BACKGROUND",
            "section_rank": 5
        },
        {
            "section": "BACKGROUND",
            "text": "The main background is meson production in processes such as pp→π + π − π + π − with two misidentified charged pions (as leptons) in the EMC. The cross section for this process is 50 µb [16], compared to an estimated signal cross section of 50 nb. For comparison, the total pp cross section is 70 mb. It is important to investigate the shape of the background e.g. in the 2-particle mass spectrum. For this purpose, a DPM (dual parton model) event generator [17] [18] [19] was used. In fact, a varying background shape in the region of the J/ψ was found and fitted with a first order Chebyshev polynome. The fit was performed differently for each beam momentum in the resonance scan.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 186,
                    "text": "[16]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 458,
                    "text": "[17]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 468,
                    "text": "[19]",
                    "end": 472
                }
            ]
        },
        {
            "text": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "section_rank": 6
        },
        {
            "section": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "text": "The Breit-Wigner cross section for the formation and subsequent decay of a cc resonance R of spin J, mass M R and total width Γ R formed in the reaction pp→R is",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "section": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "text": "where S is the spin of the (anti-)proton.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "text": "is a convolution of a Breit-Wigner term for the resonance and the function G for the beam resolution. The area under the resonance peak is given by",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "text": "which importantly is independent of the form of G(E). σ peak is the cross section at E cm =M R c 2 given by",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "DETERMINATION OF A RESONANCE WIDTH BY RESONANCE SCAN",
            "text": "By measuring A using a fit to the excitation function and inserting σ peak into Eq. 3, the resonance width Γ R can be determined.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "PRELIMINARY RESULTS",
            "section_rank": 7
        },
        {
            "section": "PRELIMINARY RESULTS",
            "text": "MC simulations for pp→X(3872)→J/ψπ + π − with background were performed for 9 different beam momenta in the resonance region. Fig. 1 shows the e + e − invariant mass with PID applied and background subtracted. The final state is exclusive, i.e. no other particle is produced except for photons from final state radiation (visible as radiative tail at masses smaller than the J/ψ mass). Each data point corresponds to 2 days of data taking. A Gaussian fit was used to extract the signal yield. This J/ψ yield is equal to the tagged X(3872) yield. Then data points were fitted with an excitation function. The preliminary results are as follows:",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 126,
                    "text": "Fig. 1",
                    "end": 132
                }
            ]
        },
        {
            "section": "PRELIMINARY RESULTS",
            "text": "• The fitted width of the excitation function is 20% larger than the width which was used as input in the MC simulation, due to the analysis technique such as the background subtraction and the reconstruction technique (e.g. the track fitter). Note, that the beam resolution is not the limit for the width measurement. Even with a beam momentum resolution of ∆p beam 0.5 MeV, the E760 experiment was able to determine the factor of 5 smaller width of the J/ψ [9]. The difference between generated and reconstructed width would only be a systematic error on the width measurement. • The width of the excitation function is still ≤100 keV, if the assumed resolution of the anti-proton beam is ∆p/p=2•10 −5 (HESR high resolution mode). However, in this analysis all distributions were assumed to have a Gaussian shape, while the correct resonance shape would be given by a Breit-Wigner parametrisation and the shape of the function G(E) in Eq. 2 might be non-Gaussian. In addition, for our analysis, we approximated the function √ s= 2m 2 p + 2m p p 2 beam + m 2 p by a linear function in the small range of the resonance region. As long as the beam resolution is accurately known, our results indicate that the width of the X(3872) could be determined at PANDA, if it is larger than Γ R ≥100 keV and if the DPM generator describes the background shape correctly.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 459,
                    "text": "[9]",
                    "end": 462
                }
            ]
        },
        {
            "text": "5 m 2 active area and 7×10 4 readout channels), and • an Electromagnetic Calorimeter (EMC) with 17,200 crystals of PbWO 4 , a radiation hard scintillation material with a fast decay constant of 6 ns. The thickness corresponds to 28X 0 radiation lengths.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The MC simulation was performed with the PandaRoot [11] simulation, digitization, reconstruction and analysis framework. It consists of 43,000 geometry volumes (incl. details such as e.g. the beampipe for the pellet target) and ≥400,000 lines of C++ code. Transport engines are Geant3, Geant4, and Fluka. Event Generators are EvtGen, DPM, PYTHIA, and UrQMD. References can be found elsewhere[12]. PandaRoot is used on ≥15 Linux platforms. Recent improvements, in particular since the PANDA Physics Report [13] are in particular: (a) for the first time X(3872) simulations, not investigated before as a physics channel for PANDA, (b) usage of detailed field maps of a homogenous B z =2 T in the central region and dipole field of 2 Tm in the forward region (with flux effects in the iron of the PANDA muon subdetector and interference of the fields taken into accout), (c) usage of a realistic track finder and track fitter based upon a conformal map technique, and (d) simulation of final state radiation",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 391,
                    "text": "[12]",
                    "end": 395
                }
            ]
        },
        {
            "text": "These results are still preliminary, as the unfolding (integral equation, Eq. 2) is ongoing work. ",
            "paragraph_rank": 18,
            "section_rank": 10
        }
    ]
}