{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the first measurements done with the ATLAS experiment of the characteristics of energetic jets produced in proton-proton collisions at the center of mass energy of 7 TeV. Jets are reconstructed using the anti-k t clustering algorithm with distance parameter R=0.6. The kinematic region investigated in this paper corresponds to jets with transverse momentum p T > 30 GeV and rapidity |y jet | < 2.8. A critical understanding of the jet production is obtained by comparing the data to predictions based on leading-order QCD matrix elements plus parton shower Monte Carlo simulated events. The results shown are obtained on a data sample corresponding to about 1 nb −1 of integrated luminosity delivered by the Large Hadron Collider.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The last months of 2009 and the beginning of 2010 have taken the LHC experiments into a new era and the rich sample of proton-proton collisions collected in these periods, at a center of mass energy of 900 GeV and 7 TeV, have allowed to fully test the detector performance. These data prepare the ground to start the path to the more challenging discovery searches. In this paper we report the first measurements, done with the AT-LAS experiment [1], of the characteristics of energetic jets produced in proton-proton collisions at the center of mass energy ( √ s) of 7 TeV. The huge increase of the jet production cross section with respect to Tevatron implies that already with a luminosity of about 1pb −1 we will be able to observe jets at the kinematic limit reached by Tevatron [3] (p T 700GeV) allowing a first glance at physics at the TeV scale. Moreover jets will be one of the largest sources of background for the searches for new signals. It is therefore important to have a detailed understanding jet production. ATLAS is a general purpose detector built around the collision region with a structure made of concentric layers consisting of tracking detectors, calorimeters and muon chambers. The tracking device, immersed in a Email address: chiara.roda@cern.ch (Chiara Roda ) 2 Tesla magnetic field, allows to measure tracks in the rapidity range |η| < 2.5 1 . The calorimeter system covers the region |η| < 4.9 and is composed of detectors using different detection techniques in order to exploit the best performance while maintaining a sufficient radiation resistance in each geometrical region. The calorimeter segmentation is such that several jet shower samplings are provided both in the longitudinal and in the transverse direction. A full description of the ATLAS detector can be found in [1]. The events studied in this analysis were collected during the trigger commissioning. Therefore the trigger signal was simply provided by a series of scintillator counters (Minimum Bias Trigger Scintillators -MBTS) located on either side of the interaction point and covering the region 2.09 < |η| < 3.84.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 446,
                    "text": "[1]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 784,
                    "text": "[3]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1812,
                    "text": "[1]",
                    "end": 1815
                }
            ]
        },
        {
            "text": "Event Selection",
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "Events are triggered by the requirement that the MBTS recorded one or more counters above thresh-old on either side. Only events with stable beam conditions and passing the online data quality criteria are considered. Beam-related backgrounds and cosmic rays are suppressed by requiring that events have at least one reconstructed vertex with a z-position within 10 cm around the origin of the coordinate system. Additional quality criteria are also applied to ensure that jets are not produced by single noisy calorimeter cells or problematic detector regions [4].",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 561,
                    "text": "[4]",
                    "end": 564
                }
            ]
        },
        {
            "text": "Jet Reconstruction and Calibration",
            "section_rank": 4
        },
        {
            "section": "Jet Reconstruction and Calibration",
            "text": "Jets are reconstructed using the anti-k t [5] algorithm using a distance parameter R=0.6 and full fourmomenta recombination. The kinematic region investigated corresponds to jets with transverse momentum p T > 30 GeV and rapidity |y jet | < 2.8. In this kinematic region the MBTS trigger selects events containing jets with a high efficiency and with a negligible bias. Reconstructed jets use as input objects, three dimensional clusters (topological clusters [7]) built associating calorimeter cells on the basis of the signal-to-noise ratio. Clusters are constructed around cells with a high signal-to-noise ratio and the discrimination to start and expand a cluster is based on the absolute value of the of the signal-to-noise ratio. This algorithm obtains a large noise suppression while introducing a small bias on the cluster energy. Ideally, topological clusters allow to associate together calorimeter signals produced by the same hadron shower. The baseline calibration of the topological clusters is the electromagnetic scale 2 . At this scale the effect of calorimeter non-compensation or energy losses in un-instrumented material are not corrected for. Therefore, after the jets are identified, a calibration scheme must be applied to correct for these effects and, in general, for any effects that make the reconstructed jet energy different from the reference true jet energy. The reference \"truth\" jets are obtained by running the anti-k t algorithm on the ideal final-state of a proton-proton collision where all particles with a lifetime longer than 10 ps are considered stable. This definition includes muons and neutrinos from hadronic decays [6]. In ATLAS several calibration schemes [7] have been developed. The one presently used is the simplest and, while it does not provide the best performance, it allows the most direct evaluation of the systematics. In this scheme the calibration is an average correction factor, obtained from the Monte Carlo (MC) simulation in bins of η and p T . The size of the correction ranges from 2 to 1.3 depending on the jet p T and η. The jet energy scale (JES) systematic is by far the largest uncertainty affecting the jet cross section measurements. One of the largest contribution to the JES uncertainty is given by the energy scale uncertainty of the topological clusters. This can be estimated using the in-situ measurement of the ratio between the energy deposited in the calorimeter (E) over the momentum (p) measured by the tracker for well isolated hadrons. Figure 1 shows the mean value of the E/p ratio for data and MC simulation in collisions at √ s = 900 GeV [8]. The ratio between MC and data, as a function of the track momentum, is shown in Figure 1   The same study was carried out on a data sample acquired at √ s =7 TeV [9] allowing to extend the track momentum range up to 20 GeV. The results obtained are consistent with those obtained for the 900 GeV sample. For the 7 TeV sample, however, a data-driven procedure must be applied to correct for the neutral background contamination which is not correctly described by the MC. The E/p study, integrated with results obtained from the Combined Test Beam [10] and the MC allows to estimate the energy scale uncertainty of topological clusters. This contributes 3-4% [9] to the JES uncertainty for jets produced at 0 < |η| < 0.8 and for p T ranging from 20 GeV to 1 TeV. A more exhaustive estimate of the JES uncertainty, completely based on the MC, has been carried out to determine the contributions given by a long list of sources and to extend the evaluation for the pseudorapidity range |η| < 2.8 [11]. The resulting JES uncertainty varies between 10% and 7% depending on the jet η and p T .",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 42,
                    "text": "[5]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 460,
                    "text": "[7]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1662,
                    "text": "[6]",
                    "end": 1665
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1704,
                    "text": "[7]",
                    "end": 1707
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2524,
                    "text": "Figure 1",
                    "end": 2532
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2629,
                    "text": "[8]",
                    "end": 2632
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2714,
                    "text": "Figure 1",
                    "end": 2722
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2796,
                    "text": "[9]",
                    "end": 2799
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3181,
                    "text": "[10]",
                    "end": 3185
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 3292,
                    "text": "[9]",
                    "end": 3295
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3627,
                    "text": "[11]",
                    "end": 3631
                }
            ]
        },
        {
            "text": "Inclusive Jet Production",
            "section_rank": 5
        },
        {
            "section": "Inclusive Jet Production",
            "text": "The results shown [12] are obtained from a data sample corresponding to about 1 nb −1 of integrated luminosity. In order to have a critical understanding of jet production, the data are compared to predictions obtained from events generated with PYTHIA 6.4.21, which implements leading-order pQCD matrix elements for the 2 → 2 processes plus parton shower in the leading logarithmic approximation. The samples are produced using PYTHIA with MRST LO parton density functions and with a set of parameters tuned to describe the existing minimum-bias and underlying event data (AT-LAS MC09 [13]). The generated events are then passed through a full GEANT4 [14] simulation of the ATLAS detector. Finally, the MC simulated events are reconstructed and analyzed with the same analysis chain as for the data. The comparison between data and MC is done only for the shapes of the distributions (all distributions are normalized to unit area) at reconstructed level, with no attempt being made to unfold detector effects. Only statistical errors are shown. The inclusive jet multiplicity for jets with p T > 30GeV and |y jet | < 2.8 is shown in Figure 2 for data (full circles) and MC simulated events (yellow histogram). Events with up to six jets in the final state are observed. The shape of the observed distribution is well described by the MC simulation based on pQCD LO matrix elements plus parton shower predictions. The inclusive p T and y jet distributions are shown in Figure 3 for data (full circles) and MC (yellow histogram). The p T spectrum shows the expected falling shape with increasing p T . Jets with transverse momentum up to 500 GeV are observed. The Monte Carlo simulated events provide a reasonable description of the data even if some small discrepancies are observed in the rapidity distribution. About 20% of the selected events contain at least two jets with p T > 30 GeV and |y jet | < 2.8. The invariant mass m j j of the two leading jets and the azimuthal angular separation |∆φ j j | are shown in Figure 4, compared to PYTHIA MC predictions and normalized using the total number of dijet events. The shape of the m j j distribution at low m j j reflects the limited phase space, as dictated by the thresholds applied on the jet p T and y. The data show a decreasing m j j spectrum as mjj increases from 50 GeV to about 1 TeV. The shape of the dijet mass spectrum is reasonably described by the MC simulation. The observed |∆φ j j | distribution indicates a dominant back-to-back dijet configuration, however the MC prediction tends to underestimate the data at large |∆φ j j |.  ",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 18,
                    "text": "[12]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 586,
                    "text": "[13]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 652,
                    "text": "[14]",
                    "end": 656
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1135,
                    "text": "Figure 2",
                    "end": 1143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1470,
                    "text": "Figure 3",
                    "end": 1478
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 2020,
                    "text": "Figure 4",
                    "end": 2028
                }
            ]
        },
        {
            "text": "Jet Shapes",
            "section_rank": 6
        },
        {
            "section": "Jet Shapes",
            "text": "The distribution of the transverse momentum inside the jet cone is studied to verify the presence of collimated flows of particles in the final state. The differential jet shape (see the sketch on the upper right section of Figure 5) is defined as the average fraction of the jet transverse momentum that lies inside an annulus of inner radius r − ∆r/2 and outer radius r + ∆r/2 around the jet axis, divided by ∆r. The jet transverse momentum is evaluated by the scalar sum of the transverse momentum of the calorimeter clusters in a given annulus. The observed jet shapes in the inclusive jet sample are shown in Figure 5 for different jet momentum ranges. The distributions peak at low r with most of the jet momentum concentrated at r < 0.3, indicating the presence of a collimated flow of particles around the jet axis. The measurements are reasonably well described by the PYTHIA MC simulated events, however the MC tends to produce jets slightly narrower than data.",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 224,
                    "text": "Figure 5",
                    "end": 232
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 614,
                    "text": "Figure 5",
                    "end": 622
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "We report on the first measurements done by the AT-LAS experiment of the characteristics of energetic jets produced in proton-proton collisions at the unprecedented center of mass energy of 7 TeV. The results shown are based on about 1 nb −1 of total luminosity and using the anti-k t algorithm. The data are compared to Monte Carlo simulated leading-order plus parton shower QCD events. The kinematic region analyzed in this paper includes jets with p T > 30GeV and |y jet | < 2.8. The kinematic distributions of the jets in the inclusive-jet and dijet samples show the expected shapes of QCD-driven processes. The study of the jet shapes confirms that the observed jet signal corresponds to collimated flows of particles in the final state. More complete results on jet studies will soon become public including jet cross section measurements and we are now ready to work on more challenging calibration schemes that will allow to attain the best performance of the ATLAS calorimeter system.",
            "paragraph_rank": 7,
            "section_rank": 7
        },
        {
            "text": "(lower curve). Overall, an agreement within 5% on the average E/p ratio is observed over the range η = [−2.3, 2.3] for track momentum ranging from 500 MeV to 10 GeV.",
            "paragraph_rank": 8,
            "section_rank": 8
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Mean value of E/p as a function of the track momentum for η=[-2.3, 2.3]. The full circles represent the collision data while the rectangles represent the MC prediction. The lower graph shows the ratio between MC and collision data as a function of the track momentum.",
            "paragraph_rank": 9,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Observed inclusive jet multiplicity (>= N jet ) distribution (full circles) for jets with p T > 30 GeV and |y jet | < 2.8 compared to PYTHIA Monte Carlo prediction (yellow histogram). The distributions are normalized to unity and only statistical uncertainties are shown.",
            "paragraph_rank": 10,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Observed inclusive p T (left) and y jet (right) distributions (full circles) for jets with p T > 30 GeV and |y jet | < 2.8. Only statistical uncertainties are shown and the distributions are normalized to unit area. The data are compared to PYTHIA Monte Carlo predictions (yellow histograms).",
            "paragraph_rank": 11,
            "section_rank": 11
        },
        {
            "text": "Figure 4 :",
            "section_rank": 12
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Observed m j j (left) and |∆φ j j | (right) distributions (black dots) in inclusive dijet events for jets with p T > 30GeV and |y jet | < 2.8. Only statistical uncertainties are included and the distributions are normalized to the total number of di-jet events. The data are compared to PYTHIA Monte Carlo predictions (yellow histograms).",
            "paragraph_rank": 12,
            "section_rank": 12
        },
        {
            "text": "Figure 5 :",
            "section_rank": 13
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Upper right: Sketch variable used to measure the jet shape as a function of the distance to the jet axis. Upper Left and Lower: Observed differential jet shapes ρ(r) in inclusive jet production for jets with p T > 30 GeV and |y( jet)| < 2.8 in different regions of jet transverse momentum for collision data (full circles) and PYTHIA Monte Carlo predictions (yellow histogram).",
            "paragraph_rank": 13,
            "section_rank": 13
        },
        {
            "section": "Figure 5 :",
            "text": "The ATLAS reference system is a cartesian right-handed coordinate system, with the nominal collision point at the origin. The azimuthal angle (radians) is measured around the beam axis, and the polar angle θ is measured with respect to the z-axis. The pseudorapidity is defined as |η| = −ln(tanθ/2) and p T is the track momentum transverse to the beam direction.",
            "paragraph_rank": 14,
            "section_rank": 13
        },
        {
            "section": "Figure 5 :",
            "text": "The electromagnetic scale is established using test-beam measurements for electrons and muons in the calorimeters.",
            "paragraph_rank": 15,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        },
        {
            "section": "Acknowledgements",
            "text": "C.R would like to thank Stephan Narison and the whole organization committee of the QCD-10 Conference for the warm hospitality and the excellent conference.",
            "paragraph_rank": 16,
            "section_rank": 15
        }
    ]
}