{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements are presented from proton-proton collisions at centre-of-mass energies of √ s = 0.9, 2.36 and 7 TeV recorded with the ATLAS detector at the LHC. Events were collected using a single-arm minimumbias trigger. The charged-particle multiplicity, its dependence on transverse momentum and pseudorapidity and the relationship between the mean transverse momentum and charged-particle multiplicity are measured. Measurements in different regions of phase space are shown, providing diffraction-reduced measurements as well as more inclusive ones. The observed distributions are corrected to well-defined phase-space regions, using model-independent corrections. The results are compared to each other and to various Monte Carlo (MC) models, including a new AMBT1 pythia6 tune. In all the kinematic regions considered, the particle multiplicities are higher than predicted by the MC models. The central charged-particle multiplicity per event and unit of pseudorapidity, for tracks with p T > 100 MeV, is measured to be 3.483 ± 0.009 (stat) ± 0.106 (syst) at √ s = 0.9 TeV and 5.630 ± 0.003 (stat) ± 0.169 (syst) at √ s = 7 TeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Conclusions",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "Inclusive charged-particle distributions have been previously measured in pp and pp collisions in a range of different centre-of-mass energies [1][2][3][4][5][6][7][8][9][10][11][12][13][14][15][16][17]. These measurements provide insight into the strong interactions at low energy scales. Several quantum chromodynamics (QCD)-inspired models have been developed to interpret them. These models are frequently cast into Monte Carlo (MC) simulations with free parameters that can be constrained by measurements such as minimum bias distributions. These measurements contribute to the understanding of soft QCD; moreover, they are important in the determination of biases on high-p T phenomena due to underlying events (UEs) and event pileup effects and are therefore of growing importance for future Large Hadron Collider (LHC) physics. The measurements presented in this paper implement a similar strategy to that in [1]. A single-arm trigger overlapping with the acceptance of the tracking volume is used. The results are presented as inclusive-inelastic distributions, with minimal model dependence; a minimum number of charged particles within well-defined p T and η selection are required.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 143,
                    "text": "[1]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 146,
                    "text": "[2]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 149,
                    "text": "[3]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 152,
                    "text": "[4]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "start": 155,
                    "text": "[5]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 158,
                    "text": "[6]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 161,
                    "text": "[7]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 164,
                    "text": "[8]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 167,
                    "text": "[9]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 170,
                    "text": "[10]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 174,
                    "text": "[11]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "start": 178,
                    "text": "[12]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 182,
                    "text": "[13]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[14]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 190,
                    "text": "[15]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 194,
                    "text": "[16]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 198,
                    "text": "[17]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "start": 917,
                    "text": "[1]",
                    "end": 920
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper reports on measurements of primary charged-particle multiplicity distributions using the first ∼190 µb −1 of data recorded by the ATLAS experiment at 7 TeV and ∼7 µb −1 at 0.9 TeV. At √ s = 0.9 TeV the sample is similar to that used for the first ATLAS minimum-bias publication [1]. The results are also presented at √ s = 2.36 TeV where the track reconstruction setup differs significantly from that at the other energies, due to the silicon tracker (SCT) not being at nominal voltage. The integrated luminosity at this energy is estimated to be ∼0.1 µb −1 .",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 289,
                    "text": "[1]",
                    "end": 292
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The following distributions are measured in this paper:",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "dN ev dn ch and p T versus n ch , where p T is the charged-particle momentum component transverse to the beam direction 1 , η is the pseudorapidity of the particle, n ch is the number of charged particles in an event, N ev is the number of events with a minimum number of charged particles within the selected kinematic range, N ch is the total number of charged particles in the data sample and p T is the average p T for a given number of charged particles 2 . Primary charged particles are defined as charged particles with a mean lifetime τ > 0.3 × 10 −10 s either directly produced in pp interactions or from subsequent decays of particles with a shorter lifetime. The charged-particle multiplicity results are compared to particle-level MC predictions. Three different phase-space regions are considered in this paper, with varying selection both on the p T and the number of charged particles per event; all phase-space regions require tracks within |η| < 2.5. Diffractive physics is expected to contribute mostly at low numbers of charged particles and at low track momentum. Therefore, varying the selection on n ch and p T in effect varies the relative contribution from diffractive events. Appendix B shows the results 4 for two additional phase-space regions useful for MC tuning. This measurement, with refined corrections and systematic uncertainty determination, supersedes the results presented in [1].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 120,
                    "text": "1",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 459,
                    "text": "2",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "start": 1414,
                    "text": "[1]",
                    "end": 1417
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [18] at the LHC [19] covers almost the whole solid angle around the collision point with layers of tracking detectors, calorimeters and muon chambers. It has been designed to study a wide range of physics topics at LHC energies. For the measurements presented in this paper, the tracking devices and the trigger system are of particular importance.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 19,
                    "text": "[18]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 35,
                    "text": "[19]",
                    "end": 39
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS Inner Detector (ID) has full coverage in φ and covers the pseudorapidity range |η| < 2.5. It consists of a silicon pixel detector (Pixel), a silicon microstrip detector (SCT) and a transition radiation tracker (TRT). These detectors cover a sensitive radial distance from the interaction point of 50.5-150, 299-560 and 563-1066 mm, respectively, and are immersed in a 2 T axial magnetic field. The ID barrel (end-cap) parts consist of three (2×3) Pixel layers, four (2×9) double layers of single-sided silicon microstrips with a 40 mrad stereo angle and 73 (2×160) layers of TRT straws. Typical position resolutions are 10, 17 and 130 µm for the R-φ co-ordinate and, in the case of the Pixel and SCT, 115 and 580 µm for the second measured co-ordinate. A track from a charged particle traversing the barrel detector would typically have 11 silicon hits 3 (three pixel clusters and eight strip clusters) and more than 30 straw hits.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 863,
                    "text": "3",
                    "end": 864
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "For the runs at √ s = 2.36 TeV, stable beams were not declared by the LHC; the high voltage on the SCT detector was thus not turned up to its nominal operating voltage but was left in standby mode. The Pixel detector was in nominal conditions for these runs. The hit efficiency in the SCT is thus significantly lower and special track reconstruction algorithms are needed; the single hit efficiency at nominal voltage in the SCT barrel is above 99.7% [20], while in standby it drops to ∼60% for tracks perpendicular to the silicon surface.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 451,
                    "text": "[20]",
                    "end": 455
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector has a three-level trigger system: Level 1 (L1), Level 2 (L2) and Event Filter (EF). For this measurement, the trigger relies on the L1 signals from the Beam Pickup Timing Devices (BPTX) and the Minimum Bias Trigger Scintillators (MBTS). The BPTX stations are composed of electrostatic button pick-up detectors attached to the beam pipe at ±175 m from the centre of the ATLAS detector. The coincidence of the BPTX signal between the two sides of the detector is used to determine when bunches are colliding at the centre of the ATLAS detector. The MBTS are mounted at each end of the detector in front of the liquidargon end-cap calorimeter cryostats at z = ±3.56 m. They are segmented into eight sectors in azimuth and two rings in pseudorapidity (2.09 < |η| < 2.82 and 2.82 < |η| < 3.84). The data were collected for this analysis using a trigger requiring a BPTX coincidence and MBTS trigger signals. The MBTS trigger used for this paper is configured to require one hit above threshold from either side of the detector, referred to as a single-arm trigger. The efficiency of this trigger is studied with a separate prescaled L1 BPTX trigger, filtered to obtain inelastic interactions by Inner Detector requirements at L2 and EF, the latter only for the 900 GeV data.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Monte Carlo (MC) simulation",
            "section_rank": 5
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "Inclusive minimum bias data are modelled using three components in the pythia6 [21] MC event generator: non-diffractive (ND), single-(SD) and double-diffractive (DD). ND processes are modelled from two-to-two processes as described in this section. Diffractive process modelling is described in section 3.1.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 79,
                    "text": "[21]",
                    "end": 83
                }
            ]
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "Low-p T scattering processes may be described by lowest-order perturbative QCD twoto-two parton scatters, where the divergence of the cross-section at p T = 0 is regulated by phenomenological models. The pythia6 MC event generator implements several of these models. The parameters of these models have been tuned to describe charged hadron production and the UE in pp and pp data at centre-of-mass energies between 200 GeV and 1.96 TeV.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "Samples of MC events were produced for SD, DD and ND processes using the pythia6 generator 4 . The ATLAS MC09 pythia tune [22] uses a specific set of optimized parameters; it employs the MRST LO* parton density functions (PDFs) [23] and the p T -ordered parton shower [24]. A tune is a particular configuration or set of values of the parameters of the particular MC model. These parameters were derived by tuning to the UE and minimum-bias data from the Tevatron at 630 GeV to 1.96 TeV. The MC samples generated with this tune are used to determine detector acceptances and efficiencies and to correct the data. MC samples were produced at all three centre-of-mass energies considered in this paper. The ND, SD and DD contributions in the generated samples are mixed according to the generator cross-sections.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 91,
                    "text": "4",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 122,
                    "text": "[22]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 228,
                    "text": "[23]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 268,
                    "text": "[24]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "All the events are processed through the ATLAS detector simulation program [25], which is based on geant4 [26]. They are then reconstructed and analysed by the same program chain used for the data. Particular attention was devoted to the description in the simulation of the size and position of the collision beam spot and of the detailed detector conditions during data taking. The MC09 pythia6 samples are used to derive the detector corrections for these measurements. The MC samples at 2.36 TeV were generated assuming nominal detector conditions.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 75,
                    "text": "[25]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 106,
                    "text": "[26]",
                    "end": 110
                }
            ]
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "For the purpose of comparing the present measurements to different phenomenological models describing minimum-bias events, the following additional particle-level MC samples were generated:",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "• the new ATLAS Minimum Bias Tune 1 (AMBT1) pythia6 tune described in section 3.2;",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "• the DW [27] pythia6 tune, which uses virtuality-ordered showers and was derived to describe the CDF Run II UE and Drell-Yan data;",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 9,
                    "text": "[27]",
                    "end": 13
                }
            ]
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "• the pythia8 generator 5  [28], in which the diffraction model produces much harder p T and n ch spectra for the SD and DD contributions than pythia6. The default parton shower model is similar to the one used in pythia6 MC09;",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 24,
                    "text": "5",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 27,
                    "text": "[28]",
                    "end": 31
                }
            ]
        },
        {
            "section": "Monte Carlo (MC) simulation",
            "text": "• the phojet generator 6  [29], which is used as an alternative model to pythia-based generators. phojet relies on pythia6 7 for the fragmentation of partons.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 23,
                    "text": "6",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 26,
                    "text": "[29]",
                    "end": 30
                }
            ]
        },
        {
            "text": "Diffractive models",
            "section_rank": 6
        },
        {
            "section": "Diffractive models",
            "text": "pythia6, pythia8 and phojet model the diffractive components very differently. Here we mostly describe the model implemented in pythia6. The pythia6 diffraction is based on a Regge-based pomeron model to generate the cross-section and generate the diffractive mass and momentum transfer [30,31]. To allow the Regge model to cover the full phase space, empirical corrections are introduced [21]. These have the effect of enhancing the production of 6 small masses and suppressing production near the kinematic limit. Particle production from low mass states (M X < 1 GeV) is treated as an isotropic two-body decay. Particle production from high mass states is based on the string model. Two string configurations are possible depending on whether the pomeron couples to a quark or gluon [21]. The pythia8 model uses the same model as pythia6 to generate the cross-section and generate the diffractive mass and momentum transfer. The particle production for low mass states uses the string model, but for higher masses (M X > 10 GeV) a perturbative element based on pomeron-proton scattering is introduced. The non-perturbative string model introduces a mass dependence on the relative probability of the pomeron scattering off a quark to scattering off a gluon, which enhances the gluon probability at high masses. The perturbative pomeron-proton scattering uses HERA diffractive PDFs [32] and the standard multiple interactions framework is used to generate the parton-parton scattering. The introduction of the perturbative pomeron-proton scattering results in a harder p T and multiplicity spectrum for diffractive events generated with pythia8 compared with those generated with pythia6 [33]. However, it should be noted that relatively little tuning has been made of the diffractive processes in pythia6 and pythia8.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 287,
                    "text": "[30,",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 291,
                    "text": "31]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 389,
                    "text": "[21]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 786,
                    "text": "[21]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 1384,
                    "text": "[32]",
                    "end": 1388
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 1690,
                    "text": "[33]",
                    "end": 1694
                }
            ]
        },
        {
            "section": "Diffractive models",
            "text": "phojet is based on the dual parton model. It generates a harder p T and multiplicity spectrum in diffractive events than pythia6. The new diffraction model of pythia8 generates distributions quite similar to those from phojet [33].",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 226,
                    "text": "[33]",
                    "end": 230
                }
            ]
        },
        {
            "text": "pythia6 ATLAS Minimum Bias Tune 1",
            "section_rank": 7
        },
        {
            "section": "pythia6 ATLAS Minimum Bias Tune 1",
            "text": "Before the start of the LHC, an ATLAS tune to pythia6 with MRST LO* PDFs using Tevatron UE and minimum bias data was produced, the so-called MC09 tune [22]. The first ATLAS measurements of charged-particle production at the LHC [1] measured the charged-particle production at √ s = 0.9 TeV in the central region to be 5-15% higher than the MC models predict. In addition, neither the high n ch nor the high p T distributions were well described by this tune and the p T was overestimated in events with n ch > 20. A new tune, AMBT1, was developed in order to adapt the free parameters of the ND models to the new experimental data at √ s = 0.9 TeV and √ s = 7 TeV, using the same PDFs and pythia6 model choices as MC09. The AMBT1 tune is obtained by tuning to ATLAS minimum bias data at both √ s = 0.9 TeV and √ s = 7 TeV in a diffraction-reduced phase space that is presented in this paper: n ch 6, p T > 500 MeV, |η| < 2.5. The tune was derived using preliminary versions of these distributions [34]. The starting point for this tune is the ATLAS MC09c [22] pythia6 tune. MC09c is an extension of the ATLAS MC09 tune where the strength of the colour reconnection (CR) was tuned to describe the p T versus n ch distributions measured by CDF in pp collisions at the Tevatron [7].",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 151,
                    "text": "[22]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 997,
                    "text": "[34]",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 1055,
                    "text": "[22]",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1275,
                    "text": "[7]",
                    "end": 1278
                }
            ]
        },
        {
            "section": "pythia6 ATLAS Minimum Bias Tune 1",
            "text": "Charged-particle distributions are sensitive to multi-parton interactions (MPI) and CR of the hadronic final state [35]; the MPI are regulated by a low p T cut-off and the matter overlap distribution of the two protons in which the additional partonic scattering takes place. These are the main parameters varied for this new tune. Parameters related to final state radiation, hadronization and fragmentation are not tuned, as these are constrained by many LEP results. No changes to the diffraction model are made. The model parameters are adapted in order to best describe these new distributions over the full range while maintaining consistency with the Tevatron results. For the data MC comparisons the Rivet 8 [36] package is used; the tuning is Table 1. Comparison of MC09c and AMBT1 parameters. The ranges of the parameter variations scanned are also given. The parameters declared as 'fixed' were fixed at the values obtained after an initial pass of the tuning. done using the professor package 9 [37,38]. Table 1 summarizes the parameters varied in this tune; the meaning of the parameters is given below.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 115,
                    "text": "[35]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 716,
                    "text": "[36]",
                    "end": 720
                },
                {
                    "type": "table",
                    "start": 752,
                    "text": "Table 1",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 1007,
                    "text": "[37,",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 1011,
                    "text": "38]",
                    "end": 1014
                },
                {
                    "type": "table",
                    "start": 1016,
                    "text": "Table 1",
                    "end": 1023
                }
            ]
        },
        {
            "text": "Multi-parton interactions (MPI) parameters.",
            "section_rank": 8
        },
        {
            "section": "Multi-parton interactions (MPI) parameters.",
            "text": "The size of the MPI component in the pythia6 model is regulated by a simple cut-off parameter for thep T of two-to-two scattering processes. This cut-off parameter is fixed at a reference energy, which is generally taken as 1.8 TeV. The cut-off at this reference scale is called PARP(82). It is then rescaled for other centre-of-mass energies using a parameter PARP(90). The rescaling is done according to the following formula:",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Multi-parton interactions (MPI) parameters.",
            "text": "The amount of scattering is described by the matter overlap distribution between the two protons, which regulates how many central, hard scatterings and how many less central, softer scatterings occur. This distribution is modelled as a double Gaussian probability density function. The parameter PARP(83) describes the fraction of matter in the narrower of the two Gaussian functions. The size of this narrower Gaussian is given as a fraction PARP(84) of the wider, main radius. The optimal value for this parameter was found in a first tuning run. Further variations of the matter fraction in the narrower cone were found to not have a significant influence on the main distributions used for tuning.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Colour reconnection (CR) parameters.",
            "section_rank": 9
        },
        {
            "section": "Colour reconnection (CR) parameters.",
            "text": "The CR scenario of pythia used in MC09c minimizes the total string length between partons. The probability that a given string piece does not participate in the CR is given by (1 − PARP(78)) n MI , where n MI is the number of MPI [21]; the larger the parameter, the smaller the probability of the string piece not participating. In addition to this parameter, an additional parameter PARP(77) is present in pythia; it is used to 8 describe a suppression factor for the CR of fast moving string pieces. The suppression factor is given by 1/(1 + PARP(77) 2 • p 2 avg ), where p 2 avg is a measure of the average squared momentum that hadrons produced by the string piece would have.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 230,
                    "text": "[21]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 553,
                    "text": "2",
                    "end": 554
                }
            ]
        },
        {
            "text": "Additional parameters investigated.",
            "section_rank": 10
        },
        {
            "section": "Additional parameters investigated.",
            "text": "In an initial study, the cut-off parameter for initial state radiation (PARP(62)) and the cut-off for momentum smearing in primordial k ⊥ (PARP(93)) were considered. The optimal values for these parameters were found in a first tuning run; further variation of those parameters was not found to have a significant influence on the main distributions used for tuning.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Distributions used.",
            "section_rank": 11
        },
        {
            "section": "Distributions used.",
            "text": "The tune described in this paper focuses on the ATLAS minimum bias data. It primarily attempts to improve the description of the high p T and high n ch distributions observed. For the p T spectrum, only particles above 5 GeV are considered. For the n ch spectrum, only events with 20 or more tracks are used in the tune. For the p T versus n ch distribution, only events with ten or more tracks are considered. The full η distribution is used. For completeness, the preliminary UE results [39,40] are included in the plateau region; however, due to the limited statistics, these data have only a very small impact on the tune.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 489,
                    "text": "[39,",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 493,
                    "text": "40]",
                    "end": 496
                }
            ]
        },
        {
            "section": "Distributions used.",
            "text": "Tevatron data in the energy range of 630 GeV to 1.96 TeV are included in the tune, but with a weight that is ten times lower than that of the ATLAS data. This weighting allows a check of the consistency of the resulting tune with the Tevatron data while forcing the ATLAS data to drive the tuning process. Similar datasets were used for the MC09c tune. The chargedparticle multiplicity shown in [41] was not included in the tune as no variation of the tuning parameters considered was able to fit both the ATLAS and the CDF distributions simultaneously. Appendix A shows a full list of the distributions and the ranges considered by the tune.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 395,
                    "text": "[41]",
                    "end": 399
                }
            ]
        },
        {
            "text": "Results.",
            "section_rank": 12
        },
        {
            "section": "Results.",
            "text": "The final parameter values resulting from the tune are shown in table 1.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Data selection",
            "section_rank": 13
        },
        {
            "section": "Data selection",
            "text": "Events in which the ID was fully operational and the solenoid magnet was on are used for this analysis for both √ s = 0.9 TeV and √ s = 7 TeV. During this data-taking period, more than 97% of the Pixel detector, 99% of the SCT and 98% of the TRT were operational. At √ s = 2.36 TeV the requirements are the same, except for the SCT being in standby.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "section": "Data selection",
            "text": "Events were selected from colliding proton bunches in which the MBTS trigger recorded one or more counters above threshold on either side. The maximum instantaneous luminosity is approximately 1.9 × 10 27 cm −2 s −1 at 7 TeV. The probability of additional interactions in the same bunch crossing is estimated to be of the order of 0.1%. In order to perform an inclusiveinelastic measurement, no further requirements beyond the MBTS trigger are applied.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "section": "Data selection",
            "text": "In order to better understand the track reconstruction performance at √ s = 2.36 TeV, during which time the SCT was in standby, additional data at √ s = 0.9 TeV were taken with the SCT in standby for part of a run. This enables the derivation of data-driven corrections to the track reconstruction efficiency, as described in section 6.4. ",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Different phase-space regions considered",
            "section_rank": 14
        },
        {
            "section": "Different phase-space regions considered",
            "text": "Three separate phase-space regions are considered in the main part of this paper with varying contributions from diffractive events:",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "section": "Different phase-space regions considered",
            "text": "• at least one charged particle in the kinematic range |η| < 2.5 and p T > 500 MeV,",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "section": "Different phase-space regions considered",
            "text": "• at least two charged particles in the kinematic range |η| < 2.5 and p T > 100 MeV,",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "section": "Different phase-space regions considered",
            "text": "• at least six charged particles in the kinematic range |η| < 2.5 and p T > 500 MeV. The first of these phase-space regions is studied at all three centre-of-mass energies. This is the region that allows us to best investigate the evolution of charged-multiplicity distributions as a function of centre-of-mass energy and thus constrain the MC parameters that dictate the energy extrapolation of the models. The second measures the most inclusive charged-particle spectra and is also used as the basis for the model-dependent extrapolation to p T = 0; in this phasespace region results at √ s = 0.9 and 7 TeV are shown. The third phase-space region considered is similar to the first but with a higher cut on the number of charged particles, thus reducing the expected contribution from diffractive events in the sample. These distributions are measured for both 0.9 and 7 TeV. This is the phase-space region that was used to produce the new AMBT1 tune. At 2.36 TeV only the first phase-space region is measured. Two additional phase-space regions are presented in appendix B.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "section": "Different phase-space regions considered",
            "text": "The relative contribution from diffractive events varies widely between MC models and depends strongly on the phase-space region selection applied. The diffractive contribution is constrained very little by previous data. Table 2 shows the predicted fractions of simulated events originating from diffractive processes, as predicted by pythia6, pythia8 and phojet; the values for the different tunes of pythia6 are found to be similar because the acceptances of the different ND models do not change significantly and the diffractive models are identical. The large difference in predictions between the models is one of the motivations for not making any model-dependent corrections to the experimental data, as such corrections would vary significantly depending on which MC model is used to derive them.",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 222,
                    "text": "Table 2",
                    "end": 229
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "To reduce the contribution from background events and non-primary tracks, as well as to minimize the systematic uncertainties, the events are required to satisfy the following criteria:",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "• to have triggered the single-arm, single-counter level 1 minimum bias trigger scintillators;",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "section": "Event selection",
            "text": "• the presence of a primary vertex [42] reconstructed using the beam spot information [43] and at least two tracks, each with p T > 100 MeV; a transverse distance of the closest approach with respect to the beam-spot position |d BS 0 | < 4 mm; • the rejection of events with a second vertex containing four or more tracks, to remove events with more than one interaction per bunch crossing;",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 35,
                    "text": "[42]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 86,
                    "text": "[43]",
                    "end": 90
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "• a minimum number of tracks, depending on the particular phase-space region, as described in section 4.3.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Track reconstruction algorithms",
            "section_rank": 16
        },
        {
            "section": "Track reconstruction algorithms",
            "text": "Tracks are reconstructed offline within the full acceptance range |η| < 2.5 of the ID [44,45]. Track candidates are reconstructed by requiring a minimum number of silicon hits and then extrapolated to include measurements in the TRT. Due to the SCT being in standby mode at 2.36 TeV, different track reconstruction algorithms are needed; at 0.9 and 7 TeV, the reconstruction algorithms are collectively referred to as full tracks. The analysis at √ s = 2.36 TeV has been performed using two complementary methods for reconstructing tracks. The first reconstructs tracks using pixel detector information only, denoted by Pixel tracks. The second uses tracks reconstructed from the full ID information, denoted by ID tracks 10 . 4.3.1. Algorithms for 0.9 and 7 TeV. For the measurements at 0.9 and 7 TeV, two different track reconstruction algorithms are used. The algorithm used for the previous minimum-bias publication [1] is used with a lower-p T threshold cut at 100 MeV. An additional algorithm configuration is run using only the hits that have not been used by the first algorithm. This additional algorithm uses wider initial roads and has a looser requirement on the number of silicon hits. This second algorithm contributes around 60% of the tracks from 100 to 150 MeV, mostly due to the tracks having too low a momentum to go far enough in the SCT detector to satisfy the silicon hit requirement of the original algorithm; this fraction decreases rapidly, reaching less than 2% at 200 MeV.",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 86,
                    "text": "[44,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 90,
                    "text": "45]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 722,
                    "text": "10",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "start": 920,
                    "text": "[1]",
                    "end": 923
                }
            ]
        },
        {
            "section": "Track reconstruction algorithms",
            "text": "Tracks are required to pass the selection criteria shown in table 3; the column labelled Full Tracks refers to the algorithms used at 0.9 and 7 TeV. The transverse, d 0 , and longitudinal, z 0 , impact parameters are calculated with respect to the event primary vertex. The layer-0 selection requires a hit in the innermost layer of the Pixel detector if a hit is expected 11 . The track-fit χ 2 probability 12 cut is applied to remove tracks with mismeasured p T due to misalignment or nuclear interactions.  These tracks are used to produce the corrected distributions and will be referred to as selected tracks. The multiplicity of selected tracks within an event is denoted by n sel . The tracks used by the vertex reconstruction algorithm are very similar to those used for the analysis; the p T threshold is also 100 MeV. Due to the requirement that the vertex be made from a minimum of two such tracks and the fact that we do not wish to correct our measurement outside of the observed phase-space region, the minimum number of particles per event for the phasespace region with p T > 100 MeV also needs to be set at two. Table 4 shows the total number of selected events and tracks for all phase-space regions considered.",
            "paragraph_rank": 44,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 373,
                    "text": "11",
                    "end": 375
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1129,
                    "text": "Table 4",
                    "end": 1136
                }
            ]
        },
        {
            "section": "Track reconstruction algorithms",
            "text": "Trigger and vertex reconstruction efficiencies are parameterized as a function of n BS sel . Note that n BS sel is defined as the number of tracks passing all of the track selection requirements except for the constraints with respect to the primary vertex; instead, the unsigned transverse impact parameter with respect to the beam spot, |d BS 0 |, is required to be less than 1.8 mm.  [44,45]. There are no simulation samples that fully describe the SCT operating at reduced voltage. A technique to emulate the impact of operating the SCT in standby was developed in simulation; this corrects the MC without re-simulation by modifying the silicon clusterization algorithm used to study the tracking performance. However, the final ID track efficiency at √ s = 2.36 TeV was determined using a correction to the track reconstruction efficiency derived from data at √ s = 0.9 TeV. Pixel tracks were reconstructed using the standard track reconstruction algorithms limited to Pixel hits and with different track requirements. There is little redundant information, because at least three measurement points are needed to obtain a momentum measurement and the average number of Pixel hits per track is three in the barrel. Therefore, the Pixel track reconstruction efficiency is very sensitive to the location of inactive Pixel modules. The total distance between the first and the last measurement point in the pixel detector, as well as the limited number of measurement points per track, limit the momentum resolution of the tracks; therefore the Pixel tracks were refitted using the reconstructed primary vertex as an additional measurement point. The refitting improves the momentum resolution by almost a factor of two. However, the Pixel track momentum resolution remains a factor of three worse than the resolution of ID tracks.",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 387,
                    "text": "[44,",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 391,
                    "text": "45]",
                    "end": 394
                }
            ]
        },
        {
            "section": "Track reconstruction algorithms",
            "text": "The selection criteria used to define good Pixel and ID tracks are shown in table 3. The total numbers of accepted events and tracks at this energy are shown in table 4. These two track reconstruction methods have different limitations; the method with the best possible measurement for a given variable is chosen when producing the final plots. The Pixel track method is used for the n ch and η distributions, while the ID track method is used for the p T spectrum measurement; the p T distribution is not produced for this energy as neither method is able to describe both the number of particles and their p T accurately.",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "Background contribution",
            "section_rank": 17
        },
        {
            "text": "Event backgrounds",
            "section_rank": 18
        },
        {
            "section": "Event backgrounds",
            "text": "There are three possible sources of background events that can contaminate the selected sample: cosmic rays, beam-induced background and the presence of another collision inside the same bunch crossing. The fraction of cosmic ray background events was estimated in [1], where it was found to be smaller than 10 −6 . Beam-induced backgrounds are estimated from non-colliding empty bunches using the same method as described in [1]; after final event selection, fewer than 0.1% of events are predicted to originate from beam-induced backgrounds. The reconstructed primary vertex requirement is particularly useful in suppressing the beam-induced background. The instantaneous luminosity at √ s = 7 TeV is high enough that the effect of multiple collisions inside the same bunch crossing cannot be ignored. Events are rejected if they have a second vertex with four or more tracks 14 . After this cut, the fraction of events with more than one interaction in the same bunch crossing is measured to be about 0.1%; the residual effect is thus neglected. At the lower centre-of-mass energies, the rate of multiple interactions is lower and thus also neglected. TeV for primary (blue short-dashed) and non-primary particles after scaling them to the best fit value for 100 < p T < 150 MeV. The non-primary particles are split into electrons (pink long-dashed) and non-electrons (green dot-dashed). The full red curve shows the ND MC prediction for the sum over the three components, which agrees well with the data (black points).",
            "paragraph_rank": 47,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "[1]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "start": 426,
                    "text": "[1]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "start": 878,
                    "text": "14",
                    "end": 880
                }
            ]
        },
        {
            "text": "Backgrounds to primary tracks",
            "section_rank": 19
        },
        {
            "section": "Backgrounds to primary tracks",
            "text": "Primary charged-particle multiplicities are measured from selected-track distributions after correcting for the fraction of non-primary particles in the sample. Non-primary tracks are mostly due to hadronic interactions, photon conversions and decays of long-lived particles, as well as a small fraction of fake tracks. Their contribution is estimated using MC predictions for the shape of the d 0 distribution for primaries, non-primaries from electrons and other nonprimaries. The separation between non-primaries from electrons and non-electrons is needed as the electrons are mostly from conversions in the detector material and would thus be sensitive to a mismodelling of the detector material, whereas the non-electron non-primary tracks are mostly from long-lived particles and this fraction is thus also sensitive to the underlying physics. The Gaussian peak of the d 0 distribution, shown in figure 1 for 100 < p T < 150 GeV, is dominated by the primary tracks and their resolution. The non-primary tracks populate the tails. The dominant contribution to non-primary tracks inside the acceptance cut on |d 0 | comes from non-electrons.",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "section": "Backgrounds to primary tracks",
            "text": "The primary, electron non-primary and non-electron non-primary d 0 distributions are obtained from MC and used as templates to extract the relative fractions in data. A fit is performed in the side-bands of the distribution, i.e. outside the range in d 0 used for selecting tracks. The fractions of primary, electron non-primary and non-electron non-primary tracks are all allowed to float with the total number of events constrained to that of the data. The contribution of non-primaries from electrons within the analysis acceptance of 1.5 mm is small, while it dominates at high values of |d 0 |. The requirement on having a hit on layer-0 suppresses this contribution enough to allow the fit to be performed down to the lowest p T region. The fit is performed in bins of 50 MeV in p T from 100 to 500 MeV. A single fit is used for all tracks with p T > 500 MeV; in this bin the distinction is not made between the two sources of nonprimary tracks. The fraction of non-primary tracks varies from 3.4% for 100 < p T < 150 MeV to 1.6% above 500 MeV at √ s = 7 TeV. Figure 1 shows the observed d 0 distribution for the bin 100 < p T < 150 MeV compared to the MC predictions after the fit.",
            "paragraph_rank": 49,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1066,
                    "text": "Figure 1",
                    "end": 1074
                }
            ]
        },
        {
            "text": "Systematic uncertainties.",
            "section_rank": 20
        },
        {
            "section": "Systematic uncertainties.",
            "text": "The full difference between the non-primary fraction in MC and that in data obtained using the fit is taken as a systematic uncertainty. The largest difference is found to be an increase of non-primaries in data by 25% relative to the MC for p T > 500 MeV. This conservative estimate is taken to be constant as a function of p T and results in only a small effect, up to 0.9%, on the final corrected distributions. In order to estimate the effect of the choice of the variable used to obtain the fit, the fraction of primary and non-primary track contributions are obtained by fitting the z 0 distributions. The difference is measured to be 12% in the first bin, 8% in the last bin and less than 4% in all other bins; this difference is taken as a source of systematic uncertainty. The estimated number of non-primary tracks in |d 0 | < 1.5 mm is found to be stable with respect to a change in the fit range of 1 mm in all p T bins except the first one (100 < p T < 150 MeV), where a 10% difference is observed; this difference is taken as a systematic uncertainty. The fraction of non-primary tracks is found to be independent of n sel , but shows a small dependence on η, taken as a small systematic uncertainty of 0.1%.",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "section": "Systematic uncertainties.",
            "text": "The total uncertainty on the fraction of non-primary tracks is taken as the sum in quadrature of all these effects. The total relative uncertainty on the measured distributions at √ s = 0.9 TeV and √ s = 7 TeV is 1.0% for the first p T bin, decreasing to 0.5% above 500 MeV. At √ s = 2.36 TeV this uncertainty for the Pixel track method is 0.6%.",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "Selection efficiency",
            "section_rank": 21
        },
        {
            "section": "Selection efficiency",
            "text": "The data are corrected to obtain inclusive spectra for charged primary particles satisfying the different phase-space region requirements. These corrections include inefficiencies due to trigger selection, vertex and track reconstruction. They also account for effects due to the momentum scale and resolution and for the residual background from non-primary tracks. In the following sections the methods used to obtain these efficiencies, as well as the systematic uncertainties associated with them, are described. Plots are shown for the phasespace region n ch 2, p T > 100 MeV, |η| < 2.5 at √ s = 7 TeV, but similar conclusions can be drawn at the other energies and phase-space regions.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Trigger efficiency",
            "section_rank": 22
        },
        {
            "section": "Trigger efficiency",
            "text": "The trigger efficiency, ε trig , is measured from a data sample selected using a control trigger. The control trigger used for this analysis selects events from random filled bunch crossings, which are then filtered at L2. At √ s = 0.9 TeV the L2 filter requires a minimum of seven pixel clusters and seven SCT hits and the EF requires at least one track with p T > 200 MeV. At √ s = 7 TeV the L2 requirement is loosened to four pixel clusters and four SCT hits. No EF requirements are made at this energy. The vertex requirement for selected tracks is removed for these trigger studies, to account for correlations between the trigger and vertex reconstruction efficiencies. The trigger efficiency is determined by taking the ratio of events from the control trigger in which the L1 MBTS also accepted the event, over the total number of events in the control sample. For √ s = 2.36 TeV there is not sufficient data to measure the trigger efficiency and thus the √ s = 0.9 TeV parameterization is used to correct the 2.36 TeV data. The trigger efficiency is parameterized as a function of n BS sel ; it is 97% (99%) in the first n BS sel bin and rapidly increases to nearly 100% for",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "section": "Trigger efficiency",
            "text": ". The trigger requirement is found to introduce no observable bias in the p T and η distributions of selected tracks within the statistical uncertainties of the the data recorded with the control trigger. The resulting trigger efficiency is shown in figure 2(a) for the phase-space region with",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "section": "Trigger efficiency",
            "text": "Systematic uncertainties. Since there is no vertex requirement in the data sample used to measure the trigger efficiency, it is not possible to make the same impact-parameter selection as is made on the final selected tracks. In order to study potential effects due to this, the trigger efficiency is measured after applying the impact-parameter constraints with respect to the primary vertex if available or with respect to the beam spot if not. The difference in the efficiency obtained this way and in the nominal way is considered as a systematic uncertainty. This variation provides a conservative estimate of the effect of beam-induced background and non-primary tracks on the trigger efficiency at low values of n BS sel . The systematic uncertainty arising from possible correlation of the MBTS trigger with the control trigger is studied using simulation, and the effect of correlations on the trigger efficiency is found to be less than 0.1%. The total systematic uncertainty on the trigger efficiency determination, which also includes the statistical uncertainty on the control sample, is of the order of 1% in the first n BS sel bin, decreasing rapidly as n BS sel increases.",
            "paragraph_rank": 55,
            "section_rank": 22
        },
        {
            "text": "Vertex reconstruction efficiency",
            "section_rank": 23
        },
        {
            "section": "Vertex reconstruction efficiency",
            "text": "The vertex reconstruction efficiency, ε vtx , is determined from data by taking the ratio of triggered events with a reconstructed vertex to the total number of triggered events, after removing the expected contribution from beam background events. The efficiency is measured to be 90-92% in the first n BS sel bin for the different energies and phase-space regions; it rapidly rises to 100% at higher track multiplicities. The vertex reconstruction efficiency at",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "section": "Vertex reconstruction efficiency",
            "text": "The dependence of the vertex reconstruction efficiency on the η and p T of the selected tracks is studied as well as the dependence on the projection along the beam-axis of the separation between the perigees 15 of the tracks ( z), for events with more than one track. For all phase-space regions, only the dominant effect is corrected for as the other effect is always found to be significantly smaller and would thus not affect the final result.",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "section": "Vertex reconstruction efficiency",
            "text": "For the lower p T threshold selection, a strong dependence is observed as a function of z for events with two tracks; this bias is corrected for in the analysis using two different parameterizations depending on the p T of the lowest p T track: one for tracks below 200 MeV and one for those above that threshold. The dependence on the vertex reconstruction efficiency due to the η of the tracks is found to be smaller than the z correction and is neglected for this phase-space region. For the 500 MeV p T threshold selection, the η dependence is corrected for events with n BS sel = 1. For events with higher multiplicities the z dependence is found to be very small and is neglected.",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "section": "Vertex reconstruction efficiency",
            "text": "Systematic uncertainties. The difference between the vertex reconstruction efficiency measured with beam background removal and the vertex reconstruction efficiency measured without beam background removal is assigned as the systematic uncertainty on the vertex reconstruction efficiency. For the determination of this difference, the contribution of beam-related backgrounds is estimated using non-colliding bunches, as in [1]. The highest rate of beamrelated background is found in the phase-space region with p T > 100 MeV at 900 GeV, where it is 0.8% without vertex selection and 0.2% with vertex selection, although it is found to decrease rapidly at higher multiplicities. (This beam-related background contribution is larger than that given in section 5 where a reconstructed primary vertex was required.) The total uncertainty due to the vertex reconstruction efficiency is significantly below 1% for all phase-space regions at all energies.  Comparison between data and simulation at √ s = 7 TeV for tracks with transverse momentum between 100 and 500 MeV: the average number of silicon hits on reconstructed track as a function of η in the SCT (a) and Pixel (b) detectors, the transverse impact parameter (c) and the longitudinal impact parameter multiplied by sin θ (d). The insets for the impact parameter plots show the log-scale plots. The p T distribution of the tracks in ND MC is re-weighted to match the data and the number of events is scaled to the data.",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 424,
                    "text": "[1]",
                    "end": 427
                }
            ]
        },
        {
            "text": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "The track reconstruction efficiency, ε trk , determined from MC, is parameterized in bins of p T and η. The excellent agreement between data and MC of basic track quantities for tracks above 500 MeV demonstrated previously [1]. Figure 3 highlights the agreement for tracks in the additional range covered in this paper, 100 < p T < 500 MeV.",
            "paragraph_rank": 60,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "[1]",
                    "end": 226
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 228,
                    "text": "Figure 3",
                    "end": 236
                }
            ]
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "The track reconstruction efficiency is defined as",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "where p T and η are generated particle properties, N matched rec ( p T , η) is the number of reconstructed tracks matched to a generated charged particle and N gen ( p T , η) is the number of generated charged particles in that bin. The matching between a generated particle and a reconstructed track uses a cone-matching algorithm in the η-φ plane, associating the particle with the track with the smallest R = ( φ) 2 + ( η) 2 within a cone of radius 0.15. In addition, the particle trajectory must be compatible with the position of one of the pixel hits of the track. A larger cone size than in [1] is needed to account for the degraded resolution at lower track p T .",
            "paragraph_rank": 62,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 598,
                    "text": "[1]",
                    "end": 601
                }
            ]
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "The resulting reconstruction efficiency as a function of η integrated over p T is shown in figure 2(c) at √ s = 7 TeV for the phase-space region with the lowest p T threshold. The track reconstruction efficiency is lower in the region |η| > 1 due to particles passing through more material in that region. Figure 2(d) shows the efficiency as a function of p T integrated over η. The initial rise with p T is due to the requirement on the minimum number of silicon hits required in the analysis, which indirectly constrains the tracks to pass through a minimum number of detector layers and thus have a minimum p T .",
            "paragraph_rank": 63,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 306,
                    "text": "Figure 2(d)",
                    "end": 317
                }
            ]
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "Systematic uncertainties. As the track reconstruction efficiency is determined from MC, the main systematic uncertainties result from the level of agreement between data and MC. The overwhelming majority of particles in the selected events are hadrons. These are known to suffer from hadronic interactions with the material in the detector. Thus a good description of the material in the detector is needed to get a good description of the track reconstruction efficiency. To quantify the influence of an imperfect description of the detector description, in particular the material in the simulation, two different data-driven methods are used. The first reconstructs the invariant mass of K 0 s mesons decaying to two charged pions; the second compares the track lengths in data and simulation. The K 0 s mass method studies the mass as a function of the decay radius of the meson; it has greatest sensitivity to small radii, while the track length study probes the material description in the simulation in terms of nuclear interaction length (λ) in the SCT detector. The combination of both methods provides good sensitivity throughout the silicon detectors. They allow us to constrain the material to better than 10% in the central barrel region and better than 30% at the highest |η| measured. The material uncertainty is the largest uncertainty in almost all regions of all distributions plotted in this paper. In the barrel region, the total uncertainty due to the material is 8% at low p T , going down to 2% above 500 MeV. The uncertainty increases with increasing |η|; the largest uncertainties are in the region 2.3 < |η| < 2.5: 15% in the first p T bin decreasing to 7% above 500 MeV.",
            "paragraph_rank": 64,
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "The track-fit χ 2 probability cut has been found to offer powerful discrimination against tracks with mismeasured momenta. These are mostly very low momentum particles that are reconstructed with much higher momentum due to misalignment or nuclear interactions 16 . Mismeasured tracks are seen predominantly at the edges of the η acceptance where the distance between consecutive measurement points of the outer layer of the Pixel and the first layer of the SCT can reach up to ∼1 m. The fraction of mismeasured tracks is observed to be significantly more in data than in MC even after this cut is applied. Two different methods are used to estimate the fraction of mismeasured tracks in data. The first compares the momentum obtained from the tracks reconstructed using only the SCT hit information to that obtained for fully reconstructed tracks. After normalizing the number of well-measured tracks in MC to data, the scaling of the MC high-p T tails needed to model the data is obtained. The second method uses the difference between data and MC seen in the tails of the d 0 distributions at high p T because mismeasured tracks tend to have poorly reconstructed d 0 . Again a scaling factor is obtained to scale the MC tails in order to describe the data. These two methods give very similar results. Both methods are used to obtain the systematic uncertainty for all but the outermost regions in η where the effect is the most significant. In this region an additional method is used that compares the η distributions, normalized in the central region, in bins of p T . The variation with p T of the η distribution due to physics is small compared to the differences observed due to mismeasured tracks. The additional tracks at high |η|, high p T are considered to be due to mismeasured tracks and the fraction of mismeasured tracks in data is obtained. This third method gives the systematic uncertainty for the outermost η bins. Averaged over the whole η region, the fraction of mismeasured tracks in data is found to be negligible for p T < 10 GeV, 3% for 10 < p T < 15 GeV and increases to 30% for 30 < p T < 50 GeV. An additional systematic on the track reconstruction efficiency of 10% is taken for all tracks with p T > 10 GeV due to different efficiencies of the χ 2 probability cut in data and MC. All systematic uncertainties on the mismeasured high-p T tracks are taken as single-sided errors.",
            "paragraph_rank": 65,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 261,
                    "text": "16",
                    "end": 263
                }
            ]
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "Studies using Z → µµ events show that the resolution in data is about 10% worse than the nominal MC resolution above 10 GeV. The impact of a 10% Gaussian smearing of the reconstructed track p T in MC is performed and found to have a 7% effect for the binning used in this paper. This effect is taken as a systematic uncertainty on tracks above 10 GeV. This systematic uncertainty is single-sided and added linearly with the systematic uncertainty due to the mismeasured high-p T tracks. The effect on tracks below 10 GeV is found to be negligible.",
            "paragraph_rank": 66,
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "The p T cut applied at various stages of the pattern recognition inside the track reconstruction algorithm introduces an inefficiency due to the momentum resolution. A different momentum resolution or a bias in the momentum estimation in data compared to MC can result in a change in the migration out of the first bin in p T (100 < p T < 150 MeV) and thus a gain or loss of observed tracks. The default migration correction is derived using the resolution in MC. The track p T resolution at the seed finding stage in MC is increased by a very conservative 10 MeV, making the p T resolution effectively 15 MeV instead of 10 MeV. The effect of this shift on the track reconstruction efficiency in the first p T bin is found to be about 5%; this difference is assigned as a systematic uncertainty.",
            "paragraph_rank": 67,
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "A detailed comparison of track properties in data and simulation is performed by varying the track selection criteria. The largest deviations between data and MC are observed at high η and are found to be ∼1%. For simplicity, a constant 1% uncertainty is assigned over the whole range.",
            "paragraph_rank": 68,
            "section_rank": 24
        },
        {
            "section": "Track-reconstruction efficiency for the 0.9 and 7 TeV data samples",
            "text": "A summary of the track reconstruction systematic uncertainties is shown in table 5. The total uncertainty due to the track reconstruction efficiency determination is obtained by adding all effects in quadrature except for tracks above 10 GeV where the resolution and mismeasured track effects are added linearly; asymmetric errors are considered for these effects.",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "Both the Pixel track and the ID track methods apply a data-driven correction to the primary track reconstruction efficiency, ε MC : Here x is either both p T and η for the ID track or only η for the Pixel track method, as those are the parameters that the correction factors were found to depend on.",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "The correction, ε corr , is derived from the reference dataset taken at √ s = 0.9 TeV where the high voltage on the SCT was lowered for part of the run.",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "For the Pixel track method, ε corr is the ratio of the relative Pixel track reconstruction efficiency, ε rel , in data to simulation. The relative Pixel track efficiency is the efficiency of reconstructing a Pixel track if a track has been reconstructed using hits in the SCT and TRT detectors only.",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "Figure 4(a) shows the relative Pixel track efficiency in data and simulation. The ratio of the two distributions, shown in the inset, is used to correct the track reconstruction efficiency for the Pixel track method at √ s = 2.36 TeV. For the ID track method the efficiency derived from simulation with nominal conditions is corrected by ε corr to account for the lower SCT efficiency in standby mode. Figure 4(b) shows the distribution of the number of reconstructed tracks in data in both SCT configurations at √ s = 0.9 TeV normalized to the same number of events satisfying the trigger requirement. The ratio of the number of reconstructed tracks with the SCT in standby, N sb tr , to the number of reconstructed tracks with the SCT at nominal, N nom tr , shown in the inset, is used to correct the track reconstruction efficiency for the ID track method at √ s = 2.36 TeV:",
            "paragraph_rank": 73,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 402,
                    "text": "Figure 4(b)",
                    "end": 413
                }
            ]
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "Systematic uncertainties. Most systematic uncertainties on the ID track reconstruction efficiency are similar to the full tracking at other energies. The major additional systematic uncertainty is due to the efficiency correction factor for the SCT configuration. The uncertainty due to the statistical limitations of the reference dataset is 2%. An additional 3% uncertainty accounts for the extrapolation from √ s = 0.9 TeV to √ s = 2.36 TeV, which was estimated by comparing the distributions of the number of ID tracks between √ s = 0.9 TeV and √ s = 2.36 TeV. The total uncertainty on the efficiency correction factor adds those two effects in quadrature to obtain a total uncertainty of 4%.",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "The material uncertainty is estimated using a similar method as for the other energies; the absolute uncertainty is found to be 2% (3%) for the Pixel (ID) track reconstruction efficiency. The uncertainty is larger for ID tracks, because such tracks are sensitive to the material throughout the whole silicon detector. The uncertainty due to the momentum resolution is negligible because the phase-space cuts are sufficiently far from the track algorithm cuts.",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "section": "Track-reconstruction efficiency for the 2.36 TeV data sample",
            "text": "There is an additional 1% uncertainty on the Pixel track method due to the matching procedure. The relative Pixel track reconstruction efficiency differs from the primary efficiency due to material effects and contributions from non-primary tracks. There is an additional discrepancy of 4% for 2.4 < |η| < 2.5 that is assigned as a systematic uncertainty for those bins. At central η the total uncertainty on the Pixel (ID) track reconstruction efficiency is estimated to be 3.4% (6%). Table 5 shows the track reconstruction systematics at √ s = 2.36 TeV, and the differences with respect to the uncertainties at other centre-of-mass energies are indicated.",
            "paragraph_rank": 76,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 486,
                    "text": "Table 5",
                    "end": 493
                }
            ]
        },
        {
            "text": "Correction procedure",
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": "The effect of events lost due to the trigger and vertex requirements is corrected using an eventby-event weight:",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": ",",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": "where x is either the z between tracks or the η of the tracks, as described in section 6.2. The p T and η distributions of selected tracks are corrected for using a track-by-track weight:",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": "where f nonp is the fraction of non-primary tracks determined as described in section 5.",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": "The fraction of selected tracks passing the kinematic selection for which the corresponding primary particle is outside the kinematic range, f okr ( p T , η), originates from resolution effects and has been estimated from MC. The uncertainty on f okr is mostly due to the resolution difference between data and MC. This uncertainty is negligible for all cases except at √ s = 2.36 TeV for the Pixel track method where the uncertainty is estimated to be 1%, due to the poor momentum resolution of the Pixel tracks. No additional corrections are needed for the η distribution; the additional corrections needed for the other distributions are described in the following sections.",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "section": "Correction procedure",
            "text": "For all distributions in all phase-space regions considered, closure tests are carried out. These are tests carried out on MC where the reconstructed samples are corrected according to the same procedure as used on the data; the resulting difference between the corrected distribution and the known particle-level distribution is defined as the amount of non-closure; if the correction procedure were perfect, the non-closure would be zero. For this analysis, closure tests are carried out on all distributions in all phases-space regions and unless explicitly mentioned in the text the level of non-closure is less than 1%.",
            "paragraph_rank": 82,
            "section_rank": 26
        },
        {
            "text": "Correction to dN ev dn ch",
            "section_rank": 27
        },
        {
            "section": "Correction to dN ev dn ch",
            "text": "First, the observed n sel distribution is corrected for the trigger and vertex reconstruction efficiencies. Then, an event-level correction is applied using Bayesian unfolding [46] to correct the observed track multiplicity to the distribution of the number of primary charged particles, as follows. An unfolding matrix, M ch,sel , is defined that expresses the probability that a given selected track multiplicity, after all other event-level corrections are applied, n sel , is due to n ch primary particles. This matrix is normalized such that the number of events does not change except for the rare cases where n sel > n ch and n ch is below our acceptance selection. This matrix is populated from MC09 MC and applied to data in order to obtain the observed n ch distribution. The resulting distribution is then used to re-populate the matrix and the correction is re-applied. This procedure is repeated without a regularization term and converges after four iterations in data; convergence is defined as the first iteration in which the χ 2 difference between the result of the unfolding and the input distribution for that iteration is less than the number of bins used in the unfolding.",
            "paragraph_rank": 83,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 176,
                    "text": "[46]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Correction to dN ev dn ch",
            "text": "After the n sel distribution has been unfolded, the resulting charged-particle multiplicity distribution is corrected for events migrating out of the selected kinematic range (n ch X ), which the matrix does not account for. This is achieved by adding an additional term to the correction. The correction terms for the phase-space regions with n ch 2 are",
            "paragraph_rank": 84,
            "section_rank": 27
        },
        {
            "section": "Correction to dN ev dn ch",
            "text": "where ε trk is the mean effective track reconstruction efficiency for a given n ch bin. Corresponding terms are used for the other phase-space regions. This track reconstruction efficiency can, in principle, be different for each n ch bin, but the difference is found to be small and thus the mean effective track reconstruction efficiency for the lowest n ch bin is used.",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "section": "Correction to dN ev dn ch",
            "text": "Systematic uncertainties. The systematic uncertainties on the unfolding procedure are obtained by modifying the input distributions as described below, applying the unfolding procedure and comparing the output to that obtained when using the nominal input; the matrix and the correction factors are not modified. There are two sources of systematic uncertainties considered. One of them is due to the track reconstruction efficiency uncertainties, while the second one accounts for the different p T spectra reconstructed in data and MC. The first source of uncertainty is estimated by starting from the observed n sel spectrum in data; tracks are randomly removed from the distribution according to the mean p T and η of the tracks for each value of n sel and the uncertainty on the track reconstruction efficiency for those p T and η values. A new input distribution is obtained and put through the unfolding procedure and the difference with respect to the nominal n ch distribution is taken as a systematic uncertainty. The uncertainty is then symmetrized. The uncertainty on n ch due to the uncertainty on the track reconstruction efficiency is found to be ∼ 3% to ∼25% at √ s = 7 TeV in the most inclusive phase-space region, n ch 2, p T > 100 MeV, |η| < 2.5.",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "section": "Correction to dN ev dn ch",
            "text": "The other source of uncertainty originates from the unfolding method that is carried out in a single dimension at a time, in this case n ch . There is some dependence on the p T spectrum of the MC sample used to populate the matrix, due to the strong dependence of the track reconstruction efficiency on p T . To investigate this effect, the average track reconstruction efficiency derived using the p T spectrum in data and that obtained from MC are compared. The difference of these two mean efficiencies is then treated in the same way as the uncertainty on track reconstruction efficiency, described in the previous paragraph. This uncertainty is taken to be asymmetric; only the contribution from a shift of the spectrum in the direction of the data is taken. The mean value is kept as that given by the nominal p T spectrum in MC. The uncertainty varies with increasing n ch from −2% to +40% at √ s = 7 TeV in the most inclusive phase-space region. The only additional systematic uncertainty due to the tuning of the track reconstruction efficiency is due to the difference between the biases introduced by the vertex correction in MC and data. The estimation of this error is done by comparing the z 0 distribution in n BS sel = 2 between data and MC. The z 0 distribution is a very good probe of the correlation between n sel /n ch and n BS sel as events with high n sel tend to have small z 0 values, while events with n sel < 2 tend to have large z 0 . Very good agreement is found between the data and MC. Re-weighting the z 0 distribution in MC to match the data or applying the vertex correction extracted from the data to the MC closure test leads to a systematic uncertainty of the order of 0.1% for n ch = 2 where this effect is most pronounced. As this error is much smaller than other systematic uncertainties considered, it is neglected. The systematic uncertainty due to track-track correlation in a single event is small and is neglected everywhere in this analysis.",
            "paragraph_rank": 87,
            "section_rank": 27
        },
        {
            "text": "Corrections to N ev",
            "section_rank": 28
        },
        {
            "section": "Corrections to N ev",
            "text": "The total number of events, N ev , used to normalize the final distributions, is defined as the integral of the n ch distributions, after all corrections are applied. Systematic uncertainties. The systematic uncertainties on N ev are obtained in the same way as for the n ch distributions. Only those systematics affecting the events entering or leaving the phase-space region have an impact on N ev . The total uncertainty on N ev at √ s = 7 TeV for the most inclusive phase-space region is 0.3%, due mostly to the track reconstruction efficiency. At √ s = 2.36 TeV the total uncertainty on N ev is 1.4% for the Pixel track and 2.6% for the ID track methods.",
            "paragraph_rank": 88,
            "section_rank": 28
        },
        {
            "text": "Corrections to",
            "section_rank": 29
        },
        {
            "section": "Corrections to",
            "text": "The tracks are first corrected for the event level inefficiencies of the trigger and the vertex reconstruction. Then the tracks are corrected for the track reconstruction inefficiencies, nonprimary track contamination and out of kinematic range factors. Finally, a similar unfolding method to that used on the n ch distribution is used to correct the measured track p T to the primary particle momentum. More bins are used for the unfolding than are shown in the final distributions; this is necessary in order to avoid amplification of small data MC differences with successive iterations, causing large fluctuations. For this distribution four iterations are required before convergence is reached; convergence is defined as for the n ch distribution.",
            "paragraph_rank": 89,
            "section_rank": 29
        },
        {
            "section": "Corrections to",
            "text": "Systematic uncertainties. To estimate the effect on the final p T distributions of the uncertainties affecting the correction steps prior to the unfolding, the unfolding procedure is re-run on the corrected p T distribution shifting the distribution used as input to the unfolding procedure by the systematic uncertainties. This new p T distribution is put through the unfolding procedure and the difference with respect to the nominal corrected p T spectrum is taken as a systematic uncertainty.",
            "paragraph_rank": 90,
            "section_rank": 29
        },
        {
            "section": "Corrections to",
            "text": "The high-p T systematic uncertainties are obtained using the MC samples. The systematic uncertainty associated with the mismeasured high-p T tracks is obtained by scaling the number of mismeasured tracks in MC to match those found in data. This new input distribution is put through the unfolding procedure and the final difference with respect to the nominal MC is taken as a systematic uncertainty. The systematic uncertainty associated with the resolution is obtained by smearing the well-measured tracks, in MC, by the resolution uncertainty obtained in section 6.3. The effect on the final unfolded distribution is taken as a systematic uncertainty. Those two high-p T systematics are added linearly. Both cause only single-sided variations. This combined uncertainty is measured to be from −10% for p T = 10 GeV to −30% for the last p T bin (30 < p T < 50 GeV) at √ s = 7 TeV for the n ch 2, p T > 100 MeV phase-space region. The variations for other phase-space regions at this energy are similar. At √ s = 0.9 TeV this uncertainty is found to be -20% for all three bins above p T of 10 GeV.",
            "paragraph_rank": 91,
            "section_rank": 29
        },
        {
            "section": "Corrections to",
            "text": "To assess the stability of the results under varying starting hypotheses for the MC spectrum used to fill the matrix, a flat initial prior is used as an input. While convergence is only typically reached after seven iterations, instead of three for the nominal prior, the final difference in the unfolded spectra is small. The difference between the resulting distribution obtained with a flat prior and that obtained with the MC p T spectrum as a prior is taken as a systematic uncertainty. At √ s = 7 TeV this uncertainty is less than 2% for nearly all pT bins, with the exception of a couple of bins around changes in bin width, where the effect is 3-5%. At √ s = 0.9 TeV, due to more limited statistics in the MC, the largest change seen is 7% with a few others around 3-4%.",
            "paragraph_rank": 92,
            "section_rank": 29
        },
        {
            "text": "Mean p T versus n ch",
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "The correction procedure for the p T versus n ch distribution is designed to correct separately two components: i p T (i) versus n ch and i 1 versus n ch and take the ratio only after all corrections are applied. The sum is over all tracks and all events; the first sum is the total p T of all tracks in that bin in n ch ; the second sum represents the total number of tracks in that bin. The sums will be referred to as the numerator and denominator, respectively. Each of these distributions, i p T (i) and i 1, is corrected in two steps.",
            "paragraph_rank": 93,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "Firstly, the two distributions as a function of n sel are corrected on a track-by-track basis by applying the appropriate track weights; this track-by-track correction is applied to the data distribution and thus no longer relies on the p T spectrum of the MC. Secondly, the matrix obtained after the final iteration of the n ch unfolding described in section 7.1 is applied to each of the distributions to unfold n sel to n ch . Finally, the ratio of the two distributions is taken to obtain the corrected p T versus n ch distribution. For this distribution we exclude tracks with p T > √ s/2 as they are clearly unphysical; this removes 1 track at √ s = 0.9 TeV and 1 track at √ s = 7 TeV. This unfolding procedure assumes that the tracking efficiency depends only on p T and η and is independent of the track particle multiplicity and that the p T spectrum of the tracks in events that migrate back from a given n sel bin to a given n ch bin is the same as the p T spectrum of tracks in events in the corresponding n sel bin. The fact that these assumptions are not completely valid is taken as a systematic uncertainty. This uncertainty is obtained by looking at the non-closure of the corrected distribution in the MC. This residual non-closure is, we believe, a consequence of the two main assumptions. A full parameterization of the track reconstruction efficiency in terms of p T , η and n ch would remove the need for the first assumption, while a full two-dimensional unfolding as a single step where the two dimensions were p T and n ch would remove the need for the second. Both of these are beyond the scope of the current paper. In order to understand if the amount of non-closure is a realistic estimate of the uncertainty on the method when applied to data, in particular to investigate its dependence on the p T spectrum, the whole unfolding procedure is carried out using pythia6 DW tune samples and the pythia8 samples; we varied both the input distribution and the matrix used to do the unfolding. The level of non-closure is found to be similar to that obtained with the MC09 pythia6 samples. We thus conclude that the level of non-closure is not strongly dependent on the p T spectrum. This allows us to use the residual non-closure as a systematic uncertainty on the unfolding method as described in the next section.",
            "paragraph_rank": 94,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "Systematic and statistical uncertainties. For the calculation of the statistical uncertainty, the full correlation between the tracks inside the same event was not computed. The statistical uncertainty in the numerator and denominator are computed separately and then added in quadrature after taking the ratio. This is found to be a conservative estimate of the uncertainty.",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "Systematic uncertainties considered for the p T versus n ch distribution are either due to assumptions made during the correction procedure or to uncertainties on quantities taken from the MC and used during the correction procedure.",
            "paragraph_rank": 96,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "The first category refers to the assumptions on the method, the effects of which are visible in the closure test. To account for these imperfections, we apply a systematic uncertainty of 2%, which covers the non-closure in MC, except for the highest n ch bin and the first few n ch bins in some of the phase-space regions. For these cases a larger systematic uncertainty is applied to cover the non-closure. For the analyses with p T > 500 MeV, where the size of a non-closure is larger, a 3% systematic error is applied in the n ch = 1 bin. This systematic uncertainty also covers the difference in non-closure between samples created using MC09 (default) and those with DW tune of pythia6 and pythia8. In the correction procedure we use the approximation that n sel = n BS sel . The effect of such an approximation is studied on simulation and found to be negligible with respect to the other sources of uncertainty.",
            "paragraph_rank": 97,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "The second category comprises uncertainties on the track correction weights w ev (n BS sel ) and w trk ( p T , η) and on the migration probabilities obtained from the unfolding matrix. The dominant systematic uncertainties that affect both the track correction weights and the migration probabilities are the same as those affecting the n ch distribution unfolding: the uncertainty on the track reconstruction efficiency and the effect of the difference in p T spectra between the data and MC. These uncertainties are propagated by varying the input distribution for both i p T (i) versus n sel and i 1 versus n sel .",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "section": "Mean p T versus n ch",
            "text": "Smaller effects are also studied, for example the uncertainty on the rate of non-primary tracks and the effect of the systematic uncertainties affecting the high-p T tracks mentioned in section 6.3. Excluding the systematic uncertainties due to the assumptions made during the correction procedure, the systematic uncertainties are between 0.5% and 2% for all bins in n ch , all energies and all phase-space regions.",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Correction for different minimum n ch requirements",
            "section_rank": 31
        },
        {
            "section": "Correction for different minimum n ch requirements",
            "text": "The only difference in the correction procedure from track to the particle level for n ch 6 with respect to n ch 1 is the need for an additional correction that takes into account the effect on the tracks due to the tighter cut on both the number of tracks and the number of particles.",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "section": "Correction for different minimum n ch requirements",
            "text": "The n ch distribution and the number of events N ev are obtained by correcting and unfolding the multiplicity distribution of the whole spectrum and then applying the higher n ch cut on the final distribution. For the p T and η track distributions an extra correction is needed. For events with n sel 6, the tracks are added to the distribution as for all other phase-space regions; a weight corresponding to the product of the track (w trk ) and event (w ev ) weights is applied. For events with n sel < 6 the tracks are added to the distribution with an additional weighting factor, namely w n ch <6 that represents the probability that a track from an event with n sel tracks is from an event with n ch 6. This additional weight is taken from the final n ch unfolding matrix, after the final iteration; each column in the matrix represents the probability that an event with n sel tracks has n ch particles. The total probability ( p(n ch 6|n sel )) for a given n sel < 6 is therefore the sum over the matrix elements for n ch 6",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "section": "Correction for different minimum n ch requirements",
            "text": "where M n ch ,n sel is the entry in the unfolding matrix for n ch and n sel . This weight is about 65% for n sel = 5 and rapidly drops to 1% for n sel = 2. Systematic uncertainties. All uncertainties related to the distributions with the lower n ch cut are taken into account. In addition, an extra systematic uncertainty due to the uncertainty on the track reconstruction efficiency is needed for the correction to higher n ch selection. By varying the track reconstruction efficiency down by its uncertainty, different w n ch <6 weights are obtained. The shift in the resulting n ch distribution is symmetrized and taken as an additional systematic uncertainty.",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "Extrapolation to p T = 0",
            "section_rank": 32
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "Comparing the results in our well-defined phase-space regions to other inclusive measurements from other experiments requires additional model-dependent corrections. One such correction is described here, but applied only for comparative purposes. This particular correction is derived to extrapolate the average multiplicity in the phase-space region with the lowest measured p T to the multiplicity for all p T > 0. No attempt is made to correct for the n ch 2 requirement. The results are quoted for the average multiplicity in the rapidity interval |η| < 2.5 and are not considered to be the main results of this paper. This correction is obtained using three independent methods: fitting the p T spectrum to a given functional form, assuming a flat distribution at low p T in the observed fully corrected 1 p T • dN ch d p T distribution and obtaining the correction factor from the AMBT1 pythia6 MC.",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "In the first method, the corrected p T spectrum is fitted with a two-component Tsallis distribution",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "where m T ( p T ) is the transverse mass m T = p T 2 + m 2 0 and m 0 is the particle rest mass m 0 = {m π , m p } and dN ch /dy| y=0,i , T i and n i are the six parameters of the fit. η represents the pseudorapidity at the edge of our acceptance, η = 2.5. dN ch /dy| y=0 represents the integrated yield of the particle production at mid-rapidity, but is left here as a free parameter of the fit. Mesons (pions and kaons) are merged into a single Tsallis function since there is insufficient information in the measured distribution to fit three independent shapes. The tanh −1 factor accounts for the variation in E/ p of each track over the entire measured pseudorapidity range. It is derived by integrating dy dη dη over |η| < 2.5. From this functional form and using the parameters obtained from the fit, the fraction of particles with p T < 100 MeV is extracted. This procedure gives the correction factor to be applied to the mean charged-particle multiplicity per unit η, averaged over |η| < 2.5, in order to get the inclusive multiplicity. The correction factor from p T > 100 MeV to p T > 0 MeV is found to be 1.065 at √ s = 0.9 TeV and 1.063 at √ s = 7 TeV. The second method assumes that the 1 p T • dN ch d p T distribution is flat at low p T . One can thus use the value of this distribution in the lowest p T bin (100 < p T < 150 MeV) to extract the value for tracks below 100 MeV. From this assumption, the fraction of particles below 100 MeV and the scale factor used to correct our observed distributions are derived. The scale factors are found to be 1.068 at √ s = 0.9 TeV and 1.065 at √ s = 7 TeV. The third and final method simply obtains the correction factor using one of the MC models. AMBT1 pythia6 is chosen; the correction factors are found to be 1.055 at √ s = 0.9 TeV and 1.051 at √ s = 7 TeV. We chose to use the scale factor obtained from the functional form fit as the central value and consider the difference between this and the other two methods as a systematic uncertainty.",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "Systematic uncertainties. Several sources of systematic uncertainty on the calculated scale factor are considered. The dominant uncertainty comes from the difference in the scale factors obtained from the three different extrapolation methods. The largest difference between the value obtained from the fit and the values from the MC and from the flat extrapolation is considered as the uncertainty and then symmetrized. This uncertainty is found to be 0.007 at √ s = 0.9 TeV and 0.012 at √ s = 7 TeV. The other sources of uncertainty are related to the fitting procedure such as the variation within the uncertainty on the fit parameters and the variation due to a change of the fit range. All sources of uncertainty are assumed to be uncorrelated and thus added in quadrature. The final scale factors, with total uncertainty, are then 1.063 ± 0.014 tot at √ s = 7 TeV and 1.065 ± 0.011 tot at √ s = 0.9 TeV.",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "text": "Total systematic uncertainties",
            "section_rank": 33
        },
        {
            "section": "Total systematic uncertainties",
            "text": "The individual sources of systematic uncertainties have already been discussed in previous sections. The effect on the final distribution from each source is treated independently and propagated to the final distributions; the total error is the sum in quadrature from the different sources, unless explicitly mentioned in the text. In most bins of all distributions the largest uncertainty comes from the track reconstruction efficiency. The uncertainties at √ s = 2.36 TeV are larger than at the other two energies due to the uncertainties related to the operation of the SCT at reduced bias voltage during 2.36 TeV data taking. The total uncertainties are shown as shaded bands in the final distributions presented in the next section.",
            "paragraph_rank": 107,
            "section_rank": 33
        },
        {
            "text": "Results and discussion",
            "section_rank": 34
        },
        {
            "section": "Results and discussion",
            "text": "The corrected distributions for primary charged particles for events in three separate phase-space regions are shown in figures 5-13. The results are compared with predictions of models tuned to a wide range of measurements. The measured distributions are presented as inclusive-inelastic distributions within a given phase-space region with minimal model-dependent corrections to facilitate the comparison with models. Figures 5 and 6 show the charged-particle multiplicity as a function of pseudorapidity. Figure 5 shows the distribution at all three centre-of-mass energies in the phase-space region, n ch 1, p T > 500 MeV, |η| < 2.5. The mean particle density is roughly constant for |η| < 1.0 and decreases at higher values of |η|. There is little shape variation between the models except for the DW pythia6 tune, which has a flatter spectrum and a more pronounced dip at central η, especially at low √ s. At all three energies the AMBT1 pythia6 tune gives the best shape and normalization description of the data, although it was tuned for n ch 6.",
            "paragraph_rank": 108,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 420,
                    "text": "Figures 5 and 6",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 508,
                    "text": "Figure 5",
                    "end": 516
                }
            ]
        },
        {
            "text": "Charged-particle multiplicities as a function of the pseudorapidity",
            "section_rank": 35
        },
        {
            "section": "Charged-particle multiplicities as a function of the pseudorapidity",
            "text": "Figures 6(a) and (b) show the η distributions for the most inclusive phase-space region, n ch 2, p T > 100 MeV, |η| < 2.5. There is less η variation than in the previous figure. At 900 GeV there is very little difference between the models both in shape and normalization with the exception of phojet, which shows excellent agreement with the data; the other models show on average too few particles. The shape of the distribution is reasonably well described by all models. At 7 TeV again all the shapes seem to model the observed spectrum reasonably well, but at this energy the difference in normalization among the models varies more widely and no model reproduces the data.     Figures 7 and 8 show the charged-particle multiplicities as a function of the transverse momentum. The first of these figures shows all three centre-of-mass energies considered in the phase-space region n ch 1, p T > 500 MeV and |η| < 2.5. The observed p T spectrum is not described by any of the models over the whole range. The region that the models have the most difficulty describing is the region above 1 GeV. Figures 8(a) and (b) show the charged-particle multiplicities in the most inclusive phasespace region. At 900 GeV phojet describes the data best over the whole range even though the agreement is still not excellent. The other models tend to underpredict the number of low-p T particles, while at higher p T the models vary widely. At 7 TeV the effect at low p T is more pronounced, whereas at high p T the agreement of pythia8 and phojet with the data is quite good. The AMBT1 and MC09 tunes of pythia6 predict too many particles at higher p T .",
            "paragraph_rank": 109,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 683,
                    "text": "Figures 7 and 8",
                    "end": 698
                },
                {
                    "type": "figure",
                    "start": 1099,
                    "text": "Figures 8(a)",
                    "end": 1111
                }
            ]
        },
        {
            "text": "Charged-particle multiplicities as a function of the transverse momentum",
            "section_rank": 36
        },
        {
            "section": "Charged-particle multiplicities as a function of the transverse momentum",
            "text": "Figures 8(c) and (d) show the charged-particle multiplicities with the smallest contribution from diffractive events. This distribution carried the most weight in the AMBT1 tune. Considerable improvement in the agreement with data is seen between the older MC09 and the newly tuned AMBT1 but the parameters varied in this tune were not sufficient to describe the full spectrum. Figure 9 shows the charged-particle multiplicity distributions for n ch 1, p T > 500 MeV and |η| < 2.5 at all three centre-of-mass energies. At low number of charged particles, all models predict more events than observed in data, which is compensated for by an underprediction in the tails of the distributions. It should be noted that due to the normalization, 1/N ev , a deviation observed in one region needs to be compensated for by one in the other direction somewhere else. Although the predictions of phojet at 0.9 TeV model the data reasonably well, at 2.36 and 7 TeV they do not model the observed spectrum. The new AMBT1 pythia6 tune seems to provide the best agreement with data. Figures 10(a) and (b) show the distribution for the most inclusive phase-space region. Here the variations between models at both low and high values of n ch are increased and no model predicts the observed spectra.",
            "paragraph_rank": 110,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 378,
                    "text": "Figure 9",
                    "end": 386
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1070,
                    "text": "Figures 10(a)",
                    "end": 1083
                }
            ]
        },
        {
            "text": "Charged-particle multiplicity distribution",
            "section_rank": 37
        },
        {
            "section": "Charged-particle multiplicity distribution",
            "text": "Figures 10(c) and (d) show the distribution for the diffraction-reduced phase-space region. The distributions are very similar to those in figure 9 with a cut at n ch 6; only the normalization is different between the plots. The errors are also recomputed as there is a larger cancellation between the numerator and the denominator for this phase-space region.",
            "paragraph_rank": 111,
            "section_rank": 37
        },
        {
            "text": "Average transverse momentum as a function of the number of charged particles",
            "section_rank": 38
        },
        {
            "section": "Average transverse momentum as a function of the number of charged particles",
            "text": "The final set of distributions discussed in the main part of this paper is the average transverse momentum as a function of particle multiplicity. The measurement of p T as a function of     Figure 11 shows the results for events with n ch 1, p T > 500 MeV and |η| < 2.5. At 900 GeV the slope versus n ch for high values of n ch seems to be well described by most models but the absolute value is best modelled by pythia6 DW. At the highest centre-of-mass energy above 20 particles the models vary widely both in slope and in absolute value; at low values of n ch none of the models describe the data very well. In the more inclusive phase-space region, figures 12(a) and (b), the models vary widely, especially at high √ s. TeV is the value obtained using the Pixel track method. The phase-space region with the largest minimum p T and the highest minimum multiplicity ( p T > 500 MeV; n ch 6), which is the region with the least amount of diffraction, is the one where the models vary the least and the energy extrapolations of most models agree best with the data. However, in this region the energy extrapolations of pythia6 and phojet do not agree with the data. For the most inclusive measurements, none of the models agree with the data and the spread at 7 TeV in the expected values is almost one third of the mean predicted value. The observed value is significantly higher at this energy than any of the models.",
            "paragraph_rank": 112,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 191,
                    "text": "Figure 11",
                    "end": 200
                }
            ]
        },
        {
            "text": "Extrapolation to p T = 0",
            "section_rank": 39
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "The mean multiplicities of charged particles with p T > 100 MeV within the full |η| < 2.5 region are computed as the mean of the distributions shown in figures 6(a) and (b). They are found to be 3.614 ± 0.006 (stat) ± 0.170 (syst) at √ s = 0.9 TeV and 5.881 ± 0.002 (stat) ± 0.276 (syst) at √ s = 7 TeV. Multiplying these numbers by the model-dependent scale factors obtained in section 7.6, the averaged inclusive charged-particle multiplicity for events with two or more particles is found to be 3.849 ± 0.006 (stat) ± 0.185 (syst) at √ s = 0.9 TeV and 6.252 ± 0.002 (stat) ± 0.304 (syst) at √ s = 7 TeV. This result is interpreted as the average total inelastic multiplicity for events with two or more particles within |η| < 2.5. Figure 14 compares these results to recently published ALICE results [5,6] for inclusive inelastic as well as inelastic with more than one particle. The ALICE results are quoted as averages over |η| < 1.0 and |η| < 0.5, respectively.",
            "paragraph_rank": 113,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 734,
                    "text": "Figure 14",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "start": 803,
                    "text": "[5,",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 806,
                    "text": "6]",
                    "end": 808
                }
            ]
        },
        {
            "section": "Extrapolation to p T = 0",
            "text": "[GeV] s  Figure 13. The average charged-particle multiplicity per unit of rapidity for η = 0 as a function of the centre-of-mass energy. The results with n ch 2 within the kinematic range p T > 100 MeV and |η| < 2.5 are shown alongside the results with n ch 1 within the kinematic range p T > 500 MeV and |η| < 2.5 at 0.9, 2.36 and 7 TeV. The data are compared to various particle-level MC predictions. The vertical error bars on the data represent the total uncertainty. Table 6. dn ch dη at η = 0 for the three different phase-space regions considered in this paper for the energies where results are available. For MC, sufficient statistics were generated such that the statistical uncertainty is smaller than the last digit quoted. ",
            "paragraph_rank": 114,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 9,
                    "text": "Figure 13",
                    "end": 18
                },
                {
                    "type": "table",
                    "start": 472,
                    "text": "Table 6",
                    "end": 479
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 40
        },
        {
            "section": "Conclusions",
            "text": "Charged-particle multiplicity measurements made with the ATLAS detector using the first collisions delivered by the LHC during 2009 and 2010 are presented. Based on over 300 000 proton-proton inelastic interactions at 900 GeV, just under 6000 at 2.36 TeV and over 10 million  Figure 14. The average charged-particle multiplicity per unit of rapidity as a function of the centre-of-mass energy. The ATLAS results are for n ch 2 in the region |η| < 2.5. For comparison, ALICE results for n ch 1 in the region |η| < 1.0 and n ch 0 in the region |η| < 0.5 are shown. It should be noted that the ALICE points have been slightly shifted horizontally for clarity. The data points are compared to pythia6 AMBT1 predictions for the same phase-space regions. at 7 TeV, the properties of events in three well-defined phase-space regions were studied. The data were corrected with minimal model dependence to obtain inclusive distributions. The selected kinematic range and the precision of this analysis highlight clear differences between MC models and the measured distributions. In all the kinematic regions considered, the particle multiplicities are higher than predicted by the MC models.",
            "paragraph_rank": 115,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 276,
                    "text": "Figure 14",
                    "end": 285
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "The three different phase-space regions studied, from the most inclusive to the one with the smallest diffractive contribution, highlight various aspects of the charged-particle spectra. In general, the agreement between the models and the data is better in the phasespace regions with higher minimum p T cut-off, where diffractive contributions are less significant.",
            "paragraph_rank": 116,
            "section_rank": 40
        },
        {
            "section": "Conclusions",
            "text": "For the √ s = 0.9 TeV measurements with the p T threshold of 500 MeV, these results supersede the results presented in [1].   [49] (leading jet analysis) N ch density versus leading jet p T (transverse), JET20 N ch density versus leading jet p T (towards), JET20 N ch density versus leading jet p T (away), JET20 p T density versus leading jet p T (transverse), JET20 p T density versus leading jet p T (towards), JET20 p T density versus leading jet p T (away), JET20 N ch density versus leading jet p T (transverse), min bias N ch density versus leading jet p T (towards), min bias N ch density versus leading jet p T (away), min bias p T density versus leading jet p T (transverse), min bias p T density versus leading jet p T (towards), min bias p T density versus leading jet p T (away), min bias        ",
            "paragraph_rank": 117,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 119,
                    "text": "[1]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 126,
                    "text": "[49]",
                    "end": 130
                }
            ]
        },
        {
            "text": "7 . 2 .",
            "section_rank": 41
        },
        {
            "section": "7 . 2 .",
            "text": "Corrections to N ev . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7.3. Corrections to 1 p T • dN ch d p T . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7.4. Mean p T versus n ch . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7.5. Correction for different minimum n ch requirements . . . . . . . . . . . . . . . 7.6. Extrapolation to p T = 0 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. Total systematic uncertainties 9. Results and discussion 9.1. Charged-particle multiplicities as a function of the pseudorapidity . . . . . . . 9.2. Charged-particle multiplicities as a function of the transverse momentum . . . 9.3. Charged-particle multiplicity distribution . . . . . . . . . . . . . . . . . . . . 9.4. Average transverse momentum as a function of the number of charged particles 9.5. dn ch / dη at η = 0 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9.6. Extrapolation to p T = 0 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "paragraph_rank": 118,
            "section_rank": 41
        },
        {
            "text": "Figure 1 .",
            "section_rank": 42
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Transverse impact parameter, d 0 , distribution at √ s = 7 TeV for primary (blue short-dashed) and non-primary particles after scaling them to the best fit value for 100 < p T < 150 MeV. The non-primary particles are split into electrons (pink long-dashed) and non-electrons (green dot-dashed). The full red curve shows the ND MC prediction for the sum over the three components, which agrees well with the data (black points).",
            "paragraph_rank": 119,
            "section_rank": 42
        },
        {
            "text": "Figure 2 .",
            "section_rank": 43
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Trigger efficiency (a) and vertex reconstruction efficiency (b) with respect to the event selection, as a function of the number of reconstructed tracks before the vertex requirement (n BS sel ). The track reconstruction efficiency as a function of η (c) and p T (d) is derived from ND MC. The statistical errors are shown as black lines, the total errors as green shaded areas. All distributions are shown at √ s = 7 TeV for n ch 2, p T > 100 MeV, |η| < 2.5. For the vertex and trigger efficiencies, the selection requires n BS sel",
            "paragraph_rank": 120,
            "section_rank": 43
        },
        {
            "text": "Figure 2 (",
            "section_rank": 44
        },
        {
            "section": "Figure 2 (",
            "text": "b) shows the total error for the phase-space region with p T > 100 MeV at √ s = 7 TeV.",
            "paragraph_rank": 121,
            "section_rank": 44
        },
        {
            "text": "Figure 3 .",
            "section_rank": 45
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison between data and simulation at √ s = 7 TeV for tracks with transverse momentum between 100 and 500 MeV: the average number of silicon hits on reconstructed track as a function of η in the SCT (a) and Pixel (b) detectors, the transverse impact parameter (c) and the longitudinal impact parameter multiplied by sin θ (d). The insets for the impact parameter plots show the log-scale plots. The p T distribution of the tracks in ND MC is re-weighted to match the data and the number of events is scaled to the data.",
            "paragraph_rank": 122,
            "section_rank": 45
        },
        {
            "text": "Figure 4 .",
            "section_rank": 46
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Relative efficiency of Pixel tracks in data and ND MC simulation at √ s = 0.9 TeV (a). Both Pixel track distributions are re-weighted to have the same beam spot distribution as the √ s = 2.36 TeV data. The number of reconstructed ID tracks in data at √ s = 0.9 TeV as a function of η with the SCT in nominal and standby (b). The ID track distributions are normalized to the number of events passing the trigger requirement.",
            "paragraph_rank": 123,
            "section_rank": 46
        },
        {
            "text": "Figure 5 .",
            "section_rank": 47
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Charged-particle multiplicities as a function of the pseudorapidity for events with n ch 1, p T > 500 MeV and |η| < 2.5 at √ s = 0.9 TeV (a), √ s = 2.36 TeV (b) and √ s = 7 TeV (c). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, whereas the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 124,
            "section_rank": 47
        },
        {
            "text": "Figure 6 .",
            "section_rank": 48
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Charged-particle multiplicities as a function of the pseudorapidity for events with n ch 2, p T > 100 MeV (a, b) and n ch 6, p T > 500 MeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 125,
            "section_rank": 48
        },
        {
            "text": "Figures 6 (",
            "section_rank": 49
        },
        {
            "section": "Figures 6 (",
            "text": "Figures 6(c) and (d) show the η distributions for the phase-space region with the least amount of diffraction, n ch 6, p T > 500 MeV, |η| < 2.5. The distributions in this phase-space region have the largest drop at high |η|. All but pythia6 DW and phojet at √ s = 7 TeV show reasonable agreement in both shape and normalization at both energies.",
            "paragraph_rank": 126,
            "section_rank": 49
        },
        {
            "text": "Figure 7 .",
            "section_rank": 50
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Charged-particle multiplicities as a function of the transverse momentum for events with n ch 1, p T > 500 MeV and |η| < 2.5 at √ s = 0.9 TeV (a), √ s = 2.36 TeV (b) and √ s = 7 TeV (c). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 127,
            "section_rank": 50
        },
        {
            "text": "Figure 8 .Figure 9 .",
            "section_rank": 51
        },
        {
            "section": "Figure 8 .Figure 9 .",
            "text": "Figure 8. Charged-particle multiplicities as a function of the transverse momentum for events with n ch 2, p T > 100 MeV (a, b) and n ch 6, p T > 500 MeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 128,
            "section_rank": 51
        },
        {
            "text": "Figure 10 .",
            "section_rank": 52
        },
        {
            "section": "Figure 10 .",
            "text": "Figure 10. Charged-particle multiplicity distributions for events with n ch 2, p T > 100 MeV (a, b) and n ch 6, p T > 500 MeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 129,
            "section_rank": 52
        },
        {
            "text": "Figure 11 .",
            "section_rank": 53
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Average transverse momentum as a function of the number of charged particles in the event for events with n ch 1, p T > 500 MeV and |η| < 2.5 at √ s = 0.9 TeV (a) and √ s = 7 TeV (b). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 130,
            "section_rank": 53
        },
        {
            "text": "9. 5 .",
            "section_rank": 54
        },
        {
            "section": "9. 5 .",
            "text": "dn ch / dη at η = 0 The mean number of charged particles in the central region is computed by averaging over |η| < 0.2. The values for all three phase-space regions and all energies available are shown in figure 13 and in table 6. The result quoted at √ s = 2.36",
            "paragraph_rank": 131,
            "section_rank": 54
        },
        {
            "text": "Figure 12 .",
            "section_rank": 55
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Average transverse momentum as a function of the number of charged particles in the event for events with n ch 2, p T > 100 MeV and |η| < 2.5 at √ s = 0.9 TeV (a) and √ s = 7 TeV (b). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 132,
            "section_rank": 55
        },
        {
            "text": "Figure B. 1 .",
            "section_rank": 56
        },
        {
            "section": "Figure B. 1 .",
            "text": "Figure B.1. Charged-particle multiplicities as a function of the pseudorapidity for events with n ch 20, p T > 100 MeV (a, b) and n ch 1, p T > 2.5 GeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 133,
            "section_rank": 56
        },
        {
            "text": "Figure B. 2 .",
            "section_rank": 57
        },
        {
            "section": "Figure B. 2 .",
            "text": "Figure B.2. Charged-particle multiplicities as a function of the transverse momentum for events with n ch 20, p T > 100 MeV (a, b) and n ch 1, p T > 2.5 GeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 134,
            "section_rank": 57
        },
        {
            "text": "Figure B. 3 .",
            "section_rank": 58
        },
        {
            "section": "Figure B. 3 .",
            "text": "Figure B.3. Charged-particle multiplicity distributions for events with n ch 20, p T > 100 MeV (a, b) and n ch 1, p T > 2.5 GeV (c, d) and |η| < 2.5 at √ s = 0.9 TeV (a, c) and √ s = 7 TeV (b, d). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 135,
            "section_rank": 58
        },
        {
            "text": "Figure B. 4 .Figure B. 5 .",
            "section_rank": 59
        },
        {
            "section": "Figure B. 4 .Figure B. 5 .",
            "text": "Figure B.4. Average transverse momentum as a function of the number of charged particles in the event for events with n ch 1, p T > 2.5 GeV and |η| < 2.5 at √ s = 0.9 TeV (a) and √ s = 7 TeV (b). The dots represent the data and the curves the predictions from different MC models. The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. The bottom insets show the ratio of the MC to the data. The values of the ratio histograms refer to the bin centroids.",
            "paragraph_rank": 136,
            "section_rank": 59
        },
        {
            "text": "1. Introduction 2. The ATLAS detector 3. Monte Carlo (MC) simulation",
            "section_rank": 60
        },
        {
            "section": "1. Introduction 2. The ATLAS detector 3. Monte Carlo (MC) simulation",
            "text": "3.1. Diffractive models . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3.2. pythia6 ATLAS Minimum Bias Tune 1 . . . . . . . . . . . . . . . . . . . . . 4. Data selection 4.1. Different phase-space regions considered . . . . . . . . . . . . . . . . . . . . 4.2. Event selection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4.3. Track reconstruction algorithms . . . . . . . . . . . . . . . . . . . . . . . . . 5. Background contribution 5.1. Event backgrounds . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5.2. Backgrounds to primary tracks . . . . . . . . . . . . . . . . . . . . . . . . . . 6. Selection efficiency 6.1. Trigger efficiency . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6.2. Vertex reconstruction efficiency . . . . . . . . . . . . . . . . . . . . . . . . . 6.3. Track-reconstruction efficiency for the 0.9 and 7 TeV data samples . . . . . . . 6.4. Track-reconstruction efficiency for the 2.36 TeV data sample . . . . . . . . . . 7. Correction procedure 7.1. Correction to dN ev dn ch . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "paragraph_rank": 137,
            "section_rank": 60
        },
        {
            "text": "Table 2 .",
            "section_rank": 61
        },
        {
            "section": "Table 2 .",
            "text": "Fraction of simulated events originating from diffractive processes, as predicted by pythia6, pythia8 and phojet in the three phase-space regions measured in this paper at both",
            "paragraph_rank": 138,
            "section_rank": 61
        },
        {
            "text": "Table 3 .",
            "section_rank": 62
        },
        {
            "section": "Table 3 .",
            "text": "Selection criteria applied to tracks for the full reconstruction, ID tracks and pixel tracks. The transverse momentum cut applied depends on the phasespace region in question. (*) For the Pixel track method, the layer-0 is required even if not expected. (**) The SCT hit selection are for p T < 200, 200 < p T < 300 or p T > 300 MeV, respectively. (***) For the Pixel track method, the d 0 and z 0 selection are after, the track refitting is performed (see section 4.3.2).",
            "paragraph_rank": 139,
            "section_rank": 62
        },
        {
            "text": "Table 4 .",
            "section_rank": 63
        },
        {
            "section": "Table 4 .",
            "text": "The number of events and tracks in the three phase-space regions at each centre-of-mass energy considered in this paper.",
            "paragraph_rank": 140,
            "section_rank": 63
        },
        {
            "text": "Table 5 .",
            "section_rank": 64
        },
        {
            "section": "Table 5 .",
            "text": "The systematic uncertainties on the track reconstruction efficiency for √ s = 0.9 TeV, √ s = 7 TeV and √ s = 2.36 TeV Pixel track and ID track methods. Unless otherwise stated, the systematic is similar for all energies and phase-space regions. All uncertainties are quoted relative to the track reconstruction efficiency. T > 10 GeV Alignment and other high p T −3 to −30 Averaged over η, increases with increasing p T where ε MC is derived from nominal simulation at √ s = 2.36 TeV.",
            "paragraph_rank": 141,
            "section_rank": 64
        },
        {
            "text": "Table A . 1 .",
            "section_rank": 65
        },
        {
            "section": "Table A . 1 .",
            "text": "ATLAS observables and ranges of distributions used in the AMBT1 tuning.",
            "paragraph_rank": 142,
            "section_rank": 65
        },
        {
            "section": "Table A . 1 .",
            "text": "South Africa; MICINN, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, UK; DOE and NSF, USA. The crucial computing support",
            "paragraph_rank": 143,
            "section_rank": 65
        },
        {
            "text": "Table A . 2 .",
            "section_rank": 66
        },
        {
            "section": "Table A . 2 .",
            "text": "Tevatron datasets used in the AMBT1 tuning. No specific cuts on the tuning ranges were made.",
            "paragraph_rank": 144,
            "section_rank": 66
        },
        {
            "section": "Table A . 2 .",
            "text": "ObservablesCDF Run I UE in dijet events",
            "paragraph_rank": 145,
            "section_rank": 66
        },
        {
            "text": "Table B . 1 .",
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "Number of events and tracks in the two additional phase-space regions and energies considered in this appendix.",
            "paragraph_rank": 146,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 147,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "The ATLAS reference system is a Cartesian right-handed co-ordinate system, with the nominal collision point at the origin. The anti-clockwise beam direction defines the positive z-axis, while the positive x-axis is defined as pointing from the collision point to the centre of the LHC ring and the positive y-axis points upwards. The azimuthal angle φ is measured around the beam axis and the polar angle θ is measured with respect to the z-axis. The pseudorapidity is defined as η = −ln tan(θ/2).2 The factor 2π p T in the p T spectrum comes from the Lorentz invariant definition of the cross section in terms of d 3 p. Our results could thus be interpreted as the massless approximation to d 3 p.New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 148,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 497,
                    "text": "2",
                    "end": 498
                }
            ]
        },
        {
            "section": "Table B . 1 .",
            "text": "A hit is a measurement point assigned to a track.New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 149,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "pythia version 6.4.21. 5 pythia version 8.130. 6 phojet version 1.12.1.35. 7 pythia version 6.1.15. New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "Version 1.2.2a0. New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 151,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "Version 1.0.0a0. New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 152,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "In the context of the other analyses, ID tracks are referred to as track for brevity.11 A hit is expected if the extrapolated track crosses an active region of a Pixel module that has not been disabled.12  This probability function is computed as 1 − P(n dof /2, χ 2 /2), where P(n dof /2, χ 2 /2) is the incomplete gamma function and n dof is the number of degrees of freedom of the fit. It represents the probability that an observed χ 2 exceeds the observed value for a correct model. New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 153,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 85,
                    "text": "11",
                    "end": 87
                }
            ]
        },
        {
            "section": "Table B . 1 .",
            "text": "A hole is defined as an absence of a hit when it is expected given the track trajectory.14  Events with two vertices with fewer than four tracks are dominated by events where a secondary interaction is reconstructed as another primary vertex and are thus not removed from our data samples.New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 154,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "The perigee of a track is here the point of closest approach of the track and the coordinate origin (0,0,0). New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 155,
            "section_rank": 67
        },
        {
            "section": "Table B . 1 .",
            "text": "Note that the momentum spectrum falls by many orders of magnitude in the measured range.New Journal of Physics 13 (2011) 053033 (http://www.njp.org/)",
            "paragraph_rank": 156,
            "section_rank": 67
        },
        {
            "text": "Acknowledgments Appendix A. Distributions used in AMBT1 tuning",
            "section_rank": 69
        },
        {
            "text": "Acknowledgments",
            "section_rank": 70
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for efficient commissioning and operation of the LHC during this initial high-energy data-taking period as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 157,
            "section_rank": 70
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC ",
            "paragraph_rank": 158,
            "section_rank": 70
        },
        {
            "text": "Appendix B. Additional phase-space regions References Appendix A. Distributions used in AMBT1 tuning",
            "section_rank": 72
        },
        {
            "section": "Appendix B. Additional phase-space regions References Appendix A. Distributions used in AMBT1 tuning",
            "text": "Tables A.1 and A.2 show the list of all distributions from ATLAS and the Tevatron, respectively, used in the ATLAS Minimum Bias Tune 1 (AMBT1). The 'Analysis' column refers to the event selection used in the particular analysis. The 'Tuning range' column refers to the portion of the phase-space region that is considered for the tune.",
            "paragraph_rank": 159,
            "section_rank": 72
        },
        {
            "text": "Appendix B. Additional phase-space regions",
            "section_rank": 73
        },
        {
            "section": "Appendix B. Additional phase-space regions",
            "text": "Two additional phase-space regions are considered in this appendix:",
            "paragraph_rank": 160,
            "section_rank": 73
        },
        {
            "section": "Appendix B. Additional phase-space regions",
            "text": "• at least 20 charged particles in the kinematic range |η| < 2.5 and p T > 100 MeV, • at least one charged particle in the kinematic range |η| < 2.5 and p T > 2.5 GeV.",
            "paragraph_rank": 161,
            "section_rank": 73
        },
        {
            "section": "Appendix B. Additional phase-space regions",
            "text": "The correction procedures as well as methods used to extract the systematic uncertainties are identical to the three phase-space regions presented in the main part of the paper. The first phase-space region is chosen to be compared to the other diffraction-reduced phase-space region with six particles above 500 MeV and allows the study of the interplay between the number of particles and the p T , in particular for the study of diffraction models. The second additional phase-space region is chosen so as to be less influenced by non-perturbative parts of the ND modelling and to be useful in predicting high-p T particle rates, for example for trigger studies. ",
            "paragraph_rank": 162,
            "section_rank": 73
        }
    ]
}