{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "e Now at Institute of Physics, Academy of Sciences of the Czech Republic, 18221 Prague, Czech Republic. f Also at Department of Experimental Physics, University of Debrecen, Hungary. g Now at MPI München.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "h Now at Lancaster University.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "i Now at University of Liverpool, Dept. of Physics, Liverpool L69 3BX, UK. j Now at University of Texas at Arlington, Department of Physics, Arlington, TX 76019, USA. k Now at University of Kansas, Dept. of Physics and Astronomy, Lawrence, KS 66045, USA. l Now at University of Toronto, Dept. of Physics, Toronto, Canada.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "m Now at Bergische Universität, Wuppertal, Germany.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "n Now at University of Mining and Metallurgy, Cracow, Poland.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "o Now at University of California, San Diego, USA.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "p Now at The University of Melbourne, Victoria, Australia.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "q Now at IPHE Université de Lausanne, 1015 Lausanne, Switzerland.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "r Now at IEKP Universität Karlsruhe, Germany.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "s Now at University of Antwerpen, Physics Department, 2610 Antwerpen, Belgium; supported by Interuniversity Attraction Poles Programme-Belgian Science Policy. t Now at Technische Universität, Dresden, Germany.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "u Also at High Energy Accelerator Research Organisation (KEK), Tsukuba, Ibaraki, Japan. v Now at University of Pennsylvania, Philadelphia, Pennsylvania, USA.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "w Now at Department of Physics, Kyoto University, Kyoto, Japan.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "x Now at Columbia University.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "y Now at CERN.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "z Now at DESY.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "aa Now at Ludwig-Maximilians-Universität München, Germany. Abstract Hadronic event shape distributions from e + e − annihilation measured by the OPAL experiment at centre-ofmass energies between 91 GeV and 209 GeV are used to determine the strong coupling α S . The results are based on QCD predictions complete to the next-to-next-to-leading order (NNLO), and on NNLO calculations matched to the resummed next-to-leading-log-approximation terms (NNLO+ NLLA). The combined NNLO result from all variables and centre-of-mass energies is α S (m Z 0 ) = 0.1201 ± 0.0008(stat.) ± 0.0013(exp.) ± 0.0010(had.) ± 0.0024(theo.) while the combined NNLO + NLLA result is α S (m Z 0 ) = 0.1189 ± 0.0008(stat.) ± 0.0016(exp.) ± 0.0010(had.) ± 0.0036(theo.)",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The completeness of the NNLO and NNLO + NLLA results with respect to missing higher order contributions, studied by varying the renormalization scale, is improved compared to previous results based on NLO or NLO + NLLA predictions only. The observed energy dependence of α S agrees with the QCD prediction of asymptotic freedom and excludes the absence of running.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "ab Now at Julius-Maximilians-University Würzburg, Germany.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "ac Now at University of Tsukuba, Japan.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "ad Now at FERMILAB.",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "ae Now at Università di Bologna and INFN.",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "af Now at University of Geneva.",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "ag Now at Georg-August University of Göttingen. * Deceased.",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Events originating from e + e − annihilation into quarkantiquark pairs allow precision tests [1][2][3] of the theory of the strong interaction, Quantum Chromodynamics (QCD) [4][5][6][7]. Comparison of observables like jet production rates or event shape variables with theoretical predictions allows the crucial free parameter of QCD-the strong coupling α S -to be determined. The determination of α S from many different observables provides an important consistency test of QCD. Recently, significant progress in the theoretical calculation of event shape observables has been made. Next-to-next-to-leading order (NNLO) calculations are now available [8,9] as well as NNLO calculations matched with resummed terms in the next-to-leadinglogarithmic-approximation (NLLA) [10].",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 93,
                    "text": "[1]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 96,
                    "text": "[2]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 99,
                    "text": "[3]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 173,
                    "text": "[4]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 176,
                    "text": "[5]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 179,
                    "text": "[6]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 182,
                    "text": "[7]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 653,
                    "text": "[8,",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 656,
                    "text": "9]",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 771,
                    "text": "[10]",
                    "end": 775
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements of α S at centre-of-mass-system (c.m.) energies between √ s = 91 GeV and 206 GeV, using NNLO predictions and ALEPH data, were presented in [11]. This was followed by measurements between √ s = 14 GeV and √ s = 44 GeV [12] and between √ s = 91 GeV and √ s = 206 GeV [13] based on comparing JADE or ALEPH data with NNLO plus matched NLLA calculations. The strong coupling has also been determined at NNLO from the threejet rate at LEP [14]. In the present study, the revised NNLO calculations described in [8,9] are used to determine α S at NNLO and NNLO + NLLA for 13 different energy values between 91 and 209 GeV. The data sample is that of the OPAL Collaboration at LEP. Hadronization corrections are treated in the manner described in [2,11,12,15]. The study is based on the same measurements of event shape variables, the same fit ranges (except for y D 23 as discussed below), and the same Monte Carlo models for detector and hadronization corrections as those in [15].",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 152,
                    "text": "[11]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 230,
                    "text": "[12]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 278,
                    "text": "[13]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 446,
                    "text": "[14]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 517,
                    "text": "[8,",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 520,
                    "text": "9]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 751,
                    "text": "[2,",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 754,
                    "text": "11,",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 757,
                    "text": "12,",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 760,
                    "text": "15]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "start": 869,
                    "text": "D",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 982,
                    "text": "[15]",
                    "end": 986
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The structure of the paper is as follows. In Sect. 2 we give an overview of the OPAL detector, and in Sect. 3 we summarize the data and Monte Carlo samples used. The theoretical background to the work is outlined in Sect. 4. The experimental analysis techniques are explained in Sect. 5, and the measurements are compared with theory in Sect. 6.",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 222,
                    "text": "4",
                    "end": 223
                }
            ]
        },
        {
            "text": "The OPAL detector",
            "section_rank": 3
        },
        {
            "section": "The OPAL detector",
            "text": "The OPAL experiment operated from 1989 to 2000 at the LEP e + e − collider at CERN. The OPAL detector is described in detail in [16][17][18]. This analysis mostly makes use of the measurements of energy deposited in the electromagnetic calorimeter and of charged particle momenta in the tracking chambers.",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 128,
                    "text": "[16]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 132,
                    "text": "[17]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 136,
                    "text": "[18]",
                    "end": 140
                }
            ]
        },
        {
            "section": "The OPAL detector",
            "text": "All tracking systems were located inside a solenoidal magnet, which provided a uniform axial magnetic field of 0.435 T along the beam axis. The main tracking detector was the central jet chamber. This device was approximately 4 m long and had an outer radius of about 1.85 m. The magnet was surrounded by a lead glass electromagnetic calorimeter and a sampling hadron calorimeter. The electromagnetic calorimeter consisted of 11704 lead glass blocks, covering 98% of the solid angle. Outside the hadron calorimeter, the detector was surrounded by a system of muon chambers.",
            "paragraph_rank": 29,
            "section_rank": 3
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 4
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The analysis is based on the same data, Monte Carlo samples, and event selection, as those employed in a previous study [15]. The data were collected at c.m. energies between 91.0 GeV and 208.9 GeV. The data at 91 GeV, on the Z 0 peak, were collected during calibration runs between 1996 and 2000 and have the same conditions of detector configuration, performance and software reconstruction as the higher energy data. The data are grouped into samples with similar c.m. energies, as indicated in Table 1. Besides the energy range, mean energy and integrated luminosity, Table 1 lists the year(s) of collection and the number of selected hadronic annihilation events for each sample.",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 120,
                    "text": "[15]",
                    "end": 124
                },
                {
                    "type": "table",
                    "start": 498,
                    "text": "Table 1",
                    "end": 505
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Samples of Monte Carlo-simulated events were used to correct the data for experimental acceptance, efficiency and backgrounds. The e + e − → qq process was simulated at √ s = 91.2 GeV using JETSET 7.4 [19], and at higher energies using KK2f 4.01 or KK2f 4.13 [20,21] with hadronization performed using PYTHIA 6.150 or PY-THIA 6.158 [19]. Corresponding samples of HERWIG 6.2 [22,23] or KK2f events with HERWIG 6.2 hadroniza- Table 1 Year of data collection, energy range, mean c.m. energy, integrated luminosity L and numbers of selected events for each OPAL data sample used in this analysis, see also [15]. The horizontal lines divide the data into four energy ranges used for presentation purposes tion were used for systematic checks. Four-fermion background processes were simulated using grc4f 2.1 [24], KORALW 1.42 [25] with grc4f [24] matrix elements, with hadronization performed using PYTHIA. The above samples, generated at each energy point studied, were processed through a full simulation of the OPAL detector [26] and reconstructed in the same manner as the data. In addition, when correcting for the effects of hadronization, large samples of generator-level Monte Carlo events were employed, using the parton shower models PYTHIA 6.158, HERWIG 6.2 and ARIADNE 4.11 [27]. Each of these models used for the description of hadronization and detector response contains a number of tunable parameters. These parameters were adjusted to describe previously published OPAL data at √ s ∼ 91 GeV as discussed in [28] for PYTHIA/ JETSET and in [29] for HERWIG and ARIADNE.",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 201,
                    "text": "[19]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 259,
                    "text": "[20,",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 263,
                    "text": "21]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 332,
                    "text": "[19]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 374,
                    "text": "[22,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 378,
                    "text": "23]",
                    "end": 381
                },
                {
                    "type": "table",
                    "start": 424,
                    "text": "Table 1",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 602,
                    "text": "[15]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 803,
                    "text": "[24]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 821,
                    "text": "[25]",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 837,
                    "text": "[24]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1023,
                    "text": "[26]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1281,
                    "text": "[27]",
                    "end": 1285
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1519,
                    "text": "[28]",
                    "end": 1523
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1550,
                    "text": "[29]",
                    "end": 1554
                }
            ]
        },
        {
            "text": "Theoretical background",
            "section_rank": 5
        },
        {
            "text": "Event shape distributions",
            "section_rank": 6
        },
        {
            "section": "Event shape distributions",
            "text": "The properties of hadronic events can be described by event shape observables. The event shape observables used for this analysis are thrust (1 − T ) [30,31], heavy jet mass (M H ) [32], wide and total jet broadening (B W and B T ) [33], C-Parameter (C) [34][35][36] and the transition value between 2 and 3 jet configurations defined using the Durham jet algorithm (y D 23 ) [37]. In the following, the symbol y is used to refer to any of the variables 1 − T , M H , B T , B W , C or y D 23 . Event shape variables characterize the main features of the distribution of momentum in an event. Larger values of y correspond to the multi-jet region dominated by the radiation of hard gluons. Smaller values of y correspond to the two-jet region with only soft and collinear radiation.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 150,
                    "text": "[30,",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 154,
                    "text": "31]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 181,
                    "text": "[32]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 232,
                    "text": "[33]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 254,
                    "text": "[34]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 258,
                    "text": "[35]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 262,
                    "text": "[36]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 376,
                    "text": "[37]",
                    "end": 380
                }
            ]
        },
        {
            "text": "QCD calculations",
            "section_rank": 7
        },
        {
            "section": "QCD calculations",
            "text": "QCD predictions for the distribution of event shape observables in e + e − annihilations are now available to O(α 3 S ) (NNLO) [8,9]. In the case where the renormalization scale μ R equals the physical scale Q identified with √ s, the predictions are:",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 114,
                    "text": "3",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 127,
                    "text": "[8,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 130,
                    "text": "9]",
                    "end": 132
                }
            ]
        },
        {
            "section": "QCD calculations",
            "text": "withα S = α S (μ R )/(2π). The coefficient distributions for the leading order (LO) dA/dy, next-to-leading order (NLO) dB/dy and NNLO dC/dy terms were provided to us by the authors of [8]. The normalization to the total hadronic cross section and the terms generated by variation of the renormalization scale parameter x μ = μ R /Q are implemented according to the prescription of [8]. The corrected calculations as presented in [13] are used. The number of flavours is set to n F = 5. In the two-jet (low y) region, the effect of soft and collinear emissions introduces large logarithmic effects depending on L = log(1/y). For the (1 − T ), M H , B T , B W , C and y D 23 distributions, the leading and next-to-leading logarithmic terms can be resummed up to infinite order in perturbation theory [38]. This is referred to as the next-to-leadinglogarithmic approximation (NLLA). The most complete calculations of event shape observables are obtained from combining (matching) the O(α 3 S ) and NLLA calculations, taking care not to double count terms that are in common between them.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 184,
                    "text": "[8]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 381,
                    "text": "[8]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 429,
                    "text": "[13]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "start": 668,
                    "text": "D",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 798,
                    "text": "[38]",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 985,
                    "text": "3",
                    "end": 986
                }
            ]
        },
        {
            "section": "QCD calculations",
            "text": "The matching is not unique. In the so-called lnR matching scheme, the NNLO + NLLA expression for the logarithm of the cumulative distribution R(y) = y 0 dy (1/σ ) dσ/dy is [10] ln",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 172,
                    "text": "[10]",
                    "end": 176
                }
            ]
        },
        {
            "section": "QCD calculations",
            "text": "The functions g 1 and g 2 represent the resummed leading and next-to-leading logarithmic terms while the G ij are matching coefficients. The coefficient functions A, B and C are related to the differential coefficients in (1) by integration, e.g. A(y) = y 0 dy dA(y ) dy . Since α S in the NNLO and NLLA terms are assumed to be the same, there is only one renormalization scale. The NLLA terms introduce a further arbitrariness in the choice of a logarithmic rescaling variable x L , see [15].",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 488,
                    "text": "[15]",
                    "end": 492
                }
            ]
        },
        {
            "text": "Hadronization correction",
            "section_rank": 8
        },
        {
            "section": "Hadronization correction",
            "text": "The theoretical calculations provide distributions at the level of quarks and gluons, the so-called parton-level. Monte Carlo-based distributions calculated using the final-state partons after termination of the parton showering in the models are also said to be at the parton-level. In contrast, the data are corrected to the hadron-level, i.e. they correspond to the distributions of the stable particles in the event as explained in Sect. 5.2. To compare the QCD predictions with measured event shape distributions these predictions are corrected from the parton to the hadron level. The corrections are based on large samples of typically 10 7 events generated with the parton-shower Monte Carlo programs PYTHIA (used by default), HERWIG and ARIADNE (used to evaluate systematic uncertainties). The models, in particular PYTHIA and ARIADNE, describe the data well [15]. The corrections are defined by the ratio of the Monte Carlo distributions at the hadron and parton levels and are applied as multiplicative corrections to the theoretical predictions.",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 868,
                    "text": "[15]",
                    "end": 872
                }
            ]
        },
        {
            "section": "Hadronization correction",
            "text": "We compare the parton-level calculations of the Monte Carlo generators with the QCD calculations in NNLO + NLLA with α S (m Z 0 ) = 0.118, x μ = 1.0 and x L = 1.0 at √ s = 91 GeV, see Fig. 1 and [12]. The dashed line shows the deviation from one of the ratio between the Pythia prediction at the parton level and the NNLO + NLLA calculation. The dotted (dash-dotted) line shows the corresponding result from Herwig (Ariadne). The solid lines, symmetric about zero, show the maximum difference between any pair of the Monte Carlo models, which are seen to be of similar size to the differences between the generators and the NNLO + NLLA calculation. Therefore we consider that the MC simulations adequately account for the hadronization correction to the calculations.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 184,
                    "text": "Fig. 1",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 195,
                    "text": "[12]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Hadronization correction",
            "text": "The model dependence of the hadronization correction is included as a systematic uncertainty as described below.",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Experimental procedure",
            "section_rank": 9
        },
        {
            "section": "Experimental procedure",
            "text": "The data used in the present paper are identical to those presented in [15,39,40]. For completeness and to facilitate the discussion of systematic uncertainties, we give a brief summary of the analysis procedure below.",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 71,
                    "text": "[15,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 75,
                    "text": "39,",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 78,
                    "text": "40]",
                    "end": 81
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 10
        },
        {
            "section": "Event selection",
            "text": "The event selection procedure is described in [15]. This procedure selects well-measured hadronic event candidates, removes events with a large amount of initial-state radiation (ISR) at 130 GeV and above, and removes four-fermion background events above the W + W − production threshold of 160 GeV.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 46,
                    "text": "[15]",
                    "end": 50
                }
            ]
        },
        {
            "text": "Corrections to the data",
            "section_rank": 11
        },
        {
            "section": "Corrections to the data",
            "text": "For each accepted event, the value of each event shape observable is computed. A standard algorithm [41] is applied to mitigate the double-counting of energy between the tracking chambers and calorimeter. To correct for background contributions, the expected number of residual four-fermion events b i is subtracted from the number of data events N i in each bin i of each distribution. Simple bin-by-bin corrections are applied to account for detector acceptance, resolution, and the effects of residual ISR. We examine the Monte Carlo predictions for the event shape variables at two levels: the detector level, which includes simulation of the detector and the same analysis procedures as applied to the data, and the hadron level, which uses stable particles 1 only, assumes perfect reconstruction of the particle momenta, and requires the hadronic c.m. energy √ s to satisfy √ s − √ s < 1 GeV. The ratio of the hadron-to the detector-level prediction for each bin, α i , is used as the correction factor for the data, yielding the corrected bin content",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 100,
                    "text": "[41]",
                    "end": 104
                }
            ]
        },
        {
            "section": "Corrections to the data",
            "text": "This corrected hadron-level distribution is then normalized by the total number of events N = k N k and bin width W i :",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "To evaluate systematic uncertainties, the analysis is repeated after modifying the selection or correction procedures. The event and track selection cuts are varied within the ranges of values suggested in [15]. The Monte Carlo model employed to calculate the detector correction is altered, and the cross section used in the subtraction of four-fermion events is varied by ±5%. In each case, the difference in each bin with respect to the standard analysis is taken as a contribution to the systematic uncertainty.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 206,
                    "text": "[15]",
                    "end": 210
                }
            ]
        },
        {
            "text": "Determinations of α S",
            "section_rank": 13
        },
        {
            "text": "Fit procedure",
            "section_rank": 14
        },
        {
            "section": "Fit procedure",
            "text": "The strong coupling α S is determined using a minimum-χ 2 fit, comparing theory with each of the measured event shape distributions at the hadron level. A χ 2 value is calculated at each c.m. energy:",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "Fit procedure",
            "text": "where i, j include the bins within the fit range of the event shape distribution, P i is the measured value in the ith bin, t i (α S ) is the QCD prediction for the ith bin corrected for hadronization effects, and V −1 is the inverse of the statistical covariance matrix V stat of the values P i . The QCD prediction is obtained by integrating the result in (1) over the bin width, and then applying the hadronization correction. The χ 2 value is minimized with respect to α S with the renormalization scale factor x μ and the rescaling variable x L set to 1. The evolution of the strong coupling α S as a function of the renormalization scale is implemented to three-loop order [42,43]. Since the c.m. energy range considered here 1 For this purpose, all particles having proper lifetimes greater than 3 × 10 −10 s are regarded as stable. To account for correlations between bins in the computation of χ 2 , the statistical covariance matrix V stat ij is calculated following the approach described in [15]:",
            "paragraph_rank": 46,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 679,
                    "text": "[42,",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 683,
                    "text": "43]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 732,
                    "text": "1",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1003,
                    "text": "[15]",
                    "end": 1007
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "where δ ik is the Kronecker delta function, and the other terms are defined in Sect. 5.2.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Fit procedure",
            "text": "To test our procedure, we verified that we are able to reproduce the fit results from [15,44] using NLO + NLLA predictions within typically 0.5%. This difference is covered by the experimental systematic uncertainty.",
            "paragraph_rank": 48,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 86,
                    "text": "[15,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 90,
                    "text": "44]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "The fit ranges are chosen as in [15,45] and correspond to regions where the corrections of the data and of the parton level theory to the hadron level are both reasonably small and where the NLO + NLLA fit results are stable under small variations of the fit range. The relevant calculations in the two-jet region are the NLLA terms, which are identical in the present study and [15]. The NNLO prediction for y D 23 is given in bins of − ln y D 23 . The transformation to bins of y D 23 produces precision problems for small values of y D 23 . Therefore we use a more restrictive fit range for y D 23 than in [15], which approximately matches the range in [12]: the lower bound is 0.012 rather than 0.0023.",
            "paragraph_rank": 49,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 32,
                    "text": "[15,",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 36,
                    "text": "45]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 379,
                    "text": "[15]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "start": 411,
                    "text": "D",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "start": 596,
                    "text": "D",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 609,
                    "text": "[15]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 656,
                    "text": "[12]",
                    "end": 660
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "The fit ranges are shown in Table 2. In the resummation of log-enhanced terms, the leading log term of dA/dy is ln(y)/y. At y values equal to the lower limit y 0 , the value of α S ln(y 0 )/y 0 is still of the order of one for α S (m Z 0 ) = 0.118 and 91 GeV ≤ √ s ≤ 207 GeV. Thus the fit ranges are also suitable for pure NNLO analysis.",
            "paragraph_rank": 50,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 28,
                    "text": "Table 2",
                    "end": 35
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "Previously measured event shape distributions are published [15] only in the energy ranges as separated by horizontal lines in Table 1. We perform fits to extract α S at all of the energy points 2 shown in Table 1 column 2. We average over the larger energy ranges only for purposes of presentation.",
            "paragraph_rank": 51,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 60,
                    "text": "[15]",
                    "end": 64
                },
                {
                    "type": "table",
                    "start": 127,
                    "text": "Table 1",
                    "end": 134
                },
                {
                    "type": "table",
                    "start": 206,
                    "text": "Table 1",
                    "end": 213
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "The detector correction factors are typically between 0.9 and 1.5 within the fit ranges. For energies above 189 GeV, which have low data statistics, the corrections exceed 2.0 in the multi-jet regions. The maximum correction of 3.4 occurs for the highest bin with very little statistics of the 1 − T distribution at 207 GeV. This factor corrects for the residual four fermion background. So it is a physics correction for effects which are well understood. The variable with the least variation in the size of its hadronization correction, and with hadronization corrections closest to one, is y D 23 . The distributions at detector level are reproduced well by the models [44].",
            "paragraph_rank": 52,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 673,
                    "text": "[44]",
                    "end": 677
                }
            ]
        },
        {
            "section": "Fit procedure",
            "text": "The statistical uncertainty of α S is given by the variation required to increase χ 2 by one unit from its minimum. The systematic uncertainties account for experimental effects, the hadronization correction procedure and uncertainties of the theory. The three sources of systematic uncertainty are added in quadrature to the statistical uncertainty to define the total uncertainty. Below, we describe the evaluation of systematic uncertainties. For each variant of the analysis, the corresponding distribution is fitted to determine α S , and the difference with respect to the value of α S from the default analysis is taken as a systematic uncertainty contribution.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "Fit procedure",
            "text": "Experimental uncertainties: These are assessed as described in Sect. 5.3. Hadronization: For the default analysis, PYTHIA is used to evaluate hadronization corrections (Sect. 4.2). As systematic variations, HERWIG and ARIADNE are used instead. The larger of the deviations is taken as the systematic uncertainty. It was observed in [46,47] that systematic uncertainties determined from the differences between the PYTHIA, HERWIG, and ARI-ADNE models are generally much larger than those that arise from varying the parameters of a given model. Theoretical uncertainties: The theoretical calculation of event shape observables is a finite power series in α S . The uncertainties originating from missing higher order terms are assessed by changing the renormalization scale factor to x μ = 0.5 and x μ = 2.0. The rescaling variable is set to x L = 2/3 and x L = 3/2 (x L = 4/9 and x L = 9/4 in case of y D 23 ) [15]. The largest deviation with respect to the standard analysis is taken as the systematic uncertainty. A variation of the matching scheme is not studied because Rmatching is not available for NNLO + NLLA. The QCD calculations do not account for quark masses. As in [48] we studied mass effects at 91 GeV by performing the hadronization correction, excluding bb events at the parton level whilst including them at the hadron level. For the NLO and NNLO calculations with or without resummed logarithms, the resulting values of α S (m Z 0 ) are larger by ∼1% for 1 − T , C and y D 23 , by ∼1.5% for B T and by ∼2% for B W . They are smaller by ∼0.5% for M H . This difference is always covered by the hadronization uncertainty. In [49] electroweak O(α 3 α S ) corrections to event shapes are calculated. They comprise effects of initial state radiation, which in our approach are corrected for by Monte Carlo models. Further they include purely weak contributions which are at the per mil level and therefore not relevant for our level of precision.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 332,
                    "text": "[46,",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 336,
                    "text": "47]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 910,
                    "text": "[15]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1178,
                    "text": "[48]",
                    "end": 1182
                },
                {
                    "type": "bibr",
                    "start": 1490,
                    "text": "D",
                    "end": 1491
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1642,
                    "text": "[49]",
                    "end": 1646
                }
            ]
        },
        {
            "text": "Results from NNLO fits",
            "section_rank": 15
        },
        {
            "section": "Results from NNLO fits",
            "text": "The results of the NNLO fits are summarised in Table 3. In order to clarify the presentation, the α S values from 130 and 136 GeV are combined, 3  ",
            "paragraph_rank": 55,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 47,
                    "text": "Table 3",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 144,
                    "text": "3",
                    "end": 145
                }
            ]
        },
        {
            "section": "Results from NNLO fits",
            "text": "where σ exp,i is the experimental systematic uncertainty at bin i. Table 5 shows the fit results at 91 GeV. The fit results are in general not compatible within the combined statistical and experimental errors with the results when only the statistical covariance is used. These χ 2 /d.o.f. values are smaller than those from employing the statistical covariances, however they still range up to 62 for B T . We return to this issue when we discuss the NNLO + NLLA fits below.    The results for α S from the different event shape variables are remarkably consistent with each other, for each c.m. energy, as seen from Tables 11, 12 (but not in the case of the modified fit procedure whose results are shown in Table 5). We find root-mean-square (r.m.s.) values for α S ( √ s) between 0.0012 at 183 GeV and 0.0044 at 202 GeV. The variations in α S between the different variables are comparable to the total systematic uncertainties. The values of α S are significantly larger at 91 GeV than at higher energies, providing evidence for the running of α S . Theoretical uncertainties dominate at the Z 0 peak (except for y D 23 ), where the statistical uncertainties are small. Similarly, statistical un-  , and from the x μ variation for 1 − T , B T , C. Compared with the NNLO analysis the values of α S are lower by 0.4% on average, and the theoretical uncertainties are higher by 33%. Larger scale uncertainties are expected to arise at 91 GeV when the NLLA terms are added to the NNLO terms [10,13,50], because the NNLO calculation compensates for the variation of the renormalization scale in two loops, while the NLLA term compensates for the variation in only one loop. The difference we observe between α S in the NNLO and NNLO + NLLA studies is smaller than the corresponding difference observed between the NLO and NLO + NLLA studies (Sect. 6.5), as predicted in [10]. This difference is also smaller than that observed at lower energies [12], as expected from the energy evolution of α S .",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 67,
                    "text": "Table 5",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "start": 1121,
                    "text": "D 23 )",
                    "end": 1127
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1494,
                    "text": "[10,",
                    "end": 1498
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1498,
                    "text": "13,",
                    "end": 1501
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1501,
                    "text": "50]",
                    "end": 1504
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1872,
                    "text": "[10]",
                    "end": 1876
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1947,
                    "text": "[12]",
                    "end": 1951
                }
            ]
        },
        {
            "section": "Results from NNLO fits",
            "text": "The fit results at 91 GeV employing the total covariance (5) are shown in Table 6. Unlike the case of pure NNLO, the fit results are compatible with the results based on only the statistical covariance within the combined statistical and experimental systematic uncertainties. The χ 2 /d.o.f. values are of the order of 1. For a reasonable description of the data by the theory predictions, inclusion of the resummed logarithmic terms (NLLA) is seen to be important. As the covariance (5) is only an approximation, we do not use the fit values or errors shown in Table 6 further.",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 74,
                    "text": "Table 6",
                    "end": 81
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 563,
                    "text": "Table 6",
                    "end": 570
                }
            ]
        },
        {
            "text": "Combination of results",
            "section_rank": 16
        },
        {
            "section": "Combination of results",
            "text": "The results obtained at each energy point for the six event shape observables are combined using uncertainty-weighted averaging as in [2,15,51,52]. The statistical correlations between the six event shape observables are estimated at each energy point from fits to hadron-level distributions derived from 50 statistically-independent Monte Carlo samples. The experimental uncertainties are determined assuming that the smaller of a pair of correlated experimental uncertainties gives the size of the fully correlated uncertainty. The minimum overlap assumption results in a conservative estimate of the total uncertainty. The hadronization and theoretical systematic uncertainties are evaluated by repeating the combination with changed input values, i.e. using a different hadronization model or the different value of x μ or x L that yields the maximum deviation. The results are given in Table 7 and shown for the NNLO + NLLA analysis in Fig. 5. As the scale uncertainties are different for the NNLO and NNLO + NLLA analyses, the weighting factors for the weighted mean differ. Therefore in the combinations also other uncertainties differ. Also shown is a comparison with the results of a NNLO + NLLA analysis at lower energy from the JADE Collaboration [12].",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 134,
                    "text": "[2,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 137,
                    "text": "15,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 140,
                    "text": "51,",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 143,
                    "text": "52]",
                    "end": 146
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 891,
                    "text": "Table 7",
                    "end": 898
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 941,
                    "text": "Fig. 5",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1258,
                    "text": "[12]",
                    "end": 1262
                }
            ]
        },
        {
            "section": "Combination of results",
            "text": "To study the compatibility of our data with the QCD prediction for the evolution of the strong coupling with c.m. energy we repeat the combinations with or without evolution of the combined results to the common scale, setting the theory uncertainties to zero since these uncertainties are highly correlated between energy points. This procedure is further explained in [2,15]. We assume the hadronization uncertainties to be partially correlated. The χ 2 probability of the average for a running (constant) coupling in the NNLO + NLLA study is 0.59 (6 × 10 −13 ). The corresponding result for the NNLO study is 0.56 (2 × 10 −6 ). We interpret this as clear   evidence, from OPAL data alone, for the running of α S in the manner predicted by QCD. We evolve the results in Table 7 with √ s > m Z 0 to a common scale m Z 0 using the QCD formula for the running of α S . The results are then combined using the uncertaintyweighted averaging procedure mentioned above. The results are shown in Table 8 for the NNLO and NNLO + NLLA analyses. The consistency between these values and the results from 91 GeV (Table 7) demonstrates the compatibility of the data with the running predicted by QCD. The high energy data have smaller theoretical and hadronization uncertainties, and therefore complement the statistically superior 91 GeV data.",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 370,
                    "text": "[2,",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 373,
                    "text": "15]",
                    "end": 376
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 772,
                    "text": "Table 7",
                    "end": 779
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 990,
                    "text": "Table 8",
                    "end": 997
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 1102,
                    "text": "(Table 7)",
                    "end": 1111
                }
            ]
        },
        {
            "section": "Combination of results",
            "text": "The values of α S (m Z 0 ) obtained from combining all energy points are also given in Table 8. The resulting values from the NNLO + NLLA and NNLO study are compared to other studies and to the world average in Table 9. All cited   After running the fit results for α S ( √ s) for each observable to the common reference scale m Z 0 , we combine the results for a given observable to a single value. We use the same method as above and obtain the results for α S (m Z 0 ) shown in Table 10. These results demonstrate that the measurements from the different observables are far from compatible with each other when only statistical uncertainties are considered, but are consistent with a common mean when the systematic uncertainties are included, neglecting their correlation. The r.m.s. values of the results for α S (m Z 0 ) are 0.0013 for the NNLO analysis and 0.0026 for the NNLO + NLLA analysis; both values lie within the range of the uncertainty for the corresponding combined result shown in Table 8. Figure 6 displays the combined α S result for each observable. Results from NLO and NLO + NLLA studies, discussed below, are also shown. Combining the NNLO or NNLO + NLLA results of Fig. 6 to obtain an overall value for α S , or evolving each event shape measurement from each energy to the reference scale and then combining, yields the same result as given by the corresponding measurement in Table 8 to within α S (m Z 0 ) = 0.0003.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 87,
                    "text": "Table 8",
                    "end": 94
                },
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 211,
                    "text": "Table 9",
                    "end": 218
                },
                {
                    "type": "table",
                    "ref_id": "tab_10",
                    "start": 481,
                    "text": "Table 10",
                    "end": 489
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 1001,
                    "text": "Table 8",
                    "end": 1008
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1010,
                    "text": "Figure 6",
                    "end": 1018
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1192,
                    "text": "Fig. 6",
                    "end": 1198
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 1405,
                    "text": "Table 8",
                    "end": 1412
                }
            ]
        },
        {
            "text": "Comparison with NLO and NLO + NLLA fits",
            "section_rank": 17
        },
        {
            "section": "Comparison with NLO and NLO + NLLA fits",
            "text": "To compare our results with previous α S measurements, the fits to the event shape distributions are repeated with NLO predictions and with NLO predictions combined with resummed NLLA with the modified ln R-matching scheme (NLO + NLLA), both with x μ = 1. The NLO + NLLA calculations with the modified ln R-matching scheme were the standard of the analyses at the time of termination of the LEP experiments [15,[52][53][54]. The fit ranges and procedures for the evaluation of systematic uncertainties are the same as those used above for the NNLO and NNLO + NLLA studies and thus differ somewhat from the previously published results [15,48]. Therefore the weights and the weighted mean also differ.",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 407,
                    "text": "[15,",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 411,
                    "text": "[52]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 415,
                    "text": "[53]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 419,
                    "text": "[54]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 635,
                    "text": "[15,",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 639,
                    "text": "48]",
                    "end": 642
                }
            ]
        },
        {
            "section": "Comparison with NLO and NLO + NLLA fits",
            "text": "The combination of the fits using NLO predictions yields α S (m Z 0 ) = 0.1261 ± 0.0011(stat.) ± 0.0024(exp.) ± 0.0007(had.) ± 0.0066(theo.) while the combination of NLO + NLLA results yields α S (m Z 0 ) = 0.1173 ± 0.0009(stat.) ± 0.0020(exp.) ± 0.0008(had.) ± 0.0055(theo.). These results are shown by the corresponding shaded bands in Fig. 6. The result obtained with the NLO + NLLA prediction is consistent with the NNLO and NNLO + NLLA analyses, but the theory uncertainties are larger by a factor of 2.3 and 1.5 respectively. The analysis using NLO predictions gives theoretical uncertainties larger by a factor of 2.8 and 1.8, and the value for α S (m Z 0 ) is larger compared to the NNLO or NNLO + NLLA results. It has been observed previously that values for α S from NLO analyses with x μ = 1 are large in comparison with most other analyses [55]. The NLO + NLLA analysis yields a smaller value of α S (m Z 0 ) compared to the NLO result, and the NNLO + NLLA analysis a smaller one compared to NNLO. The difference between the NNLO + NLLA and NNLO results is smaller than the difference between those of the NLO + NLLA and NLO fits because a larger part of the NLLA terms is included in the NNLO calculations.",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 338,
                    "text": "Fig. 6",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 852,
                    "text": "[55]",
                    "end": 856
                }
            ]
        },
        {
            "text": "Renormalization scale dependence",
            "section_rank": 18
        },
        {
            "section": "Renormalization scale dependence",
            "text": "To assess the dependence of α S on the choice of the renormalization scale, the fits to distributions of the six event The NLO calculation yields a larger value of α S than the other calculations for x μ > 0.2. The α S (m Z 0 ) values using the NLO + NLLA, NNLO and NNLO + NLLA calculations cross near the natural 4 choice of the renormalization scale x μ = 1. The NLLA terms at x μ = 1 averaged over the fit range are almost identical to the O(α 3 S )-terms in the NNLO calculation. A similar behaviour can be observed for 1 − T and B T .",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 19
        },
        {
            "section": "Summary and conclusions",
            "text": "In this paper we present determinations of the strong coupling α S using event shape observable distributions at c.m. energies between 91 and 209 GeV. Fits using NNLO and combined NNLO + NLLA predictions are used to extract α S . Combining the results from the NNLO fits to the six event shape observables 1 − T , M H , B W , B T , C and y D 23 4 The terms inducing the renormalization scale dependence resemble terms of higher order in α S weighted with ln x μ . at the thirteen OPAL energy points yields α S (m Z 0 ) = 0.1201 ± 0.0008(stat.) ± 0.0013(exp.) ±0.0010(had.) ± 0.0024(theo.), with a total uncertainty on α S (m Z 0 ) of 2.6%. Combining the results from the NNLO + NLLA fits yields α S (m Z 0 ) = 0.1189 ± 0.0008(stat.) ± 0.0016(exp.) ±0.0010(had.) ± 0.0036(theo.), with a total uncertainty of 3.4%. This result supersedes that presented in [15] because it is based on more complete theoretical predictions while using the same experimental data and procedures. The variations between the combined results for α S at the different energies are consistent with the running of α S as predicted by QCD and exclude the absence of running. The α S results we find for all 13 energy points are given in Tables 11-16, for the NNLO, NNLO + NLLA, and NLO + NLLA calculations.",
            "paragraph_rank": 64,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 345,
                    "text": "4",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 854,
                    "text": "[15]",
                    "end": 858
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 1210,
                    "text": "Tables 11-16",
                    "end": 1222
                }
            ]
        },
        {
            "section": "Summary and conclusions",
            "text": "The investigation of the renormalization scale dependence of α S (m Z 0 ) shows a reduced dependence on x μ when NNLO or NNLO + NLLA predictions are used, compared to analyses with NLO or NLO + NLLA predictions. The more complete NNLO or NNLO + NLLA QCD predictions thus lead to smaller theoretical uncertainties in our analysis. Adding the NLLA terms to the NNLO predictions significantly improves the description of the data. The standard procedure to quantify theoretical uncertainties leads, however, to somewhat larger uncertainties in most of the NNLO + NLLA fits.      ",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "and likewise the values from 161 to 183 GeV, and from 189 GeV and above. These three ranges of c.m. energies, which correspond to luminosity weighted mean energies of 133.1, 177.4 and 197.0 GeV, respectively, cover sufficiently small ranges of √ s that only small variations of α S occur within each range. Figures 2, 3 and 4 show the 1 − T , M H , B T , B W , C and y D 23 event shape distributions together with the NNLO fit results for the 91.3 and 206.6 GeV energy points. All event shape distributions are described reasonably well by the fitted predictions. The χ 2 /d.o.f. values, which are large for the data at the Z 0 peak because they are based on statistical uncertainties only, range from 0.03 for y D 23 at √ s = 191.6 GeV to 228 for B T at √ s = 91.3 GeV. The uncertainties at this point are dominated by the experimental systematic uncertainties (discussed below). To check how the inclusion of the experimental errors in the fits reduces the large χ 2 values, an alternative χ 2 value is defined as follows. An estimate of the experimental systematic covariance is added to the statistical covariance (4),",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "Fig. 2",
            "section_rank": 21
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 The points in the upper plots show the 1 − T and M H distributions at the hadron level for √ s = 91.3 and 206.6 GeV with statistical uncertainty bars. Some uncertainty bars are smaller than the data points. Superimposed as histograms are the NNLO and",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "Fig. 3",
            "section_rank": 22
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3The points in the upper plots show the B T and B W distributions at the hadron level for √ s = 91.3 and 206.6 GeV with statistical uncertainty bars. Some uncertainty bars are smaller than the data points. Superimposed as histograms are the NNLO and NNLO + NLLA pre-",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "Fig. 4",
            "section_rank": 23
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4The points in the upper plots show the C and y D 23 distributions at the hadron level for √ s = 91.3 and 206.6 GeV with statistical uncertainty bars. Some uncertainty bars are smaller than the data points. Superimposed as histograms are the NNLO and NNLO + NLLA pre-",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "Fig. 5",
            "section_rank": 24
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5The points in the above plot show the values of α S for the OPAL energy ranges which are indicated by the horizontal error bars. The inner uncertainty bars show the combined statistical and experimental uncertainties and the outer the total uncertainties. The full and dashed lines indicate the α S result from the NNLO + NLLA analysis that combines all variables and OPAL energy points. The results from the NNLO + NLLA analysis of JADE data[12] are shown as well",
            "paragraph_rank": 70,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 448,
                    "text": "[12]",
                    "end": 452
                }
            ]
        },
        {
            "text": "Fig. 6 α",
            "section_rank": 25
        },
        {
            "section": "Fig. 6 α",
            "text": "Fig. 6 α S results combined over all OPAL c.m. energies for different event shape variables and different QCD calculations as indicated on the figure. The shaded bands and dashed lines show the values of α S (m Z 0 ) combined from these values with total uncertainties. The inner and outer uncertainty bars show the combined statistical and experimental and total uncertainties, respectively",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "Fig. 7",
            "section_rank": 26
        },
        {
            "section": "Fig. 7",
            "text": "Fig. 7 Results for α S and χ 2 /d.o.f. for fits of QCD predictions to the C distribution, as a function of x μ",
            "paragraph_rank": 72,
            "section_rank": 26
        },
        {
            "text": "Fig. 1",
            "section_rank": 27
        },
        {
            "section": "Fig. 1",
            "text": "Comparison of NNLO + NLLA calculations for the 1 − T , M H , B T , B W , C and",
            "paragraph_rank": 73,
            "section_rank": 27
        },
        {
            "text": "Table 2",
            "section_rank": 28
        },
        {
            "section": "Table 2",
            "text": "Fit ranges at all c.m. energies flavour thresholds, no significant uncertainties are introduced by the evolution of α S . Separate fits are performed to each of the six observables at each c.m. energy value.",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "Table 3",
            "section_rank": 29
        },
        {
            "section": "Table 3",
            "text": "Measurements of α S using NNLO predictions and event shape distributions in four ranges of c.m. energy: at 91.3 GeV, 133.1 GeV, 161-183 GeV (177.4 GeV on average) and 189-209 GeV (197.0 GeV on average)",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "Table 4",
            "section_rank": 30
        },
        {
            "section": "Table 4",
            "text": "Measurements of α S using NNLO + NLLA predictions and event shape distributions in four ranges of c.m. energy: at 91.3 GeV, 133.1 GeV, 161-183 GeV (177.4 GeV on average) and 189-209 GeV (197.0 GeV on average) where uncertainties from subtraction of ISR and four fermion events contribute more strongly. For completeness, the fit results for all energy points are given separately in Appendix A.6.3 Results from NNLO + NLLA fitsThe results of the NNLO + NLLA fits are shown in Figs. 2, 3 and 4 and listed inTable 4. The calculations fit the data better than the pure NNLO calculations at small values of the variables. The values of χ 2 /d.o.f. are smaller on average than for the NNLO fits, especially at 91 GeV, indicating better consistency with the data. The r.m.s. values of α",
            "paragraph_rank": 76,
            "section_rank": 30
        },
        {
            "section": "Table 4",
            "text": "certainties are small at 189 GeV where there is a relatively large data sample. Statistical uncertainties dominate at 130, 161 and 172 GeV, where the data samples are smaller. Experimental systematic uncertainties are small at 91 GeV and larger at higher √ s S ( √ s) vary between 0.0017 at √ s = 205 GeV and 0.0051 at √ s = 202 GeV, i.e. the scatter of individual results is essentially the same as for the NNLO analysis. The pattern of",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Table 5",
            "section_rank": 31
        },
        {
            "section": "Table 5",
            "text": "Measurements of α S using NNLO predictions and event shape distributions at 91.3 GeV. The employed covariance matrix includes an estimate of the experimental systematic covariance. The statistical error is taken from the fit with only the statistical covariance.",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "section": "Table 5",
            "text": "statistical, experimental, and hadronization uncertainties is the same as for the NNLO fits discussed above. At most energy points the theory error results from the x L variation for M H , B W , yD  23  ",
            "paragraph_rank": 79,
            "section_rank": 31
        },
        {
            "text": "Table 6",
            "section_rank": 32
        },
        {
            "section": "Table 6",
            "text": "Measurements of α S using NNLO + NLLA predictions and event shape distributions at 91.3 GeV. The employed covariance matrix includes an estimate of the experimental systematic covariance. The statistical error is taken from the fit with only the statistical covariance.",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "Table 7",
            "section_rank": 33
        },
        {
            "section": "Table 7",
            "text": "Combined values of α",
            "paragraph_rank": 81,
            "section_rank": 33
        },
        {
            "text": "Table 8 Combined",
            "section_rank": 34
        },
        {
            "text": "Table 9",
            "section_rank": 35
        },
        {
            "section": "Table 9",
            "text": "Comparison of the α S (m Z 0 ) values from the NLLO analyses with and without resummed logarithms with other studies, and with the world average",
            "paragraph_rank": 83,
            "section_rank": 35
        },
        {
            "text": "Table 10 Combined",
            "section_rank": 36
        },
        {
            "text": "Table 11",
            "section_rank": 37
        },
        {
            "section": "Table 11",
            "text": "Results of NNLO fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. This is discussed in Sect. 6.2",
            "paragraph_rank": 85,
            "section_rank": 37
        },
        {
            "text": "Table 12",
            "section_rank": 38
        },
        {
            "section": "Table 12",
            "text": "Results of NNLO fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. This is discussed in Sect. 6.2",
            "paragraph_rank": 86,
            "section_rank": 38
        },
        {
            "text": "Table 13",
            "section_rank": 39
        },
        {
            "section": "Table 13",
            "text": "Results of NNLO + NLLA fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. This is discussed in Sect. 6.3",
            "paragraph_rank": 87,
            "section_rank": 39
        },
        {
            "text": "Table 14",
            "section_rank": 40
        },
        {
            "section": "Table 14",
            "text": "Results of NNLO + NLLA fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. This is discussed in Sect. 6.3",
            "paragraph_rank": 88,
            "section_rank": 40
        },
        {
            "text": "Table 15",
            "section_rank": 41
        },
        {
            "section": "Table 15",
            "text": "Results of NLO + NLLA fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. Compare the discussion in Sect. 6.3",
            "paragraph_rank": 89,
            "section_rank": 41
        },
        {
            "text": "Table 16",
            "section_rank": 42
        },
        {
            "section": "Table 16",
            "text": "Results of NLO + NLLA fits to event shape observable distributions at the OPAL c.m. energies. The χ 2 /d.o.f. values are based on the statistical errors only. Compare the discussion in Sect. 6.3",
            "paragraph_rank": 90,
            "section_rank": 42
        },
        {
            "section": "Table 16",
            "text": "This allows the use of the event shape covariance matrices which are energy dependent and have been calculated separately for each energy point.",
            "paragraph_rank": 91,
            "section_rank": 42
        },
        {
            "section": "Table 16",
            "text": "This combination is performed assuming minimum overlap correlation of the experimental uncertainties at the different c.m. energy points. The procedure includes a correction for the running of α S ( √ s) to the luminosity weighted mean energy.",
            "paragraph_rank": 92,
            "section_rank": 42
        },
        {
            "section": "Table 16",
            "text": "Acknowledgements This research was supported by the DFG cluster of excellence 'Origin and Structure of the Universe'.",
            "paragraph_rank": 93,
            "section_rank": 44
        },
        {
            "section": "Table 16",
            "text": "We would like to thank A. Gehrmann-De Ridder, T. Gehrmann, E.W.N. Glover and G. Heinrich for providing the event shape coefficient distributions.",
            "paragraph_rank": 94,
            "section_rank": 44
        },
        {
            "section": "Table 16",
            "text": "We particularly wish to thank the SL Division for the efficient operation of the LEP accelerator at all energies and for their close cooperation with our experimental group. In addition to the support staff at our own institutions we are pleased to acknowledge the Department of Energy, USA; National Science Foundation, USA; Particle Physics and",
            "paragraph_rank": 95,
            "section_rank": 44
        }
    ]
}