{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Flux is an important source of uncertainties for a reactor neutrino experiment. It is determined from thermal power measurements, reactor core simulation, and knowledge of neutrino spectra of fuel isotopes. Past reactor neutrino experiments have determined the flux to (2-3)% precision. Precision measurements of mixing angle θ 13 by reactor neutrino experiments in the coming years will use near-far detector configurations. Most uncertainties from reactor will be canceled out. Understanding of the correlation of uncertainties is required for θ 13 experiments. Precise determination of reactor neutrino flux will also improve the sensitivity of the non-proliferation monitoring and future reactor experiments. We will discuss the flux calculation and recent progresses.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Reactor neutrino experiments have played a critical role in the history of neutrinos. Among them, Savannah River Experiment [1] by Reines and Cowan in 1956 observed the first neutrino. Chooz [2] determined the most stringent upper limit of the last unknown neutrino mixing angle sin 2 2θ 13 < 0.17 in 1998. KamLAND [3] observed the first reactor neutrino disappearance in 2003.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 124,
                    "text": "[1]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 131,
                    "text": "Reines and Cowan in 1956",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 191,
                    "text": "[2]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 315,
                    "text": "[3]",
                    "end": 318
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Flux is an important source of uncertainties for a reactor neutrino experiment. It is determined from thermal power measurements, reactor core simulation, and knowledge of neutrino spectra of fuel isotopes. Past reactor neutrino experiments have determined the flux to (2-3)% precision. In the coming years, three precision experiments on neutrino mixing angle θ 13 using reactor neutrinos, Daya Bay [4], Double Chooz [5], and RENO [6], will start operation. All these experiments use near-far detector configurations. Most uncertainties from the reactor will cancel out. The residual error will range from 0.1% to 0.45%. However, correlation among reactor cores need better understanding",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 418,
                    "text": "[5]",
                    "end": 421
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Email address: caoj@ihep.ac.cn (Jun Cao) of the error sources. Recently there are increasing interests on non-proliferation monitoring [7] using tonlevel neutrino detectors. A reactor neutrino experiment at an intermediate baseline ∼60 km with a giant detector [8] will have rich physics content. Precise determination of neutrino flux will greatly improve the sensitivity of these experiments. Another category of reactor neutrino experiments is ν-electron or ν-nucleus scattering experiments, such as TEXONO [9], MUNU [10], GEMMA [11], etc. Normally they won't rely on precise neutrino flux.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 135,
                    "text": "[7]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 261,
                    "text": "[8]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 510,
                    "text": "[9]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 520,
                    "text": "[10]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 532,
                    "text": "[11]",
                    "end": 536
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this note, we will review the calculation of the reactor neutrino flux and recent progresses on the error analysis.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Calculation of Reactor Neutrino Flux",
            "section_rank": 3
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": "Most commercial reactors are Pressurized Water Reactor (PWR) or Boiling Water Reactor (BWR). They are very similar in neutrino flux calculation. We will use PWR as examples in the following. The 235 U enrichment in fresh fuel of a PWR is normally (3-4)%, and more than 95% is 238 U. Electron antineutrinos arXiv:1101.2266v2 [hep-ex] 8 Mar 2012",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": "are emitted from subsequent β-decays of fission fragments. They are dominated by 4 isotopes, 235 U, 239 Pu, 241 Pu, and 238 U. Other isotopes contribute only at 0.1% level. One can calculate the neutrino energy spectrum of each isotope by summing all fission fragment β-decay branches. There are a lot of efforts on such studies. However, the fission products are very complex. Due to lack of accurate nuclear data, such calculations carry large uncertainties at the 10% level. The most accurate neutrino spectra of the first 3 isotopes were determined at ILL [12] by measuring the β spectra of fissioning. The β spectra are then converted to neutrino spectra, with an average uncertainty 1.9%. The 238 U spectrum are calculated theoretically [13]. They are shown in Fig. 1. The isotope concentration in fuel will evolve during reactor operation as 235 U depletes and 239 Pu and 241 Pu breed. The 238 U concentration is relatively stable. Such evolution can be obtained by core simulation. A typical isotope evolution as a function of operation time, in terms of fission rates of the reactor, is shown in Fig. 2.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 100,
                    "text": "239",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 108,
                    "text": "241",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 560,
                    "text": "[12]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 743,
                    "text": "[13]",
                    "end": 747
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 767,
                    "text": "Fig. 1",
                    "end": 773
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1105,
                    "text": "Fig. 2",
                    "end": 1111
                }
            ]
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": "When we know the fission rates of each isotope from core simulation, and neutrino energy spectrum of each isotope, we can easily get the neutrino flux",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": ", where f i is the fission rate of isotope i and S i (E ν ) is its neutrino spectrum. However, the fission rates are proportional to the thermal power of the core, which is fluctuating. It is unrealistic to repeat core simulation to reflect the power fluctuation.  scale the neutrino flux to the measured thermal power.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": "where W th is the thermal power, e i is the energy release per fission for isotope i, and F is the sum of f i , thus f i /F is the fission fraction of each isotope. Among the inputs, the thermal power data is provided by the nuclear power plant. The uncertainty is generally estimated to be (0.6-0.7)% [2,14]. Fission fractions are obtained by core simulation as a function of burn-up. Burn-up is the amount of energy in Mega Watt Days (MWD) released per unit initial mass (ton) of Uranium (TU). The simulated fission fraction carries ∼5% uncertainties from statistics of hundreds of analyses for various codes and various reactors [2,15]. The 5% fission fraction uncertainties corresponds to ∼0.5% uncertainty in neutrino yield. Energy release per fission varies slightly for different cores at different time due to neutron capture and non-equilibrium products. Average numbers [16,17] can be used, with uncertainties of (0.30-0.47)%. Alternatively we can extract them from the core simulation to accurately reflect the core differences and burn-up effects.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 302,
                    "text": "[2,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 305,
                    "text": "14]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 632,
                    "text": "[2,",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 635,
                    "text": "15]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 880,
                    "text": "[16,",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 884,
                    "text": "17]",
                    "end": 887
                }
            ]
        },
        {
            "section": "Calculation of Reactor Neutrino Flux",
            "text": "Recently there are studies to include contributions from non-equilibrium isotopes in the core [18,19] as well as that from spent fuel which is temporarily stored adjacent to the core [20,21]. These are at sub-percent level and only contribute to the low energy region. Besides fission products, 238 U(n,γ) 239 U reaction also contributes to the neutrino yield. It is below inverse β-decay threshold (1.8 MeV) but will contribute significantly to low energy ν-electron scattering experiments [9].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 94,
                    "text": "[18,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 98,
                    "text": "19]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 183,
                    "text": "[20,",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 187,
                    "text": "21]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 491,
                    "text": "[9]",
                    "end": 494
                }
            ]
        },
        {
            "text": "Thermal Power",
            "section_rank": 4
        },
        {
            "section": "Thermal Power",
            "text": "The most accurate thermal power measurement is the Secondary Heat Balance method. Detailed description of this measurement can be found, for example, in [22]. This is an offline measurement, normally done weekly or monthly. The uncertainty is cited as 0.7% by Chooz and Palo Verde. Primary Heat Balance tests are online thermal power measurement. Normally it is calibrated to the Secondary Heat Balance measurement weekly. Daya Bay power plants control the difference of these two measurements to less than 0.1% of the full power. These data are good for neutrino flux analysis. To 0.1% level, it can be taken as the Secondary Heat Balance measurement. The power plants also monitor the excore neutron flux, which gives the nuclear power. This monitoring is online, for safety and reactor operation control. It is normally calibrated to the Primary Heat Balance measurement daily. This measurement is less accurate, controlled to be less than 1.5% of the full power by Daya Bay power plant.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 153,
                    "text": "[22]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Thermal Power",
            "text": "Recently there are a lot of studies on the power uncertainties and instrumentation improvements by the power plants [15,22], with the motivation of power uprates. The power measurements can be more accurate than what were cited in the past reactor neutrino experiments. The uncertainties of the Secondary Heat Balance is dominated by the flow rate measurement. In the past, there are two kinds of widely used flow meters, venturi type flow meters and orifice plate flow meters. Venturi flow meters are used by most US and Japan reactors. The uncertainty is often 1.4%. It can be as low as 0.7% if properly calibrated and maintained. But they suffer from fouling effects, which could grow as high as 3% in a few years. To improve the measurement, ultrasonic flow meters have begun to be in use in some US and Japan reactors. They have uncertainties 0.45% for Type I and 0.2% for Type II [15]. The Orifice plate flow meters are used by French reactors. They have no fouling effects. Typically they have an uncertainty of 0.72% and could be improved to 0.4% with laboratory tests. It should be noted that the uncertainties of above flow meters are at the 95% C.L. (confidence level), as defined in ISO-5167. Unless specified, the thermal power uncertainty given by the power plant is also at 95% C.L.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 116,
                    "text": "[15,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 120,
                    "text": "22]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 886,
                    "text": "[15]",
                    "end": 890
                }
            ]
        },
        {
            "section": "Thermal Power",
            "text": "An EDF (Electricite de France) N4 reactor with four parallel steam generators, which is the Chooz type, is analyzed in [22]. Main components of the uncertainties are shown in Table 1. It is dominated by the discharge coefficient, which is an empirical formula in the flow rate measurement and its uncertainty is specified in ISO 5167-1-2003. The final uncertainty of the thermal power is 0.40% at 95% C.L. In this evaluation, it is assumed that the discharge coefficients of the orifice plates in four coolant loops are independent, thus the final uncertainty is statistically reduced. If the discharge coefficients are fully correlated for all four orifice plates, then there is no statistical reduction. The power uncertainty will be 0.37% at 1σ level, which is still significantly smaller than 0.7% that Chooz used. The Daya Bay and Ling Ao reactors are all calibrated with the SAPEC system, which is an EDF portable high precision secondary heat balance test system with its own sensors, databases, and data processing, of uncertainty of 0.45%. The calibration results of Ling Ao reactors can be found in Table 2  [23]. Four tests show differences from 0.031% to 0.065%. Such small differences mean that the secondary heat balance system (KME) of the reactor is strongly correlated with the SAPEC system. Actually, the calibrations use the same orifice plates but different pressure transmitters. It proves again that the power uncertainty is dominated by the discharge coefficient. It also shows that Ling Ao KME is in very good agreement with the SAPEC system. The power uncertainty is estimated to be 0.48% at 95% C.L. in this comparison. As with the above example, these analyses assumed that the discharge coefficients are uncorrelated, which may not be the case.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 119,
                    "text": "[22]",
                    "end": 123
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 175,
                    "text": "Table 1",
                    "end": 182
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1109,
                    "text": "Table 2",
                    "end": 1116
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1118,
                    "text": "[23]",
                    "end": 1122
                }
            ]
        },
        {
            "text": "Core Simulation",
            "section_rank": 5
        },
        {
            "section": "Core Simulation",
            "text": "The fission fraction of fuel isotopes are obtained by core simulation. Qualified core simulation codes are normally licensed, and not available to scientific collaborations. The core simulation also needs a lot of information from the power plant as inputs. Fortunately, the fission fraction can be extracted as a by-product of the refueling calculation required by the power plant, as a function of burn-up. The uncertainties of the obtained fission fraction depends on the simulation code. It only slightly depends on the inputs such as temperature, pressure, Boron concentration, etc. [24], as tested by the simulation code ROCS. The uncertainties of the simulation can be studied by comparing the measured and calculated concentration of fuel isotopes sampled at different burn-up when refueling. These studies are normally a part of the qualification of the licensed simulation code. In ref. [15], 159 such studies for various codes and various reactors in US and Japan haven been collected and analyzed. On average, the simulated concentration of isotopes have uncertainties of ∼4% for 235 U, ∼5% for 239 Pu, ∼6% for 241 Pu, and ∼0.1% for 238 U. Assuming the simulated neutron flux in the core is not affected by small variations of isotope concentration, the fission rate is proportional to the isotope concentration. Due to the strong constraint of the total thermal power, simulated concentrations of the foure isotopes are not independent. A 5% error on the isotope concentration corresponds to a ∼0.5% uncertainty on the detected neutrino rate via inverse β-decay reaction. There also are large core-to-core correlations for reactors simulated with the same code. The energy release per fission e i in Eq. 1 is defined as the energy absorbed in the reactor per fission event. Neutrinos will take away energy from the total energy released in a nuclear fission. Some fission fragments of long lifetime will not reach equilibrium in a short time, thus part of the energy is not released. Each fission will produce 2-3 neutrons while only one neutron will be used to maintain the chain reaction at stable state in reactor running. Other neutrons are absorbed and release energy via neutron capture. As the fuel composition evolves, the contribution of neutron capture will change. Taking the above three corrections into account, e i varies slightly for different reactors and it changes with time. Average e i 's were evaluated for typical reactor configurations in refs. [16] and [17]. A more accurate estimation of e i as a function of burn-up can be obtained from core simulation, where these corrections are included automatically. ",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 588,
                    "text": "[24]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 897,
                    "text": "[15]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2481,
                    "text": "[16]",
                    "end": 2485
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2490,
                    "text": "[17]",
                    "end": 2494
                }
            ]
        },
        {
            "text": "Neutrino Spectra",
            "section_rank": 6
        },
        {
            "section": "Neutrino Spectra",
            "text": "Electron antineutrinos are emitted from the subsequent β-decays of fission fragments. Due to the lack of data for the β-decays of the complex fission products, theoretical calculations of the neutrino spectra of isotopes carry large uncertainties. ILL [12] measured the β spectra of fissioning of 235 U, 239 Pu, and 241 Pu by thermal neutrons, and converted them to neutrino spectra. The normalization error is estimated to be 1.9%. Spectrum shape error is from 1.34% at 3 MeV to 9.2% at 8 MeV, as shown in Fig. 1. 238 U can not fission with thermal neutrons. Its spectrum relies on theoretical calculation. The uncertainty is estimated to be 10% [13]. Normally 238 U contributes (7-10)% of fissions in a PWR. The calculated neutrino counting rate and spectra were verified by Bugey and Bugey-3 [25]. The normalization error is further lowered to 1.6%, which was used by Chooz.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 252,
                    "text": "[12]",
                    "end": 256
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 507,
                    "text": "Fig. 1",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 647,
                    "text": "[13]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 795,
                    "text": "[25]",
                    "end": 799
                }
            ]
        },
        {
            "text": "Non-equilibrium Isotopes and Spent Fuel",
            "section_rank": 7
        },
        {
            "section": "Non-equilibrium Isotopes and Spent Fuel",
            "text": "The ILL spectra are derived after 1.5 days exposure time with thermal neutron. Thus, long-lived fission fragments have not reached equilibrium. In a real reactor, these fission products will accumulate and contribute to the neutrino flux. Chooz estimated this contribution to be ∼0.3% on the average and ignored it in the detailed analysis due to its small size comparing to other errors. Six chains have been identified in [18], with half lives from 10 hours to 28 years. They only contribute to the low energy region. Further studies show that for a typical PWR, on average these contributions are ∼0.2% of total neutrino detection rate via inverse β-decay [19]. In the 2-4 MeV region, it increases to 0.8% after one year's accumulation, as shown in Fig. 3 Figure 3: Contribution of non-equilibrium isotopes as a fraction of the total neutrinos, weighted by the inverse β-decay cross section [19].",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 424,
                    "text": "[18]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 659,
                    "text": "[19]",
                    "end": 663
                },
                {
                    "type": "figure",
                    "start": 752,
                    "text": "Fig. 3",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 894,
                    "text": "[19]",
                    "end": 898
                }
            ]
        },
        {
            "section": "Non-equilibrium Isotopes and Spent Fuel",
            "text": "Spent fuel is normally stored temporarily adjacent to the core. The storage could be as long as 10 years. Similar to the non-equilibrium contributions, the long-lived fission fragments in the spent fuel will contribute to the neutrino flux. A PWR is normally refueled very 12-18 months. The spent fuel from one refueling will contribute ∼0.2% of the total neutrino rate after first several days.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Conclusion",
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "Before the 1980's, the reactor neutrino flux was determined to an uncertainty of 10%. With a lot of efforts, especially by ILL, Bugey, Chooz, Palo Verde, etc., the uncertainty has improved to (2-3)%. Motivated by high precision neutrino measurements by scientific collaborations and power uprates by the power plants, we have more accurate thermal power. The uncertainty could be lowered from 0.7% to 0.4%. Small corrections from non-equilibrium isotopes and spent fuel, as well as energy release per fission are studied in detail. We also have a global picture of uncertainties of fission rate simulations. However, there is no new data on neutrino spectra of fuel isotopes. For single-detector experiments, the neutrino spectrum uncertainty of about 2% will dominate. The next θ 13 experiments with near-far relative measurements will suffer little from reactor flux uncertainties, which is estimated to be 0.1% to 0.45%, depending on the experiment layout. The correlation among reactor uncertainties is important for θ 13 experiments since correlated errors will cancel out. Meanwhile, high precision detector and high statistics at the near detector of these experiments may help to improve the knowledge of neutrino spectra.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "Since the time that this manuscript was written, it has been suggested [26] that the antineutrino spectra for all of the relevant fission isotopes ( 235 U, 238 U, 239 Pu, and 241 Pu) are several percent larger than those of ref. [12,13]. This issue requires further attention.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 71,
                    "text": "[26]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 229,
                    "text": "[12,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 233,
                    "text": "13]",
                    "end": 236
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Energy spectra of reactor neutrinos.",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Isotope evolution of a typical PWR.",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Table 1 :",
            "section_rank": 11
        },
        {
            "section": "Table 1 :",
            "text": "Error table for the thermal power measurements for N4 reactor[22].",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 61,
                    "text": "[22]",
                    "end": 65
                }
            ]
        },
        {
            "text": "Table 2 :",
            "section_rank": 12
        },
        {
            "section": "Table 2 :",
            "text": "Comparison of the core power calculation results between KME system and SAPEC system.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Table 3 :",
            "section_rank": 13
        },
        {
            "section": "Table 3 :",
            "text": "Energy release per fission in MeV from refs.[16] and[17].",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 44,
                    "text": "[16]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 52,
                    "text": "[17]",
                    "end": 56
                }
            ]
        }
    ]
}