{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a summary of a recent workshop held at Duke University on Partonic Transverse Momentum in Hadrons: Quark Spin-Orbit Correlations and Quark-Gluon Interactions. The transverse momentum dependent parton distribution functions (TMDs), parton-to-hadron fragmentation functions, and multi-parton correlation functions, were discussed extensively at the Duke workshop. In this paper, we summarize first the theoretical issues concerning the study of partonic structure of hadrons at a future electron-ion collider (EIC) with emphasis on the TMDs. We then present simulation results on experimental studies of TMDs through measurements of single spin asymmetries (SSA) from semi-inclusive deep-inelastic scattering (SIDIS) processes with an EIC, and discuss the requirement of the detector for SIDIS measurements. The dynamics of parton correlations in the nucleon is further explored via a study of SSA in D (D) production at large transverse momenta with the aim of accessing the unexplored tri-gluon correlation functions. The workshop participants identified the SSA measurements in SIDIS as a golden program to study TMDs in both the sea and valence quark regions and to study the role of gluons, with the Sivers asymmetry measurements as examples. Such measurements will lead to major advancement in our understanding of TMDs in the valence quark region, and more importantly also allow for the investigation of TMDs in the unexplored sea quark region along with a study of their evolution.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Understanding the internal structure of nucleon and nucleus in terms of quarks and gluons, the fundamental degrees of freedom of Quantum Chromodynamics (QCD) has been and still is the frontier of subatomic physics research. QCD as a theory of the strong interaction has been well-tested by observables with a large momentum transfer in high energy experiments. Our knowledge on the universal parton distribution functions (PDFs) and fragmentation functions (FFs), which connect the partonic dynamics to the observed hadrons, has been dramatically improved in recent years [1]. As a probability density to find a parton (quark or gluon) inside a hadron with the parton carrying the hadron's longitudinal momentum fraction x, the PDFs have provided us with the nontrivial and quantitative information about the partonic structure of a hadron.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 422,
                    "text": "(PDFs)",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 572,
                    "text": "[1]",
                    "end": 575
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In recent years, the hadronic physics community has extended its investigation of partonic structure of hadrons beyond the PDFs by exploring the parton's motion and its spatial distribution in the direction perpendicular to the parent hadron's momentum. Such effort is closely connected to the study and extraction of two new types of parton distributions: the transverse momentum dependent parton distributions (TMDs) [2][3][4][5][6][7][8][9], and the generalized parton distributions (GPDs) [8,[10][11][12][13][14][15][16]. The ultimate knowledge of finding a single parton inside a hadron -involving both momentum and space information -could be encoded in the phase-space distributions of quantum mechanics, such as the Wigner quasi-probability distribution W (k, b), whose integration over the parton spatial dependence (b) leads to the TMDs, while its integration over transverse momentum (k) provides the parton's spatial distribution that is relevant to the GPDs. A quantum field theory version of the phasespace distributions, in terms of the matrix element of the Wigner operator, was discussed in Ref. [17]. Understanding both the momentum and spatial distribution of a parton inside a hadron in terms of the more general Wigner distributions could be the central object of future studies on partonic structure. Knowledge of TMDs is also crucial for understanding some novel phenomena in high energy hadronic scattering processes, such as, the single transverse spin asymmetries [18][19][20][21][22][23][24] and small-x saturation phenomena [25][26][27][28][29][30][31][32].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 419,
                    "text": "[2]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 422,
                    "text": "[3]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 425,
                    "text": "[4]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 428,
                    "text": "[5]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 431,
                    "text": "[6]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 434,
                    "text": "[7]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 437,
                    "text": "[8]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 440,
                    "text": "[9]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 493,
                    "text": "[8,",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 496,
                    "text": "[10]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 500,
                    "text": "[11]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 504,
                    "text": "[12]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 508,
                    "text": "[13]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 512,
                    "text": "[14]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 516,
                    "text": "[15]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 520,
                    "text": "[16]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1113,
                    "text": "[17]",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1490,
                    "text": "[18]",
                    "end": 1494
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1494,
                    "text": "[19]",
                    "end": 1498
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1498,
                    "text": "[20]",
                    "end": 1502
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1502,
                    "text": "[21]",
                    "end": 1506
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1506,
                    "text": "[22]",
                    "end": 1510
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1510,
                    "text": "[23]",
                    "end": 1514
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1514,
                    "text": "[24]",
                    "end": 1518
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1552,
                    "text": "[25]",
                    "end": 1556
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1556,
                    "text": "[26]",
                    "end": 1560
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1560,
                    "text": "[27]",
                    "end": 1564
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1564,
                    "text": "[28]",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1568,
                    "text": "[29]",
                    "end": 1572
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1572,
                    "text": "[30]",
                    "end": 1576
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1576,
                    "text": "[31]",
                    "end": 1580
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1580,
                    "text": "[32]",
                    "end": 1584
                }
            ]
        },
        {
            "text": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Like the PDFs, the TMDs and GPDs carry rich information on hadron's partonic structure, while they are not direct physical observables due to the color confinement of QCD dynamics. It is the leading power QCD collinear factorization theorem [33] that connects the PDFs to the hadronic cross sections with large momentum transfers: Q's ≫ Λ QCD . In order to study the TMDs, we need the corresponding TMD factorization theorem for physical observables that are sensitive to parton's transverse motion and the TMDs. Such observables often involve two very different momentum scales: Q 1 ≫ Q 2 > ∼ Λ QCD , where the large Q 1 is necessary to ensure any perturbative QCD calculation while the small scale Q 2 is needed so that these observables are sensitive to the parton's transverse motion. The transverse momentum distribution of single hadron production in semi-inclusive deep inelastic leptonhadron scattering (SIDIS) and Drell-Yan lepton pair production in hadronic collisions are two natural examples. The TMD factorization for these two processes have been carefully examined [34][35][36]. However, the TMD factorization in QCD is much more restrictive than the leading power collinear factorization. The conventional TMD factorization works for three-types of observables with only two identified hadrons: single hadron p T distribution in SIDIS, the p T distribution of Drell-Yan type process, and two-hadron momentum imbalance in e + e − collisions. But it has been shown to fail for observables with more than two identified hadrons [37][38][39][40][41].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 241,
                    "text": "[33]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1080,
                    "text": "[34]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1084,
                    "text": "[35]",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1088,
                    "text": "[36]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1541,
                    "text": "[37]",
                    "end": 1545
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1545,
                    "text": "[38]",
                    "end": 1549
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1549,
                    "text": "[39]",
                    "end": 1553
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1553,
                    "text": "[40]",
                    "end": 1557
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1557,
                    "text": "[41]",
                    "end": 1561
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Important aspects of the TMD parton distributions, such as the gauge invariance, the role of gauge links, and the universality, have been explored in recent years [20][21][22][23][24][42][43][44]. Like the PDFs, the definition of TMDs is closely connected to the factorization of physical cross sections, and it is necessary for the TMDs to include all leading power longdistance contributions to the physical cross sections if they could be factorized. All leading power collinear gluon interactions are summed into the gauge links in the definition of the TMDs. It is the gauge link that makes the TMDs gauge invariant and provides the necessary phase for generating a sizable single transverse spin asymmetry (SSA) in SIDIS and Drell-Yan processes [18][19][20][21][22][23]. However, unlike the PDFs, which are universal, the TMDs could be process dependent due to the fact that the initial-state and final-state collinear gluon interactions are summed into two different gauge links. That is, the TMDs extracted from SIDIS could be different from those extracted from Drell-Yan processes because of the difference in gauge links. Although the TMDs are not in general universal, it could be shown from the parity and time-reversal invariance of QCD dynamics that the process dependence of the spin-averaged as well as spin-dependent TMDs is only a sign, which was referred to as the parity and time-reversal modified universality [20,24]. An important example of the modified universality is that the Sivers function extracted from the SIDIS measurements is At leading twist there are eight TMD quark distributions [9]: three of them, the unpolarized, the helicity and the transversity distributions, survive in the collinear limit, while the other five vanish in such a limit. Each TMD quark distribution explores one unique feature of the quark inside a polarized or unpolarized nucleon. For example, the Sivers function [3,45] provides the number density of unpolarized partons inside a transversely polarized proton, while the Boer-Mulders function [6] gives the number density of transversely polarized quarks inside an unpolarized proton. Although we have gained a lot of information on the collinear PDFs and helicity distributions, we know very little about quark's and gluon's intrinsic transverse motion inside a nucleon. Recent measurements of multiplicities and double spin asymmetries as a function of the final transverse momentum of pions in SIDIS at JLab [46,47] suggest that transverse momentum distributions may depend on the polarization of quarks and possibly also on their flavor. Calculations of transverse momentum dependence of TMDs in different models [48][49][50][51] and on lattice [52,53] indicate that dependence of transverse momentum distributions on the quark polarization and flavor may be very significant.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 163,
                    "text": "[20]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 167,
                    "text": "[21]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 171,
                    "text": "[22]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 175,
                    "text": "[23]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 179,
                    "text": "[24]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 183,
                    "text": "[42]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 187,
                    "text": "[43]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 191,
                    "text": "[44]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 751,
                    "text": "[18]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 755,
                    "text": "[19]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 759,
                    "text": "[20]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 763,
                    "text": "[21]",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 767,
                    "text": "[22]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 771,
                    "text": "[23]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1432,
                    "text": "[20,",
                    "end": 1436
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1436,
                    "text": "24]",
                    "end": 1439
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1617,
                    "text": "[9]",
                    "end": 1620
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1925,
                    "text": "[3,",
                    "end": 1928
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1928,
                    "text": "45]",
                    "end": 1931
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2055,
                    "text": "[6]",
                    "end": 2058
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 2473,
                    "text": "[46,",
                    "end": 2477
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 2477,
                    "text": "47]",
                    "end": 2480
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 2679,
                    "text": "[48]",
                    "end": 2683
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2683,
                    "text": "[49]",
                    "end": 2687
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2687,
                    "text": "[50]",
                    "end": 2691
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 2691,
                    "text": "[51]",
                    "end": 2695
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 2711,
                    "text": "[52,",
                    "end": 2715
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 2715,
                    "text": "53]",
                    "end": 2718
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Among the TMDs vanishing in the collinear limit, the Sivers function is the best known and has been phenomenologically extracted by several groups mainly from analyzing the azimuthal distribution of a single hadron in SIDIS [54][55][56][57]. However, in the case of positive hadrons, where a signal has been seen, the measurements of HERMES [58] and COM-PASS [59] experiments are only marginally compatible: the asymmetries measured by COM-PASS are somewhat smaller, and seem to indicate an unexpected dependence on W , the mass of the hadronic final state. For the transversity distribution, there is only one phenomenological extraction by combining the SIDIS and the e + e − data [60][61][62], and information on the rest of the TMDs is rather scarce. Nevertheless, these recent results have already generated great excitement, which is evident from the increasingly active theoretical activities, including modeling and lattice QCD calculations, and planning of future experiments.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 224,
                    "text": "[54]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 228,
                    "text": "[55]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 232,
                    "text": "[56]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 236,
                    "text": "[57]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 341,
                    "text": "[58]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 359,
                    "text": "[59]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 683,
                    "text": "[60]",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 687,
                    "text": "[61]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 691,
                    "text": "[62]",
                    "end": 695
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "A number of experimental facilities, such as COMPASS [63] at CERN, CEBAF with its 12 GeV upgrade at Jefferson Lab, RHIC at Brookhaven National Lab, Belle at KEK, and in particular, the planned Electron-Ion Collider (EIC), will play a complementary but crucial role in determining these TMD parton distributions. Among three types of processes where the TMD factorization could be valid, the SIDIS might be the best place to study the TMD parton distributions because of the easy separation of various TMDs with well-determined distributions in the azimuthal angles between the spin, the leptonic plane and the hadronic plane, in addition to the much higher event rates. With a broad energy range and a high luminosity, the future EIC will be an ideal place to extract the TMDs in a multi-dimensional phase space with a high precision. Precise measurements of these new distributions could provide us much needed information on the partonic structure of nucleon (nucleus) in order to address the fundamental questions concerning the decomposition of the nucleon spin, and the QCD dynamics responsible for the structure of the nucleon.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 53,
                    "text": "[63]",
                    "end": 57
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "The transverse momentum dependence could also be introduced to the hadronization process to get the TMD parton-to-hadron fragmentation functions. For a quark to fragment into a spinless hadron, such as a pion, there are only two possible fragmentation functions at the leading twist: the unpolarized fragmentation function and the Collins function [64], which is responsible for generating azimuthal asymmetric distribution of hadrons from the hadronization of a transversely polarized quark. The Collins function has been extracted from recent experiments (Belle [65], HERMES [66,67], and COMPASS [68]), and was found to be nonzero. Precise measurements of TMD fragmentation functions provide a new window to explore the dynamics of hadronization.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 348,
                    "text": "[64]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 564,
                    "text": "[65]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 577,
                    "text": "[66,",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 581,
                    "text": "67]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 598,
                    "text": "[68]",
                    "end": 602
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "For cross sections with one large momentum transfer, or several momentum transfers at the same scale, it is more natural and appropriate to use the collinear factorization approach and to expand the cross sections as an inverse power of the large momentum transfer. Although the leading power term dominates the contribution to the cross sections, it does not contribute to the SSA, which is proportional to the difference of two cross sections with the spin vector reversed. Like the TMD factorization approach, the SSA in the collinear factorization approach is also generated by the active parton's transverse motion, but, as a net effect after integrating over all possible values of transverse momentum. Within the collinear factorization approach, the SSA is effectively generated by the quantum interference of two scattering amplitudes: a real amplitude with one active parton and an imaginary part of an amplitude with an active two-parton composite state [69][70][71][72][73][74]. The QCD quantum interference between the amplitude to find a single active parton and that to find a two-parton composite state is represented by a set of new twist-3 three-parton correlation functions.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 965,
                    "text": "[69]",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 969,
                    "text": "[70]",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 973,
                    "text": "[71]",
                    "end": 977
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 977,
                    "text": "[72]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 981,
                    "text": "[73]",
                    "end": 985
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 985,
                    "text": "[74]",
                    "end": 989
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Unlike the PDFs, which have the probabilistic interpretation of number densities to find a parton within a hadron, these new three-parton correlation functions provides the direct information on the strength of color Lorentz force and/or magnetic force inside a spinning proton. The twist-3 contributions are accessible in various spin-azimuthal asymmetries in SIDIS depending on the helicity of the lepton or the hadron. Significant higher-twist asymmetries have been reported by the HERMES [75][76][77] and COMPASS Collaborations [78] as well as the CLAS and Hall-C Collaborations at JLab [46,47,79]. Higher-twist observables, such as longitudinally polarized beam or target SSAs, are important for understanding longrange quark-gluon dynamics, and the future EIC due to the wide range in Q 2 , will be an ideal place to pin them down.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 492,
                    "text": "[75]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 496,
                    "text": "[76]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 500,
                    "text": "[77]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 532,
                    "text": "[78]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 591,
                    "text": "[46,",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 595,
                    "text": "47,",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 598,
                    "text": "79]",
                    "end": 601
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Both the TMD factorization approach and the collinear factorization approach at twist-3 provide a viable mechanism to generate the SSA, but, with a very different physical picture. This is because they cover the SSA in two very different kinematic regimes: Q 1 ≫ Q 2 > ∼ Λ QCD for the TMD approach while Q i ≫ Λ QCD with i = 1, 2, ... for the twist-3 approach.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Further study has shown that the TMD approach is consistent with the twist-3 approach for the SSA phenomena in a perturbative region, Q 1 ≫ Q 2 ≫ Λ QCD , where they are both valid [80][81][82][83]. More recently, the evolution equations for the transverse momentum moments of these TMDs have also been investigated, which opens a path for the systematic QCD calculations of SSA beyond the leading order in α s [84][85][86][87].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 180,
                    "text": "[80]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 184,
                    "text": "[81]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 188,
                    "text": "[82]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 192,
                    "text": "[83]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 410,
                    "text": "[84]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 414,
                    "text": "[85]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 418,
                    "text": "[86]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 422,
                    "text": "[87]",
                    "end": 426
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Like TMD quark distributions, we could also construct TMD gluon distributions. But, unlike the quark, gluon does not interact with any colorless particles at the lowest order.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Due to the restriction on the color flow for the TMD factorization to be valid, we only have very few observables that might give the direct access to the TMD gluon distributions, such as the Higgs production at low p T with an effective gg → H 0 vertex, the momentum imbalance of two isolated photons via an effective gg → γγ vertex, and back-to-back jets or heavy quark pair production [7,[88][89][90][91] in ep and in pp or pp collisions.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 388,
                    "text": "[7,",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 391,
                    "text": "[88]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 395,
                    "text": "[89]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 399,
                    "text": "[90]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 403,
                    "text": "[91]",
                    "end": 407
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "On the other hand, many more observables could access the gluonic sector of twist-3 approach to the SSA. Heavy flavor production in the DIS regime is a direct probe of gluon content of the colliding hadron or the nucleus. In particular, the SSAs of open-flavor (anti)D (or B) meson production in the DIS regime provides a unique opportunity to measure trigluon correlation functions [92], which are closely connected to the gluon's transverse motion and color coherence inside a transversely polarized nucleon. A more recent study shows that there are four tri-gluon correlation functions [93]. The co-existence of these different trigluon correlation functions, which represent the long-distance quantum interference between a gluon state and a two-gluon composite state, is a unique feature of the non-Abelian color interaction. Motivated by recent calculations [92], preliminary simulations of the event rate and asymmetries for some realistic EIC energies and possible detector coverage have been carried out, which will be presented in the later section of this paper.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 383,
                    "text": "[92]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 589,
                    "text": "[93]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 864,
                    "text": "[92]",
                    "end": 868
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Like the PDFs, the TMDs and the GPDs are non-perturbative functions and should be extracted from the experimental measurements of cross sections or asymmetries in terms of relevant factorization formalisms. In order to get a better picture of the proton's partonic structure from the limited information extracted from the PDFs, the TMDs, and the GPDs, model calculations of these distributions are valuable. There have been many interesting model studies recently, see for example [50,90,[94][95][96][97]. These models and their calculations could play a very important role as a first step to describe the experimental observations, to give an intuitive way to connect the physical observables to the partonic dynamics, and to provide key inputs to the partonic structure of the nucleon, which will help us to address the fundamental questions, such as how the quark spin and its orbital angular momentum contribute to the nucleon spin?",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 482,
                    "text": "[50,",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 486,
                    "text": "90,",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 489,
                    "text": "[94]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 493,
                    "text": "[95]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 497,
                    "text": "[96]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 501,
                    "text": "[97]",
                    "end": 505
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "More importantly, very exciting results of TMDs have come from the Lattice QCD calculations recently [52,53,98], indicating that spin-orbit correlations could change the transverse momentum distributions of partons. Notable results from Lattice QCD have been obtained for the impact parameter dependent parton distributions, which have a close relation to some interesting TMDs [99]. With the improvement of computer speed and simulation algorithms, more and more accurate results on the partonic structure from Lattice QCD calculations will become available soon.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 101,
                    "text": "[52,",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 105,
                    "text": "53,",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 108,
                    "text": "98]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 378,
                    "text": "[99]",
                    "end": 382
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "The experimental investigation of multi-dimensional spatial distributions of a parton (or color) inside a bound proton, in terms of the TMDs and the GPDs or the \"mother\" Wigner distributions has just started recently. Future machines, like EIC, could supply high quality data by scattering polarized leptons off polarized nucleons. For semi-inclusive reactions, the data with large Q 2 and small P T are dominated by the TMDs, while data with large Q 2 and large P T have the most contributions from pQCD corrections convoluted with collinear PDFs or multiparton correlation functions. The transition from one regime to the other might be the most interesting aspect and should be carefully studied. The investigated x-region should be as wide as possible to cover both the valence quark region and the unexplored sea quark region.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "In summary, while there has been progress on several fronts in the theoretical developments for understanding the transverse momentum dependent parton distributions and fragmentation functions, it is just a beginning for us to explore the full picture of partonic structure inside a nucleon. The future Electron-Ion Collider is a much needed machine to probe the partonic structure of a bound nucleon, to quantify the role of gluons and the color, and to help approach the fundamental question of strong interaction -the confinement of the color. Given below is a list of questions which have been discussed in various meetings in connection with the TMDs:",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "• Q 2 evolution. The transverse momentum dependence of the TMDs certainly depends on the large scale Q where the TMDs were probed. Although the energy evolution equation has been derived for the TMD distributions [100][101][102], very few explicit calculations have been performed to date (e.g. [103]) to study the Q 2 dependence of the associated experimental observables, such as the azimuthal asymmetries. This Q 2 evolution is not only an important theoretical question, but also a crucial point to investigate experimentally. An EIC machine with a wide range of coverage on x and Q 2 for SIDIS processes will provide a great opportunity to study the scale dependencies of the TMDs in detail.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 213,
                    "text": "[100]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 218,
                    "text": "[101]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 223,
                    "text": "[102]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 295,
                    "text": "[103]",
                    "end": 300
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "The transverse momentum distribution of the TMD observables in principle, has three characteristic regions: intrinsic, resummation, and perturbative. In practice, a Gaussian transverse momentum distribution has been used to fit the existing experimental data in order to extract the TMDs. At low collision energy, there is not much phase space for the gluon shower around the hard collision, the active parton's intrinsic p T distribution dominates, and therefore, a Gaussian distribution should be a good ap-proximation. However, with a much higher collision energy at an EIC machine and a larger phase space for the gluon shower, the Gaussian distribution will not be adequate to describe the observed p T distribution in SIDIS. Instead, a distribution with a proper resummation of large logarithmic contributions from the gluon shower should be used [104][105][106]. When p T is as large as the hard scale Q, a perturbative calculated p T should be more relevant [105,106]. Investigation of the resummation or \"matching\" region, especially as a function of Q 2 , will provide an important test of the theoretical framework, i.e. TMD factorization.",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 853,
                    "text": "[104]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 858,
                    "text": "[105]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 863,
                    "text": "[106]",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 966,
                    "text": "[105,",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 971,
                    "text": "106]",
                    "end": 975
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "• Relation of TMDs to the parton orbital angular momentum. There have been qualitative suggestions about the connection of the quark orbital angular momentum to the TMDs [50,95,107]. However, we still do not have a rigorous way to build this connection. Certainly, model calculations will help shed light on this important issue.",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 170,
                    "text": "[50,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 174,
                    "text": "95,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 177,
                    "text": "107]",
                    "end": 181
                }
            ]
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "Besides the connection to the parton's orbital angular momentum, the TMDs should provide much richer information on nucleon structure in momentum space. We need more theoretical investigations along this direction.",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "• Global study at next-to-leading order. So far, all phenomenological studies are limited to the leading order in perturbative QCD. We have to go beyond this simple picture to build a systematic framework to extract the TMDs.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "II. RECENT THEORETICAL DEVELOPMENT ON TMDS AND EXPERIMEN-TAL ACCESS",
            "text": "• Small-x parton distributions. The investigation of TMDs at small-x (sea) has started, and progresses have been made recently [29,32,108,109]. In particular, it was found that di-hadron/dijet correlation in DIS processes in eA collisions can be used to probe the Weizacker-Williams gluon distribution formulated in the color-glass-condensate formalism [108,109]. However, more theoretical studies are needed to build a rigorous connection between the TMD and CGC approaches. We believe that the TMD community as it addresses the above and other important questions will naturally make the case for an EIC stronger and will be ready for the new era of QCD and hadron structure. In the next section, we will present simulations that have been carried out with a goal of addressing the aforementioned questions with a high luminosity electron-ion collider.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 127,
                    "text": "[29,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 131,
                    "text": "32,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 134,
                    "text": "108,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 138,
                    "text": "109]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 353,
                    "text": "[108,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 358,
                    "text": "109]",
                    "end": 362
                }
            ]
        },
        {
            "text": "III. SIDIS AT AN EIC",
            "section_rank": 4
        },
        {
            "text": "A. Kinematics",
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "In an EIC, a beam of electrons collides with a beam of ions. The SIDIS process requires to detect both the scattered electron and one of the leading hadrons produced in the final state. In general, the process can be expressed as:",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "where ℓ, N, ℓ ′ and h denote the initial electron, the initial proton 1 , the scattered electron, and the produced hadron in the final state, respectively. All the four-momenta are given in parentheses.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "Under the one-photon exchange approximation, the four-momentum of the virtual photon is expressed as q = P i e −P e and the four momentum transfer square is q 2 = −Q 2 . The relevant Lorentz invariant variables are defined as:",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "Here, x, also referred to as Bjorken x, represents the initial nucleon momentum fraction carried by the parton in the infinite momentum frame, y and z are the fractional momentum carried by the virtual photon and the leading hadron, respectively, and s is the center-ofmass energy squared of the initial electron-nucleon system. The last approximation in Eq. 2 is made by neglecting the masses of the electron and the nucleon, which are much smaller than the center-of-mass energy at EIC kinematics.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "With approximations, one can immediately obtain in the ion-at-rest frame [9].",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 73,
                    "text": "[9]",
                    "end": 76
                }
            ]
        },
        {
            "section": "A. Kinematics",
            "text": "which clearly illustrates the relation between x and Q 2 at fixed s.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "section": "A. Kinematics",
            "text": "In addition to the aforementioned Lorentz invariant variables, there are a few framedependent kinematic variables, φ S , φ h , and P T (the target spin angle, the azimuthal angle and the transverse momentum of the leading hadron), which are also essential to SIDIS process. They are defined according to the Trento convention as illustrated in Fig. 1 in the nucleon-at-rest frame 2 .",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 344,
                    "text": "Fig. 1",
                    "end": 350
                }
            ]
        },
        {
            "text": "B. Phase Space Coverage",
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "In this section, we discuss the SIDIS phase space coverage mainly with the 11+60 GeV configuration, which represents a 11 GeV electron beam colliding with a 60 GeV proton beam. In the simulation, the scattered electrons are generated in momentum P e > 0.7",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "GeV/c, polar angle 2. acceptance and uncertainties in the radiative correction 3 . The 0.05 cut-off of y is limited by the resolution of x. As shown in the following equation:",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "assuming a fixed momentum resolution δP e /P e , the resolution of x increases dramatically at small y. Therefore, the y > 0.05 cut is applied in the simulation in order to maintain a reasonable x resolution for forward electron detection. With the above cuts applied, Fig. 3 shows the distribution of momentum vs. polar angle of the scattered electron in the lab frame after weighting each event by the SIDIS differential cross section. Two observations are made to reflect the needs in the detector design:",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 269,
                    "text": "Fig. 3",
                    "end": 275
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• Most of the scattered electron are concentrated in the high-momentum region (closer to the initial electron momentum), which is corresponding to the small y region. This is consistent with the fact that SIDIS cross section are larger at smaller y. • No electrons are distributed at very forward angles (≤ 5 • ) due to the Q 2 > 1 GeV 2 cut applied. There is no essential need to detect very forward-angle electrons.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "For SIDIS process, more cuts are applied on the hadron side. They are 0.2 < z < 0.8",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "and M X > 1.6 GeV cut, where M X is the missing mass of the X system in Eq. 1. The 0.8 cut-off in z excludes the events from exclusive channels. The 0.2 cut-off is required to stay in the current fragmentation region, where the detected hadron can be used to tag the struck quark. In addition, we also apply a low P T cut (P T < 1 GeV/c) for the TMD physics, and a P T > 1 GeV/c cut for the large P T physics. Fig. 4 shows the momenta of detected hadrons vs. polar angles in the lab frame. Events are weighted by the SIDIS differential cross section. In this simulation, the hadrons are generated for 0.7 GeV/c < P hadron <",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 410,
                    "text": "Fig. 4",
                    "end": 416
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "10 GeV/c, full polar and azimuthal angular coverages. The P T < 1 GeV/c cut is applied.",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "Three observations are made to reflect the needs in the detector design:",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• Most of the hadron events are concentrated in the momentum region of 0.7-7 GeV/c.",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "There is no essential need to cover very high momentum region. • The hadrons have a wide distribution of the polar angle in the lab frame.",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• No essential need to cover the very backward angle for the hadron lab polar angle.",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "However, a large backward angular coverage is important for the study of SSA from SIDIS in the target fragmentation region [110].",
            "paragraph_rank": 44,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 123,
                    "text": "[110]",
                    "end": 128
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "The upcoming JLab 12 GeV upgrade would access the SIDIS phase space at low Q 2",
            "paragraph_rank": 45,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "and high x region due to the smaller s [111][112][113][114][115][116][117]. The black band in Fig. 5 shows the phase space of the approved 11-GeV SoLID SIDIS experiment [111,112]. In order to bridge between the phase spaces of 11+60 GeV configuration and the JLab 12 GeV upgrade, a low-energy configuration of EIC, e.g. 3+20 GeV configuration is strongly desired. Such a configuration would overlap with both phase spaces of the 11+60 GeV configuration and the JLab 11-GeV fixed-target experiment. In addition, a higher-energy configuration, 11+100",
            "paragraph_rank": 46,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 39,
                    "text": "[111]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 44,
                    "text": "[112]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 49,
                    "text": "[113]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 54,
                    "text": "[114]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 59,
                    "text": "[115]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 64,
                    "text": "[116]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 69,
                    "text": "[117]",
                    "end": 74
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 94,
                    "text": "Fig. 5",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 169,
                    "text": "[111,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 174,
                    "text": "112]",
                    "end": 178
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "GeV (green band in Fig. 5), would extend the study of SIDIS process to even lower x and higher Q 2 regions.",
            "paragraph_rank": 47,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 19,
                    "text": "Fig. 5",
                    "end": 25
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "In order to achieve a quark flavor separation from the SIDIS data, measurements with both proton and neutron are essential. Since there is no free high-energy, high-intensity neutron beam available, one has to use the light ion beam instead. A deuteron beam is a natural choice. In the polarized case, the 3 He ion has a unique advantage as the effective polarized neutron beam; the ground state of 3 He is dominated by the S-state, where the two protons are arranged with spin anti-parallel to each other. Therefore, the 3 He spin is dominated by the neutron spin. However, the phase space of the ion is not the same as that of the proton. Given a fixed accelerator configuration, momentum per nucleon in an ion is proportional to Z/A, in which Z is the atomic number, and A is the mass number. Therefore, the light ion beam would lead to a smaller s with the same accelerator configuration. Fig. 6 illustrates different mapping of these three ion beams (accelerator:",
            "paragraph_rank": 48,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 893,
                    "text": "Fig. 6",
                    "end": 899
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "11+60 GeV configuration 4 ). Therefore,",
            "paragraph_rank": 49,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• The lowest achievable x value for quark flavor separation is limited by the light ion beam rather than the proton beam.",
            "paragraph_rank": 50,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• The highest achievable Q 2 value for quark flavor separation is also limited by the light ion beam.",
            "paragraph_rank": 51,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "At high P T region (P T > 1 GeV/c), the requirements on the hadron detection are shown in Fig. 7. The momenta of the hadron (left) and the lab polar angles of the hadron (right)",
            "paragraph_rank": 52,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 90,
                    "text": "Fig. 7",
                    "end": 96
                }
            ]
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "are plotted vs. P T . We make the following observations:",
            "paragraph_rank": 53,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• The hadron momentum range will increase with the increment of P T .",
            "paragraph_rank": 54,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• The hadron lab angles distribute widely over the entire phase space.",
            "paragraph_rank": 55,
            "section_rank": 6
        },
        {
            "section": "B. Phase Space Coverage",
            "text": "• It is not essential to cover the very backward angular range for the hadron lab polar angle.",
            "paragraph_rank": 56,
            "section_rank": 6
        },
        {
            "text": "C. Transverse Single Spin Asymmetry Measurements for Light Mesons",
            "section_rank": 7
        },
        {
            "section": "C. Transverse Single Spin Asymmetry Measurements for Light Mesons",
            "text": "At an EIC, the transverse single spin asymmetry (TSSA) measurements with an unpolarized electron beam and a transversely polarized proton (or effective neutron) beam can provide rich information on the transverse spin structure of the nucleon. Three leading twist",
            "paragraph_rank": 57,
            "section_rank": 7
        },
        {
            "section": "C. Transverse Single Spin Asymmetry Measurements for Light Mesons",
            "text": "TMDs, transversity, Sivers and pretzelosity distributions can be accessed. A large Q 2 coverage of EIC will allow for a detailed study of the Q 2 evolution of the TMDs. The coverage in the small x region is essential to study sea quark TMDs. In particular, the light-meson (π ± , K ± ) SIDIS process will allow for a map of the TSSA for the sea quarks at low Q 2 and for the valence quarks at high Q 2 . Since TSSAs of SIDIS depend on four kinematic variables",
            "paragraph_rank": 58,
            "section_rank": 7
        },
        {
            "section": "C. Transverse Single Spin Asymmetry Measurements for Light Mesons",
            "text": "x, z, Q 2 , and P T , a complete understanding would require mapping the TSSA in 4-D phase space. Therefore, a high luminosity machine is essential. In this section, we will illustrate the impact of a high luminosity EIC on TSSA measurements.",
            "paragraph_rank": 59,
            "section_rank": 7
        },
        {
            "text": "Monte-Carlo Method",
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "Since most of the TSSAs are relatively small 5 , the projected uncertainty of the measured asymmetries can be approximated as:",
            "paragraph_rank": 60,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "where P e , P I and P N are the polarizations of the electron, ion beam, and effective polarization of the nucleon. The f D is the effective dilution factor, and N raw is the raw measured counts summing over the two spin states. In the case of a proton beam, P N = 1 and f D = 1. In the case of a 3 He beam, P N = 87.5% and f D ∼ 0.3.",
            "paragraph_rank": 61,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "In addition, N raw is the measured counts summing over the two spin states. Therefore, it is only proportional to the unpolarized cross section. The following Monte-Carlo procedure is adopted to obtain the projections on the separated Collins, Sivers and pretzelosity asymmetries.",
            "paragraph_rank": 62,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• Simulate scattered electrons and generate pions/kaons uniformly in both momentum and coordinate space in the lab frame. Cuts are applied to mimic the expected detector acceptance.",
            "paragraph_rank": 63,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• Apply the SIDIS cuts as described in Sec. III B.",
            "paragraph_rank": 64,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• Calculate the SIDIS differential cross section for each accepted event. In this step, one has to calculate a 6x6 Jacobian matrix (see Sec 9.7 of Ref. [118] for the complete derivation) to transform the SIDIS differential cross section to the lab frame.",
            "paragraph_rank": 65,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 152,
                    "text": "[118]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• Combining with the expected luminosity, running time, one can calculate the expected raw number of events in each of the 4-D kinematic bin.",
            "paragraph_rank": 66,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• The projected uncertainties on the raw asymmetry are obtained after including the beam polarizations, nucleon effective polarization and the effective dilution factor.",
            "paragraph_rank": 67,
            "section_rank": 8
        },
        {
            "section": "Monte-Carlo Method",
            "text": "• Additional factors are introduced to mimic the increase of uncertainties due to the azimuthal angular separation of Collins, Sivers, and pretzelosity asymmetries. The detailed discussion of these factors can be found in Appendix II of Ref. [111]. In the case of a full and uniform azimuthal angular coverage of φ H and φ S , these factors equal to √ 2, and are independent of the number of terms used in the fitting. More generally, they depends not only on the angular coverage, but also on the event distribution of the azimuthal angle. The factor on the Collins asymmetry is the same as that of the pretzelosity asymmetry, and slightly different from that of the Sivers asymmetry. In practice, these factors are calculated based on the simulated event distribution from Monte-Carlo.",
            "paragraph_rank": 68,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 242,
                    "text": "[111]",
                    "end": 247
                }
            ]
        },
        {
            "text": "Calculation of SIDIS Differential Cross Section",
            "section_rank": 9
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "In this section, we provide more details in how the SIDIS differential cross sections are calculated. The cross section at small P T (P T <1 GeV/c) is calculated based on the TMD formalism [9].",
            "paragraph_rank": 69,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 189,
                    "text": "[9]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "where",
            "paragraph_rank": 70,
            "section_rank": 9
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "and α is the fine structure constant. The angle ψ is the azimuthal angle of ℓ ′ around the lepton beam axis with respect to an arbitrarily fixed direction, which in case of a transversely polarized ion, it is chosen to be the direction of S. The corresponding relation between ψ and φ S is given in Ref. [119]; in deep inelastic kinematics one has dψ ≈ dφ S . The structure function, F U U,T on the r.h.s. can be expressed as:",
            "paragraph_rank": 71,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 304,
                    "text": "[119]",
                    "end": 309
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "which depends on x, Q 2 , z and P 2 T . Here, the first and second subscript of the above structure function indicate the respective polarization of the lepton and the ion beam, whereas the third subscript \"T\" specifies the polarization of the virtual photon with respect to the virtual photon momentum direction. The conversion to the experimentally relevant longitudinal or transverse polarization w.r.t. the lepton beam direction is straightforward and given in [119].",
            "paragraph_rank": 72,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 465,
                    "text": "[119]",
                    "end": 470
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "The ratio ε of longitudinal and transverse virtual photon flux in Eq. 6 is given by",
            "paragraph_rank": 73,
            "section_rank": 9
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "In order to calculate F U U,T , the Gaussian ansatz [9,119], is adopted for the transverse mo-",
            "paragraph_rank": 74,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 52,
                    "text": "[9,",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 55,
                    "text": "119]",
                    "end": 59
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "Therefore, F U U,T becomes",
            "paragraph_rank": 75,
            "section_rank": 9
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "Feynman diagrams corresponding to the NLO contribution at high P T region.",
            "paragraph_rank": 76,
            "section_rank": 9
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "where G(Q T ; R) = (R 2 /π) exp(−Q 2 T R 2 ), i.e., a Gaussian of which Q T = P T /z, and the falloff is determined by a radius R. Such radius is related to the radii R H and R h governing the T factorization in addition to the Gaussian ansatz for the p 2 T dependence has been used widely in the literature, a statistical model for TMDs [51] has been developed recently which involves a non factorisable x and p 2",
            "paragraph_rank": 77,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 338,
                    "text": "[51]",
                    "end": 342
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "T dependence, and the comparison with those which also have non factorisable TMDs, based on the relativistic covariant method [122][123][124] has been made. We remark that in no TMD model considered so far [50,90,[95][96][97][125][126][127][128][129][130][131][132][133] the Gaussian Ansatz is strictly supported, although some support it approximately [95] and so does phenomenology [94].",
            "paragraph_rank": 78,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b122",
                    "start": 126,
                    "text": "[122]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 131,
                    "text": "[123]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b124",
                    "start": 136,
                    "text": "[124]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 206,
                    "text": "[50,",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 210,
                    "text": "90,",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 213,
                    "text": "[95]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 217,
                    "text": "[96]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 221,
                    "text": "[97]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 225,
                    "text": "[125]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b126",
                    "start": 230,
                    "text": "[126]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 235,
                    "text": "[127]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 240,
                    "text": "[128]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 245,
                    "text": "[129]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 250,
                    "text": "[130]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 255,
                    "text": "[131]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 260,
                    "text": "[132]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 265,
                    "text": "[133]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 353,
                    "text": "[95]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 384,
                    "text": "[94]",
                    "end": 388
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "The cross section at large P T (P T >1 GeV/c) is dominated by the pQCD higher-order collinear contributions [134]. The dominant partonic processes are shown by the Feynman diagrams in Fig. 8. The quark can emit a hard gluon, or be generated by the gluon through pair production. The expression of the O(α s ) (LO) calculation of the differential cross section in the high P T region can be found in Ref. [134], in which the R 2 H and R 2 h are assumed to be 0.28 GeV 2 and 0.25 GeV 2 [134], respectively.",
            "paragraph_rank": 79,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 108,
                    "text": "[134]",
                    "end": 113
                },
                {
                    "type": "figure",
                    "start": 184,
                    "text": "Fig. 8",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 404,
                    "text": "[134]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 484,
                    "text": "[134]",
                    "end": 489
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "The cross sections in both low and high P T regions are expressed as dσ dx dy dψ dz dφ h dP 2 T in the ion-at-rest frame. A 6×6 Jacobian matrix [118] is derived to convert the calculated differential cross section to the lab frame in terms of the kinematic variables of the final-state lepton and hadron: P e , θ e , φ e , P h , θ h , φ h .",
            "paragraph_rank": 80,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 144,
                    "text": "[118]",
                    "end": 149
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "We have carried out studies to compare results from our approach described above with those from EICDIS [135], which is based on PEPSI generator, and results from PYTHIA generator [136]. The PDF parametrization used in EICDIS is according to GRSV2000",
            "paragraph_rank": 81,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 104,
                    "text": "[135]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 180,
                    "text": "[136]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "NLO model [137], while the input of PYTHIA is the standard scenario [136]. We compare the SIDIS process for charged pion production between our results and those from the two models mentioned above for the 11+60 GeV EIC configuration in Fig. 9 and Fig. 10. In this comparison, the fragmentation function by de Florian, Sassot, and Stratmann [138] is used.",
            "paragraph_rank": 82,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b137",
                    "start": 10,
                    "text": "[137]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 68,
                    "text": "[136]",
                    "end": 73
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 237,
                    "text": "Fig. 9",
                    "end": 243
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 248,
                    "text": "Fig. 10",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b138",
                    "start": 341,
                    "text": "[138]",
                    "end": 346
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "While the shape in the cross sections we obtain is in good agreement with those from the two models in the low P T region, the results from the two models have been scaled down by a factor of 1.5 shown in Fig. 9. Our results are about 1.5 lower than those from EICDIS and PYTHIA. Such a difference is likely due to missing contributions of longitudinal polarized photon as well as diffractive processes in our approach. Therefore, we take the conservative approach of using our rates for projections. On the other hand as shown in Fig. 10, there are considerable differences between our results and those from the two models in the high P T region. However, the differences become smaller in the higher Q 2 region (Q 2 >10 GeV 2 ).",
            "paragraph_rank": 83,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 205,
                    "text": "Fig. 9",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 531,
                    "text": "Fig. 10",
                    "end": 538
                }
            ]
        },
        {
            "section": "Calculation of SIDIS Differential Cross Section",
            "text": "While more studies are needed in order to understand these differences, we decided to use correction factors to adjust the distributions from our approach to match those from the two models in order to make projections in the high P T region ( Fig. 15). At this stage of the study, this temporary solution is probably adequate. An EIC machine will naturally address this P T dependence and provide the four-dimensional description of the unpolarized cross sections.",
            "paragraph_rank": 84,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 244,
                    "text": "Fig. 15)",
                    "end": 252
                }
            ]
        },
        {
            "text": "Projections",
            "section_rank": 10
        },
        {
            "section": "Projections",
            "text": "In this section, we present the projected results of TSSA at an EIC. Table I summarizes the used run time distribution, luminosities, and effective polarizations for different ion beams and energy configurations. In addition, we assume polarizations of ion beams to be  70% and an overall detecting efficiency of 50%. The simulated data are binned according to different statistical precision for the TSSA measurement in different Q 2 regions. Different precisions are also chosen for different configurations. In particular, for both the 11+60 GeV and 11+100 GeV configurations, the statistical precision for each kinematic bin is set to be about 2.0 × 10 −3 for Q 2 < 10 GeV 2 , and 4.0 × 10 −3 for Q 2 > 10 GeV 2 . For the 3+20 GeV configuration, 4.0 × 10 −3 , and 5.0 × 10 −3 are chosen for Q 2 < 10 GeV 2 and Q 2 > 10 GeV 2 , respectively. Fig. 11 (Fig. 12) shows the expected projection of π + Collins/pretzelosity (Sivers)  The codes to calculate the Collins and pretzelosity asymmetries are from [107,139], and the Sivers asymmetry calculation is from [57], and [140] (red line). In the calculation, the PDF is from MRST2004 parametrization [141], and the FF is from Ref. [142]. Ref. [107] provides the Collins and Pretzelosity distributions, in which the P T dependence is from Ref. [143].",
            "paragraph_rank": 85,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 69,
                    "text": "Table I summarizes",
                    "end": 87
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 845,
                    "text": "Fig. 11 (Fig. 12)",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "start": 921,
                    "text": "(Sivers)",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 1004,
                    "text": "[107,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b139",
                    "start": 1009,
                    "text": "139]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1060,
                    "text": "[57]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b140",
                    "start": 1070,
                    "text": "[140]",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b141",
                    "start": 1149,
                    "text": "[141]",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b142",
                    "start": 1180,
                    "text": "[142]",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 1192,
                    "text": "[107]",
                    "end": 1197
                },
                {
                    "type": "bibr",
                    "ref_id": "b143",
                    "start": 1292,
                    "text": "[143]",
                    "end": 1297
                }
            ]
        },
        {
            "section": "Projections",
            "text": "The Sivers TMD is according to Ref. [57] and the recent result of Anselmino et al., and the Collins FF is according to Ref. [143]. The calculated asymmetries also follow the right y-axis of the plot.",
            "paragraph_rank": 86,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 36,
                    "text": "[57]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b143",
                    "start": 124,
                    "text": "[143]",
                    "end": 129
                }
            ]
        },
        {
            "section": "Projections",
            "text": "The selected 4-D projections for the average of the Sivers, Collins and pretzelosity asymmetries for the entire phase space are shown in Fig. 13 for π + with a proton beam. The entire z coverage from 0.3-0.7 is divided into 8 bins (four z bins are shown in Fig. 13) ). We limit the projection at low P T region (P T < 1 GeV/c), where the P T coverage from 0 to 1 GeV/c is divided into 5 bins (three P T bins are shown in Fig. 13). In Fig. 13, the central value of  GeV, 11+100 GeV, and 3+20 GeV EIC configuration. The rest of the caption is the same as Fig. 11 and Fig. 12. SoLID SIDIS experiment, which overlap with the red dots (3+20 GeV). The rest of the caption is the same as Fig. 11 and Fig. 12.",
            "paragraph_rank": 87,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 137,
                    "text": "Fig. 13",
                    "end": 144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 257,
                    "text": "Fig. 13)",
                    "end": 265
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 421,
                    "text": "Fig. 13",
                    "end": 428
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 434,
                    "text": "Fig. 13",
                    "end": 441
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 553,
                    "text": "Fig. 11",
                    "end": 560
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 565,
                    "text": "Fig. 12",
                    "end": 572
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 681,
                    "text": "Fig. 11",
                    "end": 688
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 693,
                    "text": "Fig. 12",
                    "end": 700
                }
            ]
        },
        {
            "section": "Projections",
            "text": "results on π + using a polarized 3 He beam are shown in Fig. 14 6 . Together, the projected results for the 11 GeV SoLID SIDIS experiment [111] are shown as blue points. The low energy EIC configuration (3+20 GeV) would provide the data connecting the phase space from both the fixed target experiment at 12 GeV JLab and the high energy 11+60 GeV EIC configuration. Furthermore, with additional kaon particle identification, the kaon SIDIS results can provide additional handle for the flavor separation, since kaon results would also tag the strange quark contribution from the sea. Fig. 15 shows the projected results of K + on proton in the selected 4-D phase space. Since the kaon rates are normally about one order of magnitude lower than those of pions. The total number of points is significantly reduced.",
            "paragraph_rank": 88,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 56,
                    "text": "Fig. 14 6",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 138,
                    "text": "[111]",
                    "end": 143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 584,
                    "text": "Fig. 15",
                    "end": 591
                }
            ]
        },
        {
            "section": "Projections",
            "text": "In addition, the high center-of-mass energy s at EIC would enable the studies of TSSA in high P T region, where the twist-3 contribution will be large, and the intermediate P T",
            "paragraph_rank": 89,
            "section_rank": 10
        },
        {
            "section": "Projections",
            "text": "region, where one expects both the TMD and twist-3 formalism to work. In addition, a large P T coverage of TSSA would provide the chance of forming P T weighted asymmetry which is free of the Gaussian assumption of the transverse momentum dependence for both the TMDs and FFs. Fig. 16 shows, as an example, the P T dependence of the 4-D projection with proton on π + in one z bin. The number of points is limited at high P T , where the differential cross section decreases.",
            "paragraph_rank": 90,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 277,
                    "text": "Fig. 16",
                    "end": 284
                }
            ]
        },
        {
            "section": "Projections",
            "text": "From these projections, it is clear that the TSSA can be precisely mapped in the full x, Q 2 , z and P T 4-D phase space with a high luminosity EIC -a complete experiment (Table I) with a luminosity in excess of 10 34 cm −2 •s −1 will need 600 days of data taking. In particular, the EIC would facilitate the exploration of high Q 2 high x, and low Q 2 low x phase space.",
            "paragraph_rank": 91,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 171,
                    "text": "(Table I)",
                    "end": 180
                }
            ]
        },
        {
            "section": "Projections",
            "text": "Furthermore, the large coverage of P T would explore the TSSA in the high P T region for the first time with SIDIS. The high luminosity is essential to realize the multi-dimensional mapping and extend the TSSA measurements to the unexplored regions (high P T , high Q 2",
            "paragraph_rank": 92,
            "section_rank": 10
        },
        {
            "section": "Projections",
            "text": "etc.).",
            "paragraph_rank": 93,
            "section_rank": 10
        },
        {
            "text": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "section_rank": 11
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "Significantly higher, compared to JLab12, P T range accessible at EIC would allow for studies of transverse momentum dependence of different distribution and fragmentation 6 There is a similar plot for Deuteron, which is not shown here.  GeV/c (0 < log 10 (P T ) < 1). GeV protons (100 days at 10 34 cm −2 sec −1 ), as a function of P T compared to published data from CLAS [47] and projected CLAS12 measurements [145] (left). The right plot shows projections for the same running conditions for the higher-twist lepton spin asymmetry compared to published data from CLAS [79] and HERMES [76] and projected CLAS12 [144] in one x, z bin (0.2 < x < 0.3, 0.5 < z < 0.55).",
            "paragraph_rank": 94,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 172,
                    "text": "6",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 374,
                    "text": "[47]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b145",
                    "start": 413,
                    "text": "[145]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 572,
                    "text": "[79]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 588,
                    "text": "[76]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b144",
                    "start": 614,
                    "text": "[144]",
                    "end": 619
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "functions as well as transition from TMD regime to perturbative regime. Measurements of double-spin asymmetries as a function of the final hadron transverse momentum at EIC will extend (see Fig. 17) measurements at JLAB12 [144,145] to significantly higher P T and Q 2 allowing comparison with calculations performed in the perturbative limit [146].",
            "paragraph_rank": 95,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 190,
                    "text": "Fig. 17",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b144",
                    "start": 222,
                    "text": "[144,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b145",
                    "start": 227,
                    "text": "145]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b146",
                    "start": 342,
                    "text": "[146]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "Extending measurements of P T -dependent observables to significantly lower x will provide access to transverse momentum dependence of quarks beyond the valence region. Much higher Q 2 range accessible at EIC would allow for studies of Q 2 -dependence of different higher twist SSAs, which, apart from providing important information on quark-gluon correlations are needed for understanding of possible corrections from higher twists to leading twist observables.",
            "paragraph_rank": 96,
            "section_rank": 11
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "As discussed in Sec. I, the transverse single spin asymmetry of semi-inclusive neutral D meson production at large transverse momenta P T would open a new window to the unexplored tri-gluon correlation functions. In this section, we discuss the potential of an EIC in this measurement using PYTHIA simulation [147], which has been compared with PEPSI in the inclusive electron scattering, and with PEPSI and our newly developed cross section weighting approach for the SIDIS pion production in Sec. C. Here, we compare our projections with calculations based on an earlier paper on this subject [92]. New calculations based on the latest development [93] is ongoing. The mass of the charm quark is taken as 1.65 GeV and the rest of the input parameters are from Ref. [136]. The main channels of interest are",
            "paragraph_rank": 97,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b147",
                    "start": 309,
                    "text": "[147]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 595,
                    "text": "[92]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 650,
                    "text": "[93]",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 767,
                    "text": "[136]",
                    "end": 772
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "where the branching ratio is 3.8 ± 0.1 % [148]. The two other main decay channels:",
            "paragraph_rank": 98,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b148",
                    "start": 41,
                    "text": "[148]",
                    "end": 46
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "The simulated phase space is limited in 0.05 < y < 0.9 and Q 2 > 1.0 GeV 2 for the 11+60 EIC configuration with a proton beam. The main channel is the \"direct\" production channel, which is one of the four reaction mechanisms for producing neutral D mesons (vector meson dominance (VMD), anomalous, direct and DIS) as shown in Fig. 18 modeled in PYTHIA [149] for the hard γ − p interactions. The P T distributions of simulated D and D events are shown in Fig. 19 for all four mechanisms. The \"direct\" process dominates the production at P T > 1 GeV, and the largest contamination is from the \"anomalous\" process.",
            "paragraph_rank": 99,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 326,
                    "text": "Fig. 18",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b149",
                    "start": 352,
                    "text": "[149]",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 454,
                    "text": "Fig. 19",
                    "end": 461
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "In the following studies, additional cuts of z > 0.15 and P T > 1 GeV are applied. Fig. 20 shows the momentum-polar angle distribution of electron and D meson in the lab frame. angle is chosen to be 10 degrees.",
            "paragraph_rank": 100,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_20",
                    "start": 83,
                    "text": "Fig. 20",
                    "end": 90
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "In order to make projections, the D (D) mesons have to be reconstructed from the measured π and K for each of the generated events. The signal-to-background ratio would strongly depend on the detector resolution. In this study, the momentum resolution is assumed to be 0.8% • p",
            "paragraph_rank": 101,
            "section_rank": 11
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "10GeV [150]. The resolutions of polar and azimuthal angle are assumed to be 0.3 and 1 mr, respectively. The resulting resolution of the reconstructed invariant mass of the D meson is 1.8 MeV as shown in Fig. 22. In this case, the overall signal-to-background ratio is about 1.6 to 1. The background under the D meson invariant mass peak is due to the random coincidence of unrelated π and K in the final states after applying all cuts. The dilution of the background to the measured asymmetry is assumed to be:",
            "paragraph_rank": 102,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 6,
                    "text": "[150]",
                    "end": 11
                },
                {
                    "type": "figure",
                    "start": 203,
                    "text": "Fig. 22",
                    "end": 210
                }
            ]
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "where S and B represent the signal and background within the invariant mass cut (1.86 < M D < 1.87 GeV). The dilution due to the non-\"direct\" D meson production is applied in the same manner as in the final projection. process is assumed to be 60%. The polarization of the proton beam is assumed to be 80%.",
            "paragraph_rank": 103,
            "section_rank": 11
        },
        {
            "section": "Projections for P T -dependence of spin-azimuthal asymmetries",
            "text": "An additional factor of √ 2 7 is included in order to take into account the loss of precision in the angular separation. The data are binned 2-by-2 in terms of x and Q 2 . Within each 7 Here, we adopt the first order approximation. As illustrated in previous section, such a factor, which is close to √ 2, would depend on the azimuthal angular coverage and event distribution.  x-Q 2 bin, the projections are either plotted with z or P T . The central kinematics are also listed in each of the panel. We show also theoretical predictions from Ref. [84,92,151].",
            "paragraph_rank": 104,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 184,
                    "text": "7",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 548,
                    "text": "[84,",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 552,
                    "text": "92,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b151",
                    "start": 555,
                    "text": "151]",
                    "end": 559
                }
            ]
        },
        {
            "text": "E. Requirements on an EIC detector",
            "section_rank": 12
        },
        {
            "section": "E. Requirements on an EIC detector",
            "text": "In this section, we summarize the requirements on an EIC detector from SIDIS processes.",
            "paragraph_rank": 105,
            "section_rank": 12
        },
        {
            "text": "• Electron detection:",
            "section_rank": 13
        },
        {
            "section": "• Electron detection:",
            "text": "As shown in Fig. 3, with the DIS cut of Q 2 > 1 GeV 2 , there is no need to cover the extreme forward angle. The minimum polar angle coverage can be estimated by: θ min ∼ 2 arcsin(1/P 0 e ), (16) where P 0 e is the momentum of the incident electron beam. In addition, most of the scattered electrons have large momenta. Therefore, it is desirable to have: (17) in order to achieve a good resolution of Bjorken x [150].",
            "paragraph_rank": 106,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 12,
                    "text": "Fig. 3",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 191,
                    "text": "(16)",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 356,
                    "text": "(17)",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b150",
                    "start": 412,
                    "text": "[150]",
                    "end": 417
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "• SIDIS π or K production at P T < 1 GeV:",
            "paragraph_rank": 107,
            "section_rank": 13
        },
        {
            "section": "• Electron detection:",
            "text": "As shown in Fig. 4, leading hadrons span a large polar angular coverage in the lab frame. The momenta of most leading hadrons would be limited between 0.8 GeV and 7 GeV. Therefore, the separation of p/π/K between 2.5 and 170 degrees and for momenta smaller than 7 GeV is essential to the success of the SIDIS program. In addition, a lower momentum cut-off for hadrons will enhance the overall acceptance.",
            "paragraph_rank": 108,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 12,
                    "text": "Fig. 4",
                    "end": 18
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "• SIDIS π or K production at P T > 1 GeV:",
            "paragraph_rank": 109,
            "section_rank": 13
        },
        {
            "section": "• Electron detection:",
            "text": "As shown in Fig. 7, the high P T events favor a large hadron momentum in the lab frame. Therefore, the separation of p/π/K for momenta larger than 7 GeV would be very useful for the high P T SIDIS physics.",
            "paragraph_rank": 110,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 12,
                    "text": "Fig. 7",
                    "end": 18
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "• SIDIS D orD production at P T > 1 GeV:",
            "paragraph_rank": 111,
            "section_rank": 13
        },
        {
            "section": "• Electron detection:",
            "text": "As shown in Fig. 21, the momentum of the π and K (decay products of D meson) is in general smaller than 5 GeV. Therefore, a separation of p/π/K between 2.5 and 180",
            "paragraph_rank": 112,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 12,
                    "text": "Fig. 21",
                    "end": 19
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "degrees and for momenta smaller than 5 GeV is adequate for the identification of D or D meson for the transverse SSA physics. The more challenging requirement is on the detector resolution. As shown in Fig. 22, a 0.8% • p 10GeV momentum resolution, a 0.3 mrad polar and a 1 mrad azimuthal angular resolutions lead to a 1.8 MeV resolution of the reconstructed invariant mass of the D meson. A better detector resolution will lead to a better signal-to-noise ratio, which then leads to a better precision.",
            "paragraph_rank": 113,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 202,
                    "text": "Fig. 22",
                    "end": 209
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "• Luminosity and Energy Coverage:",
            "paragraph_rank": 114,
            "section_rank": 13
        },
        {
            "section": "• Electron detection:",
            "text": "Due to the multi-dimensional nature of SIDIS processes, the 4-D (x, Q 2 , P T and z) mapping of transverse SSA is essential for the success of TMD physics through SIDIS at an EIC. In addition, from Fig. 5, it is essential to cover a few different C.M. energies to reach ultimate mapping of asymmetries in x-Q 2 phase space. Therefore, it is essential to have L > 1 × 10 34 /cm 2 • s −1 at multiple s values (e.g. 11+100, 11+60, and 3+20 configurations).",
            "paragraph_rank": 115,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 198,
                    "text": "Fig. 5",
                    "end": 204
                }
            ]
        },
        {
            "section": "• Electron detection:",
            "text": "In this paper, we have summarized a recent workshop held at Duke University on Partonic Transverse Momentum in Hadrons: Quark Spin-Orbit Correlations and Quark-Gluon Interactions. The workshop participants identified the SSA measurements in SIDIS as a golden program to study TMDs in both the sea and valence quark regions as well as to study the role of gluons, with the Sivers asymmetry measurements as examples. A high-intensity EIC with a wide center-of-mass energy range will allow for studies of TMDs in multi-dimensional phase space with high precisions in both the valence quark region at high Q 2 and the unexplored sea quark region, and allow for studies of tri-gluon correlation functions. Such studies will greatly advance our knowledge about the structure of the nucleon in three dimensions and transverse spin physics. ",
            "paragraph_rank": 116,
            "section_rank": 13
        },
        {
            "text": "opposite in sign from the Sivers function extracted from the Drell-Yan process. The test of the sign change of the Sivers function from SIDIS to Drell-Yan is a critical test of the TMD factorization.",
            "paragraph_rank": 117,
            "section_rank": 14
        },
        {
            "text": "•",
            "section_rank": 15
        },
        {
            "section": "•",
            "text": "Universality of the TMDs. Much of the predictive power of QCD factorization relies on the universality of nonperturbative distributions. More work is needed to better understand the process dependence of the TMDs and their connections to what Lattice QCD can calculate, which is crucial for the predictive power of the TMD factorization and physical interpretation of the TMDs.",
            "paragraph_rank": 118,
            "section_rank": 15
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 16
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Definitions of azimuthal angles φ h and φ S , and the hadron transverse momentum for SIDIS",
            "paragraph_rank": 119,
            "section_rank": 16
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 17
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Momenta vs. polar angles for the detected hadron in the lab frame (weighted by differential cross section). The 180 • represents the initial momentum direction of the ion beam.",
            "paragraph_rank": 120,
            "section_rank": 17
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 18
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Mapping of SIDIS phase space of different energy configurations with proton beam. The 12 GeV phase space is shown in the black band. The blue, red, green bands represent the phase space of 3+20, 11+60 and 11+100 GeV configurations, respectively.",
            "paragraph_rank": 121,
            "section_rank": 18
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 19
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. The detected momenta of hadrons vs. P T (left) and polar angles vs. P T (right) at P T >1 GeV/c.",
            "paragraph_rank": 122,
            "section_rank": 19
        },
        {
            "text": "Furthermore, the CTEQ6M [120] is used to parametrize the parton distribution function (PDF) f (x, 0). The parametrization of the unpolarized fragmentation function D(z, 0) is from Ref. [121]. R 2 H and R 2 h are assumed to be 0.25 GeV 2 and 0.2 GeV 2 [54], respectively. While the assumption of the x and p 2",
            "paragraph_rank": 123,
            "section_rank": 20
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. The SIDIS comparisons at P T <1 GeV/c for charged pion electroproduction. The EIC configuration is 10+60 GeV.",
            "paragraph_rank": 124,
            "section_rank": 21
        },
        {
            "text": "2 QFIG. 10 .",
            "section_rank": 22
        },
        {
            "section": "2 QFIG. 10 .",
            "text": "FIG. 10. The SIDIS comparisons at Q 2 >1 GeV 2 and Q 2 >10 GeV 2 .",
            "paragraph_rank": 125,
            "section_rank": 22
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 23
        },
        {
            "section": "FIG. 11 .",
            "text": "FIG. 11.Collins/pretzelosity asymmetry projection with proton on π + in a particular P T and z bin along with the calculated of asymmetries. The position of the dots are according to the Q 2 axis on the left and the x axis, while the error bar of each dot is according to the scale of the asymmetry axis on the right. The calculated asymmetries are also according to the asymmetry axis. The black, green, and red dots represent the 11+60 GeV, 11+100 GeV, and 3+20 GeV EIC configuration.",
            "paragraph_rank": 126,
            "section_rank": 23
        },
        {
            "text": "Fig. 11 (Fig. 12)shows the expected projection of π + Collins/pretzelosity (Sivers) asymmetry with a proton beam at a high luminosity EIC in the kinematic bin of 0.4 < z < 0.45 and 0.4 GeV < P T < 0.6 GeV. The x-axis represents Bjorken x, and the left y-axis is Q 2 .The position of each point in the plot represents the position of the kinematic bin in thex-Q 2 phase space. The right y-axis is the asymmetry. The error bar of each point follows the right axis. Together with the projection, several asymmetry calculations are also presented.",
            "paragraph_rank": 127,
            "section_rank": 24
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 25
        },
        {
            "section": "FIG. 12 .",
            "text": "FIG.12. Sivers asymmetry projection with proton on π + in a particular P T and z bin along with the calculated of asymmetries. The rest of the caption is the same as those inFig. 11.",
            "paragraph_rank": 128,
            "section_rank": 25
        },
        {
            "text": "z",
            "section_rank": 26
        },
        {
            "section": "z",
            "text": "bins increases from the left to the right. The central value of P T bins increases from the top to the bottom. In addition to the proton results, the neutron results can be obtained with polarized 3 He and D beam. The selected 4-D projections of the corresponding neutron",
            "paragraph_rank": 129,
            "section_rank": 26
        },
        {
            "text": "1 FIG. 13 . 4 -",
            "section_rank": 27
        },
        {
            "section": "1 FIG. 13 . 4 -",
            "text": "FIG. 13. 4-D projections with proton on π + (0.3 < z < 0.7, 0 GeV/c< P T <1 GeV/c). The black, green, and red dots represent the 11+60",
            "paragraph_rank": 130,
            "section_rank": 27
        },
        {
            "text": "1 FIG. 14 . 4 -D projection with 3",
            "section_rank": 28
        },
        {
            "section": "1 FIG. 14 . 4 -D projection with 3",
            "text": "FIG. 14. 4-D projection with3 He on π + (0.3 < z < 0.7, 0 GeV/c< P T < 1 GeV/c). The blue dots represent the projection from the 11-GeV",
            "paragraph_rank": 131,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 28,
                    "text": "3",
                    "end": 29
                }
            ]
        },
        {
            "text": "1 FIG. 15 . 4 -",
            "section_rank": 29
        },
        {
            "section": "1 FIG. 15 . 4 -",
            "text": "FIG. 15. 4-D projection with proton on K + (0.3 < z < 0.7, 0 GeV/c< P T <1 GeV/c). The rest of the caption is the same asFig. 11.",
            "paragraph_rank": 132,
            "section_rank": 29
        },
        {
            "text": "FIG. 16 . 4 -",
            "section_rank": 30
        },
        {
            "section": "FIG. 16 . 4 -",
            "text": "FIG. 16. 4-D projectionwith proton on π + in one z bin to show the P T dependence (0.45 < z < 0.50) in a range of 1 GeV/c< P T <10",
            "paragraph_rank": 133,
            "section_rank": 30
        },
        {
            "text": "FIG. 17 .",
            "section_rank": 31
        },
        {
            "section": "FIG. 17 .",
            "text": "FIG. 17. Double-spin asymmetry, A LL , for positive pion production, using 4 GeV electrons and 60",
            "paragraph_rank": 134,
            "section_rank": 31
        },
        {
            "text": "Fig. 21 shows",
            "section_rank": 32
        },
        {
            "section": "Fig. 21 shows",
            "text": "Fig. 21shows the momentum-polar angle distribution of the π and K from the D (D) meson decay. The minimum momentum cut-off is chosen to be 0.6 GeV, and the minimum polar",
            "paragraph_rank": 135,
            "section_rank": 32
        },
        {
            "text": "FIG. 18 .FIG. 19 .",
            "section_rank": 33
        },
        {
            "section": "FIG. 18 .FIG. 19 .",
            "text": "FIG. 18. Four diagrams of hard γp interactions modeled in PYTHIA.",
            "paragraph_rank": 136,
            "section_rank": 33
        },
        {
            "text": "FIG. 20 .",
            "section_rank": 34
        },
        {
            "section": "FIG. 20 .",
            "text": "FIG. 20. Top (bottom) two panels show the momentum vs. polar angle distribution for electron and D (D) in the lab frame.",
            "paragraph_rank": 137,
            "section_rank": 34
        },
        {
            "text": "Fig. 23 shows",
            "section_rank": 35
        },
        {
            "section": "Fig. 23 shows",
            "text": "Fig. 23shows the projection for D (D) transverse SSA measurement for a running time of 144 days of proton beam at a luminosity of 3 × 10 34 /cm 2 • s −1 . In this plot, the effect of π and K decay is included. The overall detection efficiency for this triple coincidence",
            "paragraph_rank": 138,
            "section_rank": 35
        },
        {
            "text": "FIG. 21 .",
            "section_rank": 36
        },
        {
            "section": "FIG. 21 .",
            "text": "FIG. 21. Left two panels show the momentum of π vs. that of K from D (D) meson decay in the lab frame. Right two panels show the polar angle of π vs. that of K. Red lines show the expected momentum and polar angle cut-off due to a realistic acceptance of an EIC detector.",
            "paragraph_rank": 139,
            "section_rank": 36
        },
        {
            "text": "FIG. 22 . 37 FIG. 23 .",
            "section_rank": 37
        },
        {
            "section": "FIG. 22 . 37 FIG. 23 .",
            "text": "FIG. 22. The reconstructed invariant mass spectra of D andD are shown in the left and right panel, respectively. The resulting resolution on invariant mass is about 1.8 MeV.",
            "paragraph_rank": 140,
            "section_rank": 37
        },
        {
            "text": "IV. ACKNOWLEDGMENT This work is supported in part by the U.S. Department of Energy under contracts, DE-AC05-84ER40150, modification No. M175, under which the Southeastern Universities Research Association operates the Thomas Jefferson National Accelerator Facility, and DE-FG02-03ER41231 (H.G.). We also thank Jefferson Science Associates (JSA), Jefferson Lab, and the Triangle Universities Nuclear Laboratory for the support of this workshop.",
            "paragraph_rank": 141,
            "section_rank": 38
        },
        {
            "text": "5 • < θ e < 150 • and full azimuthal angle. Fig. 2 shows the Q 2vs. x phase space for the 11+60 GeV configuration. Since we are mainly interested in the DIS region, the following cuts, Q 2 > 1 GeV 2 and W > 2.3 GeV, are applied. In addition, the 0.05 < y < 0.8 cut is also applied. Here, the 0.8 cut-off is chosen to reflect the lowest detectable energy of the scattered electrons, which is usually limited by the hardwareFIG. 2. Phase space of Q 2 vs. x with DIS and y cuts illustrated. No SIDIS cross section is applied. The \"p\" in the legend refers to the fact that the ion beam is the proton beam. FIG. 3. Momentum vs. polar angle in the lab frame for the scattered electron after weighting by the SIDIS differential cross sections. Here, 0",
            "paragraph_rank": 142,
            "section_rank": 39
        },
        {
            "text": "• represents the momentum direction of the initial electron beam.",
            "paragraph_rank": 143,
            "section_rank": 39
        },
        {
            "text": "× 10 40 cm −2 3.1 × 10 40 cm −2 3.1 × 10 40 cm −2 1 D 1.9 × 10 41 cm −2 6.2 × 10 40 cm −2 6.2 × 10 40 cm −2 88% He 1.9 × 10 41 cm −2 6.2 × 10 40 cm −2 6.2 × 10 40 cm −2 87.5% TABLE I. Integrated luminosities, and the effective polarization of the proton (neutron for D and",
            "paragraph_rank": 144,
            "section_rank": 40
        },
        {
            "text": "3 3  He) in the projections for different ion beams and EIC energy configurations.",
            "paragraph_rank": 145,
            "section_rank": 40
        },
        {
            "text": "We assume that the ion is proton for simplicity. In principle, the same argument also applies to any ion beam.",
            "paragraph_rank": 146,
            "section_rank": 40
        },
        {
            "text": "More generally, the φ S , φ h , and P T are defined in the collinear frame, where the virtual photon moves col-linearly with the initial nucleon. The nucleon-at-rest frame is a special situation of the collinear frame.",
            "paragraph_rank": 147,
            "section_rank": 40
        },
        {
            "text": "The larger the y value is, the more radiative correction should be applied, which would lead to larger systematic uncertainties.",
            "paragraph_rank": 148,
            "section_rank": 40
        },
        {
            "text": "60 GeV represents the momentum for proton.",
            "paragraph_rank": 149,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 0,
                    "text": "60",
                    "end": 2
                }
            ]
        },
        {
            "text": "As shown later, the expected asymmetries on proton is about a few percent, while the asymmetries on light ion are even smaller due to dilutions from spectator nucleon(s).",
            "paragraph_rank": 150,
            "section_rank": 40
        }
    ]
}