{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Search for the Higgs boson in the all-hadronic final state using the CDF II detector K. Sato, 53 V. Saveliev t , 42 A. Savoy-Navarro, 42 P. Schlabach, 15 A. Schmidt, 24 E.E. Schmidt, 15 M.P. Schmidt, 59 M. Schmitt, 36 T. Schwarz, 7 L. Scodellaro, 9 A. Scribano cc , 44 F. Scuri, 44 A. Sedov, 46 S. Seidel, 35 Y. Seiya, 39 A. Semenov, 13 F. Sforza bb , 44 A. Sfyrla, 22 S.Z. Shalhout, 7 T. Shears, 27 P.F. Shepard, 45 M. Shimojima s , 53 S. Shiraishi, 11 M. Shochet, 11 I. Shreyber, 34 A. Simonenko, 13 P. Sinervo, 31 A. Sissakian, 13 K. Sliwa, 54 J.R. Smith, 7 F.D. Snider, 15 A. Soha, 15   15 A. Zanetti, Y. Zeng, 14 and S. Zucchelli z 6 (CDF Collaboration)",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 151,
                    "text": "15",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 166,
                    "text": "24",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 183,
                    "text": "15",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "start": 200,
                    "text": "59",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 247,
                    "text": "9",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 334,
                    "text": "13",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 366,
                    "text": "22",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 384,
                    "text": "7",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 451,
                    "text": "11",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 466,
                    "text": "11",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 531,
                    "text": "13",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 559,
                    "text": "7",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 574,
                    "text": "15",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 586,
                    "text": "15",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 591,
                    "text": "15",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 615,
                    "text": "14",
                    "end": 617
                }
            ]
        },
        {
            "text": "We report on a search for the production of the Higgs boson decaying to two bottom quarks accompanied by two additional quarks. The data sample used corresponds to an integrated luminosity of approximately 4 fb −1 of pp collisions at √ s = 1.96 TeV recorded by the CDF II experiment. This search includes twice the integrated luminosity of the previous published result, uses analysis techniques to distinguish jets originating from light flavor quarks and those from gluon radiation, and adds sensitivity to a Higgs boson produced by vector boson fusion. We find no evidence of the Higgs boson and place limits on the Higgs boson production cross section for Higgs boson masses between 100 GeV/c 2 and 150 GeV/c 2 at the 95% confidence level. For a Higgs boson mass of 120 GeV/c 2 the observed (expected) limit is 10.5 (20.0) times the predicted Standard Model cross section.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Higgs boson remains the only undiscovered particle of the standard model (SM) of particle physics. It is the physical manifestation of the mechanism which provides mass to fundamental particles [1,2]. Direct searches at the LEP collider have excluded a Higgs boson mass m H < 114.4 GeV/c 2 at 95% confidence level (CL) [3], while the Tevatron collaborations have excluded a Higgs boson mass between 163 GeV/c 2 and 166 GeV/c 2 at 95% CL [4]. The Tevatron collaborations have reported a preliminary update which extends the exclusion region for a Higgs boson mass between 158 and 173 GeV/c 2 [5]. Global fits to precision electroweak measurements set a one-sided 95% CL upper limit on m H at 157 GeV/c 2 [6].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 198,
                    "text": "[1,",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 201,
                    "text": "2]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 323,
                    "text": "[3]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 441,
                    "text": "[4]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 595,
                    "text": "[5]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 707,
                    "text": "[6]",
                    "end": 710
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This article presents the results of a search for the Higgs boson using an integrated luminosity of 4 fb  [7]. The two production channels studied are associated production and vector boson fusion (VBF). The associated production channel is pp → V H → qq ′ bb, where V is a W/Z vector boson, which decays to a pair of quarks. The hadronic branching fraction of V to qq ′ is ≃ 70% [8].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 106,
                    "text": "[7]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 380,
                    "text": "[8]",
                    "end": 383
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the VBF channel, pp → qq ′ H → qq ′ bb, the incoming partons each radiate a vector boson and the two vector bosons fuse to form a Higgs boson. Low-mass Higgs boson searches at CDF have concentrated on signatures that are a combination of jets, leptons and missing transverse energy which help to reduce the backgrounds but the signal yields are small [9][10][11]. The hadronic modes used in this search exploit the larger branching fraction and thus have the largest signal yields among all the search channels at CDF. The major challenge for this search is the modeling and suppression of the large background from QCD multijets (referred to as QCD for brevity).",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 354,
                    "text": "[9]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 357,
                    "text": "[10]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 361,
                    "text": "[11]",
                    "end": 365
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A previous letter on the search for the Higgs boson in the all-hadronic channel was published using an integrated luminosity of 2 fb −1 [12]. This article has lowered the expected limit by a factor of two: a factor of ≈ √ 2 from doubling the analyzed data and a factor of 1.4 from improvements to the analysis which are discussed in this article.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 40,
                    "text": "Higgs boson",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 136,
                    "text": "[12]",
                    "end": 140
                }
            ]
        },
        {
            "text": "II. THE TEVATRON AND THE CDF II DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. THE TEVATRON AND THE CDF II DETECTOR",
            "text": "The CDF II detector, designed to study pp collisions, is both an azimuthally and forward-backward symmetric. It is described in detail in Refs. [13][14][15] and references therein. CDF II uses a cylindrical coordinate system in which the z axis aligned along the proton beam direction, θ is the polar angle relative to the z-axis and φ is the azimuthal angle relative to the x-axis. The pseudorapidity is defined as η ≡ − ln(tan θ/2). The transverse energy is E T ≡ E sin θ. Jets are defined by a cluster of energy in the calorimeter deposited inside a cone of radius ∆R = (∆φ) 2 + (∆η) 2 = 0.4 as reconstructed by the JetClu algorithm [16]. Corrections are applied to the measured jet energy to account for detector calibrations, multiple interactions, underlying event and energy outside of the jet cone [17].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 144,
                    "text": "[13]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 148,
                    "text": "[14]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 152,
                    "text": "[15]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 636,
                    "text": "[16]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 806,
                    "text": "[17]",
                    "end": 810
                }
            ]
        },
        {
            "section": "II. THE TEVATRON AND THE CDF II DETECTOR",
            "text": "The data for this search were collected by two multijet triggers. The first 2.8 fb −1 used a trigger which selected at least four jet clusters with E T ≥ 15 GeV for each jet and a total E T ≥ 175 GeV. This trigger was used in the previous result [12]. The remaining 1.1 fb −1 were recorded with a new trigger which selected at least three jet clusters with E T ≥ 20 GeV for each jet and a total E T ≥ 130 GeV. The new trigger improved the acceptance for a low-mass Higgs boson by 45% at Higgs mass of 100 GeV/c 2 and by 20% at Higgs mass of 150 GeV/c 2 . The improvement was mainly due to lowering the total E T criteria in the new trigger. However the gain in the signal acceptance of the new trigger was diminished after the event selection criteria which are described in the next section.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 246,
                    "text": "[12]",
                    "end": 250
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Events with isolated leptons or missing transverse energy significance [18] > 6 are removed to avoid any overlap with other low-mass Higgs analyses at CDF II. The data are refined further by selecting events with four or five jets where each jet has E T > 15 GeV and |η| < 2.4. The selected jets are ordered by descending jet-E T and any fifth jet plays no further role. The scalar sum of the four leading jets' E T is required to be > 220 GeV, and exactly two of the four leading jets are required to be identified (\"tagged\") as bottom-quark jets (b jet). The scalar sum E T cut reduces the contribution of the QCD background. A b jet is identified by its displaced vertex, as defined by the SecVtx algorithm [14], or by using the probability that the tracks within the jet are inconsistent with originating from the primary pp collision as defined by the JetProb algorithm [19]. The final four jets are labeled as",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 710,
                    "text": "[14]",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 875,
                    "text": "[19]",
                    "end": 879
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The signal/background ratio is enhanced by dividing the data into two non-overlapping b-tagging categories: SS when both jets are tagged by SecVtx, SJ when one jet is tagged by SecVtx and the other by JetProb. For a jet tagged by both algorithms, SecVtx takes precedence as it has a lower rate of misidentifying a light flavor jet as a b jet. The previous 2 fb −1 search only included the SS category [12] and the addition of the SJ category increases the signal acceptance by 36%. Other b-tagging combinations, such as both b jets selected by JetProb, were not considered in this search as the relative increase in the background is much larger than that for the signal.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 401,
                    "text": "[12]",
                    "end": 405
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The data are divided into VH and VBF candidates defined by the invariant masses of the b 1 b 2 pair, m bb , and the q 1 q 2 pair, m qq . VH candidates have 75 < m bb < 175 GeV/c 2 and 50 < m qq < 120 GeV/c 2 . VBF candidates have 75 < m bb < 175 GeV/c 2 and m qq > 120 GeV/c 2 . The typical m bb dijet mass resolution is ∼ 18% [11]. These VH and VBF signal regions are illustrated in Fig. 1. We search for Higgs bosons produced via VH and VBF exclusively in the VH and VBF signal regions, respectively. The division of events is based on the different kinematics of the two processes. The VH channel has two mass resonances: m bb from the Higgs boson decay and m qq from the V decay. The VBF channel shares the same m bb Higgs boson mass resonance but there is no accompanying resonance for m qq . The q jets in VBF tend to have a large η separation which results in larger values of m qq . The cut of m qq > 120 GeV/c 2 optimizes the VBF signal over background ratio. The acceptance for VH and VBF events varies from 2% to 3% for 100 GeV/c 2 < m H < 150 GeV/c 2 . As VH and VBF candidates are also split by the two b-tagging categories, there are 4 independent samples (channels) which are studied: VH-SS; VH-SJ; VBF-SS; VBF-SJ.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 327,
                    "text": "[11]",
                    "end": 331
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 384,
                    "text": "Fig. 1",
                    "end": 390
                }
            ]
        },
        {
            "text": "IV. SIGNAL AND BACKGROUND SAMPLES",
            "section_rank": 5
        },
        {
            "section": "IV. SIGNAL AND BACKGROUND SAMPLES",
            "text": "The data are compared to a model of the signal and background composed of QCD, tt, Z(→ bb/cc) + Jets (Z+jets), single-top, W + bb/cc (W +HF), and W W/W Z/ZZ (diboson) events. The signal and non-QCD backgrounds are modeled by Monte Carlo (MC) simulation. The VH and VBF production are generated by pythia [20], combined with a geant-based [21] simulation of the CDF II detector [22]. The non-QCD MC is described in detail in Ref. [12] and normalized to next-to-leading order cross sections. All the MC samples include the trigger simulation and their trigger efficiencies are corrected as described in Ref. [12]. The QCD background shape is modeled by a data-driven technique developed in Ref. [12] and described in detail be-   Table I).",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 304,
                    "text": "[20]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 338,
                    "text": "[21]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 377,
                    "text": "[22]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 429,
                    "text": "[12]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 606,
                    "text": "[12]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 693,
                    "text": "[12]",
                    "end": 697
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 728,
                    "text": "Table I)",
                    "end": 736
                }
            ]
        },
        {
            "text": "V. QCD MODELING",
            "section_rank": 6
        },
        {
            "section": "V. QCD MODELING",
            "text": "The shape of the dominant QCD background is modeled using a data-driven method known as the tag rate function (TRF) and is described in detail in [12]. The TRF is applied to a QCD dominated data sample of events with at least one SecVtx b-tagged jet (singletagged events) to predict the distribution of events with exactly two b-tagged jets (double-tagged events). For each single-tagged event, the TRF gives the probability of each additional jet, called a probe jet, to be a second b-tagged jet. The TRF is parameterized as a function of three variables: the E T and η of the probe jet and ∆R between the tagged b jet and probe jet. The choice of variables used to parameterize the TRF is motivated by the kinematics of the QCD background and the characteristics of the b-tagging algorithms. As the behavior of the SecVtx and JetProb b-tagging algorithms are not identical, there is a TRF for SS and another TRF for SJ. The TRF is measured using jets in the Tag region (Fig. 1), defined as m qq < 45 GeV/c 2 , m bb < 50 GeV/c 2 and m bb > 200 GeV/c 2 which is not in the VH and VBF signal regions.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 146,
                    "text": "[12]",
                    "end": 150
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 971,
                    "text": "(Fig. 1)",
                    "end": 979
                }
            ]
        },
        {
            "text": "VI. JET MOMENT",
            "section_rank": 7
        },
        {
            "section": "VI. JET MOMENT",
            "text": "The VH and VBF q-jets are mostly quark jets while QCD q-jets are a mixture of gluon and quark jets. As gluon jets, on average, tend to be broader than quark jets, any variable related to the jet width is an additional tool to discriminate the Higgs signal from QCD.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "VI. JET MOMENT",
            "text": "In this article, we use the jet φ(η) moment, φ ( η ) [23], of q jets which measures the jet width along the φ(η) axis. The jet φ and η moments are defined by",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 53,
                    "text": "[23]",
                    "end": 57
                }
            ]
        },
        {
            "section": "VI. JET MOMENT",
            "text": "where the φ and η jet moments are summed over the calorimeter towers forming the jet and depends on the tower-E T (E tower T ), the jet-E T (E jet T ), the tower's φ(η) position, φ tower (η tower ), and the jet's φ(η) position, φ jet (η jet ). The function ∆φ(φ tower , φ jet ) in Eq. 1a is the smallest angular difference between φ tower and φ jet . The jet moment is a measure of the jet's width.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "VI. JET MOMENT",
            "text": "We checked whether the MC simulation of the quark jet moment matches the data. Gluon jet moments were not checked as the Higgs q-jet, modelled by MC, are mostly quark jets whereas gluon jets only appear in QCD which is derived from data. The hadronic W decay from tt → bWbW → blν +bqq ′ , where l is an electron or a muon, provides a source of quark jets. The event selection from Ref. [24] was used to extract a tt data sample which is 86% tt. The complete sample composition is described in Ref. [24]. The leading untagged jet pair whose invariant mass is 80 ± 30 GeV/c 2 is assumed to be the quark jets from the hadronic W boson decay. The same event and leading untagged jet pair selection is applied to tt MC to compare with data.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 386,
                    "text": "[24]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 498,
                    "text": "[24]",
                    "end": 502
                }
            ]
        },
        {
            "section": "VI. JET MOMENT",
            "text": "The jet moment depends not only on the parton initiating the jet but also on the E jet T , η jet , and the number of primary vertices in the event (N Vtx ) which are not guaranteed to be the same for data and MC. The dependencies are removed by rescaling the measured jet moment to a common reference of E jet T =50 GeV/c 2 , η jet =0 and N Vtx =1, as measured in data. The rescaling for φ is performed using",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "VI. JET MOMENT",
            "text": "where f φ Data (E jet T , η jet , N Vtx ) and f φ MC (E jet T , η jet , N Vtx ) are the φ parameterizations for data and MC, respectively. φ Data ( φ MC ) are the measured φ for data(MC), and φ ′ Data ( φ ′ MC ) are the rescaled values. η are rescaled in a similar way but has a separate η parameterization for data and MC.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "VI. JET MOMENT",
            "text": "After the measured jet moments are rescaled, the MC required an additional shift in φ and η of ∼ +2% to agree with the data. Half of this offset was used as an estimate of the systematic uncertainty of the MC jet moment. Figure 2 compares the jet moments of data to the simulated tt signal and background MC which are in the same fractions as measured in data. Only after applying all corrections does the MC agree with the data.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 221,
                    "text": "Figure 2",
                    "end": 229
                }
            ]
        },
        {
            "section": "VI. JET MOMENT",
            "text": "As an additional check, the φ ′ MC and η ′ MC of tt MC was compared with VH and VBF MC. The average jet moments of the MC samples were expected to be identical to the q-jets from tt as the Higgs signal are just quark jets. The jet moments from the VH sample agreed with tt. However there was a disagreement of 5% between VBF MC and tt MC for jets with |η| > 1.1. Half of this difference was used as an additional systematic uncertainty for the VBF jet moment.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "VII. NEURAL NETWORK",
            "section_rank": 8
        },
        {
            "section": "VII. NEURAL NETWORK",
            "text": "The large background precludes the use of simple variables, such as m bb , to search for a Higgs boson signal. An artificial neural network (NN), from the tmva package [25], is trained to search exclusively for VH(VBF) Higgs bosons in the VH(VBF) signal region. The NN is trained using VH(VBF) signal and TRF QCD prediction as background. As the kinematics for VH and VBF Higgs signals are different, a dedicated NN for each signal is trained. The NN training variables for the VH NN are m bb , m qq , rescaled",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 168,
                    "text": "[25]",
                    "end": 172
                }
            ]
        },
        {
            "section": "VII. NEURAL NETWORK",
            "text": "′ , the cosine of the helicity angle cos θ * q1 [26], the cosine of the leading jet scattering angle in the four jet rest frame, cos θ 3 [27], and χ which is a measure of whether both the b-jet pair and q-jet pair are from a Higgs boson and V decay, respectively. χ is defined as the minimum of χ W and χ Z where χ W is defined as 2 and a similar expression exists for χ Z . For the VBF channel, the neural net inputs are m bb , m qq , φ 1 ′ , η 1 ′ , φ 2 ′ , and η 2 ′ . The two b-tagging categories have similar kinematic distributions which allows the same NN to be used for SS and SJ events. The NN is trained with SS events as it has the better signal/background ratio.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 137,
                    "text": "[27]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 331,
                    "text": "2",
                    "end": 332
                }
            ]
        },
        {
            "section": "VII. NEURAL NETWORK",
            "text": "Before training the NN, the TRF QCD modeling was verified by comparing the shapes of the NN training variables constructed from single-tagged events, after applying the TRF, and double tagged events from the TAG region. The TRF was able to reproduce the shapes of all the NN training variables except m qq and the jet moments. The TRF was corrected using a correction function for each mismodeled variable. The correction function was constructed from the fitted ratio of the observed double tagged shape in the Tag region to the TRF prediction in the Tag region. The largest correction value was 2%. Figures 3 and 4 show distributions of the NN training variables of VH and VBF signal, corrected TRF QCD and double tagged data for the SS b-tagging category. The corrected TRF QCD follows the shape of the data for all variables. The TRF predictions for SJ were validated in the same way.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 601,
                    "text": "Figures 3 and 4",
                    "end": 616
                }
            ]
        },
        {
            "section": "VII. NEURAL NETWORK",
            "text": "We search for a Higgs boson of mass 100 ≤ m H ≤ 150 GeV/c 2 at 5 GeV/c 2 intervals. As m bb is one of the NN training variables, which varies with different Higgs mass hypotheses, the Higgs search sensitivity can be improved by training the NN at different Higgs masses. There is a separate VH(VBF) NN trained at m H =100 GeV/c 2 , 120 GeV/c 2 , and 140 GeV/c 2 . For Higgs mass hypotheses between 100 GeV/c 2 and 110 GeV/c 2 , the NN trained with m H = 100 GeV/c 2 is used. Similarly, we use the m H = 120 GeV/c 2 trained NN to search for a Higgs boson between 115 GeV/c 2 and 130 GeV/c 2 and the m H = 140 GeV/c 2 trained NN to search for a Higgs boson between 135 GeV/c 2 and 150 GeV/c 2 . Figure 5 shows the NN distributions for VH and VBF for a Higgs mass of 120 GeV/c 2 . The NN returns a more negative (positive) score for background (signal) events. As the QCD background is large, QCD subtracted NN distributions are also shown.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 693,
                    "text": "Figure 5",
                    "end": 701
                }
            ]
        },
        {
            "text": "VIII. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES",
            "text": "We estimate the effect of systematic uncertainties by propagating uncertainties on the NN input variables to the NN output. We consider both variations on the normalization and shape of the NN output. The systematic uncertainties which affect the normalization of the Higgs signal and non-QCD backgrounds are: jet energy scale (JES) [17], parton distribution function (PDF) , btagging scale factor between MC and data, initial and final state radiation (ISR/FSR), trigger efficiency, integrated luminosity and cross sections [5]. The Higgs signal cross section uncertainty is ≈ 5% [5] but is not included as its effect is negligible.",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 333,
                    "text": "[17]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 525,
                    "text": "[5]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 581,
                    "text": "[5]",
                    "end": 584
                }
            ]
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES",
            "text": "The uncertainties which affect the Higgs signal NN output shape are the JES, ISR/FSR, and jet moments. Sec. VI defined the jet moment uncertainty as half of the offset required to correct the MC. The Higgs signal jet moment NN shape uncertainty is defined as the difference of the Higgs signal NN shape using the nominal jet moment correction and the Higgs signal NN shape using half of the jet moment correction.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES",
            "text": "For the TRF QCD prediction, we consider two shape uncertainties: an interpolation uncertainty and correction function uncertainty for m qq , φ , and η variables. The interpolation uncertainty accounts for possible difference in the TRF between the regions where it was measured (Tag) and applied (Signal) (Fig. 1). An alternative TRF was measured using events in the Control region, as indicated in Fig. 1, which is still backgrounddominated. The interpolation uncertainty is defined as the difference of the QCD NN shapes using the nominal Tag TRF and Control TRF. The correction function uncertainty for m qq is evaluated by deriving an alternative correction function for m qq using events from the control region. This alternative m qq correction function is applied to the TRF, instead of the nominal m qq correction function, and propagated through the NN. The difference in the QCD NN shape between using the nominal correction function and the Control region derived function defines the correction function shape uncertainty. The systematic uncertainty for φ , and η correction functions is evaluated in the same way. The QCD NN output varied at most by ∼ 2 − 3% for each QCD shape systematic. The uncertainties are summarized in Table II. ",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 305,
                    "text": "(Fig. 1",
                    "end": 312
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 399,
                    "text": "Fig. 1",
                    "end": 405
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1239,
                    "text": "Table II",
                    "end": 1247
                }
            ]
        },
        {
            "text": "IX. RESULTS",
            "section_rank": 10
        },
        {
            "section": "IX. RESULTS",
            "text": "The NN output distribution of data are compared to the background and we find no excess of events over the expected background. We calculate upper limits on the excluded Higgs boson cross section at the 95% CL for Higgs boson mass hypotheses 100 ≤ m H ≤ 150 GeV/c 2 at 5 GeV/c 2 intervals. The limits are calculated using a Bayesian likelihood method with a flat prior for the signal cross section. We integrate over Gaussian priors for the systematic uncertainties and incorporate correlated rate and shape uncertainties as well as uncorrelated bin-bybin statistical uncertainties [4]. The QCD normalization is a free parameter that is fit to the data.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 582,
                    "text": "[4]",
                    "end": 585
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "The median of the 95% CL obtained from 10000 simulated experiments is taken at the expected 95% CL. The ±1σ (where σ denotes the standard deviation) and ±2σ  nels share the same TRF and the VBF-SS observed limit agrees with its expected limit. The VH-SS and VH-SJ channel share the same trained NN and the observed and expected limits in the VH-SJ channel agree. Since neither the NN nor TRF showed any evidence of corrupting the background prediction, it suggested the low ratio for VH-SS was likely to be a statistical fluctuation rather than evidence of background mismodeling.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "X. SUMMARY",
            "section_rank": 11
        },
        {
            "section": "X. SUMMARY",
            "text": "In summary, a search for the Higgs boson was performed in the all-hadronic final state and set observed (expected) limits of 10.5 (20.0) times the predicted Standard Model cross section at 95% CL for 120 GeV/c 2 Higgs boson. The measurements presented in this article has shown a factor of two improvement over the previous 2 fb −1 result for the all-hadronic Higgs boson search [12] . This article extended the 2 fb −1 analysis by including the VBF channel, adding an additional algorithm to identify bottom-quark jets, adding an artificial neural network to separate signal from background which includes φ and η to distinguish gluon jets from quark jets, and by doubling the analyzed data set. CDF II continues to collect more data and further improvements to the analysis technique will extend the sensitivity of the all-hadronic Higgs boson search.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 379,
                    "text": "[12]",
                    "end": 383
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 12
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: m bb − m qq plane: This plane illustrates the VH and VBF signal regions used to select VH and VBF candidates. The Tag region is used to derive a model of the QCD background. The Control region measures the systematic uncertainty of the QCD model.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 13
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: Comparisons of the jet moments of tt data to tt and W +HF, Z+jets, single top, diboson, misidentified b-jets (W +HF and others) MC. Only after applying all corrections does the MC agree with data.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "FIG. 3 :FIG. 4 :",
            "section_rank": 14
        },
        {
            "section": "FIG. 3 :FIG. 4 :",
            "text": "FIG. 3:Distribution of variables used to train the VH NN. The signal consists of VH (m H = 120 GeV/c 2 ) SS events and the background consists of TRF predicted QCD SS events which have passed the VH candidate selection. All plots are normalised to unit area to compare shapes. After correction functions have been applied to m qq and the jet-moments, the TRF correctly predicts the shape of the double-tagged SS data for all variables",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7: Ratios of the data to background for VH-SS (a), VH-SJ (b), VBF-SS (c), and VBF-SJ (d) for the NN trained on 120 GeV/c 2 Higgs boson MC. The error bars of the data to background ratio are the statistical errors. The solid gray band is the ratio of the background systematic uncertainty to the background.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "S. Somalwar, 50 V. Sorin, 4 P. Squillacioti, 15 M. Stancari, 15 M. Stanitzki, 59 R. St. Denis, 19 B. Stelzer, 31 O. Stelzer-Chilton, 31 D. Stentz, 36 J. Strologas, 35 G.L. Strycker, 32 Y. Sudo, 53 A. Sukhanov, 16 I. Suslov, 13 K. Takemasa, 53 Y. Takeuchi, 53 J. Tang, 11 M. Tecchio, 32 P.K. Teng, 1 J. Thom g , 15 J. Thome, 10 G.A. Thompson, 22 E. Thomson, 43 P. Ttito-Guzmán, 29 S. Tkaczyk, 15 D. Toback, 51 S. Tokar, 12 K. Tollefson, 33 T. Tomura, 53 D. Tonelli, 15 S. Torre, 17 D. Torretta, 15 P. Totaro f f , 52 M. Trovato dd , 44 Y. Tu, 43 F. Ukegawa, 53 S. Uozumi, 25 A. Varganov, 32 F. Vázquez k , 16 G. Velev, 15 C. Vellidis, 3 M. Vidal, 29 I. Vila, 9 R. Vilar, 9 J. Vizán, 9 M. Vogel, 35 G. Volpi bb , 44 P. Wagner, 43 R.L. Wagner, 15 T. Wakisaka, 39 R. Wallny, 8 S.M. Wang, 1 A. Warburton, 31 D. Waters, 28 M. Weinberger, 51 W.C. Wester III, 15 B. Whitehouse, 54 D. Whiteson c , 43 A.B. Wicklund, 2 E. Wicklund, 15 S. Wilbur, 11 F. Wick, 24 H.H. Williams, 43 J.S. Wilson, 37 P. Wilson, 15 B.L. Winer, 37 P. Wittich g , 15 S. Wolbers, 15 H. Wolfe, 37 T. Wright, 32 X. Wu, 18 Z. Wu, 5 K. Yamamoto, 39 J. Yamaoka, 14 T. Yang, 15 U.K. Yang p , 11 Y.C. Yang, 25 W.-M. Yao, 26 G.P. Yeh, 15 K. Yi m , 15 J. Yoh, 15 K. Yorita, 56 T. Yoshida j , 39 G.B. Yu, 14 I. Yu, 25 S.S. Yu, 15 J.C. Yun,",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "TABLE I :",
            "section_rank": 17
        },
        {
            "section": "TABLE I :",
            "text": "Expected number of non-QCD background and VH/VBF signal with observed number of events for the four channels. Statistical and systematic uncertainties are combined in quadrature where systematic uncertainties dominate. The number of VH(VBF) events are exclusive to the VH(VBF) channels. The difference between data and non-QCD are assumed to be QCD.",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "section": "TABLE I :",
            "text": "low. The expected signal yields of the four channels are 7.8(VH-SS), 2.9(VH-SJ), 3.2(VBF-SS), and 1.2(VBF-SJ) for m H = 120 GeV/c 2 . The total backgrounds are about 17000(VH-SS), 9300(VH-SJ), 18000(VBF-SS), and 9500(VBF-SJ). The background composition is ∼98% QCD (",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "TABLE II :",
            "section_rank": 18
        },
        {
            "section": "TABLE II :",
            "text": "Summary of systematic uncertainties. The largest change is quoted for the sources which have a shape uncertainty.",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "TABLE III :",
            "section_rank": 19
        },
        {
            "section": "TABLE III :",
            "text": "Expected and observed 95% CL upper limits for the combined VH and VBF channels. The limits are normalized to the expected Higgs cross section. FIG. 6: Expected (dashed) and observed (solid) 95% CL normalized to the SM cross section for the combined VH and VBF channel. The dark (light) band represents the 1σ(2σ) expected limit range.",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "section": "TABLE III :",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. ",
            "paragraph_rank": 41,
            "section_rank": 21
        },
        {
            "text": "For m H = 120 GeV/c 2 , the observed (expected) limit, normalized to the SM cross section, for the individual analysis channels are 11.9(25.6) for VH-SS, 43.4(51.8) for VH-SJ, 47.0(49.4) for VBF-SS, 93.7(132.3) for VBF-SJ, and 10.5(20.0) for the combination of these four channels. The combined channel limits for Higgs boson masses in the range between 100 -150 GeV/c 2 are shown in Fig. 6 and summarized in Table III. The observed limits for the individual search channels agree within 1σ of their expected limit except for the VH-SS channel where we see a 2σ discrepancy. The observed data in the VH-SS channel have a deficit in the high signal region of the NN. Since the VH-SS channel is the most sensitive, it has the strongest influence on the combined limit; thus the deviation of the observed limit from the expected limit in the VH-SS channel is similar to that of the combined limit. Figure 7 shows the ratio of the data to the expected background for the four analysis channels for the NN trained on a 120 GeV/c 2 Higgs boson. All four channels show a ratio ≈ 1 over the whole NN output range but the VH-SS channel has several points with a ratio of ≈ 0.9 at the NN output of ∼ 0.5; the most sensitive region of the NN output where the Higgs signal peaks. If the background was mismodeled, either the TRF has incorrectly predicted the QCD background or the NN was at fault. The VH-SS and VBF-SS chan-",
            "paragraph_rank": 42,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 384,
                    "text": "Fig. 6",
                    "end": 390
                },
                {
                    "type": "table",
                    "start": 409,
                    "text": "Table III.",
                    "end": 419
                },
                {
                    "type": "figure",
                    "start": 895,
                    "text": "Figure 7",
                    "end": 903
                }
            ]
        }
    ]
}