{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "DB10765",
            "section_rank": 1
        },
        {
            "section": "DB10765",
            "text": "Observation of B 0 s → J/ψ K * (892) 0 and B 0 s → J/ψ K 0 S decays A. Ruiz, 9 J. Russ, 10 V. Rusu, 15 A. Safonov, 51 W.K. Sakumoto, 47 Y. Sakurai, 56 L. Santi f f , 52 L. Sartori, 44 K. Sato, 53 V. Saveliev t , 42 A. Savoy-Navarro, 42 P. Schlabach, 15 A. Schmidt, 24 E.E. Schmidt, 15 M.P. Schmidt * , 59 M. Schmitt, 36 T. Schwarz, 7 L. Scodellaro, 9 A. Scribano cc , 44 F. Scuri, 44 A. Sedov, 46 S. Seidel, 35 Y. Seiya, 39 A. Semenov, 13 F. Sforza bb , 44 A. Sfyrla, 22 S.Z. Shalhout, 7 T. Shears, 27 P.F. Shepard, 45 M. Shimojima s , 53 S. Shiraishi, 11 M. Shochet, 11 I. Shreyber, 34 A. Simonenko, 13 P. Sinervo, 31 A. Sissakian * , 13 K. Sliwa, 54 J.R. Smith, 7 F.D. Snider, 15 A. Soha, 15   15 A. Zanetti, 52 Y. Zeng, 14 and S. Zucchelli z 6 (CDF Collaboration † )",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 100,
                    "text": "15",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 250,
                    "text": "15",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 282,
                    "text": "15",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "59",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 349,
                    "text": "9",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "start": 421,
                    "text": "39",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 436,
                    "text": "13",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 468,
                    "text": "22",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 486,
                    "text": "7",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 553,
                    "text": "11",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 664,
                    "text": "7",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 679,
                    "text": "15",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 691,
                    "text": "15",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 696,
                    "text": "15",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 723,
                    "text": "14",
                    "end": 725
                }
            ]
        },
        {
            "section": "DB10765",
            "text": "We report the first observation of two Cabibbo-suppressed decay modes of the B 0 s meson. Using a sample of pp collisions at √ s = 1.96 TeV corresponding to 5.9 fb −1 of integrated luminosity collected with the CDF II detector at the Fermilab Tevatron, we search for new B 0 s decay modes in a sample of events containing J/ψ → µ + µ − decays. We reconstruct a B 0 s → J/ψ K * (892) 0 signal with K * (892) 0 → K + π − , observing a yield of 151 ± 25 events with a statistical significance of 8.0σ. We also reconstruct a B 0 s → J/ψ K 0 S signal with K 0 S → π + π − , observing a yield of 64 ± 14 events with a statistical significance of 7.2σ. From these yields, we extract the branching ratios B(B 0 s → J/ψ K * (892) 0 ) = (8.3 ± 3.8) × 10 −5 and B(B 0 s → J/ψ K 0 ) = (3.5 ± 0.8) × 10 −5 , where statistical, systematic, and fragmentation-fraction uncertainties are included in the combined uncertainty.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "section": "DB10765",
            "text": "PACS numbers: 14.40.Nd,12.15.Ff,12.15.Hh,13.20 ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "14.40.Nd,",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "start": 23,
                    "text": "12.15.Ff,",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "start": 32,
                    "text": "12.15.Hh,",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "start": 41,
                    "text": "13.20",
                    "end": 46
                }
            ]
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper presents the first observation of the Cabibbo-suppressed decays B 0 s → J/ψK * 0 (892) and B 0 s → J/ψ K 0 S (and the corresponding charge conjugate decays) using a sample derived from an integrated luminosity of 5.9 fb −1 of proton-antiproton collisions at √ s = 1.96 TeV produced at the Fermilab Tevatron. In addition to isolating these signals, we normalize the observed yields to the corresponding Cabibbo-favored B 0 decay modes (B 0 → J/ψ K * 0 , where K * 0 refers to Spain, w Texas Tech University, Lubbock, TX 79609, x Universidad Tecnica Federico Santa Maria, 110v Valparaiso, Chile, y Yarmouk University, Irbid 211-63, Jordan, gg On leave from J. Stefan Institute, Ljubljana, Slovenia, K * 0 (892), and B 0 → J/ψ K 0 S ) to extract the branching ratios for these newly observed B 0 s decay modes. With the establishment of the decay modes presented here, future measurements can be considered that will further aid our experimental investigation into the physics of the B 0 s system. The success of the CKM threegeneration description of charge conjugation-parity inversion (CP ) violation [1] in the bottom and kaon sectors has continued to motivate additional, more precise tests of CP violation in the flavor sector. In recent years, attention has turned to the B 0 s meson as new territory to explore the possibility of non-standard-model contributions, specifically in the CKM matrix element V ts . Precise measurement of the frequency of B 0 s flavor oscillations [2] has significantly limited the magnitude of new physics amplitudes. However, possible large new physics phases remain poorly constrained.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1112,
                    "text": "[1]",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1492,
                    "text": "[2]",
                    "end": 1495
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Cabibbo-suppressed B 0 s modes could provide complementary information on the B 0 s mixing phase and on the width difference ∆Γ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "sH ) is the width of the light, even (heavy, odd) B 0 s CP eigenstate [3]. The decay B 0 s → J/ψ K * (892) 0 is a pseudoscalar to vector-vector transition and can be used to help disentangle penguin contributions in B 0 s → J/ψ φ [4]. With a sufficiently large data sample, it would be possible to measure ∆Γ B 0 s and the polarization amplitudes. Furthermore, the Cabibbo-suppressed decay B 0 s → J/ψ K 0 S is a CP -odd final state (ignoring CP violation in the kaon system) and therefore a measurement of the lifetime in this decay mode is a direct measure of Γ B 0 sH = 1/τ B 0 sH . With a larger data sample, a tagged CP asymmetry analysis of the B 0 s → J/ψ K 0 S mode, in conjunction with our precise knowledge of CP violation in B 0 → J/ψ K 0 S , can yield information on the angle γ of the unitarity triangle [5].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 70,
                    "text": "[3]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 230,
                    "text": "[4]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 817,
                    "text": "[5]",
                    "end": 820
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the naïve spectator model, the ratio of branching ratios is given by the ratio of the squares of the Cabibbo-Kobayashi-Maskawa (CKM) elements",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where K represents K 0 S or K * 0 . The numerical value is derived from |V cd | = 0.230 ± 0.011 and |V cs | = 1.023 ± 0.036 [3].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 124,
                    "text": "[3]",
                    "end": 127
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Experimentally, we extract the relative branching ratios using the relation",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where A rel is the relative acceptance, f s /f d is the ratio of fragmentation fractions and N (B 0 s → J/ψK)/N (B 0 → J/ψK) is the measured ratio of yields.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We can use the result from Eq. 1 to estimate the relative yield in the spectator model. The value for f s /f d is extracted from the most recent CDF measurement [6] of f s /(f u +f d )×B(D s → φπ) and f u /f d along with the current world-average value [3] for B(D s → φπ). Combining the value f s /f d = 0.269 ± 0.033 with the assumption that",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 161,
                    "text": "[6]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 253,
                    "text": "[3]",
                    "end": 256
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "While the result holds only in the simple spectator case, it provides useful guidance that we might expect one to two Cabibbo-suppressed B 0 s → J/ψK events for every 100 Cabibbo-favored B 0 → J/ψK events.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "After a description of the detector, data sample, and simulated samples utilized here, we describe the B 0 s → J/ψK * 0 (892) analysis in Sec. III, followed by the B 0 s → J/ψK 0 S analysis in Sec. IV. Section V then describes the acceptance calculation for both modes, followed by the results in Sec. VI.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The data used in these analyses correspond to an integrated luminosity of 5.9 fb −1 and were collected by the CDF II detector from March 2002 to February 2010 using di-muon triggers. The CDF II detector is a general purpose, cylindrically symmetric detector. A more detailed description can be found elsewhere [7]. The sub-detectors relevant for these analyses are briefly discussed here. Charged particle trajectories (tracks) are measured by a system comprised of eight layers of silicon microstrip detector (SVX) and an open-cell wire drift chamber (COT), both immersed in a 1.4 T axial magnetic field. The silicon detector [8] extends from a radius of 1.5 cm to 22 cm and has a single-hit resolution of approximately 15 µm. The COT drift chamber [9] provides up to 96 measurements from radii of 40 cm to 137 cm and covers the range |η| ≤1 [10]. The combined COT+SVX charged particle momentum resolution is σ pT /p T 2 = 0.07% [GeV/c ] −1 , which leads to a mass resolution on the K 0 S → π + π − signal of 0.006 GeV/c 2 . Outside the calorimeters reside four layers of planar drift chambers [11] (CMU) that detect muons with transverse momentum p T >1.4 GeV/c within |η| < 0.6. Additional chambers and scintillators [12] (CMX) cover 0.6< |η| <1.0 for muons with p T >2 GeV/c.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 310,
                    "text": "[7]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "start": 510,
                    "text": "(SVX)",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 627,
                    "text": "[8]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 750,
                    "text": "[9]",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 843,
                    "text": "[10]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1095,
                    "text": "[11]",
                    "end": 1099
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1220,
                    "text": "[12]",
                    "end": 1224
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The di-muon triggers collect a sample of J/ψ → µ + µ − candidates. At the first level of a three-level trigger system, an electronic track processor (XFT) [13] uses COT information to find tracks and extrapolate [14] those with p T >1.5(2.0) GeV/c to track segments in the CMU (CMX) muon-chambers. Events pass this first trigger level if two or more XFT tracks are matched to muonchamber track segments. The second trigger level requires those tracks to have opposite charge and an appropriate opening angle in the plane transverse to the beamline. Finally, at level 3, full tracking information is used to reconstruct J/ψ → µ + µ − candidates. Events with a candidate in the mass range 2.7 to 4.0 GeV/c 2 are accepted.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 155,
                    "text": "[13]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 212,
                    "text": "[14]",
                    "end": 216
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "To identify B 0 and B 0 s decay candidates, we pair J/ψ candidates with K 0 S → π + π − and K * 0 → K + π − candidates. The reconstruction of K 0 S → π + π − and K * 0 → K + π − candidates starts from pairs of oppositely-charged tracks fit to a common interaction point (vertex). In the B 0 s → J/ψ K 0 S analysis, we reconstruct two tracks as pions and combine them to define a K 0 S candidate, where the invariant mass of the two pions is constrained to the known K 0 S mass [3]. In the B 0 s → J/ψ K * 0 analysis, we reconstruct the K * 0 candidate from the combination of a π and a K. If two K * 0 candidates are reconstructed with the same tracks, with the only difference that the kaon and pion hypotheses are interchanged, we select the K * 0 candidate whose mass is closer to the pole value of 896 MeV/c 2 . We perform a kinematic fit of each B candidate where the final-state tracks are constrained to come from a common decay point and the invariant mass of the muon pair is constrained to the known J/ψ mass [3]. These preliminary selection criteria for B 0 and B 0 s candidates are listed in Table I. Additional selection criteria optimized for the individual channels are described in Secs. III and IV.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 477,
                    "text": "[3]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1019,
                    "text": "[3]",
                    "end": 1022
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1104,
                    "text": "Table I",
                    "end": 1111
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Simulated samples of B 0 and B 0 s decays are used to optimize event selection, model signal distributions, and assess systematic uncertainties. For our default Monte Carlo simulation (MC) samples, we generate single b hadrons according to the predicted next-to-leading order QCD calculation [15]. For systematic studies, we also generate single b hadrons according to momentum and rapidity spectra measured by CDF [7]. These hadrons are then decayed using the evtgen package [16] and fed into a geant simulation of the CDF detector [17]. The simulated data are then processed and reconstructed in the same manner as the detector data. In the case of J/ψK * 0 mode, it is necessary to specify the polarization parameters in the simulation. For both B 0 and B 0 s , we use transversity basis [18] polarization amplitudes |A 0 | 2 = 0.6 and |A ⊥ | 2 = 0.22, which are similar to the PDG values of |A 0 | 2 = 0.571 ± 0.008 and |A ⊥ | 2 = 0.22±0.013 [3]. For systematic acceptance studies, MC samples with other polarization values were generated.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 292,
                    "text": "[15]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 415,
                    "text": "[7]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 476,
                    "text": "[16]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 533,
                    "text": "[17]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 791,
                    "text": "[18]",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 946,
                    "text": "[3]",
                    "end": 949
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "In all of the MC samples generated, and throughout the analyses presented below, we assume that there is no CP violation in B 0 s mixing or decay. We also assume that equal numbers of B 0 andB 0 mesons, as well as equal numbers of B 0 s andB 0 s mesons, are produced in the pp collisions. In this untagged analysis that does not distinguish B → J/ψK 0 S fromB → J/ψK 0 S , the observed yield is unaffected by CP violation provided that equal numbers of B andB mesons are produced at t = 0.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We optimize the selection criteria to provide the highest likelihood for evidence of this mode. This is done by maximizing S/(1.5 + √ B), where S refers to the number of signal events and B is the number of background events in the signal region. Reference [19] demonstrates that this quantity is well suited for discovery. For the signal sample, a B 0 s → J/ψ K * 0 MC sample is used. For the background sample, we use J/ψ K * 0 candidate events from data with the requirement that the reconstructed candidate mass M B falls in the range 5.6 GeV/c 2 < M B < 5.8 GeV/c 2 . This \"upper sideband\" region contains events kinematically similar to the combinatorial background in the signal region and is not contaminated by residual signal events. We avoid using the sideband below the B 0 peak because it is contaminated with partially reconstructed B decays such as B 0 → J/ψK * 0 π 0 . We optimize simultaneously over the transverse momenta p T (π − ) and p T (K + ), the B 0 s transverse decay length L xy (B 0 s ), and the B 0 s decay kinematicfit probability. The final cuts we use are",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 257,
                    "text": "[19]",
                    "end": 261
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "s ) > 300 µm and fit probability greater than 10 −5 .",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Particle identification using specific ionization (dE/dx) in the COT was evaluated to further separate K * 0 → K + π − from π + π − and K + K − backgrounds. Although further background reduction could be achieved, the corresponding reduction in signal efficiency rendered particle identification unprofitable, and we choose not to use it.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We determine the B 0 s and B 0 yields using a binned likelihood fit in the candidate masses. We model the signal contributions with templates composed of three Gaussians obtained from fits to B 0 MC. The two dominant, narrow Gaussians model detector resolution effects and also account for cases where the identities of the π and K from the K * 0 decay are interchanged. As mentioned above, some events are identified where a single pair of tracks pass the selection requirements under both the π-K and K-π hypotheses. In those cases, we reconstruct the event using both sets of π/K assignments and then choose candidate whose particle assignment yields a reconstructed mass that is closer to the nominal K * (892) mass. This technique ensures that candidates are not used twice. Approximately 10% of B → J/ψK * 0 events are reconstructed with the incorrect π-K assignment. These events peak at the B masses, but have a significantly broader width. A wide Gaussian models misreconstructed signal events and other non-Gaussian resolution effects. The relative contributions, means, and widths of each Gaussian are fixed in the fit. The B 0 s templates used in the fit are identical to B 0 templates, except for a shift of 86.8 MeV/c 2 in the mean value of the three Gaussians. This value corresponds to the known [3,20] mass difference between B 0 s and B 0 . The MC slightly underestimates the mass resolution, so the widths of the two narrow Gaussians are multiplied by a scale factor common to the B 0 and B 0 s templates, which is allowed to float in the fit. The scale factor is not applied to the third Gaussian since the resolution effects are negligible compared to the other effects. Moreover, a common mass shift is added to the means of all Gaussian templates to account for a possible mass mismodeling in the MC. This mass shift is floating in the fit. The B 0 s → J/ψ K * 0 analysis has three primary background contributions: events with random track combinations (combinatorics), partially reconstructed b hadrons, and B 0 s → J/ψ φ decays. Combinatorial background arises from sources such as a real J/ψ plus two other tracks, where the J/ψ could be either prompt or coming from a B decay. Another source arises from false J/ψ candidates reconstructed from misidentified hadrons. The combinatorial background is non-peaking and accurately modeled in the fit with an exponential function.",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1312,
                    "text": "[3,",
                    "end": 1315
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1315,
                    "text": "20]",
                    "end": 1318
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Backgrounds from partially reconstructed b hadrons come from multibody decays where a π, K, or γ is not reconstructed, for example, the decay mode B 0 → J/ψK * 0 π 0 . We fit this background with two ARGUS functions [21], one for partially reconstructed B 0 and another for partially reconstructed B 0 s . The ARGUS function parameterization for m < m 0 is",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 216,
                    "text": "[21]",
                    "end": 220
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "where m 0 is the mass cutoff, C the decay constant, and N 1 is the normalization. The function is set to zero for m > m 0 . The ARGUS function for partially reconstructed B 0 has a fixed mass cutoff of m(B 0 ) − m(π 0 ) = 5.140 GeV/c 2 and the function for partially reconstructed B 0 s has a fixed mass cutoff of m(B 0 s ) − m(π 0 ) = 5.220 GeV/c 2 . The decay constants of the two functions are constrained to be the same, and the normalizations are independent. Each ARGUS function is convoluted with a Gaussian having a width of 12 MeV/c 2 to account for detector resolution effects.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Since it is possible for B 0 s → J/ψ φ candidates to pass the J/ψ K * 0 reconstruction criteria, B 0 s → J/ψ φ must be considered as a background. We use a template consisting of two Gaussians, extracted from simulation, to model this background in the J/ψ K * 0 fit, where both Gaussians are primarily modeling detector resolution effects. We fix to the template values the widths, means, and relative contributions from each Gaussian in the final fit. We multiply the constant width of the narrower Gaussian by the same scale factor used in the signal templates. We constrain the B 0 s → J/ψ φ contribution in the J/ψ K * 0 fit by measuring the yield of B 0 s → J/ψ φ in the data using selection criteria efficient for reconstructing B 0 s → J/ψ φ. We then use simulation to calculate the fraction of those J/ψ φ events that would satisfy the J/ψ K * 0 selection.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We perform a binned log likelihood fit to the J/ψ Kπ invariant mass distribution using the templates for signals and the background functions described above.",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The mass distributions in data for J/ψ K * 0 candidates and the final fit appear in Fig. 1. The yields for B 0 → J/ψ K * 0 and B 0 s → J/ψ K * 0 signal are 9530 ± 110 and 151 ± 25 respectively. The ratio N (B 0 s → J/ψ K * 0 )/N (B 0 → J/ψ K * 0 ) is 0.0159 ± 0.0022 (stat).",
            "paragraph_rank": 27,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 84,
                    "text": "Fig. 1",
                    "end": 90
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We determine the statistical significance of the B 0 s → J/ψ K * 0 signal by fitting the mass distribution without the B 0 s contribution (background-only hypothesis). For likelihood L, we interpret −2 log L as a χ 2 distribution. We use ∆χ 2 with one degree of freedom to determine that the probability of background fluctuations producing a comparable or greater signal is 8.9×10 −16 or 8.0σ. This is the first observation of the B 0 s → J/ψ K * 0 decay. We consider several sources of systematic uncertainty in the measured ratio of N (B 0 s → J/ψ K * 0 )/N (B 0 → J/ψ K * 0 ). The modeling of the B 0 and B 0 s signal peaks can influence the ratio. To quantify the effect of the mismodeling we repeat the fit using two Gaussian templates instead of three for the signal. The fit value of N (B 0 s )/N (B 0 ) is shifted by 7×10 −4 . We vary the input mass difference between B 0 and B 0 s in the templates within its uncertainty of 0.7 MeV/c 2 . The difference in N (B 0 s → J/ψ K * 0 )/N (B 0 → J/ψ K * 0 ) with the alternate templates is 2×10 −5 . This is sufficiently small that we ascribe no systematic uncertainty due to the mass difference uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The modeling of the combinatorial background is another source of systematic uncertainty. To explore the sensitivity to the choice parameterization, we use a power function (f(m)=km α , with k and α free parameters) instead of an exponential. The overall fit quality with the power function is similar to that obtained using an exponential model. We assign the difference in relative yield as a background modeling systematic uncertainty of 2×10 −4 on the relative branching ratio.",
            "paragraph_rank": 29,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "In the likelihood fit, we allow the combinatorial background contribution to float. We performed a study to evaluate how the ratio of yields depends upon the specific, arbitrary choice of the fit range. We compare the main fit, which allows the combinatorial background to float over the entire fit range, to a control case where the combinatorial contribution is fitted in the upper sideband and extrapolated to the full mass range prior to the final fit. Due to the difference in the result from these two methods, we include a systematic uncertainty of 0.0050 on the N (B 0 s → J/ψ K * 0 )/N (B 0 → J/ψ K * 0 ) ratio. Several sources contribute to an uncertainty in the B 0 s → J/ψ φ contribution. While there is 30% uncertainty in the branching ratio, the dominant uncertainty arises from the uncertainty in the B 0 s → J/ψ φ template, given that we rely on MC to derive this. To perform a conservative assessment of this uncertainty, we repeated the fit while doubling the fraction of B 0 s → J/ψ φ candidates. The resulting shift of 2×10 −4 is assigned as the uncertainty in the B 0 s → J/ψ φ contribution. We add the different systematic uncertainty contributions, summarized in Table II, in quadrature resulting in  a final value ",
            "paragraph_rank": 30,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1186,
                    "text": "Table II, in quadrature resulting in  a final value",
                    "end": 1237
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "of 0.0159 ± 0.0022 (stat) ± 0.0050 (syst).",
            "paragraph_rank": 31,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The B 0 s → J/ψ K 0 S decay has several differences compared to the B 0 s → J/ψ K * 0 decay. It contains a K 0 S , which has a relatively long lifetime of cτ =2.68 cm. We use the displacement between the reconstructed K 0 S decay point and the reconstructed B decay point in the event selection to reduce backgrounds such as B 0 s → J/ψ φ. Finally, as in the B 0 system, we expect the B 0 s → J/ψ K 0 S signal to be smaller than that of the B 0 s → J/ψ K * 0 mode. Therefore, we use a Neural Network (NN) technique to take full advantage of all the kinematic variables and their correlations. We use the NeuroBayes [22] NN package. The NN provides an output value close to +1 for signal-like events and near −1 for background-like events.",
            "paragraph_rank": 32,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 615,
                    "text": "[22]",
                    "end": 619
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We train the NN using simulated B 0 s MC events as a signal sample. We use data from the upper sideband in the J/ψ K 0 S candidate mass distribution, well separated from the signal region, as a background training sample. We use as inputs for the NN the quantities listed in Table III. These input quantities are chosen as variables with good discriminating power which, alone or in combination, do not bias the mass spectrum. After the training, the NN achieves strong discrimination between signal and background as shown in Fig. 2a.",
            "paragraph_rank": 33,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 275,
                    "text": "Table III",
                    "end": 284
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 527,
                    "text": "Fig. 2a",
                    "end": 534
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "As in the B 0 s → J/ψ K * 0 analysis, we optimize the selection by maximizing S/(1.5 + √ B). The signal S is modeled using B 0 s MC events in the reconstructed mass range 5.350 GeV/c 2 < M B < 5.400 GeV/c 2 . The background B is modeled using J/ψ K 0 S candidates in data populating the mass range 5.430 GeV/c 2 < M B < 5.480 GeV/c 2 . The figure of merit suggests a cut value in the NN response of 0.88 as shown in Fig. 2b.",
            "paragraph_rank": 34,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 416,
                    "text": "Fig. 2b",
                    "end": 423
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The fitting technique is similar to the B 0 s → J/ψ K * 0 analysis. We obtain the yields of B 0 → J/ψ K 0 S and B 0 s → J/ψ K 0 S signals in a binned likelihood fit to the invariant mass distribution. We again model the B 0 and B 0 s signal contributions with three Gaussian templates obtained from fitting B 0 → J/ψ K 0 S MC and use the mass difference between B 0 s and B 0 for the formation of the B 0 s → J/ψ K 0 S template. The two major sources of background in this analysis are combinatorial background and partially reconstructed b-hadron decays. We model these with the same functional forms used in the B 0 → J/ψ K * 0 analysis. However, we include only one ARGUS function because the contribution of partially reconstructed B 0 s is negligible. An additional background in this analysis is Λ b 0 → J/ψ Λ decays where the p from the Λ decay is assumed to be a π. In order to suppress the Λ b 0 contribution, we apply a cut to the angular variable cos(θ K 0 S ,π2 ), where θ K 0 S ,π2 is the angle between the K 0 S candidate p T in the lab frame and the lower p T pion (π 2 ) in the K 0 S center-of-mass frame. Cutting out events with cos(θ K 0 S ,π2 )< -0.75 removes 99.8% of the Λ b 0 while retaining 86% of the B 0 s . The residual Λ b 0 contamination is less than one event and is neglected. The invariant mass distribution for J/ψ K 0 S and the fit result including the different contributions are shown in Fig. 3.",
            "paragraph_rank": 35,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1423,
                    "text": "Fig. 3",
                    "end": 1429
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "We determine the yields of the B 0 → J/ψ K 0 S and B 0 s → J/ψ K 0 S signal to be 5954 ± 79 and 64 ± 14 respectively. As with the B 0 s → J/ψ K * 0 case, we determine the statistical significance of the B 0 s → J/ψ K 0 S signal by fitting the mass distribution without the B 0 s contribution (background-only hypothesis), a difference of one degree of freedom between the two hypotheses. For likelihood L we interpret −2 log L as a χ 2 and use the difference in that quantity to determine that the probability of background fluctuations producing a comparable or greater signal is 3.9×10 −13 or 7.2σ. The value of",
            "paragraph_rank": 36,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The sources of systematic uncertainty are similar to the other analysis. In this case the absolute uncertainties for the ratio are 6×10 −4 from the combinatorial background contribution, 6×10 −4 from the combinatorial background modeling, 5×10 −4 from the signal modeling and 1.3×10 −5 from the mass difference between B 0 and B 0 s . The systematic uncertainties are summarized in Table II. We sum the contributions in quadrature resulting in a total systematic uncertainty of ±0.0010. The final",
            "paragraph_rank": 37,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "To determine the ratio of branching ratios B(B 0 s → J/ψ K)/B(B 0 → J/ψ K), where K represents K 0 S or K * 0 , the relative acceptances of B 0 → J/ψ K 0 S to B 0 s → J/ψ K 0 S and B 0 → J/ψ K * 0 to B 0 s → J/ψ K * 0 need to be determined. We use MC samples to extract A rel as follows:",
            "paragraph_rank": 38,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "where N (gen) is the number of MC generated signal events, N (pass) is the number of events passing all selection requirements, and K represents K 0 S or K * 0 . We determine the value for A rel to be 1.057 ± 0.010 for the K * 0 channel and 1.012 ± 0.010 for the K 0 S channel. In both channels, the kinematics of the B 0 and B 0 s final states are very similar to one another. The value for A rel in the K * 0 channel is larger than unity because the transverse decay length selection criteria removes more B 0 s than B 0 due to the fact the B 0 lifetime is longer than the average B 0 s lifetime. In the K 0 S channel, A rel is close to unity because the B 0 s lifetime is the long-lived CP component and therefore close to the B 0 lifetime. We determine the statistical uncertainty on the acceptances for B 0 and B 0 s , assuming binomial statistics. This MC statistical uncertainty is reported as a systematic uncertainty on A rel .",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "The data sample utilized in this analysis was acquired using a number of variations on the J/ψ → µ + µ − trigger. We have verified that the acceptance calculation is robust and consistent across all kinematic variations of these triggers.",
            "paragraph_rank": 40,
            "section_rank": 3
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Several other effects contribute to the systematic uncertainty on A rel . Uncertainty in B 0 s and B 0 lifetimes introduces an uncertainty on the acceptance through the transverse decay length requirement. For B 0 s → J/ψ K 0 S analysis, we generate different MC samples, varying the lifetimes by one standard deviation with respect to their measured values. We use the average measured value for B 0 and the evaluated τ B 0 sH value for B 0 s [3]. The maximum deviation of A rel is 0.028, and we take this value as a systematic uncertainty.",
            "paragraph_rank": 41,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 444,
                    "text": "[3]",
                    "end": 447
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "For the B 0 s → J/ψ K * 0 analysis, the procedure to evaluate the systematic uncertainty is slightly different. The B 0 s → J/ψ K * 0 decay is an unknown admixture of CP -even and CP -odd states which have different lifetimes. The world-average currently gives ∆Γ B 0 s /Γ B 0 s = 0.092 +0.051 −0.054 for Γ B 0 s = 1 2 (Γ B 0 sH + Γ B 0 sL ) [3], where Γ B 0 sH and Γ B 0 sL are the widths of the heavy and light mass eigenstates respectively. If the B 0 s were either all B 0 sH or B 0 sL , the maximum lifetime change would be 5%. To evaluate the effect on A rel , we reweight the default B 0 s → J/ψ K * 0 lifetime distribution. The reweighting is performed by normalizing the default lifetime distribution and comparing it to distributions with the lifetime increased or decreased by 5%. This leads to a maximum deviation on A rel of 0.046.",
            "paragraph_rank": 42,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 287,
                    "text": "+0.051",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 342,
                    "text": "[3]",
                    "end": 345
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Another source of systematic uncertainty arises from the momentum spectra of the B 0 and B 0 s . Since we normalize our B 0 s signal to the B 0 mode, we are sensitive only to mismodeling in the ratio of p T (B 0 ) versus p T (B 0 s ), which should be quite small. We compare the default B 0 s and B 0 samples which use a next-to-leading order QCD calculation [15] to the p T spectrum measured by CDF [7]. In the B 0 s → J/ψ K * 0 analysis, the value of A rel varies by 0.029 when using these alternative production spectra and we take this value as a systematic uncertainty. Likewise, for the B 0 s → J/ψ K 0 S analysis, the change in A rel is 0.032.",
            "paragraph_rank": 43,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 359,
                    "text": "[15]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 400,
                    "text": "[7]",
                    "end": 403
                }
            ]
        },
        {
            "section": "II. CDF DETECTOR, DATA, AND MONTE CARLO SAMPLES",
            "text": "Our relative acceptance is calculated assuming that the polarization in B 0 s → J/ψK * is identical to the polarization in B 0 → J/ψK * . Since we have no a priori knowledge of the actual polarization in the B 0 s mode, we compute the systematic uncertainty by allowing all possible values for the polarization. We generated MC samples for A 0 = 1, A = 1, and A ⊥ = 1. The maximum variation from any of these polarizations leads to a systematic uncertainty on A rel of 0.261. Since the angular distributions arising from polarization are clearly the dominant systematic uncertainty, we have neglected the correlation between polarization and lifetime in assessing the uncertainties. Table IV shows a summary of the systematic uncertainties on A rel for both measurements. Summing these contributions in quadrature, we find A rel = 1.057 ± 0.010 (stat) ± 0.267 (syst) for the K * 0 analysis and A rel = 1.012 ± 0.010 (stat) ± 0.042 (syst) for the K 0 S analysis.",
            "paragraph_rank": 44,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 683,
                    "text": "Table IV",
                    "end": 691
                }
            ]
        },
        {
            "text": "VI. RESULTS",
            "section_rank": 4
        },
        {
            "section": "VI. RESULTS",
            "text": "Using the values of A rel described above, we find",
            "paragraph_rank": 45,
            "section_rank": 4
        },
        {
            "section": "VI. RESULTS",
            "text": "and",
            "paragraph_rank": 46,
            "section_rank": 4
        },
        {
            "section": "VI. RESULTS",
            "text": "To determine the ratio of branching ratios, we combine these results with the most recent CDF measurement [6] of f s /(f u + f d )× B(D s → φπ) and f u /f d with the current world-average value [3] for B(D s → φπ) to yield f s /f d = 0.269 ± 0.033. We quote the systematic uncertainty coming from the f s /f d uncertainty as \"frag\". The ratio of branching fractions to the reference B 0 decays are:",
            "paragraph_rank": 47,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 106,
                    "text": "[6]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 194,
                    "text": "[3]",
                    "end": 197
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "and",
            "paragraph_rank": 48,
            "section_rank": 4
        },
        {
            "section": "VI. RESULTS",
            "text": "The relative branching ratios observed for both modes are in good agreement with the expectation based upon the pure spectator model. We use the world-average values for B(B 0 → J/ψ K * 0 ) and B(B 0 → J/ψ K 0 ) [3] for normalization to calculate the absolute branching fractions:",
            "paragraph_rank": 49,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 212,
                    "text": "[3]",
                    "end": 215
                }
            ]
        },
        {
            "section": "VI. RESULTS",
            "text": "and B(B 0 s → J/ψ K 0 ) = (3.5 ± 0.6(stat) ± 0.4(syst) ± 0.4(frag) ± 0.1(norm)) × 10 −5 .",
            "paragraph_rank": 50,
            "section_rank": 4
        },
        {
            "section": "VI. RESULTS",
            "text": "In conclusion, we present the first observation and branching ratio measurement of the Cabibbo suppressed decays B 0 s → J/ψ K * 0 and B 0 s → J/ψ K 0 S . With larger data samples and additional analysis, these modes can be used to further explore the properties of the B 0 s system.      Input variables in the NN B 0 /B 0 s candidate transverse momentum B 0 /B 0 s candidate four-track decay point fit B 0 /B 0 s candidate proper decay length B 0 /B 0 s candidate impact parameter J/ψ candidate transverse momentum J/ψ candidate mass J/ψ candidate proper decay length J/ψ candidate impact parameter K 0 S candidate transverse momentum K 0 S candidate mass K 0 S candidate proper decay length K 0 S candidate impact parameter π transverse momentum π impact parameter µ transverse momentum µ impact parameter µ cosine of the helicity angle in J/ψ rest frame Neural Network Response   ",
            "paragraph_rank": 51,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: (a)Invariant mass distribution in data for J/ψ K * 0 candidates and fit including the different contributions. (b) We enlarge the distribution in the signal region for more detail.",
            "paragraph_rank": 52,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: (a) NN response where the solid line is signal simulation and the dashed one is sideband data. (b) Figure of merit S/(1.5 + √ B) as a function of NN response. The vertical line indicates the optimized cut in the NN response.",
            "paragraph_rank": 53,
            "section_rank": 6
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 7
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: (a) Invariant mass distribution in data for J/ψ K 0S candidates and fit including the different contributions. (b) We enlarge the distribution in the signal region for more detail.",
            "paragraph_rank": 54,
            "section_rank": 7
        },
        {
            "text": "S. Somalwar, 50 V. Sorin, 4 P. Squillacioti, 15 M. Stancari, 15 M. Stanitzki, 59 R. St. Denis, 19 B. Stelzer, 31 O. Stelzer-Chilton, 31 D. Stentz, 36 J. Strologas, 35 G.L. Strycker, 32 Y. Sudo, 53 A. Sukhanov, 16 I. Suslov, 13 K. Takemasa, 53 Y. Takeuchi, 53 J. Tang, 11 M. Tecchio, 32 P.K. Teng, 1 J. Thom g , 15 J. Thome, 10 G.A. Thompson, 22 E. Thomson, 43 P. Ttito-Guzmán, 29 S. Tkaczyk, 15 D. Toback, 51 S. Tokar, 12 K. Tollefson, 33 T. Tomura, 53 D. Tonelli, 15 S. Torre, 17 D. Torretta, 15 P. Totaro f f , 52 M. Trovato dd , 44 Y. Tu, 43 F. Ukegawa, 53 S. Uozumi, 25 A. Varganov, 32 F. Vázquez k , 16 G. Velev, 15 C. Vellidis, 3 M. Vidal, 29 I. Vila, 9 R. Vilar, 9 J. Vizán, 9 M. Vogel, 35 G. Volpi bb , 44 P. Wagner, 43 R.L. Wagner, 15 T. Wakisaka, 39 R. Wallny, 8 S.M. Wang, 1 A. Warburton, 31 D. Waters, 28 M. Weinberger, 51 W.C. Wester III, 15 B. Whitehouse, 54 D. Whiteson c , 43 A.B. Wicklund, 2 E. Wicklund, 15 S. Wilbur, 11 F. Wick, 24 H.H. Williams, 43 J.S. Wilson, 37 P. Wilson, 15 B.L. Winer, 37 P. Wittich g , 15 S. Wolbers, 15 H. Wolfe, 37 T. Wright, 32 X. Wu, 18 Z. Wu, 5 K. Yamamoto, 39 J. Yamaoka, 14 T. Yang, 15 U.K. Yang p , 11 Y.C. Yang, 25 W.-M. Yao, 26 G.P. Yeh, 15 K. Yi m , 15 J. Yoh, 15 K. Yorita, 56 T. Yoshida j , 39 G.B. Yu, 14 I. Yu, 25 S.S. Yu, 15 J.C. Yun,",
            "paragraph_rank": 55,
            "section_rank": 8
        },
        {
            "text": ".He * Deceased † With visitors from a University of Massachusetts Amherst, Amherst, Massachusetts 01003, b Istituto Nazionale di Fisica Nucleare, Sezione di Cagliari, 09042 Monserrato (Cagliari), Italy, c University of California Irvine, Irvine, CA 92697, d University of California Santa Barbara, Santa Barbara, CA 93106 e University of California Santa Cruz, Santa Cruz, CA 95064, f CERN,CH-1211 Geneva, Switzerland, g Cornell University, Ithaca, NY 14853, h University of Cyprus, Nicosia CY-1678, Cyprus, i University College Dublin, Dublin 4, Ireland, j University of Fukui, Fukui City, Fukui Prefecture, Japan 910-0017, k Universidad Iberoamericana, Mexico D.F., Mexico, l Iowa State University, Ames, IA 50011, m University of Iowa, Iowa City, IA 52242, n Kinki University, Higashi-Osaka City, Japan 577-8502, o Kansas State University, Manhattan, KS 66506,",
            "paragraph_rank": 56,
            "section_rank": 9
        },
        {
            "text": "p University of Manchester, Manchester M13 9PL, England, q Queen Mary, University of London, London, E1 4NS, England, r Muons, Inc., Batavia, IL 60510, s Nagasaki Institute of Applied Science, Nagasaki, Japan, t National Research Nuclear University, Moscow, Russia, u University of Notre Dame, Notre Dame, IN 46556, v Universidad de Oviedo, E-33007 Oviedo,",
            "paragraph_rank": 57,
            "section_rank": 9
        },
        {
            "text": "TABLE I :",
            "section_rank": 10
        },
        {
            "section": "TABLE I :",
            "text": "Selection criteria for B 0 → J/ψ K candidates and B 0 s → J/ψ K candidates, where K represents K * 0 or K 0 S . Variable (Units)",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "TABLE II :",
            "section_rank": 11
        },
        {
            "section": "TABLE II :",
            "text": "Systematic uncertainties for the ratio of yields. All numbers in percent.",
            "paragraph_rank": 59,
            "section_rank": 11
        },
        {
            "text": "TABLE III :",
            "section_rank": 12
        },
        {
            "section": "TABLE III :",
            "text": "Variables used as input in the NN training.",
            "paragraph_rank": 60,
            "section_rank": 12
        },
        {
            "text": "TABLE IV :",
            "section_rank": 13
        },
        {
            "section": "TABLE IV :",
            "text": "Systematic uncertainties for the relative acceptances. All numbers listed in percent.",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 15
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. Department of Energy and National Science Foundation; the Italian Istituto Nazionale di Fisica Nucleare; the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Natural Sciences and Engineering Research Council of Canada; the National Science Council of the Republic of China; the Swiss National Science Foundation; the A.P. Sloan Foundation; the Bundesministerium für Bildung und Forschung, Germany; the Korean World Class University Program, the National Research Foundation of Korea; the Science and Technology Facilities Council and the Royal Society, UK; the Institut National de Physique Nucleaire et Physique des Particules/CNRS; the Russian Foundation for Basic Research; the Ministerio de Ciencia e Innovación, and Programa Consolider-Ingenio 2010, Spain; the Slovak R&D Agency; and the Academy of Finland.",
            "paragraph_rank": 62,
            "section_rank": 15
        }
    ]
}