{
    "level": "paragraph",
    "abstract": [
        {
            "text": "where the photon is radiated from the initial state. About 84000, 8000, and 4200 fully-reconstructed events, respectively, are selected from 454 fb −1 of BABAR data. The invariant mass of the hadronic final state defines the e + e − center-of-mass energy, so that the K + K − π + π − γ data can be compared with direct measurements of the e + e − → K + K − π + π − reaction. No direct measurements exist for the e",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Electron-positron annihilation at fixed center-of-mass (c.m.) energies has long been a mainstay of research in elementary particle physics. The idea of utilizing initialstate radiation (ISR) to explore e + e − reactions below the nominal c.m. energies was outlined in Ref. [1], and discussed in the context of high-luminosity φ and B factories in Refs. [2][3][4]. At high c.m. energies, e + e − annihilation is dominated by quark-level processes producing two or more hadronic jets. Low-multiplicity processes dominate below or around 2 GeV, and the region near the charm threshold, 3.0-4.5 GeV, features a number of resonances [5]. Thus, studies with ISR events allow us to probe a wealth of physics topics, including cross sections, spectroscopy and form factors. Charmonium and other states with J P C = 1 −− can be observed, and intermediate states may contribute to the final state hadronic system. Measurements of their decay modes and branching fractions are important to an understanding of the nature of such states.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 273,
                    "text": "[1]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 353,
                    "text": "[2]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 356,
                    "text": "[3]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 359,
                    "text": "[4]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 628,
                    "text": "[5]",
                    "end": 631
                }
            ]
        },
        {
            "text": "Of particular current interest (see Ref. [6]) is the Y (2175) state observed to decay to φ(1020)f 0 (980) in our previous study [7] and confirmed by the BES [8] and Belle [9] Collaborations. With twice the integrated luminosity (compared to Ref. [7]) in the present analysis, we perform a more detailed study of this structure.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 41,
                    "text": "[6]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 128,
                    "text": "[7]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 157,
                    "text": "[8]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 171,
                    "text": "[9]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 246,
                    "text": "[7]",
                    "end": 249
                }
            ]
        },
        {
            "text": "The study of e + e − → hadrons reactions in data is also critical to hadronic-loop corrections to the muon magnetic anomaly, a µ = (g µ − 2)/2. The theoretical predictions of this anomaly rely on these measurements [10]. Improving this prediction requires not only more precise measurements, but also measurements from threshold to the highest c.m. energy possible. In addition, all the important sub-processes should be studied in order to properly incorporate possible acceptance effects. Events produced via ISR at B factories provide independent and contiguous measurements of hadronic cross sections from the production threshold to a c.m. energy of ∼5 GeV. With more data we also are able to reduce systematic uncertainties in the cross section measurements.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 215,
                    "text": "[10]",
                    "end": 219
                }
            ]
        },
        {
            "text": "The cross section for the radiation of a photon of energy E γ in the c.m. frame, followed by the production of a particular hadronic final state f , is related to the corresponding direct e + e − → f cross section σ f (s) by",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "where √ s 0 is the nominal e + e − c.m. energy, x = 2E γ / √ s 0 is the fraction of the beam energy carried by the ISR photon, and E c.m. ≡ s 0 (1 − x ) ≡ √ s is the effective c.m. energy at which the final state f is produced. The probability density function W (s 0 , x) for ISR photon emission has been calculated with better than 1% precision (see, e.g. Ref. [4]). It falls rapidly as E γ increases from zero, but has a long tail, which in combination with the increasing σ f (s 0 (1 − x)) produces a sizable event rate at very low E c.m. . The angular distribution of the ISR photon peaks along the beam directions. For a typical e + e − detector, around 10-15% of the ISR photons fall within the experimental acceptance [4] .",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 363,
                    "text": "[4]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 726,
                    "text": "[4]",
                    "end": 729
                }
            ]
        },
        {
            "text": "Experimentally, the measured invariant mass of the hadronic final state defines E c.m. . An important feature of ISR data is that a wide range of energies is scanned continuously in a single experiment, so that no structure is missed, and the relative normalization uncertainties in data from different experiments are avoided. Furthermore, for large values of x the hadronic system is collimated, reducing acceptance issues and allowing measurements down to production threshold. The mass resolution is not as good as the typical beam energy spread used in direct measurements, but resolution and absolute energy scale can be monitored by means of the measured values of the width and mass of well-known resonances, such as the J/ψ produced in the reaction e + e − → J/ψγ. Backgrounds from e + e − → hadrons events at the nominal √ s 0 and from other ISR processes can be suppressed by a combination of particle identification and kinematic fitting techniques. Studies of e + e − → µ + µ − γ and several multi-hadron ISR processes using BABAR data have been performed [7,[11][12][13][14][15][16][17], demonstrating the viability of such measurements. These analyses have led to improvements in background reduction procedures for more rare ISR processes.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1069,
                    "text": "[7,",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1072,
                    "text": "[11]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1076,
                    "text": "[12]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1080,
                    "text": "[13]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1084,
                    "text": "[14]",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1088,
                    "text": "[15]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1092,
                    "text": "[16]",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1096,
                    "text": "[17]",
                    "end": 1100
                }
            ]
        },
        {
            "text": "The K + K − π + π − final state has been measured directly by the DM1 Collaboration [18] for √ s < 2.2 GeV, and we have previously published ISR measurements of the K + K − π + π − and K + K − K + K − final states [13] for E c.m. < 4.5 GeV. Later we reported an updated mea-surement of the K + K − π + π − final state with a larger data sample, together with the first measurement of the K + K − π 0 π 0 final state, in which we observed a structure near threshold in the φf 0 intermediate state [7].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 84,
                    "text": "[18]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 214,
                    "text": "[13]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 496,
                    "text": "[7]",
                    "end": 499
                }
            ]
        },
        {
            "text": "In this paper we present a more detailed study of these two final states along with an updated measurement of the K + K − K + K − final state. In all cases we require the detection of the ISR photon and perform a set of kinematic fits. We are able to suppress backgrounds sufficiently to study these final states from their respective production thresholds up to E c.m. =5 GeV. In addition to measuring the overall cross sections, we study the internal structure of the final states and measure cross sections for a number of intermediate states that contribute to them. We also study the charmonium region, measure several J/ψ and ψ(2S) products of branching fraction and electron width, and set limits on other states.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "II. THE BABAR DETECTOR AND DATASET",
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATASET",
            "text": "The data used in this analysis were collected with the BABAR detector at the PEP-II asymmetric-energy e + e − storage rings at the SLAC National Accelerator Laboratory. The total integrated luminosity used is 454.2 fb −1 , which includes 413.1 fb −1 collected at the Υ (4S) peak, √ s 0 = 10.58 GeV, and 41.1 fb −1 collected at about √ s 0 = 10.54 GeV. The BABAR detector is described elsewhere [19]. In the present work, we use charged-particle tracks reconstructed in the tracking system, which is comprised of a five double-sided-layer silicon vertex tracker (SVT) and a 40-layer drift chamber (DCH) in a 1.5 T axial magnetic field. Separation of charged pions, kaons, and protons is achieved using a combination of Cherenkov angles measured in the detector of internally-reflected Cherenkov light (DIRC) and specific-ionization measurements in the SVT and DCH. For the present study we use a kaon identification algorithm that provides 90-95% efficiency, depending on momentum, and pion and proton rejection factors in the 20-100 range. Photon and electron energies are measured in a CsI(Tl) electromagnetic calorimeter (EMC). We use muon identification provided by an instrumented flux return (IFR) to select the µ + µ − γ final state used for photon efficiency studies.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 394,
                    "text": "[19]",
                    "end": 398
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATASET",
            "text": "To study the detector acceptance and efficiency, we use a simulation package developed for radiative processes. The simulation of hadronic final states, including K + K − π + π − γ, K + K − π 0 π 0 γ and K + K − K + K − γ, is based on the approach suggested by Czyż and Kühn [20]. Multiple soft-photon emission from the initialstate charged particles is implemented with a structurefunction technique [21,22], and photon radiation from the final-state particles is simulated by the PHOTOS package [23]. The precision of the radiative corrections is about 1% [21,22].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 275,
                    "text": "[20]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 401,
                    "text": "[21,",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 405,
                    "text": "22]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 497,
                    "text": "[23]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 558,
                    "text": "[21,",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 562,
                    "text": "22]",
                    "end": 565
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATASET",
            "text": "We simulate the two K + K − ππ (π + π − , π 0 π 0 ) final states uniformly in phase space, and also according to models that include the φ(1020) → K + K − and/or f 0 (980) → ππ channels. The K + K − K + K − final state is simulated according to phase space, and also including the φ → K + K − channel. The generated events are subjected to a detailed detector simulation [24], and we reconstruct them with the same software chain used for the experimental data. Variations in detector and background conditions over the course of the experiment are taken into account.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 371,
                    "text": "[24]",
                    "end": 375
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATASET",
            "text": "We also generate a large number of potential background processes, including the ISR reactions e + e − → π + π − π + π − γ, e + e − → π + π − π 0 π 0 γ, and e + e − → K S Kπγ, which can contribute due to particle misidentification. We also simulate e + e − → φηγ, e + e − → φπ 0 γ, and e + e − → π + π − π 0 γ, which have larger cross sections and can contribute background via missing or spurious tracks or photons. In addition, we study non-ISR backgrounds resulting from e + e − → qq (q = u, d, s, c) generated using JETSET [25] and from e + e − → τ + τ − generated using KORALB [26]. The cross sections for these processes are known to about 10% accuracy or better, which is sufficiently precise for the purposes of the measurements in this paper. The contribution from Υ (4S) decays is found to be negligible.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 527,
                    "text": "[25]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 582,
                    "text": "[26]",
                    "end": 586
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION AND KINEMATIC FIT",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "In the selection of candidate events, we consider photon candidates in the EMC with energy above 0.03 GeV, and charged-particle tracks reconstructed in either or both of the DCH and SVT, that extrapolate within 0.25 cm of the collision axis in the transverse plane and within 3 cm of the nominal collision point along this axis. We require a photon with c.m. energy E γ > 3 GeV in each event, and either four charged-particle tracks with zero net charge and total momentum roughly (within 0.3 radians) opposite to the photon direction, or two oppositely-charged tracks that combine with other photons to roughly balance the high-energy photon momentum. We assume that the photon with the largest value of E γ is the ISR photon. We fit the set of charged-particle tracks to a common vertex and use this as the point of origin in calculating the photon direction(s). If additional wellreconstructed tracks exist, the nearest four (two) to the interaction region are chosen for the four-track (twotrack) analysis. Most events contain additional soft photons due to machine background or interactions in the detector material.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "We subject each candidate event to a set of constrained kinematic fits and use the fit results, along with chargedparticle identification, both to select the final states of interest and to measure backgrounds from other processes. The kinematic fits use the ISR photon direction and energy along with the four-momenta and covariance matrices of the initial e + e − and the set of selected tracks and photons. The ISR photon energy and position are additionally aligned and calibrated using the µ + µ − γ ISR process, since the two well-identified muons predict precisely the position and energy of the photon. This process is also used to identify and measure data -Monte Carlo (MC) simulation differences in the photon detection efficiency and resolution. The fitted three-momentum for each charged-particle track and the photon are used in further kinematical calculations.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "For the four-track event candidates the fits have four constraints (4C). We first fit to the π + π − π + π − hypothesis, obtaining the chi-squared value χ 2",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "4π . If the four tracks include one identified K + and one identified K − , we fit to the K + K − π + π − hypothesis and retain the event as a K + K − π + π − candidate. For events with one identified kaon, we perform fits with each of the two oppositely charged tracks given the kaon hypothesis, and the combination with the lower χ 2 2K2π is retained if its value is less than χ 2",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "4π . If the event contains three or four identified K ± , we fit to the K + K − K + K − hypothesis and retain the event as a K + K − K + K − candidate with chi-squared value χ 2 4K . For the events with two charged-particle tracks and five or more photon candidates, we require that both tracks be identified as kaons to suppress background from ISR π + π − π 0 π 0 and K ± K 0 S π ∓ events. We then pair all non-ISR photon candidates and consider combinations with invariant mass within ±30 MeV/c 2 of the π 0 mass [5] as π 0 candidates. We perform a six-constraint (6C) fit to each set of two non-overlapping π 0 candidates, the ISR photon, the two charged-particle tracks, and the beam particles. Both π 0 candidates are constrained to the π 0 mass, and we retain the combination with the lowest chisquared value, χ 2 2K2π 0 .",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 516,
                    "text": "[5]",
                    "end": 519
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION AND KINEMATIC FIT",
            "text": "IV. THE K + K − π + π − FINAL STATE",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "A. Final Selection and Backgrounds",
            "section_rank": 5
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "The χ 2 2K2π distribution in data for the K + K − π + π − candidates is shown in Fig. 1 (points); the open histogram is the distribution for the simulated K + K − π + π − events. The distributions are broader than those for a typical 4C χ 2 distribution due to higher order ISR, and the experimental distribution has contributions from background processes. The simulated distribution is normalized to the data in the region χ 2 2K2π < 10 where the contributions of the backgrounds and radiative corrections do not exceed 10%.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 81,
                    "text": "Fig. 1 (points)",
                    "end": 96
                }
            ]
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "The shaded histogram in Fig. 1 represents the background from non-ISR e + e − → qq events obtained from the JETSET simulation. It is dominated by events with a hard π 0 that results in a fake ISR photon. These events otherwise have kinematics similar to the signal, resulting in the peaking structure at low values of χ 2 2K2π . We evaluate this background in a number of E c.m. ranges by combining the ISR photon candidate with another photon candidate in both data and simulated events, and comparing the π 0 signals in the resulting γγ invariant mass distributions. The simulation gives an E c.m. -dependence consistent with the data, so we normalize it using an overall factor. The cross-hatched region in Fig. 1 represents e + e − → K S Kπγ events with K S → π + π − decays close to the interaction region, and one pion mis-identified as a kaon. The process has similar kinematics to the signal process, and a contribution of about 1% is estimated using the cross section measured in our previous study [16]. The hatched region represents the contribution from ISR e + e − → π + π − π + π − events with one or two misidentified pions; this process contributes mainly at low χ 2 values. We estimate the contribution as a function of E c.m. from a simulation using the cross section value and shape from our previous study [13]. All remaining background sources are either negligible or give a χ 2 2K2π distribution that is nearly uniform over the range shown in Fig. 1. We define the signal region by requiring χ 2 2K2π < 30, and estimate the sum of the remaining backgrounds from the difference between the number of data and simulated entries in the control region, 30 < χ 2 2K2π < 60, as shown in Fig. 1. The background contribution to any distribution other than χ 2 is estimated as the difference between the distributions in the relevant quantity for data and MC events from the control region of Fig. 1, normalized to the difference between the number of data and MC events in the signal region. The non-ISR background is subtracted separately. The signal region contains 85598 data and 63784 simulated events; the control region contains 9684 data and 4315 simulated events. ",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 24,
                    "text": "Fig. 1",
                    "end": 30
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 710,
                    "text": "Fig. 1",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1008,
                    "text": "[16]",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1326,
                    "text": "[13]",
                    "end": 1330
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1466,
                    "text": "Fig. 1",
                    "end": 1472
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1704,
                    "text": "Fig. 1",
                    "end": 1710
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1907,
                    "text": "Fig. 1",
                    "end": 1913
                }
            ]
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "Events/0.025 GeV/c 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "FIG. 2:",
            "section_rank": 6
        },
        {
            "section": "FIG. 2:",
            "text": "The invariant mass distribution for K + K − π + π − candidates in the data (points): the shaded, cross-hatched and hatched regions show, respectively, the non-ISR background from JETSET simulation, the KSKπ background with a small contribution from the control region of Fig. 1, and the dominant contribution resulting from ISR mis-identified Figure 2 shows the K + K − π + π − invariant mass distribution from threshold up to 5.0 GeV/c 2 for events in the signal region. Narrow peaks are apparent at the J/ψ and ψ(2S) masses. The shaded histogram represents the qq background, which is negligible at low mass but dominates at higher masses. The cross-hatched region represents the background from the K S Kπ channel (which exhibits a φ(1680) peak [16]) and from the χ 2 control region. The hatched region represents the contribution from mis-identified ISR π + π − π + π − , and is dominant for masses below 3.0 GeV/c 2 . The total background is 6-8% at low mass, but accounts for 20-25% of the observed distribution near 4 GeV/c 2 , and increases further for higher masses.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 271,
                    "text": "Fig. 1",
                    "end": 277
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 343,
                    "text": "Figure 2",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 748,
                    "text": "[16]",
                    "end": 752
                }
            ]
        },
        {
            "section": "FIG. 2:",
            "text": "We subtract the sum of backgrounds in each mass interval to obtain the number of signal events. Considering uncertainties in the cross sections for the background processes, the normalization of events in the control region, and the simulation statistics, we estimate a systematic uncertainty on the signal yield that is 2% or less in the 1.6-3.3 GeV/c 2 mass region, but increases linearly to 10% in the 3.3-5.0 GeV/c 2 region, and is about 20% for the masses below 1.6 GeV/c 2 .",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "B. Selection Efficiency",
            "section_rank": 7
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The selection procedure applied to the data is also applied to the simulated signal samples. The resulting K + K − π + π − invariant-mass distributions in the signal and control regions are shown in Fig. 3(a) for the uniform phase space simulation. This model reproduces the observed distributions of kaon and pion momenta and polar angles. A broad, smooth mass distribution is chosen to facilitate the estimation of the efficiency as a function of mass. We divide the number of reconstructed simulated events in each mass interval by the number generated in that interval to obtain the efficiency shown by the points in Fig. 3(b). The result of fitting a third-order polynomial to the points is used for further calculations. We simulate events with the ISR photon confined to the angular range 20-160 • with respect to the electron beam in the e + e − c.m. frame; this angular range is wider than the actual EMC acceptance. The calculated efficiency is for this fiducial region, and includes the acceptance for the final-state hadrons, the inefficiencies of the detector subsystems, and event loss due to additional soft-photon emission.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 199,
                    "text": "Fig. 3",
                    "end": 205
                },
                {
                    "type": "figure",
                    "start": 621,
                    "text": "Fig. 3(b)",
                    "end": 630
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The simulations including the φ(1020)π + π − and/or K + K − f 0 (980) channels give very different mass and angular distributions in the K + K − π + π − rest frame. However, the angular acceptance is quite uniform for ISR events (see Ref. [13]), and the efficiencies are within 1% of those from the uniform phase space simulation, as shown by the dashed curve in Fig. 3(b) for the φ(1020)π + π − final state.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 239,
                    "text": "[13]",
                    "end": 243
                },
                {
                    "type": "figure",
                    "start": 363,
                    "text": "Fig. 3(b)",
                    "end": 372
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "To study possible mis-modeling of the acceptance, we repeat the analysis with tighter requirements. All charged tracks are required to lie within the DIRC acceptance, 0.45 < θ ch < 2.4 radians, and the ISR photon must not appear near the edges of the EMC, 0.35 < θ ISR < 2.4 radians. The fraction of selected data events satisfying the tighter requirements differs from the simulated ratio by 1.5%. We take the sum in quadrature of this variation and the 1% model variation (2% total) as the systematic uncertainty due to acceptance and model dependence.  Our data sample contains about 3000 events in the J/ψ peak. Comparing this number with and without selection on χ 2 2K2π we find less than a 1% difference between data and MC simulation due to mis-modeling of the shape of the χ 2 2K2π distribution. This value is taken as an estimate of the systematic uncertainty associated with the χ 2 2K2π selection criterion. To measure tracking efficiency, we consider data and simulated events that contain a highenergy photon and exactly three charged-particle tracks, which satisfy a set of kinematical criteria, including a good χ 2 from a kinematic fit to the π + π − π + π − hypothesis, assuming one missing pion track in the event. We find that the simulated track-finding efficiency is overestimated by (0.75 ± 0.25)% per track, so we apply a correction of +(3 ± 1)% to the signal yield.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The kaon identification efficiency is studied in BABAR using many different test processes (e.g. e + e − → φ(1020)γ → K + K − γ), and we conservatively estimate a systematic uncertainty of ±1.0% per kaon due to data-MC differences in our kaon momentum range.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The data-MC simulation correction due to ISR photon detection efficiency was studied with a sample of e + e − → µ + µ − γ events and was found to be +(1.0 ± 0.5)%. We calculate the e + e − → K + K − π + π − cross section as a function of the effective c.m. energy from",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "B. Selection Efficiency",
            "text": "where E c.m. ≡ m 2K2π c 2 with m 2K2π the measured invariant mass of the K + K − π + π − system, dN 2K2πγ the number of selected events after background subtraction in the interval dE c.m. , ǫ 2K2π (E c.m. ) the corrected detection efficiency, and R a radiative correction.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We calculate the differential luminosity dL(E c.m. ) in each interval dE c.m. , with the photon in the same fiducial range as that used for the simulation, using the simple leading order (LO) formula described in Ref. [12]. From the mass spectra, obtained from the MC simulation with and without extra-soft-photon (ISR and FSR) radiation, we extract R(E c.m. ), which gives a correction less than 1%. Our data, calculated according to Eq. 2, include vacuum polarization (VP) and exclude any radiative effects, as is conventional for the reporting of e + e − cross sections. Note that VP should be excluded and FSR included for calculations of a µ . From data-simulation comparisons for the e + e − → µ + µ − γ events we estimate a systematic uncertainty on dL of 1% [17].",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 218,
                    "text": "[12]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 766,
                    "text": "[17]",
                    "end": 770
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We show the cross section as a function of E c.m. in Fig. 4 with statistical errors only in comparison with the direct measurements from DM1 [18], and list our results in Table I. The results are consistent with our previous measurements for this reaction [7,13], but have increased statistical precision. Our data lie systematically below the DM1 data for E c.m. above 1.9 GeV. The systematic uncertainties, summarized in Table II, affect the normalization, but have little effect on the energy dependence.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 53,
                    "text": "Fig. 4",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 141,
                    "text": "[18]",
                    "end": 145
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 171,
                    "text": "Table I",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 256,
                    "text": "[7,",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 259,
                    "text": "13]",
                    "end": 262
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 423,
                    "text": "Table II",
                    "end": 431
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The cross section rises from threshold to a peak value of about 4.6 nb near 1.86 GeV, then generally decreases with increasing energy. In addition to narrow peaks at the J/ψ and ψ(2S) mass values, there are several possible wider structures in the 1.8-2.8 GeV region. Such structures might be due to thresholds for intermediate resonant states, such as φf 0 (980) near 2 GeV. Gaussian fits to the distributions of the mass difference between generated and reconstructed MC data yield K + K − π + π − mass resolution values that vary from 4.2 MeV/c 2 in the 1.5-2.5 GeV/c 2 region to 5.5 MeV/c 2 in the 2.5-3.5 GeV/c 2 region. The resolution functions are not purely Gaussian due to soft-photon radiation, but less than 10% of the signal is outside the 0.025 GeV/c 2 mass interval used in Fig. 4. Since the cross section has no sharp structure other than the J/ψ and ψ(2S) peaks discussed in Sec. IX below, we apply no correction for mass resolution.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 788,
                    "text": "Fig. 4",
                    "end": 794
                }
            ]
        },
        {
            "text": "D. Substructures in the K",
            "section_rank": 8
        },
        {
            "section": "D. Substructures in the K",
            "text": "Our previous study [7,13] showed evidence for many intermediate resonances in the K + K − π + π − final state. With the larger data sample used here, these can be seen more clearly and, in some cases, studied in detail. Figure 5(a) shows a plot of the invariant mass of the K − π + pair versus that of the K + π − pair. Signal for the K * (892) 0 is clearly visible. Figure 5(b) shows the K ± π ∓ mass distribution (two entries per event) for all selected K + K − π + π − events. As we show in our previous study [7], the signal at about 1400 GeV/c 2 has parameters consistent with K * 2 (1430) 0 . Therefore, we perform a fit to this distribution using P-and D-wave Breit-Wigner (BW) functions for the K * 0 and K * 0 2 signals, respectively, and a third-order polynomial function for the remainder of the distribution, taking into account the Kπ threshold. The fit result is shown by the curves in Fig. 5(b). The fit yields a K * 0 signal of 53997 ± 526 events with m(K * 0 ) = 0.8932 ± 0.0002 GeV/c 2 and Γ(K * 0 ) = 0.0521 ± 0.0007 GeV, and a K * 0 2 signal of 4361±235 events with m(K * 0",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 19,
                    "text": "[7,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 22,
                    "text": "13]",
                    "end": 25
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 220,
                    "text": "Figure 5",
                    "end": 228
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 367,
                    "text": "Figure 5",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 513,
                    "text": "[7]",
                    "end": 516
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 900,
                    "text": "Fig. 5(b)",
                    "end": 909
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "2 ) = 1.4274±0.0019 GeV/c 2 and Γ(K * 0",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "section": "D. Substructures in the K",
            "text": "2 ) = 0.0902 ± 0.0056 GeV. These values are  [5] , and the fit describes the data well, indicating that contributions from other resonances decaying into K ± π ∓ , like K * (1410) 0 and/or K * 0 (1430) 0 , are small. We combine K * 0 /K * 0 candidates within the lines in We next suppress the K * (892) 0 Kπ contribution by considering only events outside the lines in Fig. 5(a). In Fig. 7(a) the K ± π + π − invariant mass (two entries per event) shows evidence of the K 1 (1270) and K 1 (1400) resonances, both of which decay into Kρ(770), although the latter decay is very weak [5]. In Fig. 7(b) we plot the π + π − invariant mass for events with m(",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 45,
                    "text": "[5]",
                    "end": 48
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 369,
                    "text": "Fig. 5",
                    "end": 375
                },
                {
                    "type": "figure",
                    "start": 383,
                    "text": "Fig. 7",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 581,
                    "text": "[5]",
                    "end": 584
                },
                {
                    "type": "figure",
                    "start": 589,
                    "text": "Fig. 7",
                    "end": 595
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "There is a strong ρ(770) → π + π − signal, and there are indications of additional structures in the f 0 (980) and f 2 (1270) regions.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "section": "D. Substructures in the K",
            "text": "The separation of all these, and any other, intermediate states involving relatively broad resonances requires a partial wave analysis. This is beyond the scope of this paper. Instead we present the cross sections for the sum of all states that include K * (892) 0 , K * 2 (1430) 0 or ρ(770) signals, and study intermediate states that include a narrow φ or f 0 resonance.   Fig. 8(a) indicates that only 548 ± 263 events are as-sociated with correlated K * (892) 0 K * (892) 0 production (about 1% of the total number of K * (892) 0 events), and that 1680±343 events correspond to K * (892) 0 K * 2 (1430) 0 pairs, compared to 4361±235, the total number of events with a K * 2 (1430) 0 in the final state. The distribution of the events from the K * 2 (1430) 0 peak shows a strong signal at the K * (892) 0 mass in Fig. 8(b), which contains 1648 ± 32 events, in agreement with the number of K * (892) 0 K * 2 (1430) 0 pairs obtained above.  We perform a fit similar to that shown in Fig. 5(b) to the data in intervals of K + K − π + π − invariant mass, with the resonance masses and widths fixed to the values obtained from the overall fit. Since correlated K * production is small, we convert the resulting K * yield in each interval into a cross section value for e + e − → ",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 375,
                    "text": "Fig. 8",
                    "end": 381
                },
                {
                    "type": "figure",
                    "start": 816,
                    "text": "Fig. 8",
                    "end": 822
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 984,
                    "text": "Fig. 5",
                    "end": 990
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "following the pro- ",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "D. Substructures in the K",
            "text": "with the φ and K * 0 regions excluded: the solid curve represents a fit as described in the text, and the background contribution is shown separately as the hatched region; (b) the e + e − → K + K − ρ(770) cross section obtained from the ρ signal from the fit in each 0.025 GeV c.m. energy interval.",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "section": "D. Substructures in the K",
            "text": "cedure described in Sec. IV C. These cross section values take into account only the Kπ decay of the K * (892) 0 and the K * 2 (1430) 0 . Note that the e + e − → K * (892) 0 Kπ (K * 2 (1430) 0 Kπ) cross section includes a small contribution from the K * 2 (1430) 0 Kπ (K * (892) 0 Kπ) channel, because the K * 2 (1430) 0 K * (892) 0 final state has not been taken into account. These cross sections are shown in Fig. 9 and paper Fig. 10, and the e + e − → K * (892) 0 K − π + channel is listed in Table III for E c.m. energies from threshold up to 4.0 GeV. At higher energies the signals are small and contain an unknown, but possibly large, contribution from e + e − → qq events. There is a rapid rise from threshold to a peak value of about 4 nb at 1.84 GeV for the e + e − → K * (892) 0 K − π + cross section, followed by a very rapid decrease with increasing energy. There are suggestions of narrow structures in the peak region, but the only statistically significant structure is the J/ψ peak, which is discussed below. There are some structures in the e + e − → K * 2 (1430) 0 K − π + cross section, but the signal size is too small to make any definite statement.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 412,
                    "text": "Fig. 9",
                    "end": 418
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 429,
                    "text": "Fig. 10",
                    "end": 436
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 497,
                    "text": "Table III",
                    "end": 506
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "The e + e − → K * (892) 0 K − π + contribution is a large fraction of the total K + K − π + π − cross section at all energies above its threshold, and dominates in the 1.8-2.0 GeV region. The K + K − ρ 0 (770) intermediate state makes up the majority of the remainder of the cross section. We exclude a small φ contribution by requiring |m(K + K − ) − m(φ)| > 0.01 GeV/c 2 , and suppress the large K * (892) 0 contribution by means of the anti- Figure 11(a) shows the π + π − mass distribution for the remaining events. The combinatorial background is relatively large, and includes a small contribution from f 0 (980) → π + π − decays. We fit the ρ(770) signal with a single BW (mass and width are fixed to 0.77 GeV/c 2 and 0.15 GeV, respectively) and a polynomial background (contribution shown by the hatched area) in each 0.025 GeV c.m. energy interval. The cross section obtained is shown in Fig. 11(b), and has no significant structures except the J/ψ signal. The uncertainty in the ρ(770) shape, and also in the background shape, provides the largest contribution to the systematic error, estimated to be 20-30%. A small contribution to the background from f 0 (980) → π + π − is ignored in the fit, which does not result in a significant uncertainty. Intermediate states containing narrow resonances can be studied more easily. For the E c.m. energy range below 3.0 GeV, Fig. 12(a) shows a plot of the invariant mass of the π + π − pair versus that of the K + K − pair. Horizontal and vertical bands corresponding to the ρ 0 (770) and φ, respectively, are visible, and there is a concentration of entries in the φ band corresponding to the correlated production of φ and f 0 (980), as demonstrated by the open histogram of Fig. 12(b). The φ signal is clearly visible in the K + K − mass projection of Fig. 12(c). The large contribution from the ρ(770) is nearly uniform in K + K − mass, and the cross-hatched histogram shows the non-K + K − π + π − background estimated from the control region in χ 2 2K2π . The cross-hatched histogram also shows a φ peak, but this is a small fraction of the events. When we subtract this background and fit the remaining data with a double-Gaussian function for the φ signal, and a first-order polynomial function for the non-φ background (with a cut-off at the KK threshold), we obtain 3951±91 events corresponding to the φπ + π − intermediate state.",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 445,
                    "text": "Figure",
                    "end": 451
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 897,
                    "text": "Fig. 11(b)",
                    "end": 907
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1379,
                    "text": "Fig. 12(a)",
                    "end": 1389
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1731,
                    "text": "Fig. 12(b)",
                    "end": 1741
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1809,
                    "text": "Fig. 12(c)",
                    "end": 1819
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "To study the φπ + π − channel, we select candidate events with a K + K − invariant mass within 10 MeV/c 2 of the φ mass, indicated by the inner vertical lines in Figs. 12(a,c), and estimate the non-φ contribution from the mass sidebands between the inner and outer vertical lines. In Fig. 12(b) we show the π + π − invariant mass distributions for φ candidate events, sideband events, and χ 2 control region events as the open, hatched and crosshatched histograms, respectively, and in Fig. 12(d) we show the π + π − distribution after subtracting the nonφ background contributions. We observe a clear, narrow peak in the f 0 (980) mass region, together with a broad enhancement that reaches a maximum at about 0.6 GeV/c 2 , which could indicate f 0 (600) production. We defer a detailed analysis of this distribution to Secs. IV G, VII, and VIII.",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 162,
                    "text": "Figs. 12(a,c)",
                    "end": 175
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 284,
                    "text": "Fig. 12",
                    "end": 291
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 486,
                    "text": "Fig. 12(d)",
                    "end": 496
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "We obtain the number of e + e − → φπ + π − events in 0.025 GeV/c 2 intervals of the φπ + π − invariant mass by fitting the K + K − invariant mass projection in that interval after subtracting non-K + K − π + π − background. Each projection is a subset of Fig. 12(c), where the curve represents the fit to the full sample. In each mass interval, all parameters other than number of events in the φ peak and the normalization of the background distri- bution are fixed to the values obtained from the overall fit. As a check, we also describe the background as a linear function, with all parameters free in each mass interval; the alternative fit yields consistent results with the nominal fit to within 5%, which is taken as a systematic uncertainty.",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 255,
                    "text": "Fig. 12(c)",
                    "end": 265
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "The reconstruction efficiency may depend on the details of the production mechanism. Using the two-pion mass distribution in Fig. 12(d) as input, we simulate the π + π − system as an S-wave composition of two structures both described by the BW amplitudes, with parameters set to the values obtained in Sec. VII. The BW amplitudes represent the f 0 (980) and the bump at 0.6 GeV/c 2 , which we call f 0 (600) (see Sec. VII). We describe the φπ + π − mass distribution using a simple model with one resonance of mass 1.68 GeV/c 2 and width 0.3 GeV, which decays to φπ + π − or φf 0 (980) when phase space allows. The reconstructed spectrum that results then has a sharp increase at about 2 GeV/c 2 due to the φf 0 (980) threshold.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 125,
                    "text": "Fig. 12(d)",
                    "end": 135
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "We obtain the efficiency as a function of φπ + π − mass by dividing the number of reconstructed events in each interval by the number generated; the result is shown in Fig. 3 by the dashed curve. Comparison with the solid curve in the same figure shows that the model dependence is weak, giving confidence in the efficiency calculation. We calculate the e + e − → φπ + π − cross section as described in Sec. IV C, and divide by the φ → K + K − branching fraction (0.489 [5]). We show our results as a function of c.m. energy in Fig. 13, and list them in Table IV. The cross section has a peak value of about 0.6 nb at about 1.7 GeV, then decreases with increasing energy until the φ(1020)f 0 (980) threshold, around 2.0 GeV. From this point it rises, falls sharply at about 2.2 GeV, and then decreases slowly. Except in the charmonium region, the results at energies above 3 GeV are not meaningful due to small signals and potentially large backgrounds, and are omitted from Table IV. Figure 13 displays the cross section up to 4.0 GeV in order to show the J/ψ and ψ(2S) signals, which are discussed in Sec. IX.",
            "paragraph_rank": 45,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 168,
                    "text": "Fig. 3",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 470,
                    "text": "[5]",
                    "end": 473
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 528,
                    "text": "Fig. 13",
                    "end": 535
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 554,
                    "text": "Table IV",
                    "end": 562
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 985,
                    "text": "Figure 13",
                    "end": 994
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "The cross section obtained is in agreement with our previous measurement [7]. The cross section measured by the Belle Collaboration [9], also shown in Fig. 13, presents very similar features, and a general consistency with our data, although a small systematic difference at higher c.m. energies is visible.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 73,
                    "text": "[7]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 132,
                    "text": "[9]",
                    "end": 135
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 151,
                    "text": "Fig. 13",
                    "end": 158
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "We perform a study of the angular distributions in the φ(1020)π + π − final state by considering all K + K − π + π − candidate events with mass below 3 GeV/c 2 in intervals of the cosine of each angle defined below, and fitting the background-subtracted K + K − mass projection in each interval. The efficiency is nearly uniform in the cosine of each angle, and so we study the number of events in each interval. We define the φ production angle, Θ φ , as the angle between the φ direction and the ISR photon  direction in the rest frame of the φπ + π − system (i.e., the effective e + e − collision axis). The distribution of cos Θ φ , shown in Fig. 14(a), is consistent with the uniform distribution expected if the quasi-two-body final state φX, X → π + π − , is produced in an S-wave angular-momentum state. We define the pion helicity angle, Θ π + , as that between the π + and the recoil φ direction in the π + π − rest frame. The kaon helicity angle, Θ K + is defined as that between the K + direction and the ISR photon direction in the φ rest frame. The distributions of cos Θ π + and cos Θ K + , shown in Figs. 14(b) and 14(c), respectively, are consistent with those expected from scalar (uniform) and vector (cos 2 Θ K + ) meson decays, where for the latter the φ retains the helicity of the virtual photon to which the φX system couples.",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 646,
                    "text": "Fig. 14(a)",
                    "end": 656
                }
            ]
        },
        {
            "section": "D. Substructures in the K",
            "text": "G. The φ(1020)f0(980) and φ(1020)f0(600)",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "text": "Intermediate States",
            "section_rank": 9
        },
        {
            "section": "Intermediate States",
            "text": "The narrow f 0 (980) peak seen in Fig. 12(d) allows the selection of a fairly clean sample of φf 0 (980) events. We repeat the analysis just described with the additional requirement that the π + π − invariant mass be in the range 0.85-1.10 GeV/c 2 . A fit to the K + K − mass spectrum for this sample, analogous to that shown in Fig. 12(c), yields about 1350 events; all of these contain a true φ, with a small fraction of events with the pion pair not produced through the f 0 (980), but the latter contribution is relatively small (see discussion in Sec. VII). By selecting events with the π + π − invariant mass below 0.85 GeV/c 2 , we similarly obtain a sample composed mostly of φf 0 (600) events. We convert the above two samples of f 0 (980) and f 0 (600) events in each mass interval into measurements of the e + e − → φ(1020)f 0 (980) and e + e − → φ(1020)f 0 (600) cross sections as described above, dividing by the f 0 → π + π − branching fraction of 2/3 to account for f 0 → π 0 π 0 decays. The cross sections are shown in Fig. 15 as functions of c.m. energy and are listed in Table V and Table VI. The φ(1020)f 0 (980) cross section behavior near threshold does not appear to be smooth, but is more consistent with a steep rise to a value of about 0.3 nb at 2.0 GeV followed by a slow decrease that is interrupted by a structure around 2.175 GeV. In contrast, the φ(1020)f 0 (600) cross section has a smooth threshold increase to about 0.8 nb, followed by a smooth decrease thereafter, and can be interpreted as the φ(1680) resonance. It is important to note that all structures above 2.0 GeV seen in Fig. 13 relate only to the f 0 (980) resonance. Possible interpretations of these structures are discussed in Sec. VIII. Again, the cross section values are not meaningful for c.m. energy above about 3 GeV, except for the J/ψ and ψ(2S) signals, discussed in Sec. IX.",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 34,
                    "text": "Fig. 12(d)",
                    "end": 44
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 330,
                    "text": "Fig. 12(c)",
                    "end": 340
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1036,
                    "text": "Fig. 15",
                    "end": 1043
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1090,
                    "text": "Table V",
                    "end": 1097
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1615,
                    "text": "Fig. 13",
                    "end": 1622
                }
            ]
        },
        {
            "text": "A. Final Selection and Backgrounds",
            "section_rank": 10
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "The K + K − π 0 π 0 sample contains background from the ISR processes e + e − → K + K − π 0 γ and K + K − ηγ, in which two soft photon candidates from machine-or detector-related backgrounds combine with the relatively energetic photons from the π 0 or η to form two fake π 0 candidates. We reduce this background using the angle between each reconstructed π 0 direction and the direc-tion of its higher-energy photon daughter calculated in the π 0 rest frame. If the cosines of both angles are larger than 0.85, we remove the event. Figure 16 shows the distribution of χ 2 2K2π 0 for the remaining candidates together with the simulated K + K − π 0 π 0 events. Again, the distributions are broader than those for a typical 6C χ 2 distribution due to higher order ISR, and we normalize the histogram to the data in the region χ 2 2K2π 0 < 15. The cross-hatched histogram in Fig. 16 represents background from e + e − → qq events, evaluated in the same way as for the K + K − π + π − final state. The hatched region represents the ISR backgrounds from final states with similar kinematics. The first of these is π + π − π 0 π 0 , which yields events with both charged pions misidentified as kaons, and the second is the K S Kπ, which yields K S → π 0 π 0 and a misidentified pion. Each contribution is small.",
            "paragraph_rank": 50,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 534,
                    "text": "Figure 16",
                    "end": 543
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 874,
                    "text": "Fig. 16",
                    "end": 881
                }
            ]
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "The dominant background in this case is from residual ISR K + K − π 0 and K + K − η events, as well as ISRproduced K + K − π 0 π 0 π 0 events. Their net simulated contribution, indicated by the dashed contour in Fig. 16, is consistent with the data in the high χ 2",
            "paragraph_rank": 51,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 212,
                    "text": "Fig. 16",
                    "end": 219
                }
            ]
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "2K2π 0 region. All other backgrounds are either negligible or distributed uniformly in χ 2 2K2π 0 . We define the signal region by χ 2 2K2π 0 < 50, which contains 7967 data and 7402 simulated events, and a control region by 50 < χ 2 2K2π 0 < 100, which contains 2007 data and 704 simulated signal events. Figure 17 shows the K + K − π 0 π 0 invariant mass distribution from threshold up to 5 GeV/c 2 for events in the signal region. The qq background (cross-hatched histogram) is negligible at low masses but yields a significant fraction of the selected events above about 4 GeV/c 2 . The ISR π + π − π 0 π 0 contribution (hatched region) is negligible except in the 1.5-2.5 GeV/c 2 region. The sum of all other backgrounds, estimated from the control region, is the dominant contribution below 2.5 GeV/c 2 and is . The open histogram is the distribution for simulated signal events, normalized as described in the text. The cross-hatched, hatched, and dashed regions represent, respectively, the backgrounds from non-ISR qq events, ISR-produced π + π − π 0 π 0 and KSKπ events, and ISR-produced",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 305,
                    "text": "Figure 17",
                    "end": 314
                }
            ]
        },
        {
            "section": "A. Final Selection and Backgrounds",
            "text": "non-negligible everywhere. The total background varies from 100% below 1.6 GeV/c 2 to 25% at higher masses. We subtract the sum of the estimated background contributions from the number of selected events in each mass interval to obtain the number of signal events. Considering uncertainties in the cross sections for the background processes, the normalization of events in the control region and the simulation statistics, we estimate a systematic uncertainty on the signal yield after background subtraction of about 5% in the 1.6-3.0 GeV/c 2 region; this increases linearly from 5% to 15% in the region above 3 GeV/c 2 .",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "B. Selection Efficiency",
            "section_rank": 11
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The detection efficiency is determined in the same manner as in Sec. IV B. Figure 18(a) shows the simulated K + K − π 0 π 0 invariant mass distributions in the signal and control regions obtained from the phase space model. We divide the number of reconstructed events in each 0.04 GeV/c 2 mass interval by the number generated in that interval to obtain the efficiency estimate shown by the points in Fig. 18(b); a third-order-polynomial fit to the efficiency is used in calculating the cross section. Again, the simulation of the ISR photon covers a limited angular range, which is about 30% wider than the EMC acceptance. Simulations assuming dominance of the φ → K + K − and/or the f 0 → π 0 π 0 channels give results consistent with those of Fig. 18(b), and we apply We correct for mis-modeling of the track-finding and kaon identification efficiencies as in Sec. IV B (corrections of (+1.9 ± 0.6)% and (0 ± 2.0)%, respectively). We do not observe any large discrepancy in the shape of the χ 2 2K2π 0 distribution, and so apply no correction for the χ 2 2K2π 0 < 50 selection, but introduce 3% as an associated systematic uncertainty. We correct the π 0finding efficiency using the procedure described in detail in Ref. [14]. From ISR e + e − → ωπ 0 γ→ π + π − π 0 π 0 γ events selected with and without the π 0 from the ω decay, we find that the simulated efficiency for one π 0 is too large by (3.0±1.0)%, and we apply a correction of (+6.0 ± 2.0)% because of the two π 0 s in each event.",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 75,
                    "text": "Figure 18(a)",
                    "end": 87
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 402,
                    "text": "Fig. 18(b)",
                    "end": 412
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 747,
                    "text": "Fig. 18(b)",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1225,
                    "text": "[14]",
                    "end": 1229
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "C. Cross Section for e + e − → K + K − π 0 π 0",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We calculate the cross section for e + e − → K + K − π 0 π 0 in 0.04 GeV E c.m. intervals from the analog of Eq.(2), using the invariant mass of the K + K − π 0 π 0 system to determine the c.m. energy. We show the results in Fig. 19 and list the values and statistical errors in Table VII. The cross section rises to a peak value near 0.8 nb at 2 GeV then shows a rapid decrease, which is interrupted by a large J/ψ signal; the charmonium region is discussed in Sec. IX below. The drop at 2.2 GeV is similar to that seen for the K + K − π + π − final state. Again, the differential luminosity includes corrections for vacuum polarization that should be omitted for calculations of a µ .  The simulated K + K − π 0 π 0 invariant mass resolution is 8.8 MeV/c 2 in the 1.5-2.5 GeV/c 2 mass range, and increases with mass to 11.2 MeV/c 2 in the 2.5-3.5 GeV/c 2 range. Since less than 20% of the events in a 0.04 GeV interval are reconstructed outside that interval, and the cross section has no sharp structure other than the J/ψ peak, we again make no correction for resolution. The point-to-point systematic uncertainties are much smaller than the statistical uncertainties, and the errors on the normalization are summarized in Table VIII, along with the corrections that were applied to the measurements. The total correction is +8.9%, and the total systematic uncertainty is 7% at low mass, increasing linearly from 7% to 16% above 3 GeV/c 2 .",
            "paragraph_rank": 56,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 225,
                    "text": "Fig. 19",
                    "end": 232
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 279,
                    "text": "Table VII",
                    "end": 288
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1227,
                    "text": "Table VIII",
                    "end": 1237
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "D. Substructure in the K + K − π 0 π 0 Final State A plot of the invariant mass of the K − π 0 pair versus that of the K + π 0 pair is shown in Fig. 20(a) (two entries per event) for the χ 2 signal region after removing the φ(1020) contribution by |m(K + K − ) − m(φ)| > 0.01 GeV/c 2 . Horizontal and vertical bands corresponding to the K * (892) − and K * (892) + , respectively, are visible. Figure 20(b) shows as points the sum of the two projections of Fig. 20(a); a large K * (892) ± signal is evident. Fitting this distribution with the function used in Sec. IV E, we obtain the number of events corresponding  to K * (892) ± (7734 ± 320) and K * (1430) ± (793 ± 137) production. The K * (1430) ± :K * (892) ± ratio is consistent with that obtained for neutral K * production in the K + K − π + π − channel, but the number of K * (892) ± combinations in the peak is larger than the total number of K + K − π 0 π 0 events (5522). This indicates the presence of some number of correlated K * (892) + K * (892) − pairs. Fitting the K − π 0 mass distribution in each 0.04 GeV/c 2 bin of K + π 0 invariant mass, we obtain the number of K * (892) − and K * (1430) − events shown in Fig. 21(a,b). The correlated production of K * (892) + K * (892) − and K * (892) + K * 2 (1430) − is clearly seen, and the fits yield 1750 ± 60 and 140 ± 49 events, respectively. Note that K * (892) + K * (892) − accounts for about 30% of all K + K − π 0 π 0 events, in contrast with the K + K − π + π − channel, where only 548 ± 263 events (less than 1% of the total) are found to result from the K * (892) 0 K * (892) 0 pair production. We find no evidence for resonance production in the K + K − π 0 or K ± π 0 π 0 subsystems. Since the statistics are low in any given mass interval, we do not attempt to extract a separate K * (892) + K − π 0 + c.c. cross section. The total K + K − π 0 π 0 cross section is roughly a factor of four lower than the K * (892) 0 K − π + cross section observed in the K + K − π + π − final state. This is consistent with what is expected from isospin considerations and the charged versus neutral K * branching fractions involving charged kaons. The selection of events containing φ(1020) → K + K − decays follows that in Sec. IV F. Figure 22(a) shows the plot of the invariant mass of the π 0 π 0 pair versus that of the K + K − pair. The φ resonance is visible as a vertical band, whose intensity decreases with increasing π 0 π 0 mass except for an enhancement in the f 0 (980) region ( Fig. 22(b)). The φ signal is also visible in the K + K − invariant mass projection for events in the control region, shown in Fig. 22(c). The relative non-φ background is smaller than in the K + K − π + π − mode, but there is a large background from ISR φπ 0 , φη and/or φπ 0 π 0 π 0 events, as indicated by the control region histogram (hatched) in Fig. 22(c). The contributions from non-ISR and ISR π + π − π 0 π 0 events are negligible. Selecting φ candidate and side band events as for the K + K − π + π − mode (vertical lines in Figs. 22(a,c)), we obtain the π 0 π 0 mass projections shown as the open and cross-hatched histograms, respectively, in Fig. 22(b). Control region events (hatched histogram) are concentrated at low mass values in Fig. 22(b), and a peak corresponding to the f 0 (980) is visible over a relatively low background.",
            "paragraph_rank": 57,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 144,
                    "text": "Fig. 20",
                    "end": 151
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 394,
                    "text": "Figure 20(b)",
                    "end": 406
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 457,
                    "text": "Fig. 20(a)",
                    "end": 467
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1182,
                    "text": "Fig. 21(a,b)",
                    "end": 1194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 2249,
                    "text": "Figure 22(a)",
                    "end": 2261
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 2506,
                    "text": "Fig. 22(b)",
                    "end": 2516
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 2632,
                    "text": "Fig. 22(c)",
                    "end": 2642
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 2856,
                    "text": "Fig. 22(c)",
                    "end": 2866
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 3040,
                    "text": "Figs. 22(a,c)",
                    "end": 3053
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 3160,
                    "text": "Fig. 22(b)",
                    "end": 3170
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 3253,
                    "text": "Fig. 22(b)",
                    "end": 3263
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "In Fig. 22(d) we show the π 0 π 0 mass distribution associated with φ production after subtraction of all background contributions. The distribution is consistent in shape with that of Fig. 12(d), but with a data sample which is about six times smaller.",
            "paragraph_rank": 58,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 3,
                    "text": "Fig. 22(d)",
                    "end": 13
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 185,
                    "text": "Fig. 12(d)",
                    "end": 195
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We obtain the number of e + e − → φπ 0 π 0 events in  0.04 GeV/c 2 intervals of φπ 0 π 0 invariant mass by fitting the K + K − invariant mass projection in that interval to the φ signal, after subtracting the non-K + K − π 0 π 0 background, the same way as described in Sec. IV F. The obtained cross section is shown in Fig. 23 and is very similar to that obtained from the K + K − π + π − final state shown in Fig. 13. The errors shown reflect not only that there are six times fewer events, but also a much larger background level.",
            "paragraph_rank": 59,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 320,
                    "text": "Fig. 23",
                    "end": 327
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 411,
                    "text": "Fig. 13",
                    "end": 418
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "As before, we defer discussion to Secs. VII and VIII. φ(1020)f 0 (980) contribution. As in Sec. IV G, we require the dipion mass to be in the range 0.85-1.10 GeV/c 2 and fit the background-subtracted K + K − mass projection in each 0.04 GeV/c 2 interval of K + K − π 0 π 0 mass to obtain the number of φf 0 events. Again, some φπ 0 π 0 events are present in which the π 0 π 0 pair is not produced through the f 0 .",
            "paragraph_rank": 60,
            "section_rank": 11
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We convert the number of f 0 (980) events in each mass interval into a measurement of the e + e − → φ(1020)f 0 (980) cross section as described previously, and divide by the f 0 (980)→ π 0 π 0 branching fraction of 1/3 to obtain the f 0 (980) → ππ value. The cross section, corrected for the φ(1020) → K + K − decay rate, is shown in Fig. 24 as a function of E c.m. and is listed in Table IX. Due to the smaller number of events, we have used larger intervals at higher energies. The overall shape is consistent with that obtained from the K + K − π + π − final state (see Fig. 15), and there seems to be a sharp drop near 2.2 GeV; however, the statistical errors are large and no conclusion can be drawn from this mode alone. Possible interpretations are discussed in Section VIII.  is the distribution for simulated K + K − K + K − events, normalized to the data in the region χ 2 4K < 5 where the relative contributions of the backgrounds and radiative corrections are small. The shaded histogram represents the background from non-ISR e + e − → qq events, evaluated as for the other modes. The region defined by the dashed contour represents the background from simulated ISR K + K − π + π − events with at least one charged pion misidentified as a kaon.",
            "paragraph_rank": 61,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 334,
                    "text": "Fig. 24",
                    "end": 341
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 383,
                    "text": "Table IX",
                    "end": 391
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 573,
                    "text": "Fig. 15",
                    "end": 580
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We define signal and control regions by χ 2 4K < 20 and 20 < χ 2 4K < 40, respectively. The signal region contains 4190 data and 14904 simulated events, and the control region contains 877 data and 1437 simulated events. We subtract the sum of backgrounds from the number of selected events in each mass interval to obtain the number of signal events. Considering the uncertainties in the cross sections for the background processes, the normalization of events in the control region, and the simulation statistics, we estimate that the systematic uncertainty on the signal yield is less than 5% in the 2-3 GeV/c 2 region, but it increases to about 10% above 3 GeV/c 2 . ",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "text": "B. Selection Efficiency",
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The detection efficiency is determined as for the other two final states. Figure 27(a) shows the simulated K + K − K + K − invariant-mass distributions in the signal and control regions from the phase space model. We divide the number of reconstructed events in each mass interval by the number generated in that interval to obtain the efficiency shown by the points in Fig. 27(b). It is quite uniform, and we fit the measurements using a thirdorder polynomial, which we then use to obtain the cross section. As discussed previously, this efficiency includes the difference between the EMC acceptance and the region of ISR photon simulation. A simulation assuming dominance of the φK + K − channel, with the K + K − pair in an angular-momentum S-wave state, gives consistent results, as shown by the dashed curve in Fig. 27(b), and we estimate a 5% systematic uncertainty associated with the difference. We correct only for mis-modeling of the track-finding and ISR-photon-detection efficiency as in Sec. IV B.",
            "paragraph_rank": 63,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 74,
                    "text": "Figure 27(a)",
                    "end": 86
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 370,
                    "text": "Fig. 27(b)",
                    "end": 380
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 816,
                    "text": "Fig. 27(b)",
                    "end": 826
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "C. Cross Section for e + e − → K + K − K + K −",
            "paragraph_rank": 64,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We calculate the e + e − → K + K − K + K − cross section in 0.025 GeV intervals of E c.m. from the analog of Eq.(2), using the invariant mass of the K + K − K + K − system to determine the c.m. energy. We show the cross section in Fig. 28, and list the measured values in Table X. The cross section increases from threshold to a peak value of about 0.1 nb near 2.7 GeV, then decreases slowly with increasing energy. The only statistically significant narrow structures are the large J/ψ peak and a possible narrow structure near 2.3 GeV, which will be discussed in Sec. VI D. Again, the differential luminosity contribution in each E c.m. interval includes corrections for vacuum polarization that should be omitted for the calculations of a µ . This measurement supersedes our previous result [13]. The simulated K + K − K + K − invariant mass resolution is 3.0 MeV/c 2 in the 2.0-2.5 GeV/c 2 range, increasing with mass to 4.7 MeV/c 2 in the 2.5-3.5 GeV/c 2 range, and to about 6.5 MeV/c 2 at higher masses. Since the cross section has no sharp structure except for the J/ψ peak, we again make no correction for resolution. The errors shown in Fig. 28 and listed in Table X are statistical only. The point-to-point systematic uncertainties are much smaller, and the errors on the normalization are summarized in Table XI, along with the corrections applied to the measurements. The total correction is +4.0%, and the total systematic uncertainty is 9% at low mass, linearly increasing to 13% above 3 GeV/c 2 .  pair that is closest to the φ mass is within ±10 MeV/c 2 of the φ peak, then we include the invariant mass of the other K + K − combination in Fig. 30(a). Events with K + K − K + K − mass within ±50 MeV/c 2 of the J/ψ mass are excluded. Events within ±50 MeV/c 2 of the J/ψ mass are shown as the hatched histogram. The latter is in agreement with results from the BES experiment [31], for which the structures around 1.5, 1.7, and 2.0 GeV/c 2 were studied in detail. For the dots with error bars there is an enhancement at threshold that can be interpreted as being due to f 0 (980) → K + K − decay. This is expected in light of the φf 0 cross sections measured above in the K + K − π + π − and K + K − π 0 π 0 final states, but a contribution from the a 0 (980) → K + K − can not be excluded. For the combined histograms of Fig. 30(a), we select events with m(K + K − ) < 1.06 GeV/c 2 (shown as region 1) and calculate a cross section enriched in the e + e − → φf 0 (980) reaction ( Fig. 30(b)). A bump at E c.m. = 2.175 GeV is seen; however, the small number of events and uncertainties in the f 0 (980) → K + K − lineshape do not allow a meaningful extraction of the cross section for this f 0 (980) decay mode.",
            "paragraph_rank": 65,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 231,
                    "text": "Fig. 28",
                    "end": 238
                },
                {
                    "type": "table",
                    "start": 272,
                    "text": "Table X",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 794,
                    "text": "[13]",
                    "end": 798
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1146,
                    "text": "Fig. 28",
                    "end": 1153
                },
                {
                    "type": "table",
                    "start": 1168,
                    "text": "Table X",
                    "end": 1175
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1314,
                    "text": "Table XI",
                    "end": 1322
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 1656,
                    "text": "Fig. 30(a)",
                    "end": 1666
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1892,
                    "text": "[31]",
                    "end": 1896
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 2338,
                    "text": "Fig. 30(a)",
                    "end": 2348
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 2497,
                    "text": "Fig. 30(b)",
                    "end": 2507
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "A clear signal corresponding to the f ′ 2 (1525) is seen in both histograms shown in Fig. 30(a). The f ′ 2 (1525) region is defined by 1.45 < m(K + K − ) < 1.6 GeV/c 2 , and is indicated as region 3 in Fig. 30(a). The corresponding cross section is shown in Fig. 30(d) and exhibits a broad (about 0.10-0.15 GeV) structure at 2.7 GeV and a strong J/ψ signal. In Fig. 30(a)(open histogram) there is an indication of structure for K + K − invariant mass in the 1.3-1.4 GeV/c 2 region; this may correspond to production of the φf 0 (1370) final state.",
            "paragraph_rank": 66,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 85,
                    "text": "Fig. 30(a)",
                    "end": 95
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 202,
                    "text": "Fig. 30(a)",
                    "end": 212
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 258,
                    "text": "Fig. 30(d)",
                    "end": 268
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 361,
                    "text": "Fig. 30(a)",
                    "end": 371
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "Finally, we tried to find a region of K + K − invariant mass corresponding to the spike seen at about 2.3 GeV in the total e + e − → K + K − K + K − cross section shown in Fig. 28. This spike is much more significant if we require 1.06 < m(K + K − ) < 1.2 GeV/c 2 , shown as region 2 in Fig. 30(a), with corresponding cross section shown in Fig. 30(c). We have no explanation of this structure.",
            "paragraph_rank": 67,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 172,
                    "text": "Fig. 28",
                    "end": 179
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 287,
                    "text": "Fig. 30(a)",
                    "end": 297
                },
                {
                    "type": "figure",
                    "ref_id": "fig_30",
                    "start": 341,
                    "text": "Fig. 30(c)",
                    "end": 351
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We observe no significant structure in the K + K − K ± mass distribution.",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We use the φK + K − events to investigate the possibility that part of our φπ + π − signal is due to φK + K − events with the two kaons interpreted as pions. No structure is present in the resulting K + K − π + π − invariant mass distribution. We next perform a more detailed study in the E c.m. region from threshold to 3.0 GeV of the e + e − → φ(1020)ππ cross section. For this study we use the cross section for the φπ + π − final state shown in Figs. 13 and 15, after scaling by a factor of 1.5 to take into account the φπ 0 π 0 contribution. The cross section for the φπ 0 π 0 (see Fig. 23) final state does not help much due to large statistical errors. There are at least two candidate resonant structures in Fig. 13. These are associated with the peaks observed at 1.7 GeV and at 2.1 GeV. As shown in Sec. IV G, the latter is related to φ(1020)f 0 (980) production, while the best candidate for the former may be the φ(1680), which is a radial excitation of the ss state decaying predomi-nantly to K * (892)K [16]. This would be another confirmation of the decay of this state to φ(1020)ππ, previously reported in Refs. [7,9].",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 449,
                    "text": "Figs. 13 and 15",
                    "end": 464
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 587,
                    "text": "Fig. 23",
                    "end": 594
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 716,
                    "text": "Fig. 13",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1017,
                    "text": "[16]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1128,
                    "text": "[7,",
                    "end": 1131
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1131,
                    "text": "9]",
                    "end": 1133
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "As discussed in Sec. IV F we associate the narrow peak in the π + π − invariant mass distribution, shown on a larger scale in Fig. 31, with the f 0 (980) (denoted as the f 0 meson), and observe a broad enhancement at about 0.6 GeV/c 2 ; the angular distributions of Fig. 14 justify that these structures are in an S-wave state. This low mass bump can not be formed by pure three-body phase space. Indeed, the φ(1020)ππ threshold is 1.3 GeV, but the observed cross section has a slow rise starting at 1.4 GeV. This indicates that the observed structure could be a result of f 0 (600) resonance decay.",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 126,
                    "text": "Fig. 31",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 266,
                    "text": "Fig. 14",
                    "end": 273
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The observed two-pion-mass shape of the f 0 (600) (denoted as the σ meson) is distorted by the φ(1020)ππ final state. This is less of an issue for the narrower f 0 (980). Nevertheless, to obtain mass and width parameter values for these states, we fit the data of Fig. 31 using a function consisting of an incoherent sum of two S-wave relativistic BW intensity distributions, modified to account for the two pion phase space. The fit values obtained are",
            "paragraph_rank": 71,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 264,
                    "text": "Fig. 31",
                    "end": 271
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "and",
            "paragraph_rank": 72,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "and the fit result is represented by the solid curve in Fig. 31. Note that the f 0 (980) parameters are consistent with the PDG values [5], indicating that interference with the f 0 (600) (or ππ coherent continuum) is minimal. This is expected because events with m(ππ) < 0.85 GeV/c 2 are associated with the resonance at 1.7 GeV/c 2 in the φ(1020)ππ mass, while the f 0 (980) contributes only to a structure above 2 GeV/c 2 (see Fig. 15). To confirm this, we examine two m(π + π − ) distributions using the selections shown in Fig. 12, but for events with either m(φπ + π − ) < 1.95 GeV/c 2 or 1.95 < m(φπ + π − ) < 3.0 GeV/c 2 . For the first case we observe only the bump at 0.6 GeV/c 2 of Fig. 31, with no evidence for the f 0 (980). For the second case we see a clear f 0 (980) signal but no evidence for the f 0 (600). We fit each distribution the same way as the data in Fig. 31. The resulting parameters for the f 0 (600) and f 0 (980) are in agreement with those presented above.",
            "paragraph_rank": 73,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 56,
                    "text": "Fig. 31",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 135,
                    "text": "[5]",
                    "end": 138
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 430,
                    "text": "Fig. 15",
                    "end": 437
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 528,
                    "text": "Fig. 12",
                    "end": 535
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 693,
                    "text": "Fig. 31",
                    "end": 700
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 878,
                    "text": "Fig. 31",
                    "end": 885
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The dashed curve of Fig. 31 is obtained when the f 0 (980) → KK partial width is incorporated into the BW propagator (the so called Flatté approximation used in Ref. [30] with parameters c1/c2 and m • c1, which correspond to the ratio of the coupling constants g 2 KK /g 2 ππ and effective f 0 (980) width). It differs only slightly at the top of the f 0 (980), but the wider shape of the Flatté function leaves less room for the remaining events and we obtain:",
            "paragraph_rank": 74,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 20,
                    "text": "Fig. 31",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 166,
                    "text": "[30]",
                    "end": 170
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The obtained Flatté function parameters are in agreement with those obtained in Ref. [30]: c2/c1 = 2.20 ± 0.67, m • c1 = 0.131 ± 0.033. The Flatté approximation gives a little better description of the observed ππ mass spectrum, and so we use it in the analysis of the structures observed in the φππ cross section.",
            "paragraph_rank": 75,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 85,
                    "text": "[30]",
                    "end": 89
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "It appears that the structure at E c.m. ≈ 2.1 GeV in the φπ + π − cross section (Figs. 13 and 15) couples to the f 0 (980) but not to the f 0 (600). This is very similar to the behavior observed for the π + π − system in J/ψ → φπ + π − decay [31] (and demonstrated with our data in Fig. 42 of Sec. IX), and in D s → π + π − π + decay [32]. In both instances a clear f 0 (980) signal is observed, while the broad f 0 (600) enhancement of Fig. 31 is absent. In contrast we note that in J/ψ → ωπ + π − decay [33] exactly the opposite behavior is observed; the π + π − system exhibits a broad low-mass enhancement, and there is no evidence of an f 0 (980) signal.",
            "paragraph_rank": 76,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 80,
                    "text": "(Figs. 13 and 15)",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 242,
                    "text": "[31]",
                    "end": 246
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 282,
                    "text": "Fig. 42",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 334,
                    "text": "[32]",
                    "end": 338
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 437,
                    "text": "Fig. 31",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 505,
                    "text": "[33]",
                    "end": 509
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "In contrast with the \"clean\" m(φπ + π − ) distribution, obtained from the fit on the φ peak, the m(π + π − ) distribution is obtained by the selection of φ signal in the K + K − invariant mass distribution, with background subtraction performed using the φ side bands and control region of the χ 2 distribution (see Fig. 12). To minimize these uncertainties, we use a BW description for σ and the Flatté approximation for f 0 to incorporate these two states in a simple model describing the structures in the φππ cross section data of Fig. 13 (after scaling by a factor of 1.5 to take into account the φπ 0 π 0 contribution). The model consists of the incoherent addition of two contributions at each value of E c.m. . The first represents the decay process φ(1680) → φf 0 (600), with the parameters of the σ given by Eq. (5); the second results from the coherent superposition of amplitudes describing the processes φ(1680) → φf 0 (980) and Y (2175) → φf 0 (980), where the Y (2175) BW amplitude describes the peak observed at ≈2.2 GeV in Fig. 13. We note that in Ref. [9] the contribution from φ(1680) → φf 0 (980) decay was not taken into account. We see no physical evidence to justify doing this, and so allow the presence of this amplitude in our model. The angular distributions of Fig. 14 are consistent with the φ(1020) and the S-wave ππ system being in an S-wave orbital angular momentum state, and so our model includes no centrifugal barrier factor in the amplitude representations.",
            "paragraph_rank": 77,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 316,
                    "text": "Fig. 12",
                    "end": 323
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 535,
                    "text": "Fig. 13",
                    "end": 542
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1040,
                    "text": "Fig. 13",
                    "end": 1047
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1070,
                    "text": "[9]",
                    "end": 1073
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1289,
                    "text": "Fig. 14",
                    "end": 1296
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We fit the observed e + e − → φππ cross section using the function",
            "paragraph_rank": 78,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "where    ",
            "paragraph_rank": 79,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "where BW ππ (m) is a BW function with f 0 (980) parameters (BW f0 (m)) to define P φf0 (s), or with f 0 (600) parameters (BW σ (m)) to define P φσ (s) [27], and q is the momentum of the particles with masses m and m φ in the two-body reaction at E c.m. = √ s. Since the decay φ(1680) → φ(1020)f 0 (980) is suppressed by phase space near √ s = m 1 , the value of σ 12 is much smaller than that of σ 11 , but its contribution to σ(s) increases rapidly beyond the φ(1020)f 0 (980) threshold.",
            "paragraph_rank": 80,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 151,
                    "text": "[27]",
                    "end": 155
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The φ(1680) resonance decays mainly to KK * (892) and φ(1020)η [5,16]. We find that it has a branching fraction of about 10% to φππ, which together with other modes listed in PDG, leads to an energy-dependent width that can be written as",
            "paragraph_rank": 81,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 63,
                    "text": "[5,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 66,
                    "text": "16]",
                    "end": 69
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "with P 2K (s) = q 3 ( √ s, m K , m K * ), and P φη (s) = q( √ s, m φ , m η ).",
            "paragraph_rank": 82,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "For the second resonance candidate, which decays mostly to φππ, the energy dependence of the width is written as Γ 2 (s) = Γ 2 m 2 P φππ (s) s 1/2 P φππ (m 2 2 )",
            "paragraph_rank": 83,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 156,
                    "text": "2",
                    "end": 157
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": ". (9) We note that the introduction of an energy dependence for each width significantly increases the values of the resonance mass and width, especially for broad structures.",
            "paragraph_rank": 84,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2,
                    "text": "(9)",
                    "end": 5
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The results of the fits are shown in Fig. 32 and summarized in Table XII. The first error is statistical, and the second error represents the systematic uncertainty estimated as a difference in fitted values for two different descriptions of the two-pion spectrum as shown in Fig. 31. In Fig. 32(a) we show the contribution from the φ(1680) for both modes (dashed curves), and for φ(1680) → φ(1020)f 0 (980) only (dotted curve). The increase of the cross section at about 2 GeV is explained by the opening of the φf 0 (980) decay channel of the φ(1680) resonance. However the fit shows that an additional relatively narrow state is needed in order to provide a better description of the observed data.",
            "paragraph_rank": 85,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 37,
                    "text": "Fig. 32",
                    "end": 44
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 63,
                    "text": "Table XII",
                    "end": 72
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 276,
                    "text": "Fig. 31",
                    "end": 283
                },
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 288,
                    "text": "Fig. 32(a)",
                    "end": 298
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "It is important to note that this model describes the observed data very well independently of the m(ππ) region selected. Figure 32(b) shows the φππ cross section for m(π + π − ) < 0.85 GeV/c 2 for the data; the curve is obtained by using the parameter values from the overall fit and yields χ 2 /n.d.f. = 63/(66-1) (P(χ 2 ) = 0.54). If we fit this distribution, slightly better parameter values can be obtained (see Table XII), but these still agree well with those from the overall fit. We consider them as our measurement of the φ(1680) resonance parameters. They correspond to the product of the electronic width, Γ ee , and branching fraction to φππ, B φππ ,",
            "paragraph_rank": 86,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 122,
                    "text": "Figure 32(b)",
                    "end": 134
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 417,
                    "text": "Table XII",
                    "end": 426
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "where we fit the product Γ 1 σ 11 to reduce correlations, and C, the conversion constant, is 0.389 mb( GeV/c 2 ) 2 [5].",
            "paragraph_rank": 87,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 115,
                    "text": "[5]",
                    "end": 118
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The second error is systematic, and corresponds to the normalization uncertainty on the cross section, and to the uncertainty in the m(ππ) distribution description. If we require 0.85 < m(ππ) < 1.1 GeV/c 2 (Fig. 32(c)), then without additional fitting the model yields χ 2 /n.d.f. = 48/(46-1) (P(χ 2 ) = 0.31), and improves to χ 2 /n.d.f. = 38/(46-6) (P(χ 2 ) = 0.40 ) by refitting using the parameter values listed in Table XII. If we try to explain the observed cross section only in terms of the φ(1680) without any narrow state (dashed curve in Fig. 32(c)), the fit gives χ 2 /n.d.f. = 123/(46-2) (P(χ 2 ) = 10 −7 ) and so this hypothesis is not compatible with the data. Note, that the contribution of φf 0 (600), shown by dotted curve in Fig. 32(c), is very small.",
            "paragraph_rank": 88,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 206,
                    "text": "(Fig. 32(c)",
                    "end": 217
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 419,
                    "text": "Table XII",
                    "end": 428
                },
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 549,
                    "text": "Fig. 32(c)",
                    "end": 559
                },
                {
                    "type": "figure",
                    "ref_id": "fig_32",
                    "start": 744,
                    "text": "Fig. 32(c)",
                    "end": 754
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The model described above provides an excellent description of the observed cross section behavior, and suggests that the Y (2175) may not be a radially excited ss state, since such a state would be expected to be much wider (300-400 GeV/c 2 ) and also should decay to φf 0 (600), like the φ(1680). VIII. e + e − → φf0 NEAR THRESHOLD",
            "paragraph_rank": 89,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The behavior of the e + e − → φf 0 cross section near threshold shows a structure near 2.175 GeV, and we have published this result in Ref. [7]. Here we provide a more detailed study of the cross section for this channel in the 1.8-3 GeV region with the full BABAR dataset. In Fig. 33 we superimpose the cross sections measured in the K + K − π + π − and K + K − π 0 π 0 final states (shown in Figs. 15 and 24); they are consistent with each other.",
            "paragraph_rank": 90,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 140,
                    "text": "[7]",
                    "end": 143
                },
                {
                    "type": "figure",
                    "ref_id": "fig_34",
                    "start": 277,
                    "text": "Fig. 33",
                    "end": 284
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 394,
                    "text": "Figs. 15 and 24)",
                    "end": 410
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We perform a combined fit to these cross section data using Eq.(6) with the two-pion mass restricted to the region 0.85-1.1 GeV/c 2 . We fix the φ(1680) parameters for the φ(1020)f 0 (600) decay mode (which gives a small contribution in this mass range) and allow all other parameters to float. The result of the fit is shown as the solid curve in Fig. 33. As demonstrated in Ref. [9], the observed pattern can be a result of a constructive or destructive interference of the narrow structure at 2.175 GeV with the coherent background.",
            "paragraph_rank": 91,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_34",
                    "start": 348,
                    "text": "Fig. 33",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 381,
                    "text": "[9]",
                    "end": 384
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The fit with constructive interference gives the reso- The statistical precision is improved compared to that of Ref. [7], for which the analysis was based on half as much data. For this state we estimate the product of electronic width and branching fraction to φf 0 as",
            "paragraph_rank": 92,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 118,
                    "text": "[7]",
                    "end": 121
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "where we fit the product Γ 2 σ 22 to reduce correlations. The second error is systematic, and corresponds to the normalization uncertainty on the cross section. The destructive interference yields exactly the same overall curve with the same parameters for the mass and width of the narrow state, but significantly larger peak cross section with opposite sign of the mixing angle: σ 22 = (1.13±0.15±0.12) nb, ψ 2 = (2.47±0.17±0.13) rad. To select between two solutions, we need more information on the decay rates to another modes, which are not available now.",
            "paragraph_rank": 93,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "If we assume no resonance structure other than the tail from φ(1680) → φ(1020)f 0 (980), the fit yields χ 2 /n.d.f.= 150/(61 − 2) with P(χ 2 )=8 • 10 −9 . The result of this fit is shown as the dashed curve in Fig. 33. It is a poor fit to the region below 2.3 GeV, but gives a good description of the cross section behavior at higher values of E c.m. . The fit, with or without the resonance at 2.18 GeV/c 2 , gives a maximum value of the φ(1680) → φf 0 cross section of 0.3 nb at E c.m. ≈ 2.1 GeV. This is of independent theoretical interest, because it can be related to the φ → f 0 (980)γ decay studied at the φ-factory [28,29].",
            "paragraph_rank": 94,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_34",
                    "start": 210,
                    "text": "Fig. 33",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 623,
                    "text": "[28,",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 627,
                    "text": "29]",
                    "end": 630
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The significance of the structure calculated from the change in χ 2 between the fits with and without the resonance at 2.18 GeV is √ 150 − 61 = 9.4 standard deviations; the χ 2 value, 61 for 61-2 n.d.f., yields the same probability as the χ 2 value 57 for 61-6 n.d.f..",
            "paragraph_rank": 95,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "The cross section measurements from the K + K − π + π − final state shown in Fig. 33 are compared to those from Belle [9] in Fig. 34. There is good overall agreement between the results from the two experiments. Overall agreement between the results of the fits to the BABAR and Belle data is also good.",
            "paragraph_rank": 96,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_34",
                    "start": 77,
                    "text": "Fig. 33",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 118,
                    "text": "[9]",
                    "end": 121
                },
                {
                    "type": "figure",
                    "ref_id": "fig_35",
                    "start": 125,
                    "text": "Fig. 34",
                    "end": 132
                }
            ]
        },
        {
            "section": "B. Selection Efficiency",
            "text": "A. Structures in the K + K − f0(980) final state",
            "paragraph_rank": 97,
            "section_rank": 12
        },
        {
            "section": "B. Selection Efficiency",
            "text": "We next search for other decay modes of the Y (2175) state. Figure 35(a) shows the \"raw\" (no background subtraction) two-pion mass distribution for all selected K + K − π + π − events, and Fig. 36(a) shows the same distribution for the K + K − π 0 π 0 sample. The f 0 (980) contribution is relatively small for the charged-pion mode, and larger for the neutral-pion mode. If we select the region 0.85 < m(ππ) < 1.1 GeV/c 2 , and plot the K + K − ππ mass distribution, the bump at 2.175 GeV/c 2 is seen much more clearly in spite of larger background From these histograms we can conclude that the Y (2175) resonance has a K + K − f 0 (980) decay mode when the K + K − system is not from φ, and that the decay rate is comparable to that for φf 0 (980). Also another state at 2.5 GeV seems to exist; this decays to K + K − f 0 (980) (but seems not to couple to φf 0 (980)) with width ≈0.06-0.08 GeV (see Ref. [7]). The large background does not allow us to clearly separate this state.",
            "paragraph_rank": 98,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 60,
                    "text": "Figure 35(a)",
                    "end": 72
                },
                {
                    "type": "figure",
                    "start": 189,
                    "text": "Fig. 36(a)",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 907,
                    "text": "[7]",
                    "end": 910
                }
            ]
        },
        {
            "text": "IX. THE CHARMONIUM REGION",
            "section_rank": 13
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "For the E c.m. region above 3 GeV, our data can be used to measure, or set limits on, the decay branching fractions for the J/ψ and ψ(2S) (See Figs. 4, 19, and 28). In addition, these signals allow checks of our mass scale, and of our measurements of mass resolution. Figure 37 shows the invariant mass distributions for the selected K + K − π + π − , K + K − π 0 π 0 , and K + K − K + K − events, respectively, in this region, using smaller mass intervals than in the corresponding Figs. 2, 17, and 26. We do not subtract any background from the K + K − π + π − and K + K − K + K − distributions, since it is small and nearly uniformly distributed, but we use the χ 2 2K2π 0 control region to subtract part of the ISR background from the K + K − π 0 π 0 distribution. Production of the J/ψ is apparent in all three distributions, and a small, but clear, ψ(2S) signal is visible in the K + K − π + π − mode.",
            "paragraph_rank": 99,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 143,
                    "text": "Figs. 4, 19, and 28)",
                    "end": 163
                },
                {
                    "type": "figure",
                    "start": 268,
                    "text": "Figure 37",
                    "end": 277
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 483,
                    "text": "Figs. 2, 17",
                    "end": 494
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "We fit each of these distributions using a sum of two Gaussian functions to describe the J/ψ signal and incorporate a similar representation of a ψ(2S) signal, although there is no clear evidence of the latter in Figs. 37(b) and 37(c). In each case, a second-orderpolynomial function is used to describe the remainder of the distribution. We take the signal function parameter values from simulation, but let the overall mean and width values vary in the fits, together with the co-efficients of the polynomial. For the K + K − π 0 π 0 and K + K − K + K − modes we fix the ψ(2S) mass position [5], and take the width from MC simulation. The fits are of good quality, and are shown by the curves in Fig. 37. In all cases, the fitted mean value is within 1 MeV/c 2 of the nominal J/ψ or ψ(2S) mass position [5] and the width is within 10% of the simulated resolution discussed in Secs. IV C, V C, and VI C.",
            "paragraph_rank": 100,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 213,
                    "text": "Figs. 37(b)",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 593,
                    "text": "[5]",
                    "end": 596
                },
                {
                    "type": "figure",
                    "start": 698,
                    "text": "Fig. 37",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 805,
                    "text": "[5]",
                    "end": 808
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "The fitted J/ψ signals for the K + K − π + π − , K + K − π 0 π 0 , and K + K − K + K − final states are found to contain 3137 ± 67, 388 ± 28, and 287 ± 24 events, respectively. From the number of events in each final state f , N J/ψ→f , we calculate the product of the J/ψ branching fraction to f and the J/ψ electronic width using",
            "paragraph_rank": 101,
            "section_rank": 13
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "where dL/dE = 173.1 ± 1.7 nb −1 / MeV, and ǫ f (m J/ψ ) FIG. 38: The K ± π ∓ invariant mass versus K + K − π + π − invariant mass for events with the K ∓ π ± combination in one of the K * (892) 0 regions of Fig. 5(a); for events in overlap region, only one combination is chosen.",
            "paragraph_rank": 102,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 207,
                    "text": "Fig. 5(a)",
                    "end": 216
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "are the ISR luminosity and corrected selection efficiency, respectively, at the J/ψ mass, and C is the conversion constant. We estimate ǫ K + K − π + π − = 0.198 ± 0.006, ǫ K + K − π 0 π 0 = 0.079 ± 0.004, and ǫ K + K − K + K − = 0.173 ± 0.012 using the corrections and errors discussed in Secs. IV C, V C, and VI C. We list the values of the product of the branching fraction(s) and Γ J/ψ ee in Table XIII, and using Γ J/ψ ee = (5.55 ± 0.14) keV [5], obtain the corresponding branching fraction values and list them together with their PDG values [5]. The systematic uncertainties quoted include a 2.5% uncertainty on Γ J/ψ ee . Our measured branching fractions of K + K − π + π − , K + K − π 0 π 0 , and K + K − K + K − are more precise than the current PDG values, which are dominated by our previous results ((6.6±0.5)×10 −3 , (2.5±0.3)×10 −3 and (7.6±0.9)×10 −4 , respectively [7]). These fits also yield 133±21 K + K − π + π − events, 17±9 K + K − π 0 π 0 events and 13±6 K + K − K + K − events in the ψ(2S) peak. We expect 12 events from ψ(2S) → J/ψπ + π − → K + K − π + π − from the relevant branching fractions [5], which is less than the statistical error. Subtracting this contribution and using the calculation analogous to Eq.(10), with dL/dE = 221.2 ± 2.2 nb −1 / MeV, we obtain the product of the branching fraction and electronic width for the decays ψ(2S) → K + K − π + π − , ψ(2S) → K + K − π 0 π 0 , and ψ(2S) → K + K − K + K − . Dividing by Γ ψ(2S) ee = 2.36 ± 0.04 keV [5], we obtain the branching fractions listed in Table XIII. The K + K − π + π − and K + K − K + K − values are consistent with those in Ref. [5]. There is no entry in Ref. [5] for the K + K − π 0 π 0 decay mode of the ψ(2S).",
            "paragraph_rank": 103,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 396,
                    "text": "Table XIII",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 447,
                    "text": "[5]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 548,
                    "text": "[5]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 882,
                    "text": "[7]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1120,
                    "text": "[5]",
                    "end": 1123
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1490,
                    "text": "[5]",
                    "end": 1493
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1539,
                    "text": "Table XIII",
                    "end": 1549
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1632,
                    "text": "[5]",
                    "end": 1635
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1663,
                    "text": "[5]",
                    "end": 1666
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "As noted in Sec. IV D and shown in Fig. 5 and Fig. 8, the K + K − π + π − final state is dominated by the K * (892) 0 K − π + channels, with a small contribution from the K * (892) 0 K * 2 (1430) 0 channels. Figure 38 shows a plot of the invariant mass of a K ± π ∓ pair versus that of the K + K − π + π − system for events with the mass of the K ∓ π ± pair near the K * (892) 0 mass, i.e., within the bands in Fig. 5(a), but with only one combination plotted in the overlap region. There is a large concentration of entries in the J/ψ band with K ± π ∓ mass values near 1.43 GeV/c 2 , but a relatively small number of events in a horizontal band corresponding to the K * 2 (1430) 0 production outside the J/ψ region. We show the K ± π ∓ mass projection for the subset of events with K + K − π + π − mass within 50 MeV/c 2 of the nominal J/ψ mass in Fig. 39 as the open histogram. The hatched histogram is the projection for events with a K + K − π + π − mass between 50 and 100 MeV/c 2 away from the nominal J/ψ mass.",
            "paragraph_rank": 104,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 35,
                    "text": "Fig. 5",
                    "end": 41
                },
                {
                    "type": "figure",
                    "start": 46,
                    "text": "Fig. 8",
                    "end": 52
                },
                {
                    "type": "figure",
                    "start": 208,
                    "text": "Figure 38",
                    "end": 217
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 411,
                    "text": "Fig. 5(a)",
                    "end": 420
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 850,
                    "text": "Fig. 39",
                    "end": 857
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "The Kπ distribution from the J/ψ is dominated by the K * 2 (1430) 0 and K * 0 (1430) 0 signals [5,34]. A small signal at the K * (892) 0 indicates the presence of K * (892) 0K * (892) 0 decay of the J/ψ; this is also seen as an enhancement in the J/ψ band in Fig. 38. The enhancement at 1.9 GeV/c 2 of Fig. 39 may be due to the 3 F 2 ground state, or to the first radial excitation of the K * 2 (1430), neither of which has been reported previously. Subtracting the number of sideband events from the number in the J/ψ mass window, we obtain 710±30 events with K ± π ∓ mass in the range 1.2-1.7 GeV/c 2 , which we take as a measure of J/ψ decay into K * (892) 0 K * 0,2 (1430) 0 . According to Ref. [34], there is an equal contribution from K * 0 (1430) 0 and K * 2 (1430) 0 , which we cannot separate with our selection. We obtain 47 ± 12 events in the 0.8-1.0 GeV/c 2 window for K * (892) 0K * (892) 0 decay, and 185±21 events for decay to K * (892) 0 K − π + with m(Kπ) in the 1.7-2.0 GeV/c 2 region. We convert these to branching fractions using Eq. (10), and divide by the known branching fractions of the K * states [5]. The results are listed in Table XIII, which are more precise than those in Ref. [5]. For the 1.7-2.0 GeV/c 2 mass region we obtain Γ J/ψ ee B J/ψ→K * (892) 0 K − π + = (2.24 ± 0.25 ± 0.15) eV. We study decays into φπ + π − and φπ 0 π 0 using the mass distributions shown in Figs. 40(a),(b). The open histograms are for events with K + K − mass within the φ bands of Figs. 12(c) and 22(c). The hatched histogram in Fig. 40(a) is from the φ sidebands of Fig. 12(c), and represents the dominant background in the φπ + π − mode. The hatched histogram in Fig. 40(b) is from the χ 2 2K2π 0 control region, and represents the dominant background in the φπ 0 π 0 mode. Subtracting these backgrounds, and subtracting a small remaining background using J/ψ or ψ(2S) sideband events, we find 181±19 J/ψ → φπ + π − events, 45±9 J/ψ → φπ 0 π 0 events, and 19±6 ψ(2S) → φπ + π − events. We convert these to branching fractions and, after correcting for the modes other than φ → K + K − , list them in Table XIII. All are consistent with current PDG values, of which the first two are dominated by our previous measurement.",
            "paragraph_rank": 105,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 95,
                    "text": "[5,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 98,
                    "text": "34]",
                    "end": 101
                },
                {
                    "type": "figure",
                    "start": 259,
                    "text": "Fig. 38",
                    "end": 266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 302,
                    "text": "Fig. 39",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 699,
                    "text": "[34]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1054,
                    "text": "(10)",
                    "end": 1058
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1122,
                    "text": "[5]",
                    "end": 1125
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1153,
                    "text": "Table XIII",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1207,
                    "text": "[5]",
                    "end": 1210
                },
                {
                    "type": "figure",
                    "start": 1401,
                    "text": "Figs. 40(a),(b)",
                    "end": 1416
                },
                {
                    "type": "figure",
                    "start": 1541,
                    "text": "Fig. 40(a)",
                    "end": 1551
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 1579,
                    "text": "Fig. 12(c)",
                    "end": 1589
                },
                {
                    "type": "figure",
                    "start": 1677,
                    "text": "Fig. 40(b)",
                    "end": 1687
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2114,
                    "text": "Table XIII",
                    "end": 2124
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "We do not observe any evidence for Y (4260) decays to these modes, nor do we see a Y (4260) signal in any other mode studied here.",
            "paragraph_rank": 106,
            "section_rank": 13
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "Figures 41(a)(b) show the corresponding mass distributions for φf 0 (980) events, i.e., the subsets of the events in Figs. 40(a) and 40(b) with a di-pion mass in the range 0.85-1.10 GeV/c 2 . Signals at the J/ψ mass are visible in both cases. From Fig. 41(b) we estimate 16 ± 4 φf 0 events in the π 0 π 0 mode. However, φf 0 (980) is not the dominant mode contributing to J/ψ → φπ + π − decay. The open histogram of Fig. 42 shows the π + π − invariant mass distribution for events in the J/ψ peak of Fig. 40(a) (|m(K + K − π + π − )− m(J/ψ)| < 0.05 GeV/c 2 ); events in the J/ψ sidebands (0.05 < |m(K + K − π + π − ) − m(J/ψ)| < 0.1 GeV/c 2 ) are shown by the hatched histogram. A two-peak structure is visible that is very similar to that studied by the BES Collaboration [31] and observed in D + s → π + π − π + decay [32]. In both cases the π + π − system is believed to couple to an ss system; both π + π − distributions exhibit a clear f 0 (980) peak and a broad bump in the 1.3-1.5 GeV/c 2 region. The analysis of Refs. [31,32] shows that this bump is made up of f 2 (1270) and f 0 (1370) contributions; we denote this region by f x . By selecting f 0 (980) in the 0.85-1.10 GeV/c 2 range and f x in the 1.1-1.5 GeV/c 2 range, shown by vertical lines in Fig. 42, and subtracting J/ψ sideband background we find 57 ± 9 J/ψ → φf 0 (980) events and 61 ± 10 J/ψ → φf x events.",
            "paragraph_rank": 107,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 117,
                    "text": "Figs. 40(a)",
                    "end": 128
                },
                {
                    "type": "figure",
                    "ref_id": "fig_33",
                    "start": 248,
                    "text": "Fig. 41(b)",
                    "end": 258
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 416,
                    "text": "Fig. 42",
                    "end": 423
                },
                {
                    "type": "figure",
                    "start": 500,
                    "text": "Fig. 40",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 773,
                    "text": "[31]",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 820,
                    "text": "[32]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1026,
                    "text": "[31,",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1030,
                    "text": "32]",
                    "end": 1033
                },
                {
                    "type": "figure",
                    "ref_id": "fig_40",
                    "start": 1260,
                    "text": "Fig. 42",
                    "end": 1267
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "Using Eq.(10) and dividing by the appropriate branching fractions, we obtain the J/ψ branching fractions listed in Table XIII. The measurements of B J/ψ→φf0 in the π + π − and π 0 π 0 decay modes of the f 0 are consistent with each other and with the PDG value, and combined they have roughly the same precision as given in Ref. [5].",
            "paragraph_rank": 108,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 115,
                    "text": "Table XIII",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 329,
                    "text": "[5]",
                    "end": 332
                }
            ]
        },
        {
            "section": "IX. THE CHARMONIUM REGION",
            "text": "Note that, in contrast to φ(1680) → φππ decay, there is no indication of a J/ψ → φf 0 (600) decay mode. Only channels, and measure the product of the electron width and the corresponding branching fraction. Some of the obtained J/ψ branching fractions listed in Table XIII are as precise as, or more precise than, the current world averages, many of which were obtained in our previous study [7]; the latter are superseded by our new results. We do not observe the Y (4260) in any of the final states examined.",
            "paragraph_rank": 109,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 262,
                    "text": "Table XIII",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 392,
                    "text": "[7]",
                    "end": 395
                }
            ]
        },
        {
            "text": "χ 2 FIG. 1 :",
            "section_rank": 14
        },
        {
            "section": "χ 2 FIG. 1 :",
            "text": "FIG. 1:Distribution of χ 2 from the four-constraint fit for K + K − π + π − candidates in the data (points). The open histogram is the distribution for simulated signal events, normalized as described in the text. The shaded, cross-hatched, and hatched regions represent, respectively, the background from non-ISR events, from the ISR KSKπ process, and backgrounds with dominant contribution from mis-identified ISR 4π events. Signal and control regions are indicated.",
            "paragraph_rank": 110,
            "section_rank": 14
        },
        {
            "text": "2 FIG. 3 :",
            "section_rank": 15
        },
        {
            "section": "2 FIG. 3 :",
            "text": "FIG. 3: (a) The invariant mass distributions for K + K − π + π − MC events that are simulated uniformly in phase space, reconstructed in the signal (open) and control (hatched) regions of Fig. 1; (b) net reconstruction and selection efficiency as a function of mass obtained from this simulation (the curve represents a third-order polynomial fit). The dashed curve is obtained for the φ(1020)π + π − final state.",
            "paragraph_rank": 111,
            "section_rank": 15
        },
        {
            "text": "2 FIG. 5 :",
            "section_rank": 16
        },
        {
            "section": "2 FIG. 5 :",
            "text": "FIG. 5: (a)Invariant mass of the K − π + pair versus that of the K + π − pair; (b) The K ± π ∓ mass distribution (two entries per event) for all selected K + K − π + π − events: the solid line represents a fit including two resonances and a polynomial background function, which is shown as the hatched region.",
            "paragraph_rank": 112,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 (",
            "section_rank": 17
        },
        {
            "section": "Fig. 5 (",
            "text": "a) with the remaining pion and kaon to obtain the K * (892) 0 π ± invariant mass distribution shown inFig. 6(b), and the K * (892) 0 π ± versus K * (892) 0 K ∓ mass plot inFig. 6(a). The bulk ofFig. 6(a) shows a strong positive correlation, characteristic of K * 0 Kπ final states with no higher resonances. The horizontal bands inFig. 6(a)correspond to the peak regions of the projection plot ofFig. 6(b)and are consistent with the contribution from the K 1 (1270) and K 1 (1400) resonances. There is also an indication of a vertical band inFig. 6(a), perhaps corresponding to a K * (892) 0 K structure at ∼1.5 GeV/c 2 . The projection plot ofFig. 6(c) for events with m(K * (892) 0 π ± ) > 1.5 GeV/c 2 shows the enhancement not consistent with phase space behavior.",
            "paragraph_rank": 113,
            "section_rank": 17
        },
        {
            "text": "2 FIG. 6 :",
            "section_rank": 18
        },
        {
            "section": "2 FIG. 6 :",
            "text": "FIG. 6: (a)Invariant mass of the K * (892) 0 π ± system versus that of the K * (892) 0 K ∓ system; (b) the K * (892) 0 π ± projection plot of (a); (c) the K * (892) 0 K ∓ projection plot of (a) for m(K * (892) 0 π ± ) > 1.5 GeV/c 2 .",
            "paragraph_rank": 114,
            "section_rank": 18
        },
        {
            "text": "2 FIG. 7 :",
            "section_rank": 19
        },
        {
            "section": "2 FIG. 7 :",
            "text": "FIG. 7: (a)The invariant mass of the K ± π + π − combinations with K * (892) 0 Kπ events excluded; (b) the π + π − invariant mass for events from (a) with the K1(1270) region suppressed by requiring m(K ± π + π − ) > 1.3 GeV/c 2 as shown by vertical line in (a).",
            "paragraph_rank": 115,
            "section_rank": 19
        },
        {
            "text": "2 FIG. 8 :",
            "section_rank": 20
        },
        {
            "section": "2 FIG. 8 :",
            "text": "FIG. 8:The K − π + invariant mass distribution corresponding to the number of K * (892) 0 (a) and K * 2 (1430) 0 (b) events obtained from the fits to the K + π − invariant mass distribution for each interval of K − π + mass. The curves result from the fits described in the text.",
            "paragraph_rank": 116,
            "section_rank": 20
        },
        {
            "text": "FIG. 9 :",
            "section_rank": 21
        },
        {
            "section": "FIG. 9 :",
            "text": "FIG. 9:The e + e − → K * (892) 0 K − π + cross section, obtained from the K * (892) 0 signal ofFig. 5(b).",
            "paragraph_rank": 117,
            "section_rank": 21
        },
        {
            "text": "1",
            "section_rank": 22
        },
        {
            "section": "1",
            "text": "The use of charge conjugate reactions is implied throughout the",
            "paragraph_rank": 118,
            "section_rank": 22
        },
        {
            "text": "F",
            "section_rank": 23
        },
        {
            "section": "F",
            "text": ". The φ(1020)π + π − Intermediate State",
            "paragraph_rank": 119,
            "section_rank": 23
        },
        {
            "text": "FIG. 12: (a) m(π + π − ) versus m(K + K − ) for all selected K + K − π + π − events; (b) the π + π − invariant mass projections for events in the φ peak (open histogram), sidebands (hatched), and background control region (cross-hatched); (c) the K + K − mass projections for all events (open) and control region (cross-hatched); (d) the difference between the open histogram and the sum of the other contributions to (b).",
            "paragraph_rank": 120,
            "section_rank": 24
        },
        {
            "text": "2 FIG. 14 :FIG. 15 :",
            "section_rank": 25
        },
        {
            "section": "2 FIG. 14 :FIG. 15 :",
            "text": "FIG. 14:Distributions of the cosine of (a) the φ production angle, (b) the pion helicity angle, and (c) the kaon helicity angle (see text) for e + e − → φπ + π − events: the curves (normalized to the data) represent the distributions expected if the π + π − system recoiling against the vector φ meson is an S-wave system produced in an S-wave orbital angular momentum state.",
            "paragraph_rank": 121,
            "section_rank": 25
        },
        {
            "text": "2 FIG. 16 :",
            "section_rank": 26
        },
        {
            "section": "2 FIG. 16 :",
            "text": "FIG. 16:Distribution of χ 2 from the six-constraint fits to K + K − π 0 π 0 candidates in the data(points). The open histogram is the distribution for simulated signal events, normalized as described in the text. The cross-hatched, hatched, and dashed regions represent, respectively, the backgrounds from non-ISR qq events, ISR-produced π + π − π 0 π 0 and KSKπ events, and ISR-produced K + K − π 0 , K + K − η and K + K − π 0 π 0 π 0 events.",
            "paragraph_rank": 122,
            "section_rank": 26
        },
        {
            "text": "2 FIG. 17 :",
            "section_rank": 27
        },
        {
            "section": "2 FIG. 17 :",
            "text": "FIG. 17:Invariant mass distribution for K + K − π 0 π 0 candidates in the signal region for data (points). The crosshatched, hatched, and open regions represent, respectively, the non-ISR qq background, the contribution from ISRproduced π + π − π 0 π 0 and KSKπ events, and the contribution from the other ISR processes described in the text.",
            "paragraph_rank": 123,
            "section_rank": 27
        },
        {
            "text": "FIG. 18: (a) Invariant mass distribution for simulated K + K − π 0 π 0 events in the signal (open) and control (hatched) regions (see Fig. 16); (b) net reconstruction and selection efficiency as a function of mass obtained from this simulation (the curve represents the result of a third-order-polynomial fit).",
            "paragraph_rank": 124,
            "section_rank": 28
        },
        {
            "text": "FIG. 19 :",
            "section_rank": 29
        },
        {
            "section": "FIG. 19 :",
            "text": "FIG. 19:The e + e − → K + K − π 0 π 0 cross section as a function of e + e − c.m. energy measured with ISR data at BABAR. The errors are statistical only.",
            "paragraph_rank": 125,
            "section_rank": 29
        },
        {
            "text": "2 FIG. 20 :",
            "section_rank": 30
        },
        {
            "section": "2 FIG. 20 :",
            "text": "FIG. 20: (a) Invariant mass of the K − π 0 pair versus that of the K + π 0 pair in selected K + K − π 0 π 0 events (two entries per event); (b) sum of the projections of (a) (dots, four entries per event). The curves represent the result of the fit described in the text.",
            "paragraph_rank": 126,
            "section_rank": 30
        },
        {
            "text": "2 FIG. 21 :",
            "section_rank": 31
        },
        {
            "section": "2 FIG. 21 :",
            "text": "FIG. 21:The number of K * (892) − (a) and K * 2 (1430) − (b) events obtained from the fits to the K − π 0 invariant mass distributions for each 0.04 GeV/c 2 interval of K + π 0 mass. The curves result from the fits described in the text.",
            "paragraph_rank": 127,
            "section_rank": 31
        },
        {
            "text": "E",
            "section_rank": 32
        },
        {
            "section": "E",
            "text": ". The φ(1020)π 0 π 0 Intermediate State",
            "paragraph_rank": 128,
            "section_rank": 32
        },
        {
            "text": "2 FIG. 22 :",
            "section_rank": 33
        },
        {
            "section": "2 FIG. 22 :",
            "text": "FIG. 22: (a) Plot of the π 0 π 0 invariant mass versus the K + K − invariant mass for all selected K + K − π 0 π 0 events; (b) the π 0 π 0 invariant mass projections for events in the φ peak (open histogram), sidebands (cross-hatched), and control region (hatched); (c) the K + K − mass projection for events in the signal (open) and control (hatched) regions; (d) the difference between the open histogram and sum of the other contributions to (b).",
            "paragraph_rank": 129,
            "section_rank": 33
        },
        {
            "text": "FFIG. 23 :",
            "section_rank": 34
        },
        {
            "section": "FFIG. 23 :",
            "text": "FIG. 23: Cross section for the reaction e + e − → φ(1020)π 0 π 0 as a function of e + e − c.m. energy obtained from the K + K − π 0 π 0 final state.",
            "paragraph_rank": 130,
            "section_rank": 34
        },
        {
            "text": "FIG. 24 :χ 2 FIG. 25 :",
            "section_rank": 35
        },
        {
            "section": "FIG. 24 :χ 2 FIG. 25 :",
            "text": "FIG. 24:Cross section for the reaction e + e − → φ(1020)f0(980), f0 → ππ as a function of e + e − c.m. energy obtained from the K + K − π 0 π 0 final state.",
            "paragraph_rank": 131,
            "section_rank": 35
        },
        {
            "text": "Figure 25",
            "section_rank": 36
        },
        {
            "section": "Figure 25",
            "text": "Figure 25shows the distribution of χ 2 4K for the",
            "paragraph_rank": 132,
            "section_rank": 36
        },
        {
            "text": "2 FIG. 26 :",
            "section_rank": 37
        },
        {
            "section": "2 FIG. 26 :",
            "text": "FIG. 26:Invariant mass distribution for K + K − K + K − candidates in the data (points). The shaded histogram represents the non-ISR background, and the hatched region is for the ISR background from the control region, which is dominated by the contribution from misidentified ISR K + K − π + π − events.",
            "paragraph_rank": 133,
            "section_rank": 37
        },
        {
            "text": "FIG. 27: (a) Invariant mass distributions for simulated K + K − K + K − events in the signal (open) and control (hatched) regions (see Fig. 25); (b) net reconstruction and selection efficiency as a function of mass obtained from this simulation; the curves represent third-order polynomial fits for the phase space model (solid) and the φK + K − model (dashed).",
            "paragraph_rank": 134,
            "section_rank": 38
        },
        {
            "text": "FIG. 28 :",
            "section_rank": 39
        },
        {
            "section": "FIG. 28 :",
            "text": "FIG. 28:The e + e − → K + K − K + K − cross section as a function of e + e − c.m. energy measured with ISR data at BABAR. The errors are statistical only.",
            "paragraph_rank": 135,
            "section_rank": 39
        },
        {
            "text": "D 2 FIG. 29 :",
            "section_rank": 40
        },
        {
            "section": "D 2 FIG. 29 :",
            "text": "Figure 29shows the invariant mass distribution for all K + K − pairs in the selected K + K − K + K − events (4 entries per event) as the open histogram. A prominent φ peak is visible along with a possible excess near",
            "paragraph_rank": 136,
            "section_rank": 40
        },
        {
            "text": "FIG. 30 :",
            "section_rank": 41
        },
        {
            "section": "FIG. 30 :",
            "text": "FIG. 30: (a) The invariant mass distribution for K + K − pairs in events in which the other K + K − pair has mass closest to, and within 10 MeV/c 2 of, the nominal φ mass (open histogram); events within ±50 MeV/c 2 of the J/ψ mass have been excluded. The hatched histogram corresponds to events with K + K − K + K − invariant mass in the J/ψ peak. The numbered regions of the combined histograms from (a) are used to calculate the cross sections shown in Figs. (b), (c) and (d) for regions 1, 2 and 3 respectively.",
            "paragraph_rank": 137,
            "section_rank": 41
        },
        {
            "text": "2 FIG. 31 :",
            "section_rank": 42
        },
        {
            "section": "2 FIG. 31 :",
            "text": "FIG. 31:The two-Breit-Wigner fit to the π + π − invariant mass distribution ofFig. 12(d). The dashed curve corresponds to the inclusion of the partial width to KK in the propagator of the f0(980) BW.",
            "paragraph_rank": 138,
            "section_rank": 42
        },
        {
            "text": "FIG. 32 :",
            "section_rank": 43
        },
        {
            "section": "FIG. 32 :",
            "text": "FIG. 32: (a)The fit to the e + e − → φππ cross section using the model described in the text; the entire contribution due to the φ(1680) is shown by the dashed curve. The dotted curve shows the contribution for only φf0(980) decay. (b) Comparison of the data and the curve obtained from the overall fit, with the restriction m(ππ) < 0.85 GeV/c 2 . (c) The e + e − → φ(1020)f0(980) cross section with the requirement 0.85 < m(ππ) < 1.1 GeV/c 2 ; the dashed and dotted curves represent the contributions from φ(1680) → φ(1020)f0(980), and φ(1680) → φ(1020)f0(600) calculated using the parameter values from the overall fit to the cross section data.",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "with i = 1",
            "section_rank": 44
        },
        {
            "section": "with i = 1",
            "text": "for the φ(1680), i = 2 for the Y (2175), j = 1 for the f 0 (600), j = 2 for the f 0 (980), so thatA 11 (s) describes φ(1680) → φ(1020)f 0 (600) decay, A 12 (s) describes φ(1680) → φ(1020)f 0 (980) decay, A 22 (s) describes Y (2175) → φ(1020)f 0 (980) decay; s = E2 c.m. , m 1 and Γ 1 are the mass and width of the φ(1680), m 2 and Γ 2 are the mass and width of the Y (2175), and the σ ij represent the peak cross section values. The factors P φσ (s) and P φf0 (s) represent quasi-two body phase space integrated over the range of ππ invariant mass available at E c.m. = √ s, and are obtained from P φππ (s) = √ s−m φ 2mπ BW ππ (m)q(s, m, m φ )dm,",
            "paragraph_rank": 140,
            "section_rank": 44
        },
        {
            "text": "FIG. 33 :",
            "section_rank": 45
        },
        {
            "section": "FIG. 33 :",
            "text": "FIG. 33:The e + e − → φ(1020)f0(980) cross section measured in the K + K − π + π − (solid dots) and K + K − π 0 π 0 (open squares) final states. The solid (dashed) curve represents the result of the two-resonance (one-resonance -φ(1680) → φ(1020)f0(980)) fit using Eq.(6), as described in the text. The hatched area and dotted curve show the Y (2175) contribution for two solutions.",
            "paragraph_rank": 141,
            "section_rank": 45
        },
        {
            "text": "FIG. 34 :",
            "section_rank": 46
        },
        {
            "section": "FIG. 34 :",
            "text": "FIG. 34:The e + e − → φ(1020)f0(980) cross section measurements from the K + K − π + π − final state from BABAR (dots) and Belle[9](squares).",
            "paragraph_rank": 142,
            "section_rank": 46,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 128,
                    "text": "[9]",
                    "end": 131
                }
            ]
        },
        {
            "text": "(Figs. 35(b) and 36(b)), and a bump at 2.5 GeV/c 2 is also seen; the rest of events have no structures at 2.175 GeV/c 2 or 2.5 GeV/c 2 (Figs. 35(b) and 36(b) hatched histograms). The bumps are seen only in the K + K − f 0 (980) sample (Figs. 35(c) and 36(c)), but if we select the φ(1020) region, no bumps are seen at 2.5 GeV/c 2 , as shown by the hatched histograms in Figs. 35(c) and 36(c).",
            "paragraph_rank": 143,
            "section_rank": 47
        },
        {
            "text": "2 FIG. 35 :",
            "section_rank": 48
        },
        {
            "section": "2 FIG. 35 :",
            "text": "FIG. 35: (a) The m(π + π − ) distribution without background subtraction for K + K − π + π − events. The vertical lines indicate the f0(980) region. (b) All selected K + K − π + π − events (open histogram), selected K + K − f0(980) events (cross-hatched histogram), and all the rest (hatched histogram). (c) The K + K − f0(980) events (open histogram) in comparison with the φ(1020)f0(980) sample (hatched histogram).",
            "paragraph_rank": 144,
            "section_rank": 48
        },
        {
            "text": "2 FIG. 37 :",
            "section_rank": 49
        },
        {
            "section": "2 FIG. 37 :",
            "text": "FIG. 37: Raw invariant mass distribution for all selected events in the charmonium region for (a) e + e − → K + K − π + π − , (b) e + e − → K + K − π 0 π 0 , and (c) e + e − → K + K − K + K − ; in each figure the curve represents the result of the fit described in the text.",
            "paragraph_rank": 145,
            "section_rank": 49
        },
        {
            "text": "2 FIG. 39 :",
            "section_rank": 50
        },
        {
            "section": "2 FIG. 39 :",
            "text": "FIG. 39: The K ± π ∓ mass projection for events fromFig. 38with K + K − π + π − invariant mass within 50 MeV/c 2 of the nominal J/ψ mass (open histogram), and for events for which this mass value is 50-100 MeV/c 2 less than nominal (hatched).",
            "paragraph_rank": 146,
            "section_rank": 50
        },
        {
            "text": "2 FIG",
            "section_rank": 51
        },
        {
            "section": "2 FIG",
            "text": "FIG. 40: Raw invariant mass distributions in the charmonium region for (a) candidate e + e − → φπ + π − events (open histogram), and for events in the φ sideband regions of Fig. 12(c) (hatched); (b) candidate e + e − → φπ 0 π 0 events (open histogram) and events in the χ 2 2K2π 0 control region (hatched).",
            "paragraph_rank": 147,
            "section_rank": 51
        },
        {
            "text": "2 FIG 2 FIG. 42 :",
            "section_rank": 52
        },
        {
            "section": "2 FIG 2 FIG. 42 :",
            "text": "FIG. 41: Raw invariant mass distribution in the charmonium region (a) for candidate φf0, f0 → π + π − events (open histogram), and for events in the φ sideband region (hatched), and (b) for candidate φf0, f0→ π 0 π 0 events (open histogram) and for events in the χ 2 2K2π 0 control region (hatched).",
            "paragraph_rank": 148,
            "section_rank": 52
        },
        {
            "text": ")",
            "section_rank": 53
        },
        {
            "section": ")",
            "text": "FIG. 4:The e + e − → K + K − π + π − cross section as a function of e + e − c.m. energy measured with ISR data at BABAR (dots).",
            "paragraph_rank": 149,
            "section_rank": 53
        },
        {
            "text": "TABLE I :",
            "section_rank": 54
        },
        {
            "section": "TABLE I :",
            "text": "Summary of the cross section measurements for e + e − → K + K − π + π − . Errors are statistical only.",
            "paragraph_rank": 150,
            "section_rank": 54
        },
        {
            "section": "TABLE I :",
            "text": "+ e − → K + K − π + π −",
            "paragraph_rank": 151,
            "section_rank": 54
        },
        {
            "text": "TABLE II :",
            "section_rank": 55
        },
        {
            "section": "TABLE II :",
            "text": "Summary of corrections and systematic uncertainties for the e + e − → K + K − π + π − cross section measurements. The total correction is the linear sum of the contributions, and the total uncertainty is obtained by summing the individual uncertainties in quadrature. GeV consistent with current world averages for K * (892) 0 and K",
            "paragraph_rank": 152,
            "section_rank": 55
        },
        {
            "section": "TABLE II :",
            "text": "4% , Ec.m. < 3.3 GeV 4-11% , Ec.m. > 3.3 * 2 (1430) 0",
            "paragraph_rank": 153,
            "section_rank": 55
        },
        {
            "text": "TABLE III :",
            "section_rank": 56
        },
        {
            "section": "TABLE III :",
            "text": "Summary of the cross section measurements for e + e − → K * 0 (892)K − π + . Errors are statistical only.",
            "paragraph_rank": 154,
            "section_rank": 56
        },
        {
            "text": "TABLE IV :",
            "section_rank": 57
        },
        {
            "section": "TABLE IV :",
            "text": "Summary of the cross section measurements for e + e − → φ(1020)π + π − . Errors are statistical only.",
            "paragraph_rank": 155,
            "section_rank": 57
        },
        {
            "section": "TABLE IV :",
            "text": "FIG. 13:The e + e − → φπ + π − cross section as a function of e + e − c.m. energy obtained by BABAR (dots) and Belle (squares)[9].",
            "paragraph_rank": 156,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 126,
                    "text": "[9]",
                    "end": 129
                }
            ]
        },
        {
            "text": "TABLE V :",
            "section_rank": 58
        },
        {
            "section": "TABLE V :",
            "text": "Summary of the e + e − → φ(1020)ππ cross section, dominated by φ(1020)f0(980), f0(980) → ππ, obtained from φ(1020)π + π − events with 0.85 < m(π + π − ) < 1.1 GeV/c 2 . Errors are statistical only.",
            "paragraph_rank": 157,
            "section_rank": 58
        },
        {
            "text": "TABLE VI :",
            "section_rank": 59
        },
        {
            "section": "TABLE VI :",
            "text": "Summary of the cross section measurements for e + e − → φ(1020)f0(600), f0(600) → ππ. Errors are statistical only.",
            "paragraph_rank": 158,
            "section_rank": 59
        },
        {
            "text": "TABLE VII :",
            "section_rank": 60
        },
        {
            "section": "TABLE VII :",
            "text": "Summary of the cross section measurements for e + e − → K + K − π 0 π 0 . Errors are statistical only.",
            "paragraph_rank": 159,
            "section_rank": 60
        },
        {
            "text": "TABLE VIII :",
            "section_rank": 61
        },
        {
            "section": "TABLE VIII :",
            "text": "Summary of corrections and systematic uncertainties for the e + e − → K + K − π 0 π 0 cross section measurements. The total correction is the linear sum of the contributions, and the total uncertainty is obtained by summing the individual contributions in quadrature.",
            "paragraph_rank": 160,
            "section_rank": 61
        },
        {
            "text": "TABLE IX :",
            "section_rank": 62
        },
        {
            "section": "TABLE IX :",
            "text": "Summary of the e + e − → φ(1020)ππ cross section, dominated by φ(1020)f0(980), f0(980) → ππ, obtained from φ(1020)π 0 π 0 events with 0.85 < m(π 0 π 0 ) < 1.1 GeV/c 2 . Errors are statistical only.",
            "paragraph_rank": 161,
            "section_rank": 62
        },
        {
            "text": "TABLE XI :",
            "section_rank": 63
        },
        {
            "section": "TABLE XI :",
            "text": "Summary of corrections and systematic uncertainties for the e + e − → K + K − K + K − cross section measurements. The total correction is the linear sum of the individual corrections, and the total uncertainty is the sum in quadrature of the separate uncertainties.",
            "paragraph_rank": 162,
            "section_rank": 63
        },
        {
            "text": "TABLE XII :",
            "section_rank": 64
        },
        {
            "section": "TABLE XII :",
            "text": "Summary of parameter values obtained from the fits with Eq. (6) described in the text. An asterisk denotes a value that was fixed in that fit.",
            "paragraph_rank": 163,
            "section_rank": 64
        },
        {
            "text": "ACKNOWLEGMENTS",
            "section_rank": 66
        },
        {
            "section": "ACKNOWLEGMENTS",
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR. The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. This work is supported by the US Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariatà l'Energie Atomique and Institut National de Physique Nucléaire et de Physique des Particules (France), the Bundesministerium für Bildung und Forschung and Deutsche Forschungsgemeinschaft (Germany), the Istituto Nazionale di Fisica Nucleare (Italy), the Foundation for Fundamental Research on Matter (The Netherlands), the Research Council of Norway, the Ministry of Education and Science of the Russian Federation, Ministerio de Ciencia e Innovación (Spain), and the Science and Technology Facilities Council (United Kingdom). Individuals have received support from the Marie-Curie IEF program (European Union), the A. P. Sloan Foundation (USA) and the Binational Science Foundation (USA-Israel).",
            "paragraph_rank": 164,
            "section_rank": 66
        },
        {
            "text": "J/ψ → φf 0 (980) is observed, as is true for the Y (2175) state. We also observe 12 ± 4 ψ(2S) → φf 0 , f 0 → π + π − events, which we convert to the branching fraction listed in Table XIII; it is consistent with the value in Ref. [5], assuming B f0→π + π − = 2/3.",
            "paragraph_rank": 165,
            "section_rank": 68,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 230,
                    "text": "[5]",
                    "end": 233
                }
            ]
        },
        {
            "text": "The hatched histogram in Fig. 30(a) shows the K + K − invariant mass distribution, when the other kaon pair is in the φ region, for the K + K − K + K − events in the J/ψ peak, selected by requiring |m(K",
            "paragraph_rank": 166,
            "section_rank": 68,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 25,
                    "text": "Fig. 30(a)",
                    "end": 35
                }
            ]
        },
        {
            "text": "Subtracting sideband events we find 163 ± 19 events corresponding to J/ψ → φK + K − decay. Using our normalization we obtain the branching fraction listed in Table XIII, which agrees with that in Ref. [5] but has better precision. In obtaining these values, we have used B(φ → K + K − ) = 0.489 [5], and assume equal rates for J/ψ → φK + K − and J/ψ → φK 0K 0 .",
            "paragraph_rank": 167,
            "section_rank": 68,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 158,
                    "text": "Table XIII",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 201,
                    "text": "[5]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 295,
                    "text": "[5]",
                    "end": 298
                }
            ]
        },
        {
            "text": "X. SUMMARY",
            "section_rank": 69
        },
        {
            "section": "X. SUMMARY",
            "text": "We use the excellent charged-particle tracking, track identification, and photon detection of the BABAR detector to fully reconstruct events of the type e + e − → γe + e − → γK + K − π + π − , γK + K − π 0 π 0 , and γK + K − K + K − , where the γ is radiated from the initial state e + or e − . Such events are equivalent to direct e + e − annihilation at a c.m. energy corresponding to the mass of the hadronic system. Consequently, we are able to use the full BABAR dataset to study annihilation into these three final states from their respective production thresholds up to 5 GeV c.m. energy. The K + K − π + π − , K + K − π 0 π 0 and K + K − K + K − measurements are consistent with, and supersede, our previous results [7].",
            "paragraph_rank": 168,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 725,
                    "text": "[7]",
                    "end": 728
                }
            ]
        },
        {
            "section": "X. SUMMARY",
            "text": "The systematic uncertainties on the e + e − → K + K − π + π − , K + K − π 0 π 0 and K + K − K + K − cross section values are 4%, 7% and 9%, respectively, for E c.m. < 3 GeV, and increase, respectively, to 11%, 16% and 13% in the 3-5 GeV range. The values obtained are considerably more precise than previous measurements, and cover this low-energy range completely. As such they provide useful input to calculations of the hadronic corrections to the anomalous magnetic moment of the muon, and of the fine structure constant at the Z 0 mass. These final states exhibit complex resonant substructures. For the K + K − π + π − final state we measure the cross sections for the specific channels e + e − → K * (892) 0 K − π + , φπ + π − , and φf 0 , and, for the first time, for the e + e − → K * 2 (1430) 0 K − π + and e + e − → ρ(770) 0 K + K − reactions. We also observe signals for the K 1 (1270), K 1 (1400), and f 2 (1270) resonances. It is difficult to disentangle these contributions to the final state, and we make no attempt to do so in this paper. We note that the ρ 0 signal is consistent with being due entirely to K 1 decays, and that while the total cross section is dominated by the K * (892) 0 K − π + channels, only about 1% of the events correspond to the e + e − → K * (892) 0 K * (892) 0 reaction.",
            "paragraph_rank": 169,
            "section_rank": 69
        },
        {
            "section": "X. SUMMARY",
            "text": "For the K + K − π 0 π 0 final state we measure the cross section for e + e − → φf 0 , and observe signals for the K * (892) ± and K * 2 (1430) ± resonances. Again, the total cross section is dominated by the K * (892) + K − π 0 channel, but about 30% of events are produced in the e + e − → K * (892) + K * (892) − reaction. For the K + K − π 0 π 0 final state we note that the cross section is roughly a factor of four smaller than that for K + K − π + π − over most of the E c.m. range, consistent with a factor of two isospin suppression of the π 0 π 0 final state and another factor of two for the relative branching fractions of the neutral and charged K * to charged kaons.",
            "paragraph_rank": 170,
            "section_rank": 69
        },
        {
            "section": "X. SUMMARY",
            "text": "With the larger data sample of the present analysis, we perform a more detailed study of the e + e − → φ(1020)ππ reaction. The π + π − and π 0 π 0 invariant mass distributions both show a clear f 0 (980) signal, and a broad structure at lower mass interpreted as the f 0 (600). We obtain parameter values for these resonances. The φπ + π − cross section measured in the K + K − π + π − final state shows a structure around 1.7 GeV and some structures above 2.0 GeV. The corresponding φπ 0 π 0 cross section in the K + K − π 0 π 0 final state shows similar behavior. If the f 0 (980) is excluded from the di-pion mass distribution, no structures above 2.0 GeV are seen. We fit the observed cross section with the VMD model assuming φ(1680) → φf 0 (600) and φ(1680) → φf 0 (980) decay; the latter appears to be responsible for the threshold increase of the cross section at 2.0 GeV. Confirming our previous study [7], our data require an additional resonance at 2.175 GeV, which we call the Y (2175), with decay to φf 0 (980), but not to φf 0 (600). Further investigation reveals consistent results for the K + K − K + K − final state, and clear Y (2175) signals in the K + K − f 0 (980) channels, with f 0 (980)→ π + π − and π 0 π 0 . This structure can be interpreted as a strange partner (with c-quarks replaced by s-quarks) of the Y (4260) [35], which has the analogous decay mode J/ψπ + π − , or perhaps as an ssss state that decays predominantly to φf 0 .",
            "paragraph_rank": 171,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 911,
                    "text": "[7]",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1342,
                    "text": "[35]",
                    "end": 1346
                }
            ]
        },
        {
            "section": "X. SUMMARY",
            "text": "In the K + K − K + K − mode we find e + e − → φK + K − to be the dominant channel. With the current data sample we can say little about other K + K − combinations. We observe an enhancement near threshold, consistent with the φf 0 channel and if these events are selected we have an indication of a Y (2175) signal. Two other structures in the K + K − invariant mass spectrum are seen: the smaller could be an indication of the φf 0 (1370) final state, and the larger of the φf ′ 2 (1525) mode. If events corresponding to the φf ′ 2 (1525) final state are selected, the K + K − K + K − cross section shows a resonance-like structure around 2.7 GeV, and a strong J/ψ signal, which has been studied in detail by the BES Collaboration [31]. In the K + K − K + K − cross section we observe a sharp peak at 2.3 GeV, which corresponds to the φK + K − channel with the K + K − invariant mass in the 1.06-1.2 GeV/c 2 region.",
            "paragraph_rank": 172,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 732,
                    "text": "[31]",
                    "end": 736
                }
            ]
        },
        {
            "section": "X. SUMMARY",
            "text": "We also investigate charmonium decays into the studied final states and through corresponding intermediate",
            "paragraph_rank": 173,
            "section_rank": 69
        }
    ]
}