{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for second and third generation scalar and vector leptoquarks produced in ep collisions via the lepton flavour violating processes ep → µX and ep → τ X is performed by the H1 experiment at HERA. The full data sample taken at a centre-of-mass energy √ s = 319 GeV is used for the analysis, corresponding to an integrated luminosity of 245 pb −1 of e + p and 166 pb −1 of e − p collision data. No evidence for the production of such leptoquarks is observed in the H1 data. Leptoquarks produced in e ± p collisions with a coupling strength of λ = 0.3 and decaying with the same coupling strength to a muonquark pair or a tau-quark pair are excluded at 95% confidence level up to leptoquark masses of 712 GeV and 479 GeV, respectively.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The ep collisions at HERA provide a unique testing ground to search for new particles coupling directly to a lepton and a quark. An example of such particles are leptoquarks (LQs), colour triplet bosons which are a generic prediction of grand unified theories [1], composite models [2], technicolour [3] and supersymmetry with R-parity violation [4]. In the Standard Model (SM) particle interactions conserve lepton flavour, and if this property is extended to LQ models, any such particles produced at HERA would decay exclusively into a quark and a first generation lepton, namely an electron 1 or a neutrino. Dedicated searches have been performed at HERA for such leptoquarks, where the SM expectation is dominated by neutral current (NC) and charged current (CC) deep inelastic scattering (DIS) background [5][6][7].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 260,
                    "text": "[1]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 282,
                    "text": "[2]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 300,
                    "text": "[3]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 346,
                    "text": "[4]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 811,
                    "text": "[5]",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 814,
                    "text": "[6]",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 817,
                    "text": "[7]",
                    "end": 820
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The introduction of lepton flavour violation (LFV) to leptoquark models would mean the processes ep → µX or ep → τ X, mediated by the exchange of a leptoquark, would be observable at HERA with final states containing a muon or the decay products of a tau lepton in combination with a hadronic system X. Searches for such signatures have been performed at HERA and limits on LFV leptoquark production have been derived [5,8,9]. In this paper a search for LFV phenomena is performed using e ± p collision data at a centre-of-mass energy √ s = 319 GeV, recorded during the years 1998-2007 by the H1 experiment at HERA. The corresponding integrated luminosity of 245 pb −1 for e + p collisions and 166 pb −1 for e − p collisions represents an increase in size of the data sample with respect to the previous publication by a factor of 3 and 12, respectively. Data collected from 2003 onwards were taken with a longitudinally polarised lepton beam, with polarisation typically at a level of 35%. The presented results supersede those derived in previous searches for lepton flavour violating leptoquarks by the H1 experiment [8].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 418,
                    "text": "[5,",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 421,
                    "text": "8,",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 423,
                    "text": "9]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1120,
                    "text": "[8]",
                    "end": 1123
                }
            ]
        },
        {
            "text": "Leptoquark Phenomenology",
            "section_rank": 3
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "The phenomenology of LQs at HERA is discussed in detail elsewhere [5]. In the framework of the Buchmüller-Rückl-Wyler (BRW) effective model [10], LQs are classified into 14 types [11] with respect to the quantum numbers spin J, weak isospin I and chirality C(= L, R). Scalar (J = 0) LQs are denoted as S C I and vector (J = 1) LQs are denoted V C I in the following. LQs with identical quantum numbers but different weak hypercharge are distinguished using a tilde, for example",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 66,
                    "text": "[5]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 140,
                    "text": "[10]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 179,
                    "text": "[11]",
                    "end": 183
                }
            ]
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": ", may decay to a neutrino-quark pair resulting in the branching fraction for decays into charged leptons β ℓ = Γ ℓq /(Γ ℓq + Γ ν ℓ q ) = 0.5. Since neutrino flavours cannot be distinguished with the H1 experiment such final states are not included in this analysis.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "Leptoquarks carry both lepton (L) and baryon (B) quantum numbers, and the fermion number F = L+3 B is assumed to be conserved. Leptoquark processes proceed directly via s-channel resonant LQ production or indirectly via u-channel virtual LQ exchange. For LQ masses m LQ well below √ s, the s-channel production of F = 2 (F = 0) LQs in e − p (e + p) collisions dominates. However, for LQ masses above 319 GeV, both the s and u-channel processes are important such that both e − p and e + p collisions have similar sensitivity to LQs with F = 2 and LQs with F = 0.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "The BRW model assumes lepton flavour conservation, although a general extension of this model allows for the decay of LQs to final states containing a quark and a lepton of a different flavour, that is a muon or tau lepton. Non-zero couplings λ eq i to an electron-quark pair and λ µq j (λ τ q j ) to a muon(tau)-quark pair are assumed. The indices i and j represent quark generation indices, such that λ eq i denotes the coupling of an electron to a quark of generation i, and λ ℓq j is the coupling of the outgoing lepton (where ℓ = µ or τ ) to a quark of generation j. An overview of this extended model for the LQ coupling to u and d quarks is provided elsewhere [8].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 667,
                    "text": "[8]",
                    "end": 670
                }
            ]
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "Events with LQs are generated using the LEGO [12] event generator with the CTEQ5L parametrisation [13] of the parton distribution functions of the proton. The LQ signal expectation is calculated as a function of the LQ type, mass, coupling constant and the branching ratio β to a given charged lepton flavour, where:",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 45,
                    "text": "[12]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 98,
                    "text": "[13]",
                    "end": 102
                }
            ]
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "vector LQ where Γ ℓq denotes the partial LQ decay width for the decay to a lepton ℓ = e, µ, τ and a quark q. In order to avoid the need to generate many Monte Carlo (MC) samples at each leptoquark mass, coupling and branching ratio, a weighting technique is used to provide predictions across the full range of LQ production parameters [8].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 336,
                    "text": "[8]",
                    "end": 339
                }
            ]
        },
        {
            "section": "Leptoquark Phenomenology",
            "text": "Leptoquarks with couplings to the first and the second lepton generation may decay to a muon and a quark, leading to an event topology with an isolated high transverse momentum P T muon back-to-back to a hadronic system in the transverse plane. Leptoquarks with couplings to the first and the third lepton generation may decay to a tau and a quark. Tau leptons are identified in this analysis using the muonic and one-prong hadronic decays of the tau. In both cases, the tau decay results in missing transverse momentum in the event due to the escaping neutrinos. Previous LFV leptoquark analyses also examined τ → eX decays and three-prong hadronic tau decays [8], for which the background from SM processes is large [14]. Given the increase in data luminosity with respect to the previous publication, a correspondingly large increase in the SM background is observed, which limits the sensitivity of these decay channels and they are therefore not included in the presented analysis.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 661,
                    "text": "[8]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 718,
                    "text": "[14]",
                    "end": 722
                }
            ]
        },
        {
            "text": "Standard Model Background Processes",
            "section_rank": 4
        },
        {
            "section": "Standard Model Background Processes",
            "text": "Several SM processes may mimic the LQ signal. The main SM background contribution is from photoproduction events, in which a hadron is wrongly identified as a muon or a narrow hadronic jet fakes the signature of the hadronic tau decay. Similarly, the scattered electron in NC DIS events may also be misinterpreted as the one-prong hadronic tau decay jet. Smaller SM background contributions arise from events exhibiting intrinsic missing transverse momentum (for example CC DIS), events containing high P T leptons (such as lepton pair production, particularly inelastic muon-pair events if one muon is unidentified) or events with both of these features (real W production with leptonic decay).",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Standard Model Background Processes",
            "text": "The RAPGAP [15] event generator, which implements the Born level, QCD Compton and boson-gluon fusion matrix elements, is used to model inclusive NC DIS events. The QED radiative effects arising from real photon emission from both the incoming and outgoing electrons are simulated using the HERACLES [16] program. Direct and resolved photoproduction of jets and prompt photon production are simulated using the PYTHIA [17] event generator, which is based on Born level scattering matrix elements. In RAPGAP and PYTHIA, jet production from higher order QCD radiation is simulated using leading logarithmic parton showers and hadronisation is modelled with Lund string fragmentation [18]. Inclusive CC DIS events are simulated using the DJANGOH [19] program, which includes first order leptonic QED radiative corrections based on HERACLES. The production of two or more jets in DJANGOH is accounted for using the colour dipole model [20]. The leading order MC prediction of processes with two or more high transverse momentum jets in NC DIS, CC DIS and photoproduction is scaled by a factor of 1.2 to account for the incomplete description of higher orders in the MC generators [21,22]. Contributions arising from the production of single W bosons and multi-lepton events are modelled using the EPVEC [23] and GRAPE [24] event generators, respectively. The uncertainties on the SM background predictions are described in section 6. Generated events are passed through a GEANT [25] based simulation of the H1 apparatus, which takes into account the running conditions of the data taking. Simulated events are reconstructed and analysed using the same program chain as is used for the data.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 11,
                    "text": "[15]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 299,
                    "text": "[16]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 417,
                    "text": "[17]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 680,
                    "text": "[18]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 742,
                    "text": "[19]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 930,
                    "text": "[20]",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1175,
                    "text": "[21,",
                    "end": 1179
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1179,
                    "text": "22]",
                    "end": 1182
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1298,
                    "text": "[23]",
                    "end": 1302
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1313,
                    "text": "[24]",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1473,
                    "text": "[25]",
                    "end": 1477
                }
            ]
        },
        {
            "text": "Experimental Conditions",
            "section_rank": 5
        },
        {
            "section": "Experimental Conditions",
            "text": "A detailed description of the H1 experiment can be found elsewhere [26]. Only the detector components relevant to this analysis are briefly described here. A right-handed Cartesian coordinate system is used with the origin at the nominal primary ep interaction vertex. The proton beam direction defines the positive z axis (forward direction). The polar angle θ and the transverse momenta P T of all particles are defined with respect to this axis. The azimuthal angle φ defines the particle direction in the transverse plane. The pseudorapidity is defined as η = − ln tan θ 2 . The Liquid Argon (LAr) calorimeter [27] covers the polar angle range 4 • < θ < 154 • with full azimuthal acceptance. The energies of electromagnetic showers are measured in the LAr with a precision of σ(E)/E ≃ 11%/ E/GeV ⊕ 1% and hadronic energy depositions with σ(E)/E ≃ 50%/ E/GeV ⊕ 2%, as determined in test beam measurements [28,29]. A leadscintillating fibre calorimeter (SpaCal) [30] covering the backward region 153 • < θ < 178 • completes the measurement of charged and neutral particles. For electrons a relative energy resolution of σ(E)/E ≃ 7%/ E/GeV ⊕ 1% is reached, as determined in test beam measurements [31]. The central (20 • < θ < 160 • ) and forward (7 • < θ < 25 • ) inner tracking detectors are used to measure charged particle trajectories and to reconstruct the interaction vertex. The measured trajectories fitted to the interaction vertex are referred to as tracks in the following. The LAr calorimeter and inner tracking detectors are enclosed in a superconducting magnetic coil with a field strength of 1.16 T. From the curvature of charged particle trajectories in the magnetic field, the central tracking system provides transverse momentum measurements with a resolution of σ P T /P T = 0.005P T /GeV ⊕ 0.015 [32]. The return yoke of the magnetic coil is the outermost part of the detector and is equipped with streamer tubes forming the central muon detector (4 • < θ < 171 • ). In the very forward region of the detector (3 • < θ < 17 • ) a set of drift chambers detects muons and measures their momenta using an iron toroidal magnet. The luminosity is determined from the rate of the Bethe-Heitler process ep → epγ, measured using a photon detector located close to the beam pipe at z = −103 m, in the backward direction.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 67,
                    "text": "[26]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 614,
                    "text": "[27]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 908,
                    "text": "[28,",
                    "end": 912
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 912,
                    "text": "29]",
                    "end": 915
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 964,
                    "text": "[30]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1198,
                    "text": "[31]",
                    "end": 1202
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1818,
                    "text": "[32]",
                    "end": 1822
                }
            ]
        },
        {
            "section": "Experimental Conditions",
            "text": "Lepton flavour violating processes usually exhibit an imbalance in the measured calorimetric transverse momentum, P calo T , due to either the presence of a minimally ionising muon in µX final states or the escaping neutrino(s) from tau decays in τ X events. The LAr calorimeter provides the main trigger in this analysis. The trigger efficiency is about 60% for events with a transverse momentum imbalance measured in the calorimeter of 12 GeV, rising to about 90% for an imbalance of 25 GeV [33]. Events are also triggered by hadronic jets in the LAr calorimeter, with a trigger efficiency above 95% for a jet transverse momentum P jet T > 20 GeV and almost 100% for P jet T > 25 GeV [34]. For di-jet events with a scalar sum of the transverse energy in the event E T > 30 GeV, the trigger efficiency is greater than 98% [35].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 493,
                    "text": "[33]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 686,
                    "text": "[34]",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 823,
                    "text": "[35]",
                    "end": 827
                }
            ]
        },
        {
            "section": "Experimental Conditions",
            "text": "In order to remove events induced by cosmic rays and other non-ep background, the event vertex is required to be reconstructed within ±35 cm in z of the average nominal interaction point. In addition, topological filters and timing vetoes are applied.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Particle Identification and Event Selection",
            "section_rank": 6
        },
        {
            "section": "Particle Identification and Event Selection",
            "text": "Electromagnetic particle (electron and photon) candidates are identified as compact and isolated clusters of energy in the electromagnetic part of the LAr calorimeter. Electron candidates are defined as electromagnetic particle candidates with an associated track. Identification of muon candidates is based on a track in the inner tracking detectors, associated to a signal in the muon system. Tracks and calorimeter deposits not identified as originating from isolated electromagnetic particles or muons are combined into cluster-track objects to reconstruct the hadronic final state [36]. Jets are reconstructed from these objects using an inclusive k T algorithm [37,38] with a minimum P T of 4 GeV and a distance parameter R = 1.0. The missing transverse momentum P miss T , which may indicate the presence of neutrinos in the final state, is derived from all reconstructed particles in the event. The LQ kinematics are reconstructed using the double angle method [39]. The direction of the detected lepton and the hadronic final state are used to reconstruct the Bjorken scaling variable x and subsequently the LQ mass m LQ = √ xs.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 586,
                    "text": "[36]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 667,
                    "text": "[37,",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 671,
                    "text": "38]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 969,
                    "text": "[39]",
                    "end": 973
                }
            ]
        },
        {
            "text": "Search for second generation leptoquarks",
            "section_rank": 7
        },
        {
            "section": "Search for second generation leptoquarks",
            "text": "An initial sample of events with muons and jets is selected by requiring at least one P µ T > 8 GeV muon in the polar angular range 10 • < θ µ < 120 • and at least one jet. In addition, P calo T is required to be greater than 12 GeV. After this selection, 996 events are observed in the data, in good agreement with the SM prediction of 978 ± 187, where the uncertainty includes the statistical and systematic errors (see section 6).",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Search for second generation leptoquarks",
            "text": "Events with at least one isolated muon are then selected, which is done by requiring the angular distance, D = (∆η) 2 + (∆φ) 2 , of the muon to the nearest track and to the nearest jet to be greater than 0.5 and 1.0, respectively. In addition, an isolated muon may have no more than 5 GeV deposited in the LAr calorimeter within a cylinder centred on the muon track direction of radius 35 cm (75 cm) in the electromagnetic (hadronic) section. The muon isolation requirements reduce the number of selected data events to 220, compared to a SM prediction of 218 ± 48.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Search for second generation leptoquarks",
            "text": "The NC DIS background is further suppressed by increasing the cut on the calorimetric momentum imbalance to P calo T > 25 GeV, which implicitly increases the minimum muon transverse momentum, and by rejecting events with identified isolated electrons. To reduce the muon-pair SM background, exactly one isolated muon is required, as expected in LFV LQ signal events. The back-to-back event topology in the azimuthal plane is also exploited to remove the SM background and the difference between the azimuthal angle of the hadronic system and the muon ∆φ µ−X is required to be greater than 170 • . As the majority of the energy deposited in the calorimeter is due to the hadronic final state, signal events tend to exhibit an azimuthal imbalance when considering the calorimeter measurement alone. Therefore, a requirement of V ap /V p < 0.3 is also employed, where V ap /V p is defined as the ratio of the anti-parallel to parallel projections of all energy deposits in the calorimeter with respect to the direction of P calo T [40]. After these selection cuts, the data sample is reduced to 6 events, compared to a SM prediction of 7.5 ± 1.8.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1028,
                    "text": "[40]",
                    "end": 1032
                }
            ]
        },
        {
            "section": "Search for second generation leptoquarks",
            "text": "To exploit the longitudinal balance of the event, a requirement on the sum of the energy and longitudinal momentum of all detected particles i in the event Σ i (E i − P i z ) > 40 GeV is applied. In the case of signal events this quantity is expected to be around 2E 0 e = 55.2 GeV, where E 0 e is the electron beam energy. However, for the remaining SM background after the above event selection the scattered electron or some other backward going final state particle is typically undetected, resulting in significantly lower values of Σ i (E i − P i z ). In order to improve the resolution, which is poor for very high P T muons due to the small curvature of the track, the transverse momentum of the muon is calculated from the hadronic system, P µ T = − P X T and the muon track direction is used to reconstruct the longitudinal component P µ z and energy E µ used in the (E − P z ) sum [41].",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 892,
                    "text": "[41]",
                    "end": 896
                }
            ]
        },
        {
            "section": "Search for second generation leptoquarks",
            "text": "The cut on Σ i (E i − P i z ) removes five of the remaining data events, so that one event is observed in the final selection of the analysis of µX final states, which compares well to the SM prediction of 2.0 ± 0.4, where the largest contribution comes from muon-pair events. The presented analysis has a lower background contamination and an improved selection efficiency with respect to the previous H1 publication. The selection efficiency typically ranges from 75% for LQs masses of around 150 GeV to 65% for LQ masses above 300 GeV, representing an improvement of an additional 15 − 25% with respect to the previous publication [8].",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 634,
                    "text": "[8]",
                    "end": 637
                }
            ]
        },
        {
            "text": "Search for third generation leptoquarks",
            "section_rank": 8
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "In the search for third generation leptoquarks, tau leptons are identified in this analysis using the muonic and one-prong hadronic decays of the tau.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "Muonic tau decays τ → µν µ ν τ result in final states similar to the high P T muon signatures described in section 5.1. The same selection cuts are therefore applied in this channel. To account for possible effects due to different muon kinematics resulting from the tau decay, the selection efficiency was studied in an LFV MC signal sample with a τ X final state and a subsequent muonic tau decay. The selection efficiency in this channel is up to 70% at leptoquark masses of around 150 GeV and about 55% for LQ masses above 300 GeV, which represents a similar level of improvement with respect to the previous publication [8] as observed in the second generation search described in section 5.1.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 625,
                    "text": "[8]",
                    "end": 628
                }
            ]
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "The one-prong hadronic decay of the tau leads to a high P T , narrow \"pencil-like\" jet, so that the typical LFV signal event topology is a di-jet event. An initial event sample for the analysis of this decay channel is formed by selecting events with at least two jets in the polar angle range 5 • < θ jet < 175 • and with P jet1 T > 20 GeV and P jet2 T > 15 GeV. This results in a large di-jet sample of approximately 2.2 • 10 5 events, which is consistent with the SM prediciton of (2.6 ± 0.5) • 10 5 , where the main contribution comes from photoproduction.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "A tau jet is characterised by a narrow energy deposit in the calorimeter and a low track multiplicity within the identification cone of the jet. Tau jet candidates are identified in the dijet sample, where the candidate is required to be in the polar angle range 20 • < θ jet < 120 • and has a maximum jet radius R jet of 0.12 [42]. The jet radius is used as a measure of the collimation of the jet and is calculated as:",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 327,
                    "text": "[42]",
                    "end": 331
                }
            ]
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": ", where E jet is the total jet energy and the sum runs over all jet daughter hadronic final state particles of energy E h . At least one track with P T larger than 2 GeV not associated with an identified electron or muon is required within the jet radius of the tau jet candidate. Approximately 3 • 10 4 tau jet candidates are identified in the di-jet sample.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "The undetected neutrinos from tau lepton decays result in an overall P T imbalance and therefore a minimum missing transverse momentum P miss T > 12 GeV is required. Events with only one tau jet are then selected, which is required to be isolated from tracks and other jets in the event by a distance D > 1.0. A track multiplicity of one is required in a cone of radius R = 1.0 around the jet axis. Tau jets with additional track segments not fitted to the event vertex within a cone of radius R = 0.3 around the jet axis are also rejected [43]. To reject purely electromagnetic jets, a maximum of 90% of the jet energy may be recorded in the electromagnetic part of the calorimeter. The resulting selection contains 104 data events compared to a SM prediction of 116 ± 16.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 540,
                    "text": "[43]",
                    "end": 544
                }
            ]
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "Further cuts are then applied to reduce the remaining SM background. The hadronic transverse momentum P X T is required to be larger than 30 GeV and the acoplanarity between the tau jet and X system in the transverse plane ∆φ τ −X is required to be greater than 160 • . Note that for the analysis of the hadronic tau decay channel, the tau jet is subtracted from the inclusive hadronic final state to obtain the four-vector of the remaining hadronic system X. Analogous to the muon channel, a cut of Σ i (E i − P i z ) > 40 GeV is applied to exploit the longitudinal balance of the event. Similarly to the muon channel, only the direction of the tau jet is used in the sum, and the transverse momentum of the X system is employed to determine the tau jet four-vector. Electrons entering inactive regions of the electromagnetic section of the LAr calorimeter may fake the tau jet signature and therefore these regions are excluded from the analysis [41].",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 948,
                    "text": "[41]",
                    "end": 952
                }
            ]
        },
        {
            "section": "Search for third generation leptoquarks",
            "text": "In the analysis of τ X final states where the tau lepton decays hadronically, 6 events are observed in the data, in good agreement with the SM prediction of 8.2 ± 1.1, where the main SM contribution is from remaining NC DIS events. The selection efficiency in the one-prong hadronic tau decay channel ranges from 18% for leptoquark masses in the range 150-200 GeV to 12% for masses above 300 GeV.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Systematic Uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The following experimental systematic uncertainties are considered in the search for second generation leptoquarks: the scale uncertainty on the transverse momentum of high P T muons is 2.5% and the uncertainty on the muon polar angle measurement 3 mrad [44]; the muon identification efficiency has an error of 5% in the region θ µ > 12.5 • and 15% in the forward region [43]; the hadronic energy scale is known within 2% and the uncertainty on the hadronic polar angle measurement is 10 mrad [34]. In the search for third generation leptoquarks an uncertainty on the description of the jet radius R jet is included in the analysis by varying the cut value of 0.12 by 10%. All other experimental systematic uncertainties in the tau channel are included in the model uncertainties described below [43]. In both searches, the uncertainty on the trigger efficiency is 2-3% and the uncertainty on the luminosity measurement is 3%.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 254,
                    "text": "[44]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 371,
                    "text": "[43]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 493,
                    "text": "[34]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 796,
                    "text": "[43]",
                    "end": 800
                }
            ]
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The effects of these systematic uncertainties on the signal and the expected SM background are evaluated by shifting the relevant quantities in the MC simulation by their uncertainty and adding all resulting variations in quadrature.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "Systematic Uncertainties",
            "text": "Additional model uncertainties are attributed to the normalisation uncertainties in the analysis phase space of the SM MC generators described in section 3. These model uncertainties are estimated from control analyses in an extended phase space relevant to the search signature [43]. In the analysis of µX final states, the contributions from RAPGAP (NC DIS), PYTHIA (photoproduction) and GRAPE (lepton-pair production) are each attributed a systematic error of 30%, which is increased to 50% for the period 1998-2000 [41]. The contribution from DJANGOH (CC DIS) in events with isolated muons is attributed an uncertainty of 50%. In the analysis of τ X final states where the tau lepton decays hadronically, the contribution from RAPGAP, PYTHIA, DJANGOH and GRAPE are attributed systematic uncertainties of 15%, 20%, 20% and 30%, respectively. The theoretical uncertainty of 15% is used for all predicted contributions from EPVEC (W production) [23].",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 279,
                    "text": "[43]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 519,
                    "text": "[41]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 946,
                    "text": "[23]",
                    "end": 950
                }
            ]
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The total error on the SM prediction is determined by adding the MC statistical error to the effects of all model and experimental systematic uncertainties in quadrature.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "Systematic Uncertainties",
            "text": "The main theoretical uncertainty on the signal cross section originates from the parton densities. This uncertainty is estimated to be 5% for LQs coupling to up-type quarks and varies between 7% at low masses and 30% at masses around 290 GeV for LQs coupling to down-type quarks [6].",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 279,
                    "text": "[6]",
                    "end": 282
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The observed number of events is in agreement with the SM prediction and therefore no evidence for LFV is found. The reconstructed leptoquark mass in the search for ep → µX and ep → τ X events is shown in figure 1, compared to the SM prediction and an example LQ signal with arbitrary normalisation.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "In the absence of a signal, the results of the search are interpreted in terms of exclusion limits on the mass and the coupling of LQs that may mediate LFV. The LQ production mechanism at HERA involves non-zero coupling to the first generation fermions λ eq > 0. For the LFV leptoquark decay, it is assumed that only one of the couplings λ µq and λ τ q is non-zero and that λ eq = λ µq (λ τ q ), which results in β LF V = 0.5. A modified frequentist method with a likelihood ratio as the test statistic is used to combine the individual data sets and the ep → τ X search channels [45]. The lepton beam polarisation enters the limit calculation for the 2003-2007 data. The H1 limits may be compared with constraints from low energy experiments, based on the non-observation of LFV in muon scattering and rare decays of mesons and leptons [46]. The interpretation of these results in terms of leptoquark exchange and limits on λ eq λ µ(τ )q j /m 2 LQ [47] are also shown in the tables. Superior limits are observed by H1 in the search for third generation leptoquarks, compared to limits from B → τē decays, as well as in a few unique channels.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 580,
                    "text": "[45]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 837,
                    "text": "[46]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 949,
                    "text": "[47]",
                    "end": 953
                }
            ]
        },
        {
            "section": "Results",
            "text": "At hadron colliders, LQs are mainly produced in pairs independently of λ, and therefore searches cannot constrain the LFV couplings. Lower mass limits by the CMS experiment on second generation scalar leptoquarks extend up to 394 GeV [48] for a branching ratio β = 1. Third generation scalar (vector) leptoquarks are ruled out below 247 GeV by the DØ experiment [49] (317 GeV by the CDF experiment [50]) for β = 1. For β = 0.5, which is a more appropriate value for a comparison to the production of LQs at HERA, the above second generation search rules out leptoquark masses below around 300 GeV, at which mass this analysis rules out such scalar LQs with couplings in the range λ = 0.2-0.3.",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 234,
                    "text": "[48]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 362,
                    "text": "[49]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 398,
                    "text": "[50]",
                    "end": 402
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "A search for lepton flavour violation processes induced by leptoquarks in ep collisions at a centre-of-mass energy of 319 GeV with the H1 experiment at HERA is presented. No signal for the LFV processes ep → µX or ep → τ X is observed and assuming a coupling strength of λ = 0.3, leptoquarks mediating lepton flavour violation are ruled out up to masses of 712 GeV and 479 GeV, respectively. The new H1 limits extend beyond the domain in LQ mass excluded by previous searches at HERA. Additionally, the H1 limits remain competitive in certain channels with those from low energy experiments and for large values of the couplings exclude leptoquark masses beyond the current limits from hadron colliders.",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "ep → µX",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "H1",
            "section_rank": 12
        },
        {
            "section": "H1",
            "text": "F = 0",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "section": "H1",
            "text": "Upper exclusion limits on λ eq i λ µq j /m 2 LQ (TeV −2 ) for lepton flavour violating leptoquarks at 95% CL  ",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "H1",
            "text": "2.4 1.7 1.9 1.0 1.1 1.4 0.5 3.8 3.4 1.7 1.9 1.7 Table 1: Limits at 95% CL on λ eq i λ µq j /m 2 LQ for F = 0 leptoquarks (bold). The fermion pairs considered in the analysis coupling to each LQ type are indicated in the column headings. The S R 1/2 and V L 1 LQs couple to both u-type (U ) and d-type (D) quarks [10]. The cases marked with ' * ' refer to scenarios involving a top quark. Combinations of i and j shown in the first column denote the quark generation coupling to the electron and muon respectively. In each cell the first two rows show the process providing the most stringent limit from low energy experiments. Highlighted H1 limits are more stringent than those from the corresponding low energy experiment.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 48,
                    "text": "Table 1",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 312,
                    "text": "[10]",
                    "end": 316
                }
            ]
        },
        {
            "section": "H1",
            "text": "ep → τ X",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "H1",
            "section_rank": 13
        },
        {
            "section": "H1",
            "text": "F = 0",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "section": "H1",
            "text": "Upper exclusion limits on λ eq i λ τ q j /m 2 LQ (TeV −2 ) for lepton flavour violating leptoquarks at 95% CL  Table 2: Limits at 95% CL on λ eq i λ τ q j /m 2 LQ for F = 0 leptoquarks (bold). The fermion pairs considered in the analysis coupling to each LQ type are indicated in the column headings. The S R 1/2 and V L 1 LQs couple to both u-type (U ) and d-type (D) quarks [10]. The cases marked with ' * ' refer to scenarios involving a top quark. Combinations of i and j shown in the first column denote the quark generation coupling to the electron and tau lepton respectively. In each cell the first two rows show the process providing the most stringent limit from low energy experiments. Highlighted H1 limits are more stringent than those from the corresponding low energy experiment.",
            "paragraph_rank": 45,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 111,
                    "text": "Table 2",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 376,
                    "text": "[10]",
                    "end": 380
                }
            ]
        },
        {
            "section": "H1",
            "text": "ep → µX",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "H1",
            "section_rank": 14
        },
        {
            "section": "H1",
            "text": "F = 2",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "H1",
            "text": "Upper exclusion limits on λ eq i λ µq j /m 2 LQ (TeV −2 ) for lepton flavour violating leptoquarks at 95% CL  Table 3: Limits at 95% CL on λ eq i λ µq j /m 2 LQ for F = 2 leptoquarks (bold). The fermion pairs considered in the analysis coupling to each LQ type are indicated in the column headings. The S L 1 and V R 1/2 LQs couple to both u-type (U ) and d-type (D) quarks [10]. The cases marked with ' * ' refer to scenarios involving a top quark. Combinations of i and j shown in the first column denote the quark generation coupling to the electron and muon respectively. In each cell the first two rows show the process providing the most stringent limit from low energy experiments. Highlighted H1 limits are comparable to those from the corresponding low energy experiment.",
            "paragraph_rank": 48,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 110,
                    "text": "Table 3",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 374,
                    "text": "[10]",
                    "end": 378
                }
            ]
        },
        {
            "section": "H1",
            "text": "ep → τ X",
            "paragraph_rank": 49,
            "section_rank": 14
        },
        {
            "text": "H1",
            "section_rank": 15
        },
        {
            "section": "H1",
            "text": "F = 2",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "section": "H1",
            "text": "Upper exclusion limits on λ eq i λ τ q j /m 2 LQ (TeV −2 ) for lepton flavour violating leptoquarks at 95% CL  Table 4: Limits at 95% CL on λ eq i λ τ q j /m 2 LQ for F = 2 leptoquarks (bold). The fermion pairs considered in the analysis coupling to each LQ type are indicated in the column headings. The S L 1 and V R 1/2 LQs couple to both u-type (U ) and d-type (D) quarks [10]. The cases marked with ' * ' refer to scenarios involving a top quark. Combinations of i and j shown in the first column denote the quark generation coupling to the electron and tau lepton respectively. In each cell the first two rows show the process providing the most stringent limit from low energy experiments. Highlighted H1 limits are more stringent than those from the corresponding low energy experiment. ",
            "paragraph_rank": 51,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 111,
                    "text": "Table 4",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 376,
                    "text": "[10]",
                    "end": 380
                }
            ]
        },
        {
            "text": "Figures 2 and 3",
            "section_rank": 16
        },
        {
            "section": "Figures 2 and 3",
            "text": "Figures 2 and 3display the 95% confidence level (CL) upper limits on the coupling λ µq and λ τ q of all 14 LQ types to a muon-quark pair and a tau-quark pair, respectively, as a function of the mass of the LQ leading to LFV in ep collisions. Only first generation quarks are considered in these limits. The limits are most stringent at low LQ masses with values of O(10 −3 ) at m LQ = 100 GeV. The limits corresponding to LQs coupling to a u quark are more stringent than those corresponding to LQs coupling to the d quark only, as expected from the larger u quark density in the proton. Corresponding to the steeply falling parton density function for high values of x, the LQ production cross section decreases rapidly and exclusion limits are less stringent towards higher LQ masses. For LQ mass values near the kinematic limit of 319 GeV, the limit corresponding to a resonantly produced LQ turns smoothly into a limit on the virtual effects of both an off-shell s-channel LQ process and a u-channel LQ exchange. At masses m LQ ≫ √ s the two processes contract to an effective four-fermion interaction, where the cross section is proportional to (λ eq λ µ(τ )q /m 2 LQ ) 2 . For a coupling λ of electromagnetic strength, where λ = √ 4πα em = 0.3, LFV leptoquarks produced in ep collisions decaying to a muon-quark or a tau-quark pair are excluded at 95% confidence level up to leptoquark masses of 712 GeV and 479 GeV, respectively.The limits on λ eq = λ µ(τ )q in the region m LQ ≫ √ s are transformed into a limit on the value λ eq i λ µ(τ )q j /m 2 LQ and shown in tables 1 and 2 for F = 0 LQs and in tables 3 and 4 for F = 2 LQs. For each LQ type, the limit is calculated for the hypothesis of a process with only the quarks of flavours i and j involved. With respect to quark flavours, the selection criteria described in sections 5.1 and 5.2 are inclusive since no flavour tagging of the hadronic jet is used. Nevertheless, the sensitivity of the analysis to different quark flavours varies due to the parton content of the proton and the presence of the u-channel exchange. Leptoquark couplings to the top quark are not considered in these limits.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "text": "Figure 2 :Figure 3 :",
            "section_rank": 17
        },
        {
            "section": "Figure 2 :Figure 3 :",
            "text": "Figure 2: Exclusion limits on the coupling constants λ µq = λ eq as a function of the leptoquark mass M LQ for (a) scalar LQs with F = 0, (b) vector LQs with F = 0, (c) scalar LQs with F = 2 and (d) vector LQs with F = 2. Regions above the lines are excluded at 95% CL. The notation q 1 indicates that only processes involving first generation quarks are considered. The parentheses after the LQ name indicate the fermion pairs coupling to the LQ, where pairs involving anti-quarks are not shown.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "51 Absent on leave from NIPNE-HH, Bucharest, Romania 52 On leave of absence at CERN, Geneva, Switzerland Supported by the Bundesministerium für Bildung und Forschung, FRG, under contract numbers 05H09GUF, 05H09VHC, 05H09VHF, 05H16PEA b Supported by the UK Science and Technology Facilities Council, and formerly by the UK Particle Physics and Astronomy Research Council c Supported by FNRS-FWO-Vlaanderen, IISN-IIKW and IWT and by Interuniversity Attraction Poles Programme, Belgian Science Policy d Partially Supported by Polish Ministry of Science and Higher Education, grant DPN/N168/DESY/2009 e Supported by the Deutsche Forschungsgemeinschaft f Supported by VEGA SR grant no. 2/7062/ 27 g Supported by the Swedish Natural Science Research Council h Supported by the Ministry of Education of the Czech Republic under the projects LC527, INGO-LA09042 and MSM0021620859 i Supported by the Swiss National Science Foundation j Supported by CONACYT, México, grant 48778-F k Russian Foundation for Basic Research (RFBR), grant no 1329.2008.2 l This project is co-funded by the European Social Fund (75%) and National Resources (25%) -(EPEAEK II) -PYTHAGORAS II m Supported by the Romanian National Authority for Scientific Research under the contract PN 09370101 n Partially Supported by Ministry of Science of Montenegro, no. 05-1/3-3352",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "text": "† Deceased a",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "In this letter the term \"electron\" is used generically to refer to both electrons and positrons, if not otherwise stated.",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "Acknowledgements",
            "section_rank": 20
        },
        {
            "section": "Acknowledgements",
            "text": "We are grateful to the HERA machine group whose outstanding efforts have made this experiment possible. We thank the engineers and technicians for their work in constructing and maintaining the H1 detector, our funding agencies for financial support, the DESY technical staff for continual assistance and the DESY directorate for support and for the hospitality which they extend to the non-DESY members of the collaboration.",
            "paragraph_rank": 57,
            "section_rank": 20
        }
    ]
}