{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We study the feasibility of a new generation axion helioscope, the most ambitious and promising detector of solar axions to date. We show that large improvements in magnetic field volume, x-ray focusing optics and detector backgrounds are possible beyond those achieved in the CERN Axion Solar Telescope (CAST). For hadronic models, a sensitivity to the axion-photon coupling of g aγ few × 10 −12 GeV −1 is conceivable, 1-1.5 orders of magnitude beyond the CAST sensitivity. If axions also couple to electrons, the Sun produces a larger flux for the same value of the Peccei-Quinn scale, allowing one to probe a broader class of models. Except for the axion dark matter searches, this experiment will be the most sensitive axion search ever, reaching or surpassing the stringent bounds from SN1987A and possibly testing the axion interpretation of anomalous white-dwarf cooling that predicts m a of a few meV. Beyond axions, this new instrument will probe entirely unexplored ranges of parameters for a large variety of axion-like particles (ALPs) and other novel excitations at the low-energy frontier of elementary particle physics.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JCAP06(2011)013",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The Peccei-Quinn (PQ) mechanism of dynamical symmetry restoration [1,2] stands out as the most compelling solution of the strong CP problem, i. e. why this discrete symmetry is apparently not violated by the non-trivial vacuum structure of quantum chromodynamics (QCD). Central to the PQ mechanism is the axion [3][4][5][6], the Nambu-Goldstone boson of a new spontaneously broken symmetry U(1) PQ , with properties closely related to those of the neutral pion. All axion properties are governed by a large energy scale f a , the axion decay constant, which is closely related to the scale of symmetry breaking. The axion mass is given by m a f a ∼ m π f π , where m π = 135 MeV and f π = 92 MeV are the pion mass and decay constant, respectively. The axion couplings with matter and radiation also scale as 1/f a . Experimental and astrophysical constraints, if taken at face value, imply that f a 10 9 GeV, corresponding to m a 10 meV [7], and so axions, despite their QCD origin, would be very light and very weakly interacting, with interaction cross sections much smaller than those of neutrinos. On the other hand, the unusual properties of axions allow them to be produced in the early universe as coherent field oscillations and as such to provide all or part of the cold dark matter [8,9]. It is still possible to find these \"invisible axions\" in realistic search experiments and in this way test a fundamental aspect of QCD. The generic aγγ vertex allows for axion-photon JCAP06(2011)013 conversion in external electric or magnetic fields in analogy to the Primakoff effect for neutral pions. As shown in 1983 by Pierre Sikivie, the smallness of the axion mass allows this conversion to take place coherently over macroscopic distances, compensating for the smallness of the interaction strength [10]. Especially promising is to use the Sun as a source for axions produced in its interior by the Primakoff effect. Directing a strong dipole magnet toward the Sun allows one to search for keV-range x-rays produced by axion-photon conversion, a process best visualized as a particle oscillation phenomenon [11] in analogy to neutrino flavor oscillations. Three such helioscopes have been built, in Brookhaven [12], Tokyo [13][14][15] and at CERN [16]. The CERN Axion Solar Telescope (CAST) is currently finishing an 8-year long data taking period, having strongly improved on previous experiments and even surpassed astrophysical limits in some range of parameters, although axions have not been found.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 66,
                    "text": "[1,",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 69,
                    "text": "2]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 311,
                    "text": "[3]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 314,
                    "text": "[4]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 317,
                    "text": "[5]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 320,
                    "text": "[6]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 937,
                    "text": "[7]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1292,
                    "text": "[8,",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1295,
                    "text": "9]",
                    "end": 1297
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1806,
                    "text": "[10]",
                    "end": 1810
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2114,
                    "text": "[11]",
                    "end": 2118
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2217,
                    "text": "[12]",
                    "end": 2221
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2229,
                    "text": "[13]",
                    "end": 2233
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2233,
                    "text": "[14]",
                    "end": 2237
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2237,
                    "text": "[15]",
                    "end": 2241
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2254,
                    "text": "[16]",
                    "end": 2258
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "One major difficulty with the helioscope technique is that for the smallest axion-photon interaction strength g aγ ∼ α/(2πf a ) ∼ 10 −10 GeV −1 that has been accessible with CAST, the corresponding axion mass m a ∼ m π f π /f a ∼ eV is not small enough to use the full coherent enhancement of the 10 m long magnet, simply because the required axion-photon momentum transfer is too large compared with the inverse length of the magnet. To overcome this limitation, the conversion pipe was filled with a buffer gas, providing the photons with a refractive mass m γ and achieving the maximum conversion rate for a narrow m a range around the m γ value defined by the gas pressure. CAST has reached the \"axion line\" defined by m a f a ∼ m π f π in a narrow range of masses below 1 eV by scanning many pressure settings, but of course at the price of a reduced exposure time.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "However, in this paper we show that large improvements in magnetic field volume, xray focusing optics and detector backgrounds with respect to CAST are possible. Based on these improvements, a new generation axion helioscope (NGAH) could search for axions that are 1-1.5 orders of magnitude more weakly interacting than those allowed by current CAST constraints. If the ambitious goals defined in our study can be achieved, a much larger range of realistic axion models can be probed and it is even conceivable that one can reach a sensitivity corresponding to m a in the 10 meV range. This mass range would be significant in several ways. The energy-loss limit from SN 1987A suggests that QCD axions have f a 10 9 GeV or m a 10-20 meV as mentioned earlier. Moreover, if axions also interact with electrons, axions nearly saturating the SN 1987A limit could explain the apparent anomalous energy loss of white dwarfs [17][18][19][20]. On the experimental side, if the magnet length is 10 m as in CAST, the sensitivity loss caused by the axion-photon momentum transfer begins at m a 20 meV. In other words, if one can \"cross the axion line\" at around this mass one can probe a large range of axion models without buffer gas filling or with only few simple pressure settings. For the first time, it appears conceivable to surpass the SN 1987A constraint, test the white-dwarf cooling hypothesis, and begin to explore entirely uncharted axion territory experimentally.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 917,
                    "text": "[17]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 921,
                    "text": "[18]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 925,
                    "text": "[19]",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 929,
                    "text": "[20]",
                    "end": 933
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The tight connection of axions to QCD strongly restricts their properties, leaving essentially only the one parameter f a undetermined, except of course for various model-dependent numerical coefficients. On the other hand, the helioscope search covers a much broader class of models where the mass and coupling strength are independent parameters. Novel particles at the low-energy frontier of high-energy physics are known under the generic term Weakly Interacting Slim Particles (WISPs), axions remaining a prime example. Extensions of the standard model often include other very light pseudo-scalars and scalars coupled to two photons that can be searched with helioscopes as well: majorons, familons, dilatons, quintessence fields, and so forth. We call these miscellanea \"axion-like particles\" (ALPs). The current CAST results have been used already to constrain further WISPs such as weakly coupled",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 4
        },
        {
            "section": "JCAP06(2011)013",
            "text": "hidden photons [21,22]. The proposed NGAH could be extremely valuable to test further these scenarios and survey the existence of other exotica such as chameleons [23], minicharged particles [24,25] or more involved ALP models which have been recently invoked to understand some puzzling features of solar dynamics [26][27][28]. The motivations for various new particles at the low-energy frontier of elementary particle physics, their embedding and role in extensions of the standard model, and our current knowledge about them have been reviewed recently [29]. For the sake of simplicity, in this paper we focus on axions and ALPs.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 15,
                    "text": "[21,",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 19,
                    "text": "22]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 163,
                    "text": "[23]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 191,
                    "text": "[24,",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 195,
                    "text": "25]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 315,
                    "text": "[26]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 319,
                    "text": "[27]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 323,
                    "text": "[28]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 557,
                    "text": "[29]",
                    "end": 561
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "We begin our study in section 2 with the current status of axion and ALP searches, setting the goals for the NGAH. In section 3 we describe the helioscope technique and show the reach of a NGAH. In the following sections we describe how to reach the required improvements in magnetic field (section 4), x-ray optics (section 5) and detectors (section 6). Our conclusions are presented in section 7.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "JCAP06(2011)013",
            "text": "2 Hunting axions and ALPs",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Axion mass and interactions",
            "section_rank": 5
        },
        {
            "section": "Axion mass and interactions",
            "text": "Most practical axion search strategies and all ALP searches are based on the generic aγγ vertex which is usually written as",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "Axion mass and interactions",
            "text": "where F µν and F µν are the electromagnetic field tensor and its dual and a is the axion field. C γ is a model dependent parameter given by",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Axion mass and interactions",
            "text": "where E/N is the ratio of the electromagnetic and color anomalies of the PQ symmetry, whereas m u and m d are the up and down quark masses. One generic case is E/N = 0, where the aγγ vertex derives exclusively from a-π 0 -η mixing, the KSVZ model being a classic example [30,31]. Non-vanishing E/N values derive from triangle-loop diagrams involving ordinary or exotic particles carrying Peccei-Quinn charges. One generic case is E/N = 8/3 or C γ ≃ 0.75, relevant for models in grand unified theories (GUTs), with the DFSZ model being the usual example [32,33]. For general ALPs, g aγ is the central parameter and not directly interpreted in terms of some underlying f a . For axions, in contrast to general ALPs, g aγ and m a are closely related, both deriving from the same a-π 0 -η mixing at the core of the PQ mechanism. One finds",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 271,
                    "text": "[30,",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 275,
                    "text": "31]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 553,
                    "text": "[32,",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 557,
                    "text": "33]",
                    "end": 560
                }
            ]
        },
        {
            "section": "Axion mass and interactions",
            "text": "For the numerical estimate we have used the canonical value for the quark mass ratio z = m u /m d = 0.56. The allowed range z = 0.35-0.60 [34] leads to about a 10% uncertainty that we will henceforth ignore. The role of axions in QCD implies that they must interact with hadrons and photons based on their generic a-π 0 -η mixing, even though one can construct models where some of these couplings can be accidentally small by cancelation effects. In addition, notably in GUT models, axions can interact with leptons. If such interactions are absent, we speak of hadronic axions, if lepton couplings exist, of non-hadronic axions. For the latter, the axionelectron interaction is of greatest practical interest. Usually it is written in the axial-vector derivative form L aee = C e ∂ µ a 2f aψ e γ 5 γ µ ψ e (2.3)",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 138,
                    "text": "[34]",
                    "end": 142
                }
            ]
        },
        {
            "section": "Axion mass and interactions",
            "text": "where C e is a model-dependent numerical coefficient. In many situations the derivative interaction is equivalent to pseudoscalar structure g aeψe γ 5 ψ e a, motivating us to define the dimensionless axion-electron Yukawa coupling g ae = C e m e /f a with m e being the electron mass. In the DFSZ model, we have C e = 1 3 cos 2 β where the denominator 3 arises from three particle families and tan β is the ratio of expectation values of two Higgs fields giving masses to up-type and down-type fermions, respectively.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Axion mass and interactions",
            "text": "Notice that hadronic axions, where C e = 0 at tree level, develop radiatively a non-zero coupling to electrons, C e ∝ C γ α 2 /2π [35]. This coupling does not seem to be of practical interest for our study. In particular, axion production in stars is always dominated by the tree-level couplings.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 130,
                    "text": "[35]",
                    "end": 134
                }
            ]
        },
        {
            "text": "Search strategies",
            "section_rank": 6
        },
        {
            "section": "Search strategies",
            "text": "Axions are produced in the early universe by the misalignment mechanism [8,9]. If the PQ symmetry is restored by reheating after inflation, axion strings and domain walls form and decay, providing an additional source of axions. These relic axions provide the cold dark matter for m a ∼ 10 µeV, with a large uncertainty in either direction, and actually m a could be as large as 200 µeV [9]. In addition to this \"classic axion window,\" the neV mass range or below has been considered as the \"anthropic axion window\" [36,37] and a possible search strategy was recently proposed [38]. In the classic window, Sikivie's haloscope technique [10], based on axion conversion into microwave photons, is the basis for the ongoing large-scale Axion Dark Matter Experiment (ADMX) [39,40]. If axions in the classic window are the dark matter, they will be found.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 72,
                    "text": "[8,",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 75,
                    "text": "9]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 387,
                    "text": "[9]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 516,
                    "text": "[36,",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 520,
                    "text": "37]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 577,
                    "text": "[38]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 636,
                    "text": "[10]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 769,
                    "text": "[39,",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 773,
                    "text": "40]",
                    "end": 776
                }
            ]
        },
        {
            "section": "Search strategies",
            "text": "In addition, axions with eV-range masses would have been produced by thermal processes. They can contribute to the hot component of the dark matter, similar to neutrinos [41]. Hot-dark matter bounds based on precision cosmology require m a 1 eV [42]. This and other complementary cosmological arguments allow one to exclude axions in the entire m a range 1 eV-300 keV based on cosmological evidence alone [43].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 170,
                    "text": "[41]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 245,
                    "text": "[42]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 405,
                    "text": "[43]",
                    "end": 409
                }
            ]
        },
        {
            "section": "Search strategies",
            "text": "Axions or ALPs can also be produced and detected in the laboratory, without invoking cosmological or astrophysical sources. Beam dump experiments and rare decays have been used to rule out axions with m a 10 keV. For smaller masses, the correspondingly smaller couplings prevent one from studying invisible axion models with traditional particle physics methods. For general ALPs where the photon interaction strength is not related to the mass, the most ambitious current initiatives involve photon regeneration experiments (\"light shining through a wall\"), which are foreseen to reach the g aγ ∼ 10 −11 GeV −1 ballpark for m a 1 meV, but are unlikely to become sensitive to realistic axion models (see ref. [44] for a recent review).",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 709,
                    "text": "[44]",
                    "end": 713
                }
            ]
        },
        {
            "section": "Search strategies",
            "text": "Finally, axions are copiously produced in stellar interiors. By far the brightest object in the sky is the Sun, and the same is true in the light of neutrinos or axions, except of course at much higher energies where non-thermal sources dominate. Axions can be produced in the Sun through a variety of reactions. Hadronic axions and ALPs are mainly produced via Primakoff conversion of thermal photons in the Coulomb fields of charged particles via the aγγ vertex. The usual solar Primakoff spectrum peaks near the mean energy of 4.2 keV and exponentially decreases at larger energies as shown in figure 1.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Search strategies",
            "text": "For non-hadronic axions, defined as having tree-level interactions with electrons, the dominant emission processes are electron-nucleus bremsstrahlung e + Ze → Ze + e + a, electron-electron bremsstrahlung e + e → e + e + a, and the Compton process γ + e → e + a. In addition, free-bound transitions play a sub-dominant role. The relative importance for JCAP06(2011)013  Figure 1. Solar axion flux spectrum at Earth, originating from the Primakoff process (dashed line) and from processes involving electrons (solid line), bremsstrahlung and Compton processes. We have chosen illustrative values of g ae = 10 −13 and g aγ = 10 −12 GeV −1 , corresponding to DFSZ axions with f a = 0.85 × 10 9 GeV, C e = 1/6 and C γ = 0.75. For better comparison, the Primakoff flux has been scaled up by a factor of 100. solar energy loss of the first three reactions is roughly 2:1:1, respectively [45]. The resulting spectrum is softer than the Primakoff one, with a mean energy of 1.8 keV and peaking below 1 keV [46] as shown in figure 1. The integrated solar axion flux from the electron coupling is much larger than from photon coupling",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 370,
                    "text": "Figure 1",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 881,
                    "text": "[45]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 998,
                    "text": "[46]",
                    "end": 1002
                }
            ]
        },
        {
            "section": "Search strategies",
            "text": "However, previous solar axion searches have relied primarily on the Primakoff process in order to cover the broader class of ALPs. For non-hadronic axions, astrophysical limits on the g ae from globular cluster stars and white dwarfs are so restrictive that detecting them from the Sun seemed hopeless. On the other hand, the CAST limit on g aγ for low-mass ALPs actually supersedes astrophysical limits from globular cluster stars. In the proposed new helioscope, for the first time it becomes conceivable to supersede even astrophysical limits on g ae and to probe new axion territory for the broadest class of models.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Search strategies",
            "text": "By means of the axion-photon coupling, solar axions can be efficiently converted back into photons in the presence of an electromagnetic field. The energy of the reconverted photon is equal to the incoming axion, so a flux of detectable x-rays of few keV energies is expected. Crystal detectors may provide such fields [47][48][49], giving rise to characteristic Bragg patterns that have been searched for as byproducts of dark matter searches [50][51][52][53]. However, the prospects of this technique have proven limited [54,55] and do not compete with dedicated helioscope experiments.  . Comprehensive ALP parameter space, highlighting the three main front lines of direct detection experiments: laser-based laboratory techniques, helioscope (solar ALPs and axions), and microwave cavities (dark matter axions). The blue line corresponds to the current helioscope limits, dominated by CAST [79,80] for practically all axion masses but for the m a ∼ 0.85 − 1 eV exclusion line from the last Tokyo helioscope results [15]. Also shown are the constraints from horizontal branch (HB) stars, supernova SN1987A, and hot dark matter (HDM). The yellow \"axion band\" is defined roughly by m a f a ∼ m π f π with a somewhat arbitrary width representing the range of realistic models. The green line refers to the KSVZ model (C γ ∼ −1.92).",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 319,
                    "text": "[47]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 323,
                    "text": "[48]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 327,
                    "text": "[49]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 444,
                    "text": "[50]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 448,
                    "text": "[51]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 452,
                    "text": "[52]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 456,
                    "text": "[53]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 523,
                    "text": "[54,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 527,
                    "text": "55]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 894,
                    "text": "[79,",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "start": 898,
                    "text": "80]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1019,
                    "text": "[15]",
                    "end": 1023
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 7
        },
        {
            "text": "Hadronic axions and ALPs",
            "section_rank": 8
        },
        {
            "section": "Hadronic axions and ALPs",
            "text": "The most relevant coupling of hadronic axions and the defining property of ALPs is their two photon coupling. It is therefore natural to discuss the status of ALP and hadronic axion searches in the two-dimensional m a -g aγ parameter space (figure 2). In this way we can clearly show three main frontlines in the direct search for hadronic axions: dark matter axions, solar axions and laboratory axions. Dark matter axion experiments, of which ADMX is the only active example, are sensitive down to very low g aγ values at the very low mass range broadly circumscribed by 1-100 µeV. ADMX contemplates the exploration of the 1-10 µeV decade with sufficient sensitivity in g aγ to exclude or detect the QCD axion band, corresponding to g aγ in the approximate range 10 −17 -10 −14 GeV −1 . And subsequently, assuming the success of a dedicated R&D program, the technique could also be applied to the next decade in mass, up to 100 µeV. However, for axion masses above this value, or much below 1 µeV, the resonant cavity technique becomes impractical. Solar axion searches, although not reaching such low g aγ values, are sensitive to a very wide range of axion and ALP masses. As detailed later on, the most recent CAST results set the most stringent limits for ALP masses up to the eV scale.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 9
        },
        {
            "section": "JCAP06(2011)013",
            "text": "On the heaviest end of this mass range, the situation is very different for axions and ALPs. Hadronic axions are constrained by the neutrino burst duration of SN 1987A to be lighter than 10-20 meV, whereas ALPs are not subject to this bound [56]. Of course, it may be unwise to rely entirely on a single observation with sparse statistics and intrinsic uncertainties [7] to consider an entire class of models excluded. Therefore, it is both of conceptual and practical interest that in phase II of CAST one begins to probe realistic axion models, even at the price of the very cumbersome scanning through many pressure settings of the buffer gas.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 241,
                    "text": "[56]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 367,
                    "text": "[7]",
                    "end": 370
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Pure laboratory searches are of great fundamental interest because they do not depend on astrophysical or cosmological axion sources. However, again because of the required axionphoton momentum transfer, these optical-light experiments only reach to sub-meV masses and are far away from competing with solar axion searches as seen in figure 2.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Without any other realistic ideas on the market, pushing the perimeter of ALP and hadronic axion sensitivity in the m a -g aγ parameter space seems a task that only a new generation axion helioscope can attain. We will argue in the following sections that in the sub-eV mass range one will be able to access g aγ sensitivities well below the 10 −11 GeV −1 level and even approaching 10 −12 GeV −1 . This region covers an important fraction of the remaining axion parameter space, not firmly excluded by astrophysical considerations, and complementary to the region to be explored by ADMX.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "JCAP06(2011)013",
            "text": "When it comes to ALPs, the region just beyond the current CAST sensitivity has a special phenomenological interest. Very small mass ALPs with two-photon couplings in the g aγ ballpark of 10 −12 -10 −10 GeV −1 have been invoked in the context of a number of puzzling astrophysical observations. Photons propagating in galactic or intergalactic magnetic fields can oscillate into ALPs -or vice versa-, altering the properties of light propagation in our universe. Particularly interesting issues are the observation of γ-rays, e. g. [57,58], and ultra high energy cosmic rays [59,60] from very distant sources, such as active galactic nuclei. Photon-ALP conversion has been invoked by a number of authors [61][62][63][64][65][66] to account for these observations via a photon regeneration effect.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 531,
                    "text": "[57,",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 535,
                    "text": "58]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 574,
                    "text": "[59,",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 578,
                    "text": "60]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 703,
                    "text": "[61]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 707,
                    "text": "[62]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 711,
                    "text": "[63]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 715,
                    "text": "[64]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 719,
                    "text": "[65]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 723,
                    "text": "[66]",
                    "end": 727
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The photon-ALP mixing in the galactic or intergalactic medium has other testable consequences. The random character of astrophysical magnetic fields produces a particular scattering of the photon arrival probability that can also be used to test the ALP hypothesis [67]. Recently, some luminosity relations of active galactic nuclei were shown to have precisely this particular scatter [68] although this claim is still controversial [69]. Finally, photon-ALP mixing is polarization dependent, a fact that could explain long-distant correlations of quasar polarization [70] and offers further testing opportunities [71].",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 265,
                    "text": "[67]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 386,
                    "text": "[68]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 434,
                    "text": "[69]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 569,
                    "text": "[70]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 615,
                    "text": "[71]",
                    "end": 619
                }
            ]
        },
        {
            "text": "Non-hadronic axions",
            "section_rank": 10
        },
        {
            "section": "Non-hadronic axions",
            "text": "Axions with a tree level coupling to electrons have a somewhat different physics case and phenomenology. From the theoretical point of view, these models are very appealing since they arise for instance in grand unified theories (GUTs), strongly motivated completions of the standard model at high energies. From the phenomenological side it is worth repeating that naturally the coupling to electrons leads to larger axion fluxes from stars than the coupling to photons, offering enhanced fluxes to a NGAH. Of course, this also strengthens the purely astrophysical bounds. In the case of the Sun, agreement between the measured and predicted solar neutrino flux constrains the energy loss in axions to be below 10% of the solar luminosity [72], which translates into a bound g ae < 1.4 × 10 −11 [45]. A more stringent bound comes from the delay of helium ignition in red giants of globular clusters, namely g ae < 2.5 × 10 −13 [73,74].",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 740,
                    "text": "[72]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 796,
                    "text": "[45]",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 928,
                    "text": "[73,",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 932,
                    "text": "74]",
                    "end": 935
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 11
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Axion emission is also constrained by the cooling of white dwarfs (WDs) [75]. However, in this case the observed WD luminosity function [19,20] seems to actually prefer some axion emission. Independent evidence for an extra cooling mechanism is provided by the rate of change of the pulsation period of ZZ Ceti star G117-B15A [17,18]. Both observations suggest values in the range g ae = 0.7-1.3 × 10 −13 . Testing this hypothesis by means of a laboratory experiment is extremely well motivated. Our proposed helioscope is probably the only viable option for such a test.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 72,
                    "text": "[75]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 136,
                    "text": "[19,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 140,
                    "text": "20]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 326,
                    "text": "[17,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 330,
                    "text": "18]",
                    "end": 333
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "In order to quantify the sensitivity of helioscopes to non-hadronic axions we must consider the three parameters, m a , g aγ and g ae . However, the helioscope signal depends upon the combination (g ae g aγ ) 2 , since the photon coupling determines the detection rate and the electron coupling the axion production in the Sun, unless the electron coupling is unnaturally small. We here do not worry about the fine-tuned case where the photon and electron couplings provide comparable solar fluxes. The sensitivity of helioscopes to non-hadronic axions is then better appreciated in the m a -C e C γ plane shown on the right panel of figure 4. In order to compare with the red-giant bound and the WD motivated region one must fix the parameter C γ . For non-hadronic models the GUT assumption E/N = 8/3 is probably the best motivated case, leading to C γ = 0.75 as discussed earlier. With this assumption, the red giant bound is shown as a diagonal dashed line in the plot on the right panel of figure 4, whereas the orange band of the same plot refers to the generous range 0.5 × 10 −13 < g ae < 2 × 10 −13 , motivated by WD cooling. The DFSZ models [32,33], for which C e = (cos 2 β)/3 < 1/3, are bound by the labeled horizontal line. Although CAST sensitivity is not well tuned to search for non-hadronic axions, we will show that advances surveyed in this paper could make a NGAH surpass the red giant constraints and start probing the region of parameter space highlighted by the cooling of WDs.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1151,
                    "text": "[32,",
                    "end": 1155
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1155,
                    "text": "33]",
                    "end": 1158
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "In summary, there is strong motivation to improve the helioscope sensitivity beyond CAST to g aγ down to 10 −12 GeV −1 and the g ae sensitivity down to 10 −13 . This region includes, on the high-mass side, a large set of plausible QCD axion models, potentially superseding the SN 1987A and red-giant bound in non-hadronic models and start probing the parameters suggested by the longstanding anomalous WD cooling. At lower axion masses, this region includes the ALP parameters invoked repeatedly by several works as being behind some astrophysical phenomena. This region is currently not excluded by any experimental results or astrophysical limits and moreover, it is out of reach for other foreseeable experimental techniques, except maybe a next generation [44,76,77] of photon regeneration experiment using resonant techniques, and this only in the sub meV mass range. We will argue that for a new generation axion helioscope such enhancements are technically feasible, by reasonably extending the innovations introduced by CAST. We propose such an experiment as the next large scale project that the experimental axion community should envisage for the next decade.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 760,
                    "text": "[44,",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 764,
                    "text": "76,",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 767,
                    "text": "77]",
                    "end": 770
                }
            ]
        },
        {
            "text": "An enhanced axion helioscope",
            "section_rank": 12
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "The probability that an axion going through the transverse magnetic field B over a length L will convert to a photon is given by [10,78,79]:",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 129,
                    "text": "[10,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 133,
                    "text": "78,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 136,
                    "text": "79]",
                    "end": 139
                }
            ]
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "where the form factor F accounts for the coherence of the process:",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "and q is the momentum transfer. The fact that the axion is not massless puts the axion and photon waves out of phase after a certain length. The coherence is preserved (F ≃ 1) as long as qL ≪ 1, which for solar axion energies and a magnet length of 10 m (like the one of CAST) happens at axion masses up to ∼ 10 −2 eV, while for higher masses F begins to decrease, and so does the sensitivity of the experiment. To mitigate the loss of coherence, a buffer gas can be introduced into the magnet beam pipes [80] to impart an effective mass to the photons m γ = ω p (where ω p is the plasma frequency of the gas, ω 2 p = 4παn e /m e ). For axion masses that match the photon mass, q = 0 and the coherence is restored. By changing the pressure of the gas inside the pipe in a controlled manner, the photon mass can be systematically increased and the sensitivity of the experiment can be extended to higher axion masses.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "The basic layout of an axion helioscope requires a powerful magnet coupled to one or more x-ray detectors. When the magnet is aligned with the Sun, an excess of x-rays at the exit of the magnet is expected, over the background measured at non-alignment periods. This detection concept was first experimentally implemented in [12] and later by the Tokyo helioscope [13], which provided the first limit to solar axions which is self-consistent, i. e. compatible with solar physics. During the last decade, the same basic concept has been used by CAST [16,[78][79][80] with some innovations that provide a considerable step forward in sensitivity to solar axions.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 325,
                    "text": "[12]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 364,
                    "text": "[13]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 549,
                    "text": "[16,",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 553,
                    "text": "[78]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 557,
                    "text": "[79]",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "start": 561,
                    "text": "[80]",
                    "end": 565
                }
            ]
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "The CAST experiment is the most powerful axion helioscope ever constructed. As the conversion magnet is the main driver of a helioscope's sensitivity, the CAST collaboration has harnessed the most advanced superconducting magnet technology of CERN. Specifically, CAST uses a decommissioned LHC test magnet that provides a magnetic field of 9 Tesla along its two parallel pipes of 2×14.5 cm 2 area and 10 m length, increasing the corresponding axionphoton conversion probability by a factor 100 with respect to the previous implementation of the helioscope concept [78]. The magnet is able to track the Sun for ∼ 3 hours per day, half in the morning at sunrise and half in the evening at sunset. The rest of the day is used for background measurements. X-ray detectors are placed at the ends of the bores, with a Micromegas detector [81] and a CCD [82] installed at the \"sunrise\" side, and two additional Micromegas detectors installed at the \"sunset\" side. (In 2007, the sunset Mircomegas detectors replaced the multiwire TPC [83] that had been used previously.)",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 564,
                    "text": "[78]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 832,
                    "text": "[81]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 847,
                    "text": "[82]",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1026,
                    "text": "[83]",
                    "end": 1030
                }
            ]
        },
        {
            "section": "An enhanced axion helioscope",
            "text": "The unsurpassed sensitivity of CAST relies, in part, on several pioneering enhancements to the helioscope concept. First, CAST employs an x-ray focusing optic between the magnet and the detector, focusing the putative x-ray signal to a small spot and thus increasing the signal-to-background and sensitivity of the experiment. Additionally, in the event of a positive signal and actual detection, such an optic would become a real \"axion-imaging\" telescope. The CAST CCD is coupled to one such device [82], a Wolter telescope borrowed from the field of x-ray astronomy, that enhances its signal-to-background ratio by two orders of magnitude. Second, CAST has actively and continually applied state-of-the-art low background techniques to all its detector subsystems, in order to minimize the experimental background and further increase the sensitivity. These include the use of low radioactivity materials for the detector components and surroundings, the simulation and modeling of backgrounds, the use of shielding against external radiation, and the development of sophisticated offline analysis criteria to discriminate signal events and reject background.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 501,
                    "text": "[82]",
                    "end": 505
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 13
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The experiment released its initial results (phase I) from data taken in 2003 and 2004 without buffer gas [78,79]. No signal above background was observed. For hadronic axions this implies an upper limit to the axion-photon coupling g aγ < 8.8 × 10 −11 GeV −1 at 95% CL for the low mass (coherence) region m a 0.02 eV (figure 2). In 2006, the experiment embarked on phase II operations, which requires a buffer gas inside the magnet bores to recover the coherence of the conversion for specific axion masses matching the effective photon mass defined by the buffer gas density. The pressure of the gas is changed in discrete small steps to scan the parameter space above m a ∼ 0.02 eV. The data acquired in 2006 [80], with 4 He as the buffer gas, scanned for axion masses up to 0.39 eV at a level for axion-photon couplings down to ∼ 2.2×10 −10 GeV −1 , entering into the QCD axion model band, as shown in figure 2. To gain access to higher masses, in 2007 the buffer gas was switched to 3 He to avoid gas condensation at the required pressure. The experiment is currently engaged in a systematic scan of axion masses above 0.4 eV. The 3 He data taking began in 2008, and upon completion of this research program in the middle of 2011, CAST will have explored an axion mass up to ∼ 1.2 eV, overlapping with the cosmological upper limit on the axion mass discussed above.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 106,
                    "text": "[78,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 110,
                    "text": "79]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 723,
                    "text": "4",
                    "end": 724
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "In summary, CAST has provided the best experimental limit on g aγ for a wide range of axion masses, up to ∼ 0.02 eV, a result that now supersedes the astrophysical limit derived from energy-loss arguments on globular cluster stars. In its second phase, CAST has been configured to be sensitive to hadronic axion models, in the mass region just below 1 eV. During its last years of operation, CAST has not only built the largest and most sensitive axion helioscope, but has also improved on the original concept of an axion helioscope and developed the expertise that will be crucial for a marked gain in sensitivity, as envisioned with a NGAH.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Figures of merit",
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "In this subsection we work out the dependence of the sensitivity to the axion couplings g aγ and g ae on each of the experimental parameters of a NGAH in order to discuss the basis for our proposed improvements. For this purpose, we define the basic layout of an enhanced axion helioscope as one in which the entire cross sectional area of the magnet is equipped with one or more x-ray focussing optics and low background x-ray detectors. This arrangement is schematically shown in figure 3, in which we anticipate already a toroidal design for the magnet as discussed later in section 4. The axion signal counts N γ and background counts N b in such a layout can be written as:",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "where B, L and A are the magnet field, length and cross sectional area, respectively. The efficiency ǫ = ǫ d ǫ o ǫ t , being ǫ d the detectors' efficiency, ǫ o the optics throughput or focusing efficiency (it is assumed that the optics covers the entire area A), and ǫ t the data-taking efficiency, i. e. the fraction of time the magnet tracks the Sun (a parameter that depends on the extent of the platform movements). Finally, b is the normalized (in area and time) background of the detector, a the total focusing spot area and t the duration of the data taking campaign. The relevant coupling constant g, is g aγ for hadronic axions and (g aγ g ae ) 1/2 for non-hadronic axions.",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "Assuming that the measurement is dominated by backgrounds (N b > N γ ) but these can be estimated and subtracted through independent measurements (either by non Sun-tracking runs or by using portion of detectors not exposed to the signal. 1 ), the discovery potential of the experiment depends upon N γ / √ N b The sensitivity on the relevant coupling g will be given by",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": ". It is useful to rewrite the previous expression in terms of a figure of merit (FOM) representing a growing relation with the \"merit\" of the experiment",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "where we have factored the FOM to explicitly show the contributions from various experimental parameters: magnet, detectors and optics, and tracking (effective exposure time of the experiment)",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "We stress that these expressions are obtained under two assumptions: 1) the axionphoton conversion is fully coherent, corresponding to the L 2 dependence shown in equation 3.5.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "2) The exposure of the experiment is such that we are in a gaussian regime, i. e. we have at least 10 background counts in the detectors. For fewer background events, background subtraction is not performed and the limit is obtained in a different way than the one derived above.",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "section": "Figures of merit",
            "text": "As will be shown below, these FOMs clearly demonstrate the importance of the magnet parameters when computing sensitivity of an axion helioscope. The CAST success has relied, to a large extent, on the availability of the first class LHC test magnet which was recycled to become part of the CAST helioscope. Going substantially beyond the CAST magnet's B or L is difficult, as 9 T is close to the maximum field one can realistically get in current large-size magnets, while 10 m is a considerable length for a structure that needs to be moved with precision. The improvement may come however in the cross section area, which in the case of the CAST magnet is only 3 × 10 −3 m 2 . Substantially larger cross sections can be achieved, although one needs a different magnet configuration. It is an essential part of our proposal that a new magnet must be designed and built specifically for this application, if one aims at a substantial step forward in sensitivity. We discuss in detail this issue in section 4, where",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 15
        },
        {
            "section": "JCAP06(2011)013",
            "text": "we show that cross section areas A of up to few m 2 are feasible, while keeping the product of BL close to levels achieved for CAST.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Another area for improvement will be the x-ray optics. Although CAST has proven the concept, only one of the four CAST magnet bores is equipped with optics. The use of focusing power in the entire magnet cross section A is implicit in the FOM of equation 3.5, and therefore the improvement obtained by enlarging A comes in part because a correspondingly large optic is coupled to the magnet. Here the challenge is not so much achieving exquisite focusing or near-unity reflectivity (of course, the larger the throughput ǫ o and the smaller the spot area a, the better), but the availability of cost-effective x-ray optics of the required size. This issue is discussed in detail in section 5.",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Finally, we need to discuss the x-ray detectors. CAST has enjoyed the sustained development of its detectors towards lower backgrounds during its lifetime. The latest generation of Micromegas detectors in CAST are achieving backgrounds of ∼ 5 × 10 −6 counts keV −1 cm −2 s −1 . This value is already a factor 20 better than the backgrounds recorded during the first data-taking periods of CAST. Prospects for reducing this level to 10 −7 counts keV −1 cm −2 s −1 or even lower appear feasible and are discussed in section 6.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Although it has less impact on the sensitivity than the other factors, it is also desirable to improve the tracking efficiency ǫ t . The goal is to improve performance from the current value of 0.12 obtained with CAST to ǫ t = 0.3-0.5. This gain would help in gathering exposure more quickly and shorten the time required for the experiment to move into the non-zero background regime, where the above FOMs are applicable. Higher efficiency is possible, provided that the design of the platform and magnet occurs in a coordinated fashion.",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The improvements suggested above could lead to sensitivities, in terms of detectable signal counts, up to 10 6 better than CAST, which corresponds to 1.5 orders of magnitude in g, as seen from the FOMs of equation 3.5. In order to add fidelity to our estimates, we have fully computed sensitivity plots for four possible instantiations, and their associated experimental parameters, of an enhanced axion helioscope. These four scenarios are described in table 1 and include several combinations of values ranging from less to more optimistic assumptions and represent different degrees of success for the improvements in the magnet, detectors and optics previously mentioned. Table 1 also contains data for CAST-I, an experimental configuration that represents the current state-of-the-art.",
            "paragraph_rank": 53,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 676,
                    "text": "Table 1",
                    "end": 683
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The computed sensitivities of each of the four NGAH scenarios are represented by the family of blue lines in figure 4, both for hadronic axions (left) and non-hadronic ones (right). These calculations were performed by means of a Monte Carlo simulation of background counts, computation of likelihood function and subsequent derivation of the 95% upper limit assuming no detected signal. They include two data taking campaigns for each of the scenarios: one three years long performed without buffer gas (analogous to CAST I), and another three years long period with varying amounts of 4 He gas inside the magnet bore (analogous to CAST II, although without the need to use 3 He). This second phase is responsible for the step in the sensitivity line from mass of ∼0.05 eV up to 0.25 eV. This range is given by the gas density range chosen for this calculation of 0 to 1 bar of 4 He at room temperature. Of course, a shorter density range could be chosen, thus allowing for a mass scan correspondingly shorter but more sensitive in g aγ . In general, the NGAH sensitivity lines go well beyond current CAST sensitivity for hadronic axions and progressively penetrate into the decade 10 −11 -10 −12 GeV −1 , with the best one approaching 10 −12 GeV −1 . They are sensitive to realistic QCD axion models at the 10 meV scale and JCAP06(2011)013 exclude a good fraction of them above this. For non-hadronic axions, the NGAH sensitivity lines penetrate in the DFSZ model region, approaching or even surpassing the red-giant constraints. Most relevantly, the NGAH 3 and NGAH 4 scenarios start probing the region of parameter space highlighted by the cooling of WDs.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Magnet",
            "section_rank": 16
        },
        {
            "section": "Magnet",
            "text": "The previous analysis corroborates the importance of the magnet for a competitive axion helioscope. As previously anticipated, in order to achieve the stated step forward in sensitivity, the design and construction of a new magnet is mandatory. Of course, this must be done with the FOM for an NGAH in mind already at design time. The latest magnet technology allows for the magnetic strength and length to be improved with respect to CAST. However, the needed margin for the required improvement in the magnet FOM can still not be reached. Therefore, the magnet's aperture is the only parameter left that can be significantly enhanced and thus we shall base our possible magnet design by concentrating on it. We must stress that thanks to the use of x-ray optics at the end of the magnet bore, the enlargement of the magnet aperture does imply an enhancement of the expected signal without necessarily implying an increase of background. Indeed, as was shown before, the overall FOM of the axion helioscope goes directly proportional to the magnet bore area  Figure 4. LEFT: The parameter space for hadronic axions and ALPs. The CAST limit, some other limits, and the range of PQ models (yellow band) are also shown. The blue lines indicate the sensitivity of the four scenarios discussed in the text and table 1. RIGHT: The expected sensitivity regions of the four same scenarios in the parameter space of non-hadronic axions with both electron and photon coupling. In GUT models C γ is fixed to 0.75 and we show the bound on the electron coupling (C e ) from red giants (dashed line along the diagonal) and the region motivated by WD cooling (orange band). DFSZ models lie below the horizontal line C γ C e < 0.25.",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1060,
                    "text": "Figure 4",
                    "end": 1068
                }
            ]
        },
        {
            "section": "Magnet",
            "text": "f ∝ A (which means that the sensitivity to the coupling constant goes as g αγ ∝ A −1/4 ). Needless to say, for this relation to hold, one assumes the optics size is enlarged accordingly to couple the magnet bore down to the stated focal spot size. It should also be noted here that the magnetic field B in an axion helioscope magnet must be perpendicular to the longitudinal (axion incoming) direction. More correctly, only the perpendicular components of B, with respect to the axion beam momentum, will contribute to the conversion probability. Accelerator dipole magnets, like the one CAST is currently using, have additional design constraints that are not required by a NGAH use, with the most important constraint being the extraordinary quality of the magnetic field (i. e. the field is required to be extremely uniform within the accelerator's aperture). Moreover, accelerator type magnets cannot reach apertures wide enough to improve the magnet FOM significantly. For example, a CAST like magnet with a 9 T magnetic field and 9.26 m length will need a 620 mm aperture, which is clearly not achievable in the near future, in order to improve the relative FOM by a factor of just 100. However, by considering different designs of detector magnets, 2 e. g. the ones of the ATLAS or the AMS experiments, which are characterized by a very large volume and a lower field (compared to accelerator magnets), it seems feasible to reach the required FOM, in particular regarding apertures of up to several meters with rather intense fields. A complete feasibility study is currently in progress to define the simplest magnet design that satisfies the requirements of a NGAH and optimizes the FOM within the use of current magnet technologies at CERN. The ATLAS experiment at CERN is using an enormous central toroid magnet [84], known as the barrel toroid, of 25.3 m in length with 20.1 m and 9.4 in outer and inner diameters, respectively (see figure 5) . This toroid has a peak field of 3.9 T at the coils which generate an average field of about 0.8 T in the useful aperture (that is, the aperture that would have been used for solar axions search) for a current of 20.5 kA. The NGAH can rely on these numbers and the barrel toroid design in order to scale it down and optimize it for axions search. Since the useful diameter for the optics detector is not more than 1 m, the NGAH has the advantage of having a smaller width and hence maintaining a higher useful field in the aperture. First considerations seem to favor a configuration in which 8 vacuum bores, of relatively large size (0.5-1 m diameter), are placed between the coils and are available to couple optics and detectors. This configuration is demonstrated in figure 6, where a crosssection of the geometry is shown. The magnetic field in the bores, although not homogeneous, is largely perpendicular to the axion directions. With this type of configuration, it appears possible to reach a magnet length similar or somewhat longer than CAST (15-20 m), with B peak fields not much less (about 6 T) and a total cross sectional magnetic area of around 1-3 m 2 . The average field in the aperture (i. e. the vacuum bores) is about 2.5-3 T, thus providing a FOM in the range of 100-350 relative to CAST, already reaching or surpassing the values stated in scenarios NGAH-1 and NGAH-2 of table 1.",
            "paragraph_rank": 56,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 1823,
                    "text": "[84]",
                    "end": 1827
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1945,
                    "text": "figure 5",
                    "end": 1953
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 2727,
                    "text": "figure 6",
                    "end": 2735
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "As mentioned above, also in this class of magnets one uses the superconducting shielded dipole magnet design, which was designed by the AMS mission [85]. This NGAH design will have a dipole field in its center, where the dipole is surrounded by an 8 coils, semi-toroidal, geometry (see figure 7). The dipole bore can contain 6-8 apertures with an average field of about 1.5 T, while the peripheral shielding coils give additional 2 apertures with an average field of 2.5 -3 T and 4 apertures (when using 4 shielding coils and not 6 as in the original AMS design) with an average field of 2.5 T. Overall, this geometry will not yield a higher FOM  than the one that can be gained with the toroidal design and will also have the disadvantage of using more cable, which increases the overall costs of the NGAH. Moreover, another disadvantage of the AMS geometry is that it sustains higher stress than the ATLAS geometry since the toroidal geometry is self supported thanks to its symmetry. The bigger stress serves as an additional limitation on the maximal current and hence on the magnetic field.",
            "paragraph_rank": 57,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 148,
                    "text": "[85]",
                    "end": 152
                },
                {
                    "type": "figure",
                    "start": 286,
                    "text": "figure 7)",
                    "end": 295
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Another option for the NGAH will be to consider a solenoidal magnetic field. These kind of magnets have the advantage of being the easiest to design and manufacture. However, since in a CAST like experiment the axion beam has to be perpendicular to the magnetic field, the solenoid must be transparent to x-ray photons, which limits the magnetic field strength and the radius of the solenoid and makes achieving the FOM goal very difficult. On top of that, a solenoid magnet with the parameters needed for the NGAH (i. e. large diameter and very high field) will suffer from very large fringe fields which will restrict the possibility for easy approach and access to detectors, optics and cryogenics.",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The use of a new and more advanced superconductor (SC) such as Nb 3 Sn has also been considered. Nb 3 Sn may increase the magnetic peak field up to 15-16 T in an accelerator type magnet (for the same amount of SC). However, such an increase will double the stress applied to the coils, which is already close to the limit at the 9 T dipole. In addition, this material is about 5 times more expensive than NbTi and, moreover, these magnets are still in a R&D stage. The use of Nb 3 Sn has also a limitation since it is strain sensitive and very JCAP06(2011)013 Figure 7. The AMS superconducting magnet. The two largest coils generate the dipolar field while the 2 × 6 shielding coils close the magnetic flux and reduce considerably the fringe fields. Source: http://www.ams02.org/what-is-ams/tecnology/magnet/scmagnet/.",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 560,
                    "text": "Figure 7",
                    "end": 568
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "brittle. It practically ceases operating when the stress is above 150 MPa. Provided these issues are solved in the future, this material would however represent a large improvement beyond our most optimistic assumptions.",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The major efforts when coming to engineer the NGAH magnet, will focus on the mechanical structure, cryogenics and (quench) protection of such a system. Since the required increase of the present FOM is of a large factor, which will be challenging to achieve, the new design will have to stretch the limits of the design factors (such as operating current, operational margin, cable design and inductance). Nonetheless, it will be more efficient to follow known designs and by that reduce the need for building and designing new tooling and assembly machines.",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "In this context, it is important to emphasize that the NGAH magnet requires a very large aperture while still maintaining the highest possible magnetic field. To understand the difficulties in achieving this, two definitions are required: The so-called operational margin of the magnet and the magnet's load line (see figure 8).",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 318,
                    "text": "figure 8)",
                    "end": 327
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "For a superconducting magnet, the magnetic field is limited by the critical surface, which is determined by the properties of the superconducting material. This means that for a given temperature and current density there is a critical magnetic field limiting the superconducting performance. Hence, for the sake of proper magnet operation, the magnetic field should be low enough to avoid frequent quenching but, at the same time, for the efficiency and the purpose for which the system is being built in the first place, the magnetic field should be as high as possible. This choice of the operating envelope of the magnet determines the operational margin of the magnet.",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The operational margin is defined by means of the load line: For a given configuration of the magnet (at a constant temperature), the Biot-Savart law gives the (linear) relation between the current density J and the magnetic field strength B. This relation yields a JCAP06(2011)013  straight line in the (B, J) phase space. The portion of this line, which extends from the origin of the (B, J) space to the critical surface is called the \"load line\" of the magnet. In the magnet designers' jargon, it is common to refer to the operational margin by the so called percentage on the load line. For example, the operational margin of the LHC main dipoles is set at 20% on the load line [86]. This expression means that the magnet's operating values, namely the current density and the magnetic field, are those given by the point (called the magnet's working point) in the (B, J) phase space which will mark 0.8 of the magnet's load line length, for a given temperature (1.9 K for the LHC). The smaller the operational margin is, the closer the magnet is to its quench point. Most detector type magnets usually work at lower fields and hence have a relatively large operational margin. However, as mentioned, the NGAH magnet will have to sustain the highest possible fields. Thus, the operational margin will inevitably be reduced and the NGAH will have to combine the protection techniques commonly used for both detector and accelerator magnets. Consequently, the protection of the NGAH magnet may be the most challenging part of the design.",
            "paragraph_rank": 64,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 683,
                    "text": "[86]",
                    "end": 687
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "An efficient magnet design will be the one that yields a load line with a slope as small as possible since the smaller the load line's slope is, the lower the current density needed to generate a specific magnetic field. A possible way to increase the operational margin, for a given temperature, is by adding more SC to the magnet while at the same time reducing the current density. Thus, by increasing the number of current sources, the same field can be maintained for a lower current density. This can be done in two ways: the straight forward way will be to increase the number of turns in the coil, or more simply, using more cable. However, additional turns make the magnet's coil, and hence the cold mass (i. e. the coils and their supporting structure) as well, bigger. Therefore, the resulting magnet will have JCAP06(2011)013 an aperture bigger than the area that can be covered by the optics and this might result in a reduced efficiency (depending on the gain in the magnetic field). Another way to increase the SC amount is to use larger strands in the cable and by that not affecting considerably the geometry of the magnet.",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "It is important to notice, however, that even increasing the amount of SC in the coils has a limited influence on the magnet's performance, since, at some point, adding more SC to the coil will increase the cost without adding significantly to its capabilities. Moreover, the magnetic field is always constrained by the critical field at zero current density, which is an internal property of the superconducting material.",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "For example, for a dipole magnet as the one used by CAST, the relation between the modulus of the magnetic field B to the critical current density J c of the SC is given by [87] ",
            "paragraph_rank": 67,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 173,
                    "text": "[87]",
                    "end": 177
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "where µ 0 is the vacuum permeability, λ tot is the total superconducting filling factor (the ratio between the engineering current density to the critical current density) and W is the width of the coil. Using the linear approximation of the critical current density J c for NbTi",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "valid for the high field region (i. e. for magnetic fields larger than 5 T at 1.9 K and 2 T at 4.2 K) and forB c2 > B, where",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "c2 is the negative slope in the high field region of the critical surface at constant temperature andB c2 is the critical field at zero current density according to the fit [88], we get the relation between the modulus of the magnetic field B and the critical fieldB c2",
            "paragraph_rank": 70,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 173,
                    "text": "[88]",
                    "end": 177
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "By obtaining an expression for the width of the coil from the latter",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "one immediately notices that W → ∞ as B →B c2 . Therefore, when increasing the coil's width W the magnetic field B will rise and at the same time the critical current density (J c = (B c2 − B)d) will have to be decreased (in order to stay below the critical surface). By linearity of the Bio-Savart law, this implies that the slope of the load line will be smaller. From eq. (4.3) we can also derive an explicit expression for the magnetic field",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "section": "JCAP06(2011)013",
            "text": "from which it is seen that the relationsB c2 > B and ∂B/∂W > 0 hold for any W > 0. Hence, adding current sources to the coil will loose its efficiency at some point since the B(W ) curve is asymptotically approaching the limit valueB c2 . Similarly, the same conclusions of the last paragraph hold for detector type magnets as well. Work is still ongoing to further define the geometry, dimensions and final magnetic field strength, as well as the technical issues and cost. However, the preliminary considerations exposed above, still not exhaustive, indicate that the toroidal configuration, inspired by ALTAS,",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "in a favorable choice to at least achieve the magnet parameters listed in scenarios NGAH-1 or NGAH-2 of table 1. These scenarios represent conservative assumptions for our sensitivity prospects. It is not unrealistic to assume that a more detailed optimization study could yield an improved set of parameters as the one represented by scenario NGAH-3 or, more optimistically, NGAH-4. Provided the issues regarding the use of new SC materials like Nb 3 Sn are solved in the future, these optimistic scenarios or even better ones could certainly be achieved .",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The toroid design seems also to be the simplest and cheapest way to achieve those FOMs. Also, we can base most of the design on the existing and proven technology and the R&D that was carried out in order to be used in the ATLAS magnet. Moreover, there are certain points of this design option that represent important qualitative advantages with respect to the current CAST experience:",
            "paragraph_rank": 75,
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "• The CAST magnet needs a heavy iron yoke around the bore and coils, in which to let the field lines to close, and thus preventing the field to leak out of the magnet (fringe field).",
            "paragraph_rank": 76,
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The coil arrangement in a toroidal geometry is such that they lead the field on a close compact path and there is no need for iron yoke. Hence, almost all the magnetic volume produced by the magnet can effectively be used for axion conversion. This is not the case in the CAST magnet, in which part of the magnetic flux is lost for axion-detection purposes inside the iron yoke. This leads to a more efficient use of the magnet strength.",
            "paragraph_rank": 77,
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "• For the same reason (no need for an iron yoke), the weight of the magnet compared to its volume is much lower than in the current CAST magnet. For example, a toroid magnet will weigh about 10 times more than the CAST magnet, but will have an effective useful volume (i. e. volume used for data taking) of 700-1100 times (depending on the length) more than the twin dipoles of CAST.",
            "paragraph_rank": 78,
            "section_rank": 18
        },
        {
            "section": "JCAP06(2011)013",
            "text": "• The cryogenics to cool down the superconducting coils are confined around the coils themselves, independent of the vacuum pipes (i. e. the magnet's apertures) which lie in between the coils, thus leaving them at room temperature. This arrangement, unlike the CAST one in which the magnet bore was cooled down to cryogenic temperatures together with the coils, results in a more practical operation in several aspects: no big cryostat enclosing all the magnet, easier access to the magnet bores (pumps, sensors, etc.), no cryogenic pumping effects in the vacuum system, no need to use 3 He in a possible second phase with buffer gas (because 4 He at room temperature can go to the required pressures, while in CAST 3 He is needed as 4 He would condense at 1.8 K).",
            "paragraph_rank": 79,
            "section_rank": 18
        },
        {
            "text": "X-ray optics",
            "section_rank": 19
        },
        {
            "section": "X-ray optics",
            "text": "5.1 Existing technologies X-ray optical designs are plentiful and rely on several different phenomena including total external reflection (e. g. Kirkpatrick Baez optics [89]), refraction (e. g. aluminum-based compound lenses [90]) and diffraction (e. g. Fresnel zone plates [91]). For an axion helioscope, there are three primary drivers for selecting the appropriate type of optic: high-efficiency in the 1-10 keV energy range (0.3-5 keV for the non-hadronic axions), a pupil entrance whose area is well-matched to the area of the magnet bore and a solid-angle acceptance greater than the ∼3 arcmin (0.87 mrad) extent of the solar core where axions are produced. After considering these top-level requirements, it is clear that reflective x-ray optics are the obvious choice for the NGAH.",
            "paragraph_rank": 80,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 169,
                    "text": "[89]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 225,
                    "text": "[90]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 274,
                    "text": "[91]",
                    "end": 278
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 20
        },
        {
            "section": "JCAP06(2011)013",
            "text": "For more than forty years, reflective x-ray optics have been continually refined and employed for either high-energy astrophysics, a field where satellite-based telescopes are built with multiple \"nested mirrors\" (a few to hundreds of mirror layers) to achieve large geometric area (hundreds to thousands of cm 2 ), or for x-ray light sources (e. g. synchrotrons or free-electron lasers), where high-spatial resolution or minimal wavefront-distorting optics are built with one or two reflective elements with small apertures (typically a few mm 2 or smaller). At these photon energies, the total external reflection of light occurs at very shallow incident angles (< 1 deg) and so the terms glancing-and grazing-incidence are synonymous with reflective x-ray optics that operate above 1 keV.",
            "paragraph_rank": 81,
            "section_rank": 20
        },
        {
            "section": "JCAP06(2011)013",
            "text": "For light-source applications, the current state of the art in reflective x-ray optics involves trying to achieve extremely high spatial resolution (∼ 10 nm) with focusing systems [92] or extremely smooth surfaces (figure errors less than 1 µm) for relay systems [93]. The x-ray beams produced by light sources are intrinsically small (hundreds of µm 2 in cross-sectional area) and have low divergence (a few to several µrad), so a single mirror element (for relays) or two mirrors (for focusing systems) are often sufficient. These optics can often have additional requirements, like being able to withstand heat loads of up to thousands of watts or being compatible with ultra-high vacuum conditions (< 10 −9 Torr), so the final optical system can include integrated and complex engineering features, which can significantly increase costs. Thus, as impressive as these technologies are, they are not well-matched for building large-area optics capable of accepting a (relatively) large divergence source.",
            "paragraph_rank": 82,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 180,
                    "text": "[92]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 263,
                    "text": "[93]",
                    "end": 267
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Instead, the appropriate choice is the nested designs utilized by the astronomy community, specifically those based on the ideas of Wolter [94]. The Wolter I is the most commonly used system, and consists of a surface of revolution generated from a parabola for the initial reflection and a surface of revolution generated from a hyperbola for the secondary reflection. (Two reflections allows the Abbe sine rule to be nearly satisfied and allows off-axis imaging with acceptable levels of aberration.) The Wolter I prescription has the distinct advantage that successively smaller radii shells can be placed inside one another or \"nested\", much the way wooden Russian dolls fit inside each other. The paraboloid and hyperboloid shapes can be approximated by truncated cones [95]. Although on-axis resolution is sacrificed, these so-called conical approximation or Wolter-I-like designs have good off-axis performance and can be considerably less complex and less expensive to fabricate.",
            "paragraph_rank": 83,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 139,
                    "text": "[94]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 775,
                    "text": "[95]",
                    "end": 779
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "For astrophysics, the state-of-the-art x-ray optics (or telescopes) are flying on NASA's Chandra X-ray Observatory [96] and ESA's XMM-Newton [97]. Chandra's single telescope, consisting of four nested layers ground from monolithic Zerodur blanks, has exquisite spatial resolution (0.5 arcsec half-power diameter) and modest effective area (800 cm 2 at 1 keV), while Newton's three telescopes, each consisting of 56 nested shells produced via replication, have modest spatial resolution (15 arcsec half-power diameter) and large effective area (a combined 4500 cm 2 at 1 keV). The impressive telescope performance of these major observatories came at high prices (700M USD for Chandra) and (100M EUR for Newton), and today the astronomy community is trying to develop lower-cost alternatives for the substrates.",
            "paragraph_rank": 84,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 115,
                    "text": "[96]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 141,
                    "text": "[97]",
                    "end": 145
                }
            ]
        },
        {
            "text": "Technologies under development for astrophysics",
            "section_rank": 21
        },
        {
            "section": "Technologies under development for astrophysics",
            "text": "In this section, we discuss different approaches for fabricating telescope substrates. For each technology, we give a brief description and cite examples of telescopes that rely on it. Broadly speaking, telescopes can be classed into two groups that depend on how they are assembled. Segmented optics rely on several individual pieces of substrates to complete a single layer.",
            "paragraph_rank": 85,
            "section_rank": 21
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 22
        },
        {
            "section": "JCAP06(2011)013",
            "text": "(The appropriate analogy is the way a barrel is assembled from many individual staves.) Integral-shell optics are just that: the hyperbolic or parabolic shell is a single monolithic piece.",
            "paragraph_rank": 86,
            "section_rank": 22
        },
        {
            "text": "Segmented optics: rolled aluminum substrates",
            "section_rank": 23
        },
        {
            "section": "Segmented optics: rolled aluminum substrates",
            "text": "Telescopes formed from segmented aluminum substrates were first utilized for the broad band x-ray telescope (BBXRT) that flew on the Space Shuttle in 1990 [95]. Later missions that used the same approach included ASCA [98], launched in 1993, SODART [99], completed in 1995 but never launched, the hard x-ray, balloon-borne InFocµs [100], flown in 2004, Astro-E [101], destroyed on launch in 2000, and Suzaku [102], launched in 2005. Aluminum substrates will also be used for the soft and hard x-ray telescopes [103,104] on the upcoming JAXA Astro-H mission, scheduled for launch in 2014.",
            "paragraph_rank": 87,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 155,
                    "text": "[95]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 218,
                    "text": "[98]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 249,
                    "text": "[99]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 331,
                    "text": "[100]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 361,
                    "text": "[101]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 408,
                    "text": "[102]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 510,
                    "text": "[103,",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 515,
                    "text": "104]",
                    "end": 519
                }
            ]
        },
        {
            "text": "Segmented optics: glass substrates",
            "section_rank": 24
        },
        {
            "section": "Segmented optics: glass substrates",
            "text": "Although using glass substrates for an x-ray telescope was explored as far as back as the 1980s [105], it was not fully realized until the construction of HEFT [106] in the mid 2000s. HEFT, flown from a balloon in 2005, had three, hard x-ray telescopes, each consisting of as many as 72 layers. HEFT is the pathfinder for the NuSTAR, a mission scheduled for launch in 2012 [107]. Each of NuSTAR's two telescope consists of 130 layers, comprised of more than 2300 multilayer-coated pieces of glass [108]. Finally, slumped glass is a candidate technology being developed by several groups [109][110][111] for the International X-ray Observatory (IXO) [112], a mission being developed in cooperation between NASA, ESA and JAXA.",
            "paragraph_rank": 88,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 96,
                    "text": "[105]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 160,
                    "text": "[106]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 373,
                    "text": "[107]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 497,
                    "text": "[108]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 587,
                    "text": "[109]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 592,
                    "text": "[110]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 597,
                    "text": "[111]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 649,
                    "text": "[112]",
                    "end": 654
                }
            ]
        },
        {
            "text": "Segmented optics: silicon substrates",
            "section_rank": 25
        },
        {
            "section": "Segmented optics: silicon substrates",
            "text": "Another technology being pursued for IXO are pore optics, which consists of silicon wafers that have a reflective coating on one side and etched support structures on the other [113]. Individual segments are stacked on top of each other to build nested layers. Prototype optics have been built and tested, but there are no operational x-ray telescopes yet to use this method.",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 177,
                    "text": "[113]",
                    "end": 182
                }
            ]
        },
        {
            "text": "Integral shell optics: replication",
            "section_rank": 26
        },
        {
            "section": "Integral shell optics: replication",
            "text": "Replicated optics are created by forming the mirror, usually a nickel-based alloy, on top of a precisely figured and polished mandrel or master. The completely formed shell is separated from the mandrel. A mandrel is required for each unique layer. The first mission that used replicated mirrors was EXOSAT ( [114], launched in 1983) and was followed by Beppo-SAX ( [115], launched in 1996), ABRIXAS ( [116], launched in 1999), XMM and the balloon-borne HERO experiment ( [117], first flight in 2002). More recently, replicated telescopes are being constructed for eROSITA [118], an x-ray instrument on the Spectrum-Roentgen-Gamma (SRG) satellite scheduled for launch in 2012 and FOXSI [119], a rocket-based solar instrument scheduled for its initial flight in 2011.",
            "paragraph_rank": 90,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 309,
                    "text": "[114]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 366,
                    "text": "[115]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 402,
                    "text": "[116]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b122",
                    "start": 472,
                    "text": "[117]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 573,
                    "text": "[118]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b124",
                    "start": 686,
                    "text": "[119]",
                    "end": 691
                }
            ]
        },
        {
            "text": "Integral shell optics: monolithic glass",
            "section_rank": 27
        },
        {
            "section": "Integral shell optics: monolithic glass",
            "text": "For completeness, we mention telescopes formed from monolithic pieces of glass. Einstein ( [120], launched in 1978), RoSAT ( [121], launched in 1980) and Chandra are the three major missions that had these type of telescopes. Because of the cost and weight of the mirrors, no future mission is expected to use this fabrication method. Table 2 summarizes the design parameters of many of the telescopes discussed in the previous text.  Table 2. Properties of x-ray telescopes made for different observatories. F is the focal length, ρ is the range of shell radii and α is the range of graze angles. References for telescope parameters are given in the last column.",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 91,
                    "text": "[120]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b126",
                    "start": 125,
                    "text": "[121]",
                    "end": 130
                },
                {
                    "type": "table",
                    "start": 335,
                    "text": "Table 2",
                    "end": 342
                },
                {
                    "type": "table",
                    "start": 435,
                    "text": "Table 2",
                    "end": 442
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 28
        },
        {
            "text": "Considerations for a NGAH",
            "section_rank": 29
        },
        {
            "section": "Considerations for a NGAH",
            "text": "When designing x-ray optics for a NGAH, several interrelated factors must be considered. Of paramount importance is how optical properties like efficiency and spot-size, key parameters for computing the FOM, f , directly impact experimental sensitivity. These performance characteristics will depend on manufacturing technique and optical prescription. Both of these choices will drive cost. Additionally, the physical size of the optic will influence the overall design of the infrastructure required for the NGAH (e. g. tracking platform and the structure in which the experiment will be housed) and thus will also influence costs. It is beyond the scope of this paper to present the results of a full design of an x-ray optic intended for the NGAH. In fact, the optimization of the optics will be intimately linked to the magnet design and that of the entire facility and, thus, cannot be completed until the overall scope of NGAH is better defined.",
            "paragraph_rank": 92,
            "section_rank": 29
        },
        {
            "section": "Considerations for a NGAH",
            "text": "Instead, we show it is feasible to obtain values of ǫ o and a consistent with those presented in table 1. We start with the idea that there will be one telescope for each of the magnet bores, as shown in figure 3. For a total area of 3.0 m 2 , each telescope must have an entrance pupil of 399 mm.",
            "paragraph_rank": 93,
            "section_rank": 29
        },
        {
            "section": "Considerations for a NGAH",
            "text": "The basic equations that govern the design of a Wolter x-ray telescope is the relationship between focal length F , the radius of the shell ρ, and the graze angle, α: F = ρ tan 4α (5.1) and the radius r of the projected solar core, of angular width ω ≈ 3 arcmin, at the detector plane",
            "paragraph_rank": 94,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 180,
                    "text": "(5.1)",
                    "end": 185
                }
            ]
        },
        {
            "section": "Considerations for a NGAH",
            "text": "For a cone-approximation to a Wolter telescope, there is a small modification to equation 5.1 which we ignore below.  Table 3. Properties and parameters for two NGAH telescope designs. The geometric area refers to the total projected on-axis area of the telescope and includes losses due to support structures.",
            "paragraph_rank": 95,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 118,
                    "text": "Table 3",
                    "end": 125
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 30
        },
        {
            "section": "JCAP06(2011)013",
            "text": "To compute a, we first increase the radius of the focused spot by 25% to account for imperfections in the mirror (e. g. figure errors) that broaden the point spread function:",
            "paragraph_rank": 96,
            "section_rank": 30
        },
        {
            "section": "JCAP06(2011)013",
            "text": "where F m is the focal length in meters. X-ray reflectivity of mirror coatings depends on several material factors, including density, optical constants and surface roughness. Working at graze angles at or below 1.0 • ensures high reflectivity for common coating materials like nickel or gold. Based on this knowledge, we consider two telescope designs, one with a maximum graze angle of 1.0 • and another with a maximum graze angle of 0.75 • . According to equation 5.1, this translates to a focal length of 5.7 m and 7.6 m; and according to equation 5.3, a focus area, per telescope, of 0.30 cm 2 and 0.53 cm 2 . Fixing the length of each mirror section at 300 mm and starting with a maximum radius of 399 mm, we then generated complete prescriptions for cone-approximation Wolter I telescopes. We adopted design principles (i. e. spacing between layers, support structures and gaps between individual segments) developed for segmented glass substrate telescopes like HEFT and NuSTAR [124]. Table 3 details the properties of the two designs.",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 986,
                    "text": "[124]",
                    "end": 991
                },
                {
                    "type": "table",
                    "start": 993,
                    "text": "Table 3",
                    "end": 1000
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The inner-most radius was fixed at 100 mm. Although it is possible to construct telescopes with much smaller shells (see table 2), the net gain in collecting area is minimal. For example, the telescope with F = 7.6 m would require an additional 51 layers to populate the pupil annulus with inner radius 50 mm and outer radius 100 mm, and the geometric area of the telescope would only increase 4%.",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Next, we convolved the incident differential axion spectrum (shown in figure 1) with telescope response, assuming that the telescope was coated with either nickel, gold or iridium. We assumed detector QE was constant as a function of energy and that no buffer gas was present in the magnet bore. In this scenario, the nickel coating produced the highest number of focused photons in the 0.1-10 keV band-pass, so we adopted nickel as the baseline coating material. Higher-Z materials, like Au or Ir, could become the preferred coating material if the energy dependence of the detector QE is considered or if system performance was optimized for higher-mass axion searches.",
            "paragraph_rank": 99,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 70,
                    "text": "figure 1",
                    "end": 78
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 31
        },
        {
            "section": "JCAP06(2011)013",
            "text": "After accounting for obscuration and realistic surface roughness for a nickel coating, we computed a system efficiency ǫ o of between 28-37% for the F = 5.7 m design and 37-49% for the F = 7.6 m design. The lower value assumes that 75% of the x-rays properly reflected by the telescope falls within a focus spot with a radius derived from equation 5.2 and listed in table 3. The higher value assumes that 100% of the reflected light falls within the focus spot. The actual efficiency of telescope will fall somewhere within this range and depends on the manufacturing technique.",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "section": "JCAP06(2011)013",
            "text": "This exercise demonstrates that the parameters assumed in table 1 could be achieved with a dedicated x-ray optics fabrication effort for the NGAH. An interesting consideration is whether we can directly leverage any of the work or infrastructure used to construct these telescopes. For example, eRosita will re-use the mandrels originally produced for ABRIXAS [118]. This approach would only work for NGAH if an exact duplicate would be appropriate. This is because the replication process does not allow for easy modification of the master mandrels. Shaping mandrels and other tooling are required to make either segmented glass or aluminum substrates, and this may be a more suitable hardware to exploit for the NGAH. For example, the equipment used to make NuSTAR might be available for new projects, once all the flight hardware is complete. This tooling has more flexibility and could be more readily adapted to the specification of the NGAH optics.",
            "paragraph_rank": 101,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 360,
                    "text": "[118]",
                    "end": 365
                }
            ]
        },
        {
            "text": "Detectors",
            "section_rank": 32
        },
        {
            "section": "Detectors",
            "text": "There has been a continuous effort in CAST to improve the background of the x-ray detectors. All CAST detectors, to some extent, have adopted successful measures in this respect, like shielding or low radioactivity materials [81][82][83]. The CAST Micromegas detectors are however the most relevant example of this, because of the reduction in background achieved and the potential for further improvement. This is illustrated in figure 11, commented later on, where the background levels achieved by the CAST Micromegas detectors along the experiment lifetime are shown. We focus our following discussion on the status of the development of these detectors and the prospects of achieving levels of background down to 10 −7 c/keV/cm 2 /s as anticipated in previous sections.",
            "paragraph_rank": 102,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 225,
                    "text": "[81]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 229,
                    "text": "[82]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 233,
                    "text": "[83]",
                    "end": 237
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 430,
                    "text": "figure 11",
                    "end": 439
                }
            ]
        },
        {
            "section": "Detectors",
            "text": "Micromegas are gaseous detectors (the usual gas mixture being Ar with a fraction between 2% to 5% of isobutane) and as such they need to be coupled to the vacuum bore via thin windows, keeping the pressure difference but at the same time letting the x-rays pass. The x-rays interact in the conversion volume that, in our case, needs to be at least 3 cm thick in order to keep a good detection efficiency. The ionization then drifts towards the proper Micromegas readout [125,126] which consists of a metallic micromesh suspended over a pixellised anode plane by means of insulator pillars, defining an amplification gap in the range 25-150 µm. The drifting electrons go through the micromesh holes and trigger an avalanche inside the gap, inducing detectable signals both in the anode pixels and in the mesh. It is known [127] that the way the amplification develops in a Micromegas gap is such that its gain G is less dependent on geometrical factors (the gap size) or environmental ones (like the temperature or pressure of the gas) than conventional multiwire planes or other types of micropattern detectors based on charge amplification. This fact allows in general for higher time stability and spatial homogeneity in the response of Micromegas. In addition, the amplification in the Micromegas gap has less inherent statistical fluctuations than that of multiwire proportional chambers (MWPCs), due to the faster transition from the drift field to the amplification field provided by the micromesh [128]. The possibility of patterning the anode in pixels or strips of very high granularity coupled with appropriate electronics allows one to extract precious topological information of the event. This fact, together with the rich topology offered by the gaseous detection medium, has proven essential to design efficient algorithms of signal identification and background substraction in CAST [129]. The 2-D readout pattern imprinted in the CAST Micromegas is sketched in left panel of figure 9, and is composed by 400 µm side pixels linked in horizontal and vertical strips. This granularity typically yields offline background reductions of a around a factor 100 or more, depending on the event energy.",
            "paragraph_rank": 103,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 470,
                    "text": "[125,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 475,
                    "text": "126]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 821,
                    "text": "[127]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 1504,
                    "text": "[128]",
                    "end": 1509
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 1899,
                    "text": "[129]",
                    "end": 1904
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 33
        },
        {
            "section": "JCAP06(2011)013",
            "text": "The practical realization and operation of Micromegas detectors have been extremely facilitated by the development of fabrication processes which yield an all-in-one readout, in contrast to \"classical\" first generation Micromegas, for which the mesh was mechanically mounted on top of the pixelised anode. Nowadays most of the realizations of the Micromegas concept for applications in particle, nuclear and astroparticle physics, follow the so-called bulk -Micromegas type of fabrication method or, more recently, microbulk -Micromegas (right panel of figure 9).",
            "paragraph_rank": 104,
            "section_rank": 33
        },
        {
            "section": "JCAP06(2011)013",
            "text": "While the bulk Micromegas [126] uses a photo resistive film to integrate the mesh (usually a commercial woven mesh) and anode, being already a mature and robust manufacturing process, the microbulk Micromegas is a more recent development [129,130]. It allows to provide, like the bulk, all-in-one readouts but out of double-clad kapton foils. The mesh is etched out of one of the copper layers of the foil, and the Micromegas gap is created by removing part of the kapton by means of appropriate chemical baths and photolithographic techniques. The mechanical homogeneity of the gap and mesh geometry is superior, and in fact these Micromegas have achieved the best energy resolutions among MPGDs with charge amplification. Because of this, gain stability of microbulk readouts is also superior. In addition, the readout can be made extremely light and most of the raw material is kapton and copper, two of the materials known to be (or to achieve) the best levels of radiopurity [131]. Indeed, the first radiopurity study of Micromegas [132] shows that current microbulk readouts contain radioactivity levels at least as low as 57 ± 25 µBq/cm 2 for 40 K, 26 ± 14 µBq/cm 2 for 238 U, < 13.9 µBq/cm 2 for 235 U and < 9.3 µBq/cm 2 for 232 Th. These levels are comparable to the cleanest materials used in the detectors of the currently most stringent low background experiments, e. g. in dark matter or double beta decay experiments performed in underground laboratories. Other materials composing the detector body are also chosen to have low radioactivity levels (copper, plexiglass, etc. . . ). Figure 10. Left: Picture of a CAST Micromegas detector, with the x-ray window and readout electronics [81]. Right: detector installed on the CAST magnet bore, surrounded by a lead cylinder, the inner part of the shielding. Figure 11 shows the background levels achieved by the CAST Micromegas detectors along the experiment's lifetime. Solid dots, representing the nominal levels achieved in CAST data taking periods show a decrease in background by a factor 20 since the start of the experiment. Last generation of Micromegas, made with the microbulk fabrication technique, with radiopure components and properly shielded (see figure 10), present a background of 5-10×10 −6 counts keV −1 cm −2 s −1 .",
            "paragraph_rank": 105,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 26,
                    "text": "[126]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 238,
                    "text": "[129,",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 243,
                    "text": "130]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 980,
                    "text": "[131]",
                    "end": 985
                },
                {
                    "type": "bibr",
                    "ref_id": "b137",
                    "start": 1037,
                    "text": "[132]",
                    "end": 1042
                },
                {
                    "type": "figure",
                    "start": 1596,
                    "text": "Figure 10",
                    "end": 1605
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 1698,
                    "text": "[81]",
                    "end": 1702
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1819,
                    "text": "Figure 11",
                    "end": 1828
                },
                {
                    "type": "figure",
                    "start": 2224,
                    "text": "figure 10)",
                    "end": 2234
                }
            ]
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 34
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Micromegas are currently object of very active development to understand their background limitations and eventually to improve them. As part of this effort, several test benches with replica detectors are in operation. Specially relevant is the one running underground at the Canfranc Underground Laboratory (LSC). Data are being taken testing diverse improvements in the shielding configuration. These data are being compared with detailed background simulation models under development, in order to understand ultimate background origins. Some details of this effort have been presented in several specialized workshops [129,[133][134][135].",
            "paragraph_rank": 106,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 623,
                    "text": "[129,",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b138",
                    "start": 628,
                    "text": "[133]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b139",
                    "start": 633,
                    "text": "[134]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b140",
                    "start": 638,
                    "text": "[135]",
                    "end": 643
                }
            ]
        },
        {
            "section": "JCAP06(2011)013",
            "text": "Currently, as represented by the red points shown in figure 11, background levels at the 1-5×10 −7 counts keV −1 cm −2 s −1 range have been obtained, solely on the basis of improvement on shielding thickness and coverage. This level corresponds already to the one anticipated in the scenario NGAH-2 of table 1. Although work is still in progress, preliminary considerations point to the fact that further background reduction is possible beyond the one already obtained via shielding improvements. The radiopurity of some materials entering the detector components is still improvable (some glues, connectors, feedthroughts and others). There is also margin to improve at offline analysis, especially by going to better readout electronics providing 3D topological information. Finally, the use of an inner anticompton veto is also being studied. A quantitative estimation of the expected improvement that these factors could yield in background reduction is still pending, but a further factor 3 or 10 (corresponding to scenarios 3 and 4 of table 1) are certainly not unrealistic perspectives. All these points will be explored in a dedicated prototyping R&D which is already ongoing. ",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "Conclusions",
            "section_rank": 35
        },
        {
            "section": "Conclusions",
            "text": "We have shown that an enhanced axion helioscope, based on innovations already introduced by CAST, could achieve a sensitivity of 1-1.5 orders of magnitude beyond current CAST limits. Specifically we have reviewed the three key elements: the use of x-ray optics to increase the signal-to-noise ratio, low background x-ray detectors, and a toroidal magnet with a much larger geometric cross section. We have found that there are realistic prospects to achieve the required experimental parameters.",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "section": "Conclusions",
            "text": "In terms of the axion-photon coupling constant g aγ , this instrument could approach the 10 −12 GeV −1 regime for axion masses up to about 0.25 eV, covering completely unexplored parameter space for general ALPs. At lower masses, in particular, this region includes ALP parameters invoked repeatedly to explain anomalies in light propagation over astronomical distances.",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "JCAP06(2011)013",
            "section_rank": 36
        },
        {
            "section": "JCAP06(2011)013",
            "text": "What is more, this experiment would cover a broad range of realistic axion models that accompany the Peccei-Quinn solution of the strong CP problem. If this instrument reaches its most ambitious goals, the sensitivity would cover axion models with masses down to the few meV range. It would supersede the SN 1987A energy loss limits and could test the hypothesis that the cooling of white dwarfs is enhanced by axion emission. We would explore completely untested axion parameter space.",
            "paragraph_rank": 110,
            "section_rank": 36
        },
        {
            "section": "JCAP06(2011)013",
            "text": "We therefore propose a next generation axion helioscope (NGAH), following the design outlined above, as the next large-scale project that the experimental axion community should embrace as a complement to the ongoing axion dark matter searches.",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Photon regeneration",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "Figure 2",
            "section_rank": 38
        },
        {
            "section": "Figure 2",
            "text": "Figure 2. Comprehensive ALP parameter space, highlighting the three main front lines of direct detection experiments: laser-based laboratory techniques, helioscope (solar ALPs and axions), and microwave cavities (dark matter axions). The blue line corresponds to the current helioscope limits, dominated by CAST[79, 80]  for practically all axion masses but for the m a ∼ 0.85 − 1 eV exclusion line from the last Tokyo helioscope results[15]. Also shown are the constraints from horizontal branch (HB) stars, supernova SN1987A, and hot dark matter (HDM). The yellow \"axion band\" is defined roughly by m a f a ∼ m π f π with a somewhat arbitrary width representing the range of realistic models. The green line refers to the KSVZ model (C γ ∼ −1.92).",
            "paragraph_rank": 113,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 311,
                    "text": "[79,",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 437,
                    "text": "[15]",
                    "end": 441
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 39
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Possible conceptual arrangement of the NGAH. On the left we show the cross section of the NGAH toroidal magnet, in this example with six coils and bores. On the right the longitudinal section with the magnet, the optics attached to each magnet bore and the x-ray detectors.",
            "paragraph_rank": 114,
            "section_rank": 39
        },
        {
            "text": "Figure 5 .",
            "section_rank": 40
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The barrel toroid of the ATLAS experiment at CERN. The huge dimensions of the magnet can be appreciated by a comparison to the man standing at the bottom of the photo. The NGAH magnet's volume will be about 1-2 % of this enormous magnet. Courtesy of the ATLAS experiment.",
            "paragraph_rank": 115,
            "section_rank": 40
        },
        {
            "text": "Figure 6 .",
            "section_rank": 41
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. An example for a possible toroidal NGAH magnet design. The cross-section of the toroidal magnet with 8 racetrack coils is shown on the left side of the figure and the modulus of the field inside the coils is represented on the right side, where a zoom of the inner (upper right hand side) and outer (lower right) coils is shown. In this possible design, the coils have a double layer geometry with 18 turns in each layer. The peak field is on the inner coil's internal side (with respect to the aperture) and is 6.1 T. The calculation was done with the CERN field computation program ROXIE 10.2.",
            "paragraph_rank": 116,
            "section_rank": 41
        },
        {
            "text": "Figure 8 .",
            "section_rank": 42
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Left: Critical surface of NbTi superconductor. Also shown are the load line (continuous straight line, divided to two parts). The operational margin at a constant temperature is the red portion of the load line, while the working point is at the end of the black portion of the load line. Right: Critical current density of NbTi at 1.9 K (black line), together with the linear approximation for the critical current density (red line), the load line and the working point. These images represent data taken from the LHC main dipoles.",
            "paragraph_rank": 117,
            "section_rank": 42
        },
        {
            "text": "Figure 9 .",
            "section_rank": 43
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Left: Scheme of the 2-D readout plane of the Micromegas detectors used today in the CAST experiment. Right: Photo of the active area of a microbulk readout.",
            "paragraph_rank": 118,
            "section_rank": 43
        },
        {
            "text": "Figure 11 .",
            "section_rank": 44
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Background levels of Micromegas detectors over the years. Black points represents nominal values in CAST data taking campaigns. Squared red points correspond to data taken in special shielding conditions in the Canfranc underground laboratory.",
            "paragraph_rank": 119,
            "section_rank": 44
        },
        {
            "section": "Figure 11 .",
            "text": "Assuming the detector is larger than the focus spot of the x-ray optic, the perimeter of the detector could be used for background determination.",
            "paragraph_rank": 120,
            "section_rank": 44
        },
        {
            "section": "Figure 11 .",
            "text": "following initial suggestions by L. Walckiers",
            "paragraph_rank": 121,
            "section_rank": 44
        },
        {
            "text": "Acknowledgments",
            "section_rank": 46
        },
        {
            "section": "Acknowledgments",
            "text": "We thank our colleagues of the CAST collaboration. We acknowledge support from the ",
            "paragraph_rank": 122,
            "section_rank": 46
        }
    ]
}