{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A new heavy gauge boson, W , decaying to a muon and a neutrino, is searched for in pp collisions at a centre-of-mass energy of 7 TeV. The data, collected with the CMS detector at the LHC, correspond to an integrated luminosity of 36 pb −1 . No significant excess of events above the standard model expectation is found in the transverse mass distribution of the muon-neutrino system. Masses below 1.40 TeV are excluded at the 95% confidence level for a sequential standard-model-like W . The W mass lower limit increases to 1.58 TeV when the present analysis is combined with the CMS result for the electron channel.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "New heavy gauge bosons, generally indicated as Z and W , are predicted in various extensions of the standard model (SM). Such extensions include Left-Right Symmetric Models [1][2][3], Compositeness models [4] and Little Higgs models [5]. The search for a W is usually performed in the context of the benchmark model of Ref. [6], where the W boson is considered a heavy analogue of the SM W boson with the same left-handed fermionic couplings. Thus the W decay modes and branching fractions are similar to those of the W boson, with the notable exception of the tb channel, which opens up for W masses above 180 GeV. No interaction with the SM gauge bosons or with other heavy gauge bosons such as Z is assumed. In this context, CDF [7] and D0 [8] searched for a W boson in the decay to an electron and a neutrino, and excluded W masses below 1.1 TeV at the 95% confidence level (C.L.). Recently, a search in this decay channel by CMS extended the lower limit on the W mass to 1.36 TeV [9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 173,
                    "text": "[1]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 176,
                    "text": "[2]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 179,
                    "text": "[3]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 205,
                    "text": "[4]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 233,
                    "text": "[5]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 324,
                    "text": "[6]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "start": 732,
                    "text": "[7]",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "start": 743,
                    "text": "[8]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 985,
                    "text": "[9]",
                    "end": 988
                }
            ]
        },
        {
            "text": "In this Letter, the W decay to a muon and a neutrino with an assumed branching fraction of 8.5% (for all W masses) is investigated and combined with a similar search in the electron channel [9]. The data sample, collected in 2010 by the CMS detector with pp collisions delivered by the LHC at centre-of-mass energy of 7 TeV, corresponds to 36 pb −1 .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 190,
                    "text": "[9]",
                    "end": 193
                }
            ]
        },
        {
            "text": "A more detailed description of CMS can be found elsewhere [10]. The central feature of the CMS apparatus is a supercon-✩ © CERN, for the benefit of the CMS Collaboration. E-mail address: cms-publication-committee-chair@cern.ch. ducting solenoid, of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the field volume are the silicon pixel and strip tracker, the crystal electromagnetic calorimeter and the brass/scintillator hadron calorimeter. Muons are measured in gasionization detectors embedded in the steel return yoke. Both barrel and endcap regions are instrumented with four muon stations combining high precision tracking detectors (drift tubes in the barrel and cathode strip chambers in the endcaps) with resistive plate chambers for triggering as well as contributing to the tracking. The muon transverse momentum, p T , is determined from the curvature of its track, measured as it traverses the magnetized return yoke. Each station consists of a multi-layer chamber, twelve and six layers for the drift and the cathode strip chambers, respectively. All muon stations contribute to the first level trigger and identify the bunch crossing from which the muon originated. A cylindrical coordinate system about the beam axis is used, in which the polar angle θ is measured with respect to the counterclockwise beam direction and the azimuthal angle, φ, is measured in the x-y plane.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 58,
                    "text": "[10]",
                    "end": 62
                }
            ]
        },
        {
            "text": "The quantity η is the pseudo-rapidity defined by η = − ln tan θ/2.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Each muon track is matched to a tracker track, measured in the silicon tracker. A global track fit is performed [11], and the resulting muon p T resolution is 1 to 10% for p T values up to 1 TeV. The inner tracker measures charged particle trajectories within the pseudorapidity range |η| < 2.5. It provides an impact parameter resolution of about 15 μm and a transverse momentum p T resolution of about 1.5% for p T = 100 GeV particles.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 112,
                    "text": "[11]",
                    "end": 116
                }
            ]
        },
        {
            "text": "The primary sources of background to the W → μν search include standard model W → μν decays, QCD multi-jet events, tt, Table 1 Description and σ • BR of the major simulated backgrounds used in this search.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 119,
                    "text": "Table 1",
                    "end": 126
                }
            ]
        },
        {
            "text": "Process",
            "section_rank": 3
        },
        {
            "section": "Process",
            "text": "Generator Order Drell-Yan events and cosmic ray muons. Diboson processes (WW, WZ, ZZ) with decays to electrons, muons or taus are also considered. Monte Carlo (MC) signal and background events are generated and processed through the full CMS geant4 [12,13] based detector simulation, trigger emulation, and event reconstruction chain. The W signal sample is produced with the pythia 6.409 generator [14] and the CTEQ6L1 parton distribution functions (PDF) [15]. Events are generated for W masses ranging between 0.6 TeV and 1.5 TeV in steps of 100 GeV and for a W mass of 2 TeV. Next-to-next-to-leading order (NNLO) corrections to the W production cross sections, called k-factors, are applied [16,17]  Muon isolation requires that the sum of the deposited transverse energy in the calorimeters and the scalar sum of the transverse momenta of all tracks that originate from the interaction vertex, excluding the muon, is less than 15% of its p T . An additional requirement that there be no more than one muon in the event with p T > 25 GeV is used to reduce the Z, Drell-Yan and cosmic ray muon backgrounds.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "[12,",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 253,
                    "text": "13]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "start": 399,
                    "text": "[14]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 456,
                    "text": "[15]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 694,
                    "text": "[16,",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 698,
                    "text": "17]",
                    "end": 701
                }
            ]
        },
        {
            "section": "Process",
            "text": "Muon reconstruction, identification, and selection efficiencies, along with their uncertainties, are determined from Z → μ + μ − decays using tag-and-probe techniques. One lepton candidate, called the \"tag\", satisfies the trigger criteria and all identification and isolation requirements. The other lepton candidate, called the \"probe\", is used to determine the efficiency of specific criteria under study. The combined muon identification efficiency is measured to be 95%, including efficiencies for the muon reconstruction, the muon selection requirements, the isolation, and the inner track measured by the silicon strip tracker. The value for the combined efficiency is very similar in data and simulation, with the data/MC ratio being 99%. The trigger efficiency is studied with two complementary methods, the first one using tag-and-probe in dimuon events and the second one using a sample of jet-triggered data, which result in the trigger efficiencies of 92% and 91%, respectively, differing in data and simulation by 4%. Muons from a W would have higher momenta than those used in the tag-and-probe studies. So far, only muons up to p T = 240 GeV from pp collisions have been recorded and efficiency studies for O(500) GeV muons are done with simulated W samples. The combined efficiency does not depend on p T despite the fact that the showering probability in the iron yoke increases with the muon energy. This assumption has been checked with cosmic muons up to 1 TeV [11] and is a consequence of the redundancy of the muon system.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1481,
                    "text": "[11]",
                    "end": 1485
                }
            ]
        },
        {
            "section": "Process",
            "text": "The neutrino from a potential W signal is not detected, but gives rise to missing transverse energy (E miss T ) in the detector, which is calculated using the particle flow technique [22]. The technique aims at reconstructing a complete, unique list of particles in each event using all the components of the CMS detector: muons, electrons, photons, and charged and neutral hadrons are all reconstructed individually. The E miss T for the event is given by the negative sum of the p T of all the reconstructed particles in the event, corrected by the muon energy loss in the calorimeters.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "[22]",
                    "end": 187
                }
            ]
        },
        {
            "section": "Process",
            "text": "The W transverse mass, M T , is thereafter calculated as:",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Process",
            "text": "where φ μ,ν is the opening azimuthal angle between the muon and the direction of E miss T measured in radians. The two-body decay kinematic properties are exploited to further select events with signal-like topology where the muon and E miss T are expected to be nearly back-to-back in the transverse plane and also balanced in transverse energy. A selection on the ratio of the muon p T and E miss T is then applied, 0.4",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Process",
            "text": "Further, the angular difference is required to be φ μ,ν > 2.5. The distributions for p T /E miss T and φ μ,ν before any kinematics cuts are displayed in Fig. 1. After this selection, the W signal efficiency for the explored W mass range is found to be between 79% and 82.5% within the muon acceptance of |η| < 2.1.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 153,
                    "text": "Fig. 1",
                    "end": 159
                }
            ]
        },
        {
            "section": "Process",
            "text": "Estimated SM backgrounds, based on MC simulations, are shown in Fig. 2 separately for W bosons and for smaller contributions due to QCD, tt, Drell-Yan, and diboson production. The dominant background up to high transverse masses is the W → μν contribution, which is difficult to suppress as it also decays to a muon and a neutrino. The amount of QCD background has been measured in data and is found to be negligible for this analysis. The data are also shown in Fig. 2, in agreement with the SM expectation.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 64,
                    "text": "Fig. 2",
                    "end": 70
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 463,
                    "text": "Fig. 2",
                    "end": 469
                }
            ]
        },
        {
            "section": "Process",
            "text": "The background in the signal region is estimated using the lower 180 < M T < 350 GeV side band region of the high M T part of the spectrum. A relativistic Breit-Wigner function is used as an ad-hoc empirical shape to fit the M T distribution in the side band, both in the simulation and the data. The parameters of the fitting  function are then used to calculate the number of expected background events in the different bins of M T outside the side band. The choice of the side band lower and upper limits is made in order to minimize the contribution from a hypothetical W signal and find a region that gives reliable extrapolations of the background in the signal region, based on simulation studies. According to the simulation, 71 ± 8 events are expected in the side band region for the combination of all SM backgrounds, for an integrated luminosity of 36 pb −1 . The signal contamination would be 1.63 ± 0.07 or 0.17 ± 0.01 W events for a mass of 1.0 and 1.4 TeV, respectively. In the data, this region contains 52 events, consistent with the prediction within the systematic uncertainties in luminosity, background composition and theoretical uncertainties. Even though we believe that the fit sideband method gives a good estimate of the number of expected background events, we follow a conservative approach: the difference between the predicted SM background from simulation and the sideband-fit result in the data is taken as the systematic uncertainty in the determination of the expected background in the signal region. The robustness of this method has been tested by varying the binning of the M T distribution and the interval range defining the sideband region, and it was confirmed that it does not introduce any significant systematic uncertainties. Unlike in the electron channel [9], high-p T cosmic ray muons constitute an additional source of background for this analysis. Their spectrum shows a different M T dependence from that of the dominant W boson contribution. Cosmic ray muons are identified with a transverse impact parameter with respect to the beam spot larger than 0.02 cm. The number of cosmic ray muons expected after this requirement is determined to be between 0.15 ± 0.04 for M T > 350 GeV and 0.08 ± 0.03 for M T > 600 GeV.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1804,
                    "text": "[9]",
                    "end": 1807
                }
            ]
        },
        {
            "section": "Process",
            "text": "The numbers of background events expected and observed are reported in Table 2. The uncertainties on the number of background events in Table 2 correspond to the statistical and systematic uncertainties of the side band fit itself, as the background is completely determined from data.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 71,
                    "text": "Table 2",
                    "end": 78
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 136,
                    "text": "Table 2",
                    "end": 143
                }
            ]
        },
        {
            "section": "Process",
            "text": "The number of signal events expected is evaluated from simulation and given in the third column of Table 2 for different W masses along with the total uncertainty.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 99,
                    "text": "Table 2",
                    "end": 106
                }
            ]
        },
        {
            "section": "Process",
            "text": "The following sources of systematic uncertainties have been considered.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Process",
            "text": "• Muon p T resolution and muon momentum scale: Systematic uncertainties due to the muon p T resolution and momentum scale are evaluated from detailed studies of the Z → μ + μ − mass distribution [23] and high-p T cosmic ray muons [11]. In order to estimate the effect on the number of events expected, the data muon p T spectrum is scaled and smeared using the values obtained from those studies, the missing transverse energy is recomputed, and finally a distorted M T distribution is obtained. The fit in the side band is performed again with the new M T distribution. From comparison with the background estimation obtained from the original undistorted sample, an uncertainty in the final number of expected background events for M T > 500 GeV of approximately 3% is derived. For the signal yield, where higher values of p T should be considered, Table 2 Minimum M T requirement for the search windows, along with the expected numbers of signal (N sig ) and background (N bkg ) events and data. Errors are statistical (first) and systematic (second). Also shown are the theoretical, expected and observed excluded cross section × BR limit for each W signal sample, using a Bayesian method as discussed in the text.  • E miss T resolution: An uncertainty of 10% [24] is assumed on the hadronic component of the E miss T resolution, and used to smear the x and y components of the reconstructed E miss T . The impact on the number of W signal events (averaged over all masses) in the M T search window with respect to the unsmeared distribution is found to be below 1%.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 195,
                    "text": "[23]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 230,
                    "text": "[11]",
                    "end": 234
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 851,
                    "text": "Table 2",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1265,
                    "text": "[24]",
                    "end": 1269
                }
            ]
        },
        {
            "section": "Process",
            "text": "• Muon trigger and identification efficiency: An uncertainty close to 4% on the combined muon identification and trigger efficiency is considered for the signal yield.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "Process",
            "text": "• Uncertainty on luminosity: The uncertainty on the absolute value of the integrated luminosity is taken as 4% [25].",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 111,
                    "text": "[25]",
                    "end": 115
                }
            ]
        },
        {
            "section": "Process",
            "text": "The high M T region is then used to search for W → μν which would manifest itself as an excess of events in the TeV region of the M T distribution. No significant excess is observed (Fig. 2). The highest transverse mass event observed has M T = 487 GeV and is displayed in Fig. 3.",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 182,
                    "text": "(Fig. 2)",
                    "end": 190
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 273,
                    "text": "Fig. 3",
                    "end": 279
                }
            ]
        },
        {
            "section": "Process",
            "text": "An upper limit is set on the production cross section times the branching ratio into μν, σ • BR(W → μν). Events above a M T threshold, which is optimized for the best expected limit, are counted and their number (N data ) is compared to the expectation. The probability of observing N data events is given by Poisson statistics. In order to derive the posterior probability distribution of the parameter of interest, σ • BR, the systematic uncertainties are treated as nuisance parameters with log-normal prior shape whereas the prior shape of the parameter of interest is assumed to be flat. The BATCalculator tool, which connects the Bayesian Analysis Toolkit(BAT) [26] to the RooStats package [27], is used to calculate the limit with the help of Markov Chain Monte Carlo methods. The expected and observed 95% C.L. limits for σ • BR are shown in Fig. 4 and in Table 2. The one and two sigma band shows the variation of the expected limit when running a large number of pseudo-experiments taking into account systematic and statistical uncertainties, being dominated by the latter given the small event numbers. The uncertainty on the theoretical cross section was determined by re-weighting each event using all the eigenvectors of the CTEQ6 PDF set. The value of the theoretical cross section, shown in A similar search has been performed in the channel W → eν [9]. In this channel the signal is based on high energy electrons and E miss T and the main discriminating variable is again the transverse mass. The kinematic selections on the angle and the energy ratio of both leptons are similar to the muon channel. Different methods for background determination were developed as QCD Table 3 The first two columns show the channel-independent theoretical NNLO cross section for various W mass points. Columns three and five show the individually optimized minimum M T thresholds for the electron and muon channels, respectively, along with the excluded cross section × BR per channel in columns four and six. Finally, the two right-most columns are the combined expected and observed limits using a Bayesian method.  4. The expected and observed 95% C.L. limits for the W → μν channel with the one and two sigma uncertainty band for the expected limit including the systematic uncertainties. Also shown is the NNLO cross section for the considered model including PDF uncertainties.",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 667,
                    "text": "[26]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 696,
                    "text": "[27]",
                    "end": 700
                },
                {
                    "type": "figure",
                    "start": 850,
                    "text": "Fig. 4",
                    "end": 856
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 864,
                    "text": "Table 2",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1366,
                    "text": "[9]",
                    "end": 1369
                },
                {
                    "type": "table",
                    "start": 1689,
                    "text": "Table 3",
                    "end": 1696
                },
                {
                    "type": "figure",
                    "start": 2122,
                    "text": "4",
                    "end": 2123
                }
            ]
        },
        {
            "section": "Process",
            "text": "may have a larger impact; the normalization of the main W-boson and the multi-jet backgrounds are derived from the data, while the shape for all backgrounds is modeled with simulated samples, with the exception of the multi-jet QCD which is derived from the data. The muon channel exhibits slightly higher sensitivity (due to the larger efficiency of about 79-82%, compared to 64-67% in the electron channel). No events are observed at high transverse masses in either channel, and the results of both searches are combined. Identical NNLO signal cross sections with the same k-factors and the same PDF uncertainties are used for both channels under the assumption of lepton universality. The search windows are optimized individually for each channel based on the best expected limit. The search windows for both channels can be found in Table 3. For each channel the likelihood function is determined and the two likelihood functions are combined. The limits for the two individual channels as well as the limit obtained by combining them are shown in Fig. 5. The systematic uncertainties for resolution, trigger and lepton identification efficiencies are assumed to be fully uncorrelated between both channels. The uncertainty on the luminosity is taken as fully correlated, as well as the k-factors and PDF uncertainties on the theoretical cross section. When all background uncertainties are assumed to be fully correlated between the two channels, the combined limit remains unchanged. From this combination, a W with SM-like couplings and with mass below 1.58 TeV is excluded at the 95% confidence level.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 839,
                    "text": "Table 3",
                    "end": 846
                },
                {
                    "type": "figure",
                    "start": 1054,
                    "text": "Fig. 5",
                    "end": 1060
                }
            ]
        },
        {
            "section": "Process",
            "text": "In summary, a search for a new heavy gauge boson W that decays to a muon and a neutrino has been performed with 36 pb −1 of data collected by the CMS experiment. No evidence has been ",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 4
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Distributions of kinematic quantities used for signal selection, the ratio of p T over E miss T (left) and the angle φ between them (right).",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 5
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The M T distribution after all the selection steps, in the data and in the simulation. A W signal with two different hypothetical masses is shown.",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Display of the highest-M T event in transverse view (left) and longitudinal view (right). The four barrel muon stations are shown in red, the forward muon stations in blue. Charged particle tracks as well as the deposited energy per calorimeter cell are displayed. The muon with p T = 249 GeV is symbolized by a red line moving upward, and the E miss T = 238.6 GeV (\"pfMet\") by a blue line moving downward. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this Letter.) a conservative value of about 10% is assigned as systematic uncertainty due to this effect.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Fig. 5 . 1 a",
            "section_rank": 7
        },
        {
            "section": "Fig. 5 . 1 a",
            "text": "Fig. 5. Individual limits as observed for the electron (black line) and the muon channel (red line). Their combination is shown as a solid blue line for the observed limit (expected as dashed blue line), using a Bayesian technique with only the luminosity uncertainty correlated. The NNLO cross section for the considered model, including PDF uncertainties, is also shown. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this Letter.)",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Table 2",
            "section_rank": 8
        },
        {
            "section": "Table 2",
            "text": ", is used to translate the excluded cross section into a W mass limit. The existence of a W with SM-like couplings and a mass below 1.40 TeV is excluded at 95% C.L. with an ex-",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "Table 2",
            "text": "pected limit of 1.35 TeV. Inclusion of W → τ ν decays does not appreciably add to the acceptance of the W → μν signal process.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Acknowledgements",
            "section_rank": 10
        },
        {
            "section": "Acknowledgements",
            "text": "We wish to congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC machine. We thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: FMSR (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP ",
            "paragraph_rank": 33,
            "section_rank": 10
        }
    ]
}