{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We present the first measurement of the inclusive three-jet differential cross section as a function of the invariant mass of the three jets with the largest transverse momenta in an event in pp collisions at √ s = 1.96 TeV. The measurement is made in different rapidity regions and for different jet transverse momentum requirements and is based on a data set corresponding to an integrated luminosity of 0.7 fb −1 collected with the D0 detector at the Fermilab Tevatron Collider. The results are used to test the three-jet matrix elements in perturbative QCD calculations at next-to-leading order in the strong coupling constant. The data allow discrimination between parametrizations of the parton distribution functions of the proton. The production cross section for jets with large transverse momenta (p T ) with respect to the beam axis in hadron-hadron collisions is predicted by perturbative QCD (pQCD) and is sensitive to the strong coupling constant (α s ) and the parton distribution functions (PDFs) of the hadrons. Deviations from the pQCD predictions may indicate the presence of physics processes not included in the standard model. Recent measurements of inclusive jet and dijet production in pp collisions at a center-of-mass energy of √ s = 1.96 TeV [1][2][3][4][5][6] have been used to determine α s [7] and the proton PDFs [8][9][10] and to set limits on a number of models of physics beyond the standard model [3,5]. This demonstrates the success of pQCD in describing observables which are directly sensitive to the matrix elements of O(α 2 s ). Testing pQCD at higher orders of α s requires measuring cross sections for higher jet multiplicities.",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1269,
                    "text": "[1]",
                    "end": 1272
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1272,
                    "text": "[2]",
                    "end": 1275
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1275,
                    "text": "[3]",
                    "end": 1278
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1278,
                    "text": "[4]",
                    "end": 1281
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1281,
                    "text": "[5]",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1284,
                    "text": "[6]",
                    "end": 1287
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1320,
                    "text": "[7]",
                    "end": 1323
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1344,
                    "text": "[8]",
                    "end": 1347
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1347,
                    "text": "[9]",
                    "end": 1350
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1350,
                    "text": "[10]",
                    "end": 1354
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1432,
                    "text": "[3,",
                    "end": 1435
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1435,
                    "text": "5]",
                    "end": 1437
                }
            ]
        },
        {
            "text": "The three-jet cross section is directly sensitive to the pQCD matrix elements of O(α 3 s ), and therefore has a   higher sensitivity to α s as compared to inclusive jet and dijet cross sections, while having a similar sensitivity to the PDFs. Since pQCD calculations are available to nextto-leading order (NLO) in α s [11][12][13][14], the three-jet cross section can be used for precision phenomenology such as simultaneous determinations of α s and PDFs from experimental data. In such QCD analyses [8,15], the information from three-jet cross sections can supplement that from inclusive jet and dijet cross sections, partially decorrelating the results for α s and the PDFs.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 85,
                    "text": "3",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 318,
                    "text": "[11]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 322,
                    "text": "[12]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 326,
                    "text": "[13]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 330,
                    "text": "[14]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 501,
                    "text": "[8,",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 504,
                    "text": "15]",
                    "end": 507
                }
            ]
        },
        {
            "text": "In this Letter, we present the first measurement of the inclusive three-jet differential cross section, dσ 3jet /dM 3jet , in pp collisions at √ s = 1.96 TeV, as a function of the invariant mass (M 3jet ) of the three highest-p T jets in each event. The data sample, collected with the D0 detector [16] during [2004][2005] in Run II of the Fermilab Tevatron Collider, corresponds to an integrated luminosity of 0.7 fb −1 . In the experiment and in the theoretical calculations used in this analysis, jets are defined by the Run II midpoint cone jet algorithm [17] with a cone of radius R cone = 0.7 in rapidity y and azimuthal angle φ. Rapidity is related to the polar scattering angle θ with respect to the proton beam axis by",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 298,
                    "text": "[16]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "start": 310,
                    "text": "[2004]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "[2005]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 559,
                    "text": "[17]",
                    "end": 563
                }
            ]
        },
        {
            "text": ", where β is defined as the ratio between momentum and energy (β = | p|/E). The inclusive three-jet event sample consists of all events with three or more jets which pass given p T and |y| requirements. The M 3jet dependence of the inclusive threejet cross section is measured for five scenarios with different jet p T requirements and in different regions of jet rapidity. Jets are ordered in descending p T and the p T requirements are p T 1 > 150 GeV and p T 3 > 40 GeV (with no further requirement for p T 2 ). The rapidities of the three leading p T jets are restricted to |y| < 0.8, |y| < 1.6, or |y| < 2.4, in three different measurements. Two additional measurements are made for p T 3 > 70 GeV and p T 3 > 100 GeV, both requiring |y| < 2.4. For jets defined by the cone radius R cone and for a given p T 3 requirement, the relative p T between two jets (k ⊥ ) could be as low as k ⊥ ≈ R cone • p T 3 , which introduces an additional, softer scale in the process (since k ⊥ < p T 3 for R cone = 0.7). The phase space with k ⊥ below the p T 3 requirement can be avoided by an additional requirement on the angular separation of the three leading p T jets. In all scenarios, all pairs of the three leading p T jets are required to be separated by ∆R = (∆y) 2 + (∆φ) 2 > 1.4 (= 2 •R cone ). With this separation requirement, the smallest accessible k ⊥ of the jets is always above p T 3 . Furthermore, this separation requirement also reduces the phase space in which pairs of the three leading p T jets are subject to the overlap treatment in the cone jet algorithm [17]. Since the overlap treatment can strongly depend on details of the energy distributions in the overlap area, this region of phase space may not be well modeled by pQCD calculations at lower orders. In the remaining analysis phase space, NLO pQCD calculations are not affected by the Run II cone algorithm's infrared sensitivity [18]. The data are corrected for instrumental effects and are presented at the \"particle level,\" which includes all stable particles as defined in Ref. [19].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1572,
                    "text": "[17]",
                    "end": 1576
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1905,
                    "text": "[18]",
                    "end": 1909
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2057,
                    "text": "[19]",
                    "end": 2061
                }
            ]
        },
        {
            "text": "A detailed description of the D0 detector can be found in Ref. [16]. The event selection, jet reconstruction, and jet energy and momentum correction in this measurement follow closely those used in our recent inclusive jet and dijet measurements [4][5][6]. Jets are reconstructed in the finely segmented D0 liquid-argon/uranium calorime-  ter which covers most of the solid angle for polar angles of 1.7 • θ 178.3 • [16]. For this measurement, events are triggered by the jet with highest p T . Trigger efficiencies are studied by comparing the three-jet cross section in data sets obtained by inclusive jet triggers with different p T thresholds in regions where the trigger with lower threshold is fully efficient. The trigger with lowest p T threshold is shown to be fully efficient by studying an event sample obtained independently with a muon trigger. In each M 3jet bin, events are taken from a single trigger which is chosen such that its efficiency is above 99%.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 63,
                    "text": "[16]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 246,
                    "text": "[4]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 249,
                    "text": "[5]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 252,
                    "text": "[6]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 416,
                    "text": "[16]",
                    "end": 420
                }
            ]
        },
        {
            "text": "The position of the pp interaction is determined from the tracks reconstructed in the silicon detector and scintillating fiber tracker located inside a 2 T solenoidal magnet [16]. The position is required to be within 50 cm of the detector center in the coordinate along the beam axis, with at least three tracks pointing to it. These requirements discard (7.1-8.6)% of the events. Contributions from cosmic ray events are suppressed by requiring the missing transverse energy ( / E T ) in an event to be / E T < 0.5 •p T 1 . This requirement is applied before the jet four-momenta are corrected, and its efficiency for signal is found to be > 99.5% [4]. Requirements on characteristics of calorimeter shower shapes are used to suppress the remaining background due to electrons, photons, and detector noise that would otherwise mimic jets. The efficiency for the shower shape requirements is above 97.5%, and the fraction of background events is below 0.1% for all M 3jet .",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 174,
                    "text": "[16]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 650,
                    "text": "[4]",
                    "end": 653
                }
            ]
        },
        {
            "text": "The jet four-momenta reconstructed from calorimeter energy depositions are then corrected, on average, for the response of the calorimeter, the net energy flow through the jet cone, additional energy from previous and consecutive beam crossings, and multiple pp interactions in the same event, but not for muons and neutrinos. The absolute energy calibration is determined from Z → ee events and the p T imbalance in γ + jet events in the region |y| < 0.4. The extension to larger rapidities is derived from dijet events using a similar data-driven method. In addition, corrections are applied which take into account the difference in calorimeter response due to the difference in the fractional contributions of quark-and gluoninitiated jets in the dijet and the γ + jet event samples. These corrections of the order (2-4)% are determined using simulated jets produced with the pythia event generator [20] that have been passed through a geant-based detector simulation [21]. The total corrections for the jet four-momenta vary between 50% and 20% for jet p T between 50 and 400 GeV. These corrections adjust the reconstructed jet energy to the energy corresponding to the stable particles that entered the calorimeter except for muons and neutrinos, which are accounted for later by a separate correction. An additional correction is applied for systematic shifts in |y| due to detector effects [4]. The three-jet invariant mass is then computed from the corrected jet four-momenta of the three highest-p T jets in the event. The differential cross sections dσ 3jet /dM 3jet are corrected for experimental effects [22].",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 903,
                    "text": "[20]",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 972,
                    "text": "[21]",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1398,
                    "text": "[4]",
                    "end": 1401
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1617,
                    "text": "[22]",
                    "end": 1621
                }
            ]
        },
        {
            "text": "Particle-level jets from events generated with sherpa [23] with MSTW2008LO PDFs [8] are processed by a fast simulation of the D0 detector response. The simulation is based on parametrizations of resolution effects in p T , the polar and azimuthal angles of jets, jet reconstruction efficiencies, and misidentification of the event vertex, which are determined either from data or from a detailed simulation of the D0 detector using geant. The p T resolution for jets is about 15% at 40 GeV, decreasing to less than 10% at 400 GeV. The generated events are reweighted to match the M 3jet , p T , and |y| distributions in data. To minimize migrations between M 3jet bins due to resolution effects, we use the simulation to obtain a rescaling function in reconstructed M 3jet that optimizes the correlation between the reconstructed and true values. The bin sizes in the M 3jet distributions are chosen to be approximately twice the M 3jet resolution. The bin purity after M 3jet rescaling, defined as the fraction of all reconstructed events that were generated in the same bin, is above 40% for all bins. We then use the simulation to determine M 3jet bin correction factors for instrumental effects for the differential cross sections in the five different scenarios. These also include corrections for the energies of unreconstructed muons and neutrinos inside the jets. The total correction factors for the differential cross sections vary from about 1.0 at M 3jet = 0.4 TeV to 1.1 at 1.1 TeV for |y| < 0.8 and between 0.89 at M 3jet = 0.4 TeV to 0.96 at 1.1 TeV for |y| < 2.4. The dependence of the correction factors on the reweighting function is taken into account as an uncertainty. The corrected differential cross section in each scenario is presented at the \"particle level\" as defined in Ref. [19].",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 54,
                    "text": "[23]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 80,
                    "text": "[8]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1804,
                    "text": "[19]",
                    "end": 1808
                }
            ]
        },
        {
            "text": "In total, 65 independent sources of experimental systematic uncertainties are identified, mostly related to jet energy and jet p T resolution. The effects of each source are taken as fully correlated between all data points. The dominant uncertainties for the differential cross sections are due to the jet energy calibration [(10-30)%], the luminosity uncertainty (6.1%), and the jet p T resolution [(1-5)%]. Smaller contributions come from the uncertainties in systematic shifts in y (3%), reweighting of the generated events (2.5%), trigger efficiency uncertainties (2%), and from the jet θ resolution (1%). All other sources are negligible. The systematic uncertainties are never larger than 30%, and for M 3jet < 0.9 TeV, they are between 11% and 20%.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The results for the differential cross sections for different rapidity and p T 3 requirements are given in Table I and displayed in Fig. 1. A detailed documentation of the results, including the individual contributions from all 65 sources of correlated uncertainties is provided in the supplemental material [24]. The quoted central values of M 3jet at which the data points are presented are the locations where the bin averages have the same value as the differential cross section [25], as determined using smooth parametrizations of the data. The data are compared to theory predictions which have been obtained from NLO pQCD calculations with non-perturbative corrections applied. The non-perturbative corrections are determined using pythia with \"tune DW\" [26]. They are defined as the combination of the corrections due to hadronization and underlying event and vary between −10% and +2% (given in Table I). Using different pythia settings (A, BW, Z1, Perugia soft, Perugia hard tunes) affects the individual corrections by less than half of their sizes and the total corrections by less than 5%. The NLO results are computed using fastnlo [27] based on nlojet++ [13,14] with MSTW2008NLO PDFs [8] and the corresponding value of α s (M Z ) = 0.1202. The central choice µ 0 for the renormalization and factorization scales is the average p T of the three leading p T jets µ r = µ f = µ 0 = (p T 1 + p T 2 + p T 3 )/3. For a direct comparison of the theoretical predictions with data, the ratio of data and theory is displayed by the markers in Fig. 2 for all five scenarios. The effects of independent variations of renormalization and factorization scales between µ 0 /2 and 2µ 0 are displayed by the dotted lines. These variations affect the predicted cross sections between +(5-10)% and −(15-20)%. The MSTW2008NLO PDF uncertainties (corresponding to the 68% C.L.) are shown by the light band. The ratios of data and theory are almost constant, with only a small dependence on M 3jet and the |y| and p T 3 requirements. The central data values are below the central theory predictions, by approximately (4-15)% in the different scenarios, slightly increasing with |y| and with p T 3 . In all cases, the data lie inside the range covered by the scale variation.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 107,
                    "text": "Table I",
                    "end": 114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 132,
                    "text": "Fig. 1",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 309,
                    "text": "[24]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 485,
                    "text": "[25]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 763,
                    "text": "[26]",
                    "end": 767
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 906,
                    "text": "Table I",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1148,
                    "text": "[27]",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1171,
                    "text": "[13,",
                    "end": 1175
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1175,
                    "text": "14]",
                    "end": 1178
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1201,
                    "text": "[8]",
                    "end": 1204
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1550,
                    "text": "Fig. 2",
                    "end": 1556
                }
            ]
        },
        {
            "text": "In addition to the MSTW2008NLO PDFs, Fig. 2 shows also predictions for CT10 PDFs [9] and the corresponding value of α s (M Z ) = 0.118, normalized by the predictions for MSTW2008NLO and represented by the solid lines. To compare the CT10 PDF uncertainties (which have been published at the 90% C.L.) with the experimental uncertainties (corresponding to one standard deviation), the former have been scaled by a factor of 1/1.645 [28]. The resulting 68% C.L. uncertainties are displayed around the CT10 central values by the dark band. The CT10 PDFs predict a different shape for the M 3jet dependence of the cross section. For M 3jet < 0.6 TeV, the central results for CT10 PDFs agree with those for MSTW2008NLO, while the CT10 predictions at M 3jet = 1.2 TeV are up to 30% higher. These discrepancies at highest M 3jet are larger than the combined 68% C.L. uncertainty bands of the CT10 and MSTW2008NLO PDFs.",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 37,
                    "text": "Fig. 2",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 81,
                    "text": "[9]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 430,
                    "text": "[28]",
                    "end": 434
                }
            ]
        },
        {
            "text": "Calculations for additional PDFs are compared to the data in Fig. 3. These are the PDF parametrizations NNPDFv2.1 [10] (α s (M Z ) = 0.119), ABKM09NLO [15] (α s (M Z ) = 0.1179), and HERAPDFv1.0 [29] (α s (M Z ) = 0.1176). The results for NNPDFv2.1 agree everywhere within ±4% with those from MSTW2008NLO. The cross sections predicted for HERAPDFv1.0 are (15-20)% below those for CT10 everywhere and their M 3jet distributions have a similar shape. The M 3jet dependence of the calculations for the ABKM09NLO PDFs is be-tween the shapes of MSTW2008NLO/NNPDFv2.1 and CT10/HERAPDFv1.0. At low M 3jet , the predictions for ABKM09NLO agree with those for HERAPDFv1.0, while at higher M 3jet , they predict the smallest cross sections of all PDFs under study.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 61,
                    "text": "Fig. 3",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 114,
                    "text": "[10]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 151,
                    "text": "[15]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 195,
                    "text": "[29]",
                    "end": 199
                }
            ]
        },
        {
            "text": "The level of agreement between theory and data can not be directly judged from the comparisons in Figs. 2  and 3, but requires taking into account correlations of experimental uncertainties. While some experimental uncertainties (like the luminosity uncertainty) allow to shift the data points coherently up or down, other uncertainty sources (such as the jet energy calibration), have M 3jetdependent effects which also allow changes to shapes of the data distributions. To quantify the significance of the differences between theory and data in normalization and shape as observed in Figs. 2 and 3, a χ 2 is computed. The χ 2 definition takes into account all experimental uncertainties and their correlations, as well as uncertainties in the hadronization and underlying event corrections. The latter two uncertainties are assumed to be half the size of the individual corrections, to be independent of each other, and each to be fully correlated over M 3jet . Correlations between the statistical uncertainties are ignored, since the overlap of the data for the different scenarios is not large. PDF uncertainties are not taken into account in the χ 2 calculations. Otherwise, a theoretical prediction affected by large PDF uncertainties and in poor agreement with data may get a smaller χ 2 than a prediction with better agreement with data but small PDF uncertainties. Therefore, since the PDF uncertainties are defined differently for different PDF parametrizations [30], the χ 2 values would no longer be suited to benchmark different PDF parametrizations. This means that the χ 2 values presented here are only a measure of the agreement of the central PDF fit results with the measured three-jet cross sections.",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 98,
                    "text": "Figs. 2  and 3",
                    "end": 112
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 586,
                    "text": "Figs. 2 and 3",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1473,
                    "text": "[30]",
                    "end": 1477
                }
            ]
        },
        {
            "text": "The theory results, and therefore the χ 2 values, depend on the choices of α s (M Z ) and the scales µ r and µ f used in the computations of the NLO matrix elements and on the chosen PDF parametrization. The latter also depend implicitly on the value of α s (M Z ). All these dependencies are shown in Fig. 4, where the χ 2 results are displayed as a function of α s (M Z ) used in the NLO matrix elements and PDFs, for three alternative scale choices µ r = µ f = µ 0 /2 (a), µ 0 (b), and 2µ 0 (c). The results for the central α s (M Z ) choices for the different PDF sets are also indicated. For α s (M Z ) values close to the world average of 0.1184 ± 0.0007 [31], for all PDF sets, with the exception of HERAPDFv1.0, the lowest χ 2 is obtained for the central scale choice µ r = µ f = µ 0 . Table II gives a summary of the χ  These are always above χ 2 ≥ 81.7 for all 49 data points. For ABKM09NLO PDFs, which are available only for a single value of α s (M Z ) = 0.1179, the smallest χ 2 is 76.5, obtained for µ r = µ f = µ 0 . The best overall agreement, corresponding to the lowest χ 2 values, is obtained for MSTW2008NLO for the central scale choice µ r = µ f = µ 0 and α s (M Z ) = 0.121 with χ 2 = 59.5. Very close to these are the results for NNPDFv2.1 for which the lowest χ 2 is 59.9 for µ r = µ f = µ 0 and α s (M Z ) = 0.123. The large χ 2 differences between the different PDF sets demonstrate the PDF sensitivity of the three-jet cross section data. In summary, we have presented the first measurement of the inclusive three-jet differential cross section as a function of M 3jet in pp collisions at a center of mass energy of √ s = 1.96 TeV. The three-jet cross section is measured in five scenarios, in different rapidity regions and for different requirements for the jet transverse momenta. The data are compared to pQCD calculations in next-to-leading order in the strong coupling constant for different PDF parametrizations, by computing χ 2 values for different scale choices and different α s (M Z ) values. The best description of the data is obtained for the MSTW2008NLO and NNPDFv2.1 PDF parametrizations which describe both the normalization and the shape of the observed M 3jet spectra. The PDF parametrizations from ABKM09NLO give a reasonable description of the data, although with a slightly different shape of the M 3jet spectrum. The central results from the CT10 and HERAPDFv1.0 PDF sets predict a different M 3jet shape and are in poorer agreement with the data.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 302,
                    "text": "Fig. 4",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 661,
                    "text": "[31]",
                    "end": 665
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 794,
                    "text": "Table II",
                    "end": 802
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: (Color online.) The differential cross section dσ3jet/dM3jet (a) in different rapidity regions and (b) for different pT 3 requirements. The solid lines represent the NLO pQCD matrix element calculations using MSTW2008NLO PDFs and αs(MZ ) = 0.1202 which are corrected for non-perturbative effects.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: (Color online.) Ratios of the differential cross sections dσ3jet/dM3jet measured in different rapidity regions and for different pT 3 requirements and the pQCD predictions for different PDFs. The inner uncertainty bars indicate the statistical uncertainties, and the total uncertainty bars display the quadratic sum of the statistical and systematic uncertainties. The ranges of renormalization and factorization scale variations (as specified in the text) are indicated by the dotted lines, while the PDF uncertainties are indicated by the shaded bands.",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "FIG. 3: (Color online.) Ratios of the differential cross sections dσ3jet/dM3jet measured in different rapidity regions and for different pT 3 requirements and the pQCD predictions for different PDFs. The inner uncertainty bars indicate the statistical uncertainties, and the total uncertainty bars display the quadratic sum of the statistical and systematic uncertainties.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "1 µFIG. 4 :",
            "section_rank": 5
        },
        {
            "section": "1 µFIG. 4 :",
            "text": "FIG. 4: (Color online.) The χ 2 values between theory and data, as a function of the value of αs(MZ ) used in the matrix elements and PDFs. The results are shown for different PDF parametrizations and for different choices of the renormalization and factorization scales. The positions of the central αs(MZ) values in the different PDF sets are indicated by the markers.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "PACS numbers: 13.87.Ce, 12.38.Qk",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "section": "TABLE I :",
            "text": "The three-jet differential cross section dσ3jet/dM3jet and the theoretical predictions based on NLO pQCD (for MSTW200NLO PDFs with αs(MZ ) = 0.1202) plus non-perturbative corrections, for renormalization and factorization scales µr = µ f = (pT 1 + pT 2 + pT 3)/3.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "TABLE II :",
            "section_rank": 8
        },
        {
            "section": "TABLE II :",
            "text": "χ 2 values between data and theory for different PDF parametrizations in the order of decreasing χ 2 , for all 49 data points.PDF setDefault χ 2 at µr = µ f = µ0 χ 2 minimum αs(MZ) for default αs(MZ )",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "TABLE II :",
            "text": "* with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c SLAC, Menlo Park, CA, USA, d University College London, London, UK, e Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, f ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and g Universität Bern, Bern, Switzerland.",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "section": "TABLE II :",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 22,
            "section_rank": 10
        }
    ]
}