{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The results of searches for new physics in events with two same-sign isolated leptons, hadronic jets, and missing transverse energy in the final state are presented. The searches use an integrated luminosity of 35 pb −1 of pp collision data at a centre-of-mass energy of 7 TeV collected by the CMS experiment at the LHC. The observed numbers of events agree with the standard model predictions, and no evidence for new physics is found. To facilitate the interpretation of our data in a broader range of new physics scenarios, information on our event selection, detector response, and efficiencies is provided.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Events with same-sign isolated lepton pairs from hadron collisions are very rare in the standard model (SM) but appear very naturally in many new physics scenarios. In particular, they have been proposed as signatures of supersymmetry (SUSY) [1][2][3], universal extra dimensions [4], pair production of T 5/3 (a fermionic partner of the top quark) [5], heavy Majorana neutrinos [6], and same-sign top-pair resonances as predicted in theories with warped extra dimensions [7]. In this paper we describe searches for new physics with same-sign isolated dileptons (ee, eµ, µµ, eτ , µτ , and τ τ ), missing transverse energy (E miss T ), and hadronic jets. Our choice of signal regions is driven by two simple observations. First, astrophysical evidence for dark matter [8] suggests that we concentrate on final states with E miss T . Second, observable new physics signals with large cross sections are -1 -",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 242,
                    "text": "[1]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 245,
                    "text": "[2]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 248,
                    "text": "[3]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 280,
                    "text": "[4]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 349,
                    "text": "[5]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 379,
                    "text": "[6]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 472,
                    "text": "[7]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 767,
                    "text": "[8]",
                    "end": 770
                }
            ]
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 3
        },
        {
            "section": "JHEP06(2011)077",
            "text": "likely to be produced by strong interactions, and we thus expect significant hadronic activity in conjunction with the two same-sign leptons. Beyond these simple guiding principles, our searches are as independent of detailed features of new physics models as possible. The results are based on a data sample corresponding to an integrated luminosity of 35 pb −1 collected in pp collisions at a centre-of-mass energy of 7 TeV by the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) in 2010.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "JHEP06(2011)077",
            "text": "This paper is organized as follows. The CMS detector is briefly described in section 2. The reconstruction of leptons, E miss T , and jets at CMS is summarized in section 3. Section 4 describes our search regions. We perform separate searches based on leptonic and hadronic triggers in order to cover a wider region in the parameter space of new physics. Electron and muon triggers allow for searches that require less hadronic energy in the event, while hadronic triggers allow inclusion of lower transverse momentum (p T ) electrons and muons, as well as hadronic τ decays in the final state. The dominant backgrounds for all three searches are estimated from data, as discussed in section 5. Systematic uncertainties on the predicted number of signal events and results of these searches are discussed in sections 6 and 7. We conclude with a discussion on how to use our results to constrain a wide variety of new physics models in section 8.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "A right-handed coordinate system is employed by the CMS experiment, with the origin at the nominal interaction point, the x-axis pointing to the centre of the LHC, and the y-axis pointing up (perpendicular to the LHC plane). The polar angle θ is measured from the positive z-axis and the azimuthal angle φ is measured in the xy plane. The pseudorapidity is defined as η = − ln [tan ( θ 2 )]. The central feature of the CMS apparatus is a superconducting solenoid, of 6 m internal diameter, 13 m in length, providing an axial field of 3.8 T. Within the field volume are several particle detection systems which each feature a cylindrical geometry, covering the full azimuthal range from 0 ≤ φ ≤ 2π. Silicon pixel and strip tracking detectors provide measurements of charged particle trajectories and extend to a pseudorapidity of |η| = 2.5. A homogeneous crystal electromagnetic calorimeter (ECAL) and a sampling brass/scintilator hadronic calorimeter (HCAL) surround the tracking volume and provide energy measurements of electrons, photons, and hadronic jets up to |η| = 3.0. An ironquartz fiber hadronic calorimeter, which is also part of the HCAL system, is located in the forward region defined by 3.0 < |η| < 5.0. Muons are measured in the pseudorapidity range of |η| < 2.4, with detection planes made of three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. These are instrumented outside of the magnet coil within the steel return yoke. The CMS detector is nearly hermetic, allowing for energy balance measurements in the plane transverse to the beam direction. A two-tier trigger system is designed to select the most interesting pp collision events for use in physics analysis. A detailed description of the CMS detector can be found elsewhere [9].",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1786,
                    "text": "[9]",
                    "end": 1789
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "-2 -",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 5
        },
        {
            "section": "JHEP06(2011)077",
            "text": "3 Reconstruction of leptons, missing energy, and jets",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Muon candidates are required to be successfully reconstructed [10] using two algorithms, one in which tracks in the silicon detector are matched to consistent signals in the calorimeters and muon system, and another in which a simultaneous global fit is performed to hits in the silicon tracker and muon system. The track associated with the muon candidate is required to have a minimum number of hits in the silicon tracker, have a high-quality global fit including a minimum number of hits in the muon detectors, and have calorimeter energy deposits consistent with originating from a minimum ionizing particle.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 62,
                    "text": "[10]",
                    "end": 66
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Electron candidates are reconstructed [11] starting from a cluster of energy deposits in the ECAL, which is then matched to hits in the silicon tracker. A selection using electron identification variables based on shower shape and track-cluster matching is applied to the reconstructed candidates; the criteria are optimized in the context of the inclusive W → eν measurement [12] and are designed to maximally reject electron candidates from QCD multijet production while maintaining approximately 80% efficiency for electrons from the decay of W/Z bosons. Electron candidates within ∆R = ∆φ 2 + ∆η 2 < 0.1 of a muon are rejected to remove electron candidates due to muon bremsstrahlung and finalstate radiation. Electron candidates originating from photon conversions are suppressed by looking for a partner track and requiring no missing hits for the track fit in the inner layers of the tracking detectors.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 38,
                    "text": "[11]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 376,
                    "text": "[12]",
                    "end": 380
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Hadronic τ candidates (τ h ) are identified [13] starting with a hadronic jet clustered from the particles reconstructed using the particle-flow global-event reconstruction algorithm [14]. The highest-p T charged track within a cone of ∆R < 0.1 around the jet axis is required to have p T > 5 GeV. A variable size cone of ∆R < 5 GeV/p T is then defined around this track, and the boosted τ -decay products are expected to be confined within this narrow cone. Only τ candidates with one or three charged hadrons in this cone are selected. The discrimination between hadronic τ decays and generic QCD jets is based on an ensemble of five neural networks, each of which has been trained to identify one of the five main hadronic τ -decay modes using the kinematics of the reconstructed charged and neutral pions [15].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 44,
                    "text": "[13]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 183,
                    "text": "[14]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 809,
                    "text": "[15]",
                    "end": 813
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "All lepton candidates are required to have |η| < 2.4, and be consistent with originating from the same interaction vertex. Charged leptons from the decay of W/Z bosons, as well as the new physics we are searching for, are expected to be isolated from other activity in the event. We calculate a relative measure of this isolation denoted as RelIso . This quantity is defined as the ratio of the scalar sum of transverse track momenta and transverse calorimeter energy deposits within a cone of ∆R < 0.3 around the lepton candidate direction at the origin, to the transverse momentum of the candidate. The contribution from the candidate itself is excluded.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "JHEP06(2011)077",
            "text": "In order to suppress the background due to dileptons originating from the same jet, we require that selected dileptons have a minimum invariant mass of 5 GeV. This helps to keep dileptons uncorrelated with respect to their RelIso observables, which is a feature we exploit in the analysis. We also remove events with a third lepton of opposite sign and same flavour as one of the two selected leptons if the invariant mass of the pair is between 76 JHEP06(2011)077 Figure 1. An example of a process involving the production and decays of SUSY particles, which gives rise to two same-sign prompt leptons, jets, and missing transverse energy. and 106 GeV. This requirement further reduces an already small background contribution from WZ and ZZ production.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 465,
                    "text": "Figure 1",
                    "end": 473
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Jets and E miss T are reconstructed based on the particle-flow technique desribed in [14,16]. For jet clustering, we use the anti-k T algorithm with the distance parameter R = 0.5 [17]. Jets are required to pass standard quality requirements [18] to remove those consistent with calorimeter noise. Jet energies are corrected for residual nonuniformity and nonlinearity of the detector response derived using collision data [19]. We require jets to have transverse energy above 30 GeV and to be within |η| < 2.5. We define the H T observable as the scalar sum of the p T of all such jets with ∆R > 0.4 to the nearest lepton passing all our requirements.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 85,
                    "text": "[14,",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 89,
                    "text": "16]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 180,
                    "text": "[17]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 242,
                    "text": "[18]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 423,
                    "text": "[19]",
                    "end": 427
                }
            ]
        },
        {
            "text": "Search regions",
            "section_rank": 6
        },
        {
            "section": "Search regions",
            "text": "The searches discussed in this paper employ two different trigger strategies, electron and muon triggers in one case, and H T triggers in the other. The leptonic triggers allow for lower H T requirements, while the H T triggers allow for lower lepton p T , as well as final states with hadronic τ decays. The motivation for covering the widest possible phase space in this search can be illustrated by an example of a SUSY cascade, shown in figure 1, naturally giving rise to jets, E miss T , and same-sign leptons: (gluinos/squarks) → (charged gaugino) → (lightest supersymmetric particle (LSP) neutralino). The mass difference between the gluino/squarks and the charged gaugino, typically arbitrary, defines the amount of hadronic activity one may expect in the event. The mass difference between the gaugino and a neutralino influences the lepton p T spectrum. Depending on the nature of the chargino and neutralino, their mass difference can be either arbitrary (e.g., wino and bino) or typically small (e.g., higgsinos). Moreover, there are a number of ways to generate a large production asymmetry between τ and e/µ leptons, which motivates us to look specifically for events with a τ .",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Search regions",
            "text": "-4 -",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 7
        },
        {
            "section": "JHEP06(2011)077",
            "text": "In the following we describe the search regions explored by each trigger strategy. As a new-physics reference point, we use LM0, a point in the constrained Minimal Supersymmetric Standard Model (CMSSM) [20] defined with the model parameters m 0 = 200 GeV, m 1/2 = 160 GeV, tanβ = 10, µ > 0, and A 0 = −400 GeV. LM0 is one of the common CMSSM reference points used in CMS across many analyses. As the abbreviation suggests, LM0 provides squarks and gluinos with relatively low masses, and thus has a large production cross section. It is beyond the exclusion reach of the searches performed by LEP and Tevatron, but it has recently been excluded by searches [21][22][23] with ATLAS and CMS concurrently with this one. Nonetheless, we continue to use LM0 as it provides a common model for which to compare our sensitivity with that of other analyses. Aside from the LM0 point, several SM simulation samples are used to both validate and complement various background estimation methods that are based on the data itself. These samples rely on either PYTHIA 6.4 [24] or MADGRAPH [25] for event generation and GEANT4 [26] for simulation of the CMS detector. Samples used include tt, single-t, γ+jets, W+jets, Z+jets, WW, WZ, ZZ, and QCD multijet production. Next-to-leading-order (NLO) cross sections are used for all samples except for QCD multijet production.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 202,
                    "text": "[20]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 657,
                    "text": "[21]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 661,
                    "text": "[22]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 665,
                    "text": "[23]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1059,
                    "text": "[24]",
                    "end": 1063
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1076,
                    "text": "[25]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1113,
                    "text": "[26]",
                    "end": 1117
                }
            ]
        },
        {
            "text": "Searches using lepton triggers",
            "section_rank": 8
        },
        {
            "section": "Searches using lepton triggers",
            "text": "We start with a baseline selection inspired by our published tt → ℓ + ℓ − + X (ℓ = e or µ) cross section measurement [27].",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 117,
                    "text": "[27]",
                    "end": 121
                }
            ]
        },
        {
            "section": "Searches using lepton triggers",
            "text": "Events are collected using single and dilepton triggers. The detailed implementation of these triggers evolved throughout the 2010 data-collecting period as the LHC instantaneous luminosity was increasing. Trigger efficiencies are measured from a pure lepton sample collected using Z → ℓ + ℓ − decays from data. The luminosity-averaged efficiency to trigger on events with two leptons with |η| < 2.4 and p T > 10 GeV, one of which also has p T > 20 GeV, is very high. For example, the trigger efficiency for an LM0 event passing the baseline selection described below is estimated to be (99 ± 1)%.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Searches using lepton triggers",
            "text": "One of the electrons and muons must have p T > 20 GeV and the second one must have p T > 10 GeV. Both leptons must be isolated. The isolation requirement is based on the RelIso variable introduced earlier. We require RelIso < 0.1 for leptons of p T > 20 GeV, and the isolation sum (i.e., the numerator of the RelIso expression) to be less than 2 GeV for p T < 20 GeV.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Searches using lepton triggers",
            "text": "We require the presence of at least two reconstructed jets, implying H T > 60 GeV. Finally, we require the missing transverse energy E miss T > 30 GeV (ee and µµ) or E miss T > 20 GeV (eµ). This defines our baseline selection.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Searches using lepton triggers",
            "text": "Following the guiding principles discussed in the introduction, we define two search regions. The first has high E miss T (E miss T > 80 GeV); the second has high H T (H T > 200 GeV). These E miss T and H T values were chosen to obtain an SM background expectation in simulation of 1/3 of an event in either of the two overlapping search regions. Figure 2 shows the H T versus E miss T scatter plot for the baseline selection, indicating the E miss T and H T requirements for the two search regions via horizontal and vertical lines, respectively.  Figure 2. H T versus E miss T scatter plots for baseline region. (Left) Overlay of the three observed events with the expected signal distribution for LM0. The three observed events all scatter in the lower left corner of the plot. (Right) Scatter plot of the background in data when only one of the two leptons is required to be isolated.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 347,
                    "text": "Figure 2",
                    "end": 355
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 549,
                    "text": "Figure 2",
                    "end": 557
                }
            ]
        },
        {
            "section": "Searches using lepton triggers",
            "text": "In contrast, most of the signal from typical supersymmetry models tends to pass both of these requirements, as is visible in the LM0 expected signal distribution overlaid in figure 2 (left). Backgrounds to this analysis are dominated by events with jets mimicking leptons, as discussed in section 5. Requiring only one of the two leptons to be isolated thus allows us to increase the background statistics in order to display the expected distribution of SM background events in the (E miss T , H T ) plane, as shown in figure 2 (right). Backgrounds clearly cluster at low E miss T and low H T , with slightly more than half of the events failing both the E miss T and H T selections. Moreover, comparing the left and right plots in figure 2 indicates that the lepton isolation requirement on both leptons versus only one lepton reduces the backgrounds by roughly a factor of ten.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Searches using hadronic triggers",
            "section_rank": 9
        },
        {
            "section": "Searches using hadronic triggers",
            "text": "Hadronic triggers allow us to explore the phase space with low-p T electrons and muons, as well as final states with hadronic τ decays. We allow muons (electrons) with p T as low as 5 (10) GeV, and restrict ourselves to τ h with visible transverse momentum > 15 GeV, where τ h refers to hadronic τ candidates only. All leptons must be isolated with RelIso < 0.15.",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Searches using hadronic triggers",
            "text": "For the ee, eµ, and µµ final states, we require at least two jets, H T > 300 GeV, and E miss T > 30 GeV. As backgrounds from QCD multijet production are significant for τ h , we increase the E miss T and H T requirements to E miss T > 50 GeV and H T > 350 GeV in the eτ h , µτ h , and τ h τ h final states. Figure 3 shows the efficiency turn-on curves for the H T triggers used during three different data taking periods. The trigger thresholds were changing in order to cope with the increasing instantaneous luminosities over the 2010 running period. Roughly half of JHEP06(2011)077  Figure 3. H T Trigger efficiency as a function of the reconstructed H T for three data-collecting periods: 7 pb −1 with H T 1, 10 pb −1 with H T 2, and 18 pb −1 with H T 3.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 307,
                    "text": "Figure 3",
                    "end": 315
                },
                {
                    "type": "figure",
                    "start": 586,
                    "text": "Figure 3",
                    "end": 594
                }
            ]
        },
        {
            "section": "Searches using hadronic triggers",
            "text": "the integrated luminosity in 2010 was taken with the highest threshold trigger. This measurement indicates that at H T = 300 GeV the efficiency reaches (94 ± 5)% . These trigger turn-on curves are measured in data with events selected by muon triggers.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Background estimation",
            "section_rank": 10
        },
        {
            "section": "Background estimation",
            "text": "Standard model sources of same-sign dilepton events with both leptons coming from a W or Z decay are very small in our data sample. Simulation-based predictions of the combined yields for qq → WZ and ZZ, double \"W-strahlung\" qq → q ′ q ′ W ± W ± , double parton scattering 2 × (qq → W ± ), ttW, and WWW comprise no more than a few percent of the total background in any of the final states considered. As these processes have never been measured in proton-proton collisions, and their background contributions are very small, we evaluate them using simulation, assigning a 50% systematic uncertainty. The background contribution from pp → Wγ, where the W decays leptonically and the photon converts in the detector material giving rise to an isolated electron, is also estimated from simulation and found to be negligible. All other backgrounds are evaluated from data, as discussed below.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "section": "Background estimation",
            "text": "Backgrounds in all of our searches are dominated by one or two jets mimicking the lepton signature. Such lepton candidates can be genuine leptons from heavy-flavour decays, electrons from unidentified photon conversions, muons from meson decays in flight, hadrons reconstructed as leptons, or jet fluctuations leading to hadronic τ signatures. We will refer to all of these as \"fake leptons\". Leptons from W, Z, gauginos, etc., i.e., the signal we are searching for, will be referred to as \"prompt leptons\".",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Background estimation",
            "text": "The dominant background contribution is from events with one lepton, jets, and E miss T -mostly tt with one lepton from the W decay, and a second lepton from the decay of a heavy-flavour particle. These events contain one prompt and one fake lepton, and are estimated via two different techniques described in sections 5.1 and 5.2. While both techniques implement an extrapolation in lepton isolation, they differ in the assumptions made. Both techniques lead to consistent predictions as described in section 5.4, provid-JHEP06 (2011)077ing additional confidence in the results. Backgrounds with two fake leptons are generally smaller, except in the final state with two hadronic τ leptons, where the dominant background source is QCD multijet production. Contributions due to fake τ h are estimated using an extrapolation from \"loose\" to \"tight\" τ h identification, as described in section 5.3.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 529,
                    "text": "(2011)077",
                    "end": 538
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "For the ee and eµ final states, electron charge misreconstruction due to hard bremsstrahlung poses another potentially important background, as there are significant opposite-sign ee and eµ contributions, especially from tt, where both W's from the top quarks decay leptonically. This is discussed in section 5.5.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Searches using lepton triggers",
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "Contributions from fake leptons are estimated using the so-called \"tight-loose\" (TL) method [27,28]. In this method the probability ǫ T L for a lepton passing loose selections to also pass the tight analysis selections is measured in QCD multijet events as a function of lepton p T and η. The key assumption of the method is that ǫ T L is approximately universal, i.e., it is the same for all jets in all event samples. Tests of the validity of this assumption are described below.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 92,
                    "text": "[27,",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 96,
                    "text": "28]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The main difference between the tight and loose lepton selections is that the requirement on the RelIso variable defined in section 3 is relaxed from RelIso < 0.1 to RelIso < 0.4. Other requirements that are relaxed are those on the distance of closest approach between the lepton track and the beamline (impact parameter) and, in the case of muons, the selection on the χ 2 of the muon track fit.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The quantity ǫ T L is measured in a sample of lepton-trigger events with at least one jet satisfying p T > 40 GeV and well separated (∆R > 1) from the lepton candidate. We refer to this jet as the \"away-jet\". We reduce the impact of electroweak background (W, Z, tt) by excluding events with Z → ℓℓ candidates, events with E miss T > 20 GeV, and events where the transverse mass M T of the lepton and the E miss T is greater than 25 GeV. Studies based on simulation indicate that this procedure results in an unbiased estimate of ǫ T L up to lepton p T ≈ 40 GeV. At higher transverse lepton momenta the remaining electroweak contributions in the sample have a significant effect. Thus, ǫ T L is measured only up to p T = 35 GeV. It is taken to be constant at higher transverse momenta, as suggested by simulation studies.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The level of universality of ǫ T L is tested with different jet samples. Two types of tests are relevant and both involve the parent jet from which the lepton originates. The first test explores the sensitivity to the jet's p T , and the second test explores the sensitivity to the jet's heavy-flavour content.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "Sensitivity to jet p T stems from the fact that the probability for a lepton of a given p T to pass the RelIso selection depends on the p T of the parton from which the lepton originates. To be explicit, a 10 GeV lepton originating from a 60 GeV b quark is less likely to pass our RelIso requirement than the same lepton originating from a 20 GeV b quark. The heavy flavour sensitivity can be traced to semileptonic decays, which are a source of leptons in bottom and charm jets, but not in light-quark and gluon jets.",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "To test the jet p T dependence, we select loose leptons in events with the away-jet above a varying jet p T threshold. Since these events are mostly QCD dijets, the p T of the away-jet -8 -  Figure 4. Electron (left) and muon (right) TL probability ǫ T L computed from QCD multijet events with different requirements on the minimum p T of the away-jet. The probabilities shown are projections of the two-dimensional function ǫ T L (η, p T ) onto the p T axis.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 191,
                    "text": "Figure 4",
                    "end": 199
                }
            ]
        },
        {
            "section": "Searches using lepton triggers",
            "text": "is a good measure of the p T of the jet from which the lepton originates. We weight each event by ǫ T L measured as described above, i.e., requiring the away-jet to have p T > 40 GeV. We then sum the weights and compare the sum to the number of observed leptons passing tight requirements. Varying the away-jet minimum p T requirement from 20 to 60 GeV, we find the observed yield to differ from the predicted yield by +54% (+49%) and −4% (−3%) for muons (electrons) in this test. The percentages here, as well as throughout this section refer to (observed − predicted)/predicted. This non-negligible jet p T dependence can also be seen in figure 4, where we show ǫ T L calculated using different away-jet thresholds. To test the heavy-flavour dependence, we repeat the exercise requiring that the away-jet be above p T > 40 GeV and be b-tagged, i.e., a jet in which we find a secondary vertex well separated from the interaction point consistent with a b-hadron decay. By applying the b tag on the away-jet, the sample of jets from which the lepton originates is enriched in heavy flavours. Introducing this b tag we find the observed yield to differ from that predicted by −3% (−15%) for muons (electrons). We have thus shown that applying an ǫ T L obtained without a b-tagging requirement to a sample with such a requirement leads to a modest difference between observed and predicted. This validates our assumption that the TL method is flavour universal.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "To predict the background from prompt lepton + jets events in a signal region, the TL probability is applied to a sample of dilepton events satisfying all the signal selection requirements, but where one of the leptons fails the tight selections and passes the loose ones. Each event is weighted by the factor ǫ T L /(1 − ǫ T L ), where ǫ T L is the tight-to-loose probability for the loose lepton in the event. The background contribution from this source is then estimated by summing the weights of all such events (S 1 ).",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The sum S 1 also includes the contribution from backgrounds with two fake leptons. However, these are double counted because in the case of two fake leptons passing loose JHEP06 (2011)077requirements there are two combinations with one lepton passing the tight selections. The background contribution with two fake leptons is estimated separately by selecting events where both leptons pass the loose requirements but fail the tight requirements. Each event in this sample is weighted by the product of the two factors of ǫ T L /(1−ǫ T L ) corresponding to the two leptons in the event, and the sum S 2 of weights is used to estimate the background with two fake leptons.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 178,
                    "text": "(2011)077",
                    "end": 187
                }
            ]
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The total background from events with one or two fake leptons is then obtained as S 1 − S 2 . In kinematic regions of interest for this search, S 2 is typically more than one order of magnitude smaller than S 1 , indicating that the main background contribution is from one prompt lepton and one fake lepton.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "The method has been tested on simulated tt and W + jets events. In these tests, we use ǫ T L measured from QCD simulation events to predict the number of same-sign dilepton events in these samples. In the tt simulation sample, we find that the observed yield differs from the prediction for the baseline selection by -41% (fake muons) and -47% (fake electrons). Observed and predicted yields in this test are consistent with each other at the 5% confidence level (CL) because the simulation statistics are modest. The same level of agreement is also found for the two search regions. In the W + jets case, the ratio of predicted events to observed is 0.8 ± 0.4 for fake electrons; the statistics for fake muons are not sufficient to draw any definitive conclusions. Based on these studies, as well as the dependence on away-jet p T and heavy-flavour composition discussed above, we assign a ±50% systematic uncertainty on the ratio (observed − predicted)/predicted and, hence, on the estimation of backgrounds due to fake leptons. In addition to this systematic uncertainty, the method has significant statistical uncertainties based on the number of events in the samples to which the TL probability is applied. We find 6 (4) events in these samples for the E miss T > 80 GeV (H T > 200 GeV) search regions. The resulting background estimates in the two regions are 1.1 ± 0.6 and 0.9 ± 0.6 events, respectively, including only statistical uncertainties.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "section": "Searches using lepton triggers",
            "text": "As an additional cross-check, we determine the background estimate and observed yields in the baseline region. We estimate 3.2 ± 0.9 ± 1.6 events from background due to fake leptons alone, and 3.4 ± 0.9 ± 1.6 after all backgrounds are taken into account. The uncertainties here are statistical and systematic, respectively. The composition of the total background is estimated to be 86% (7%) events with one (two) fake leptons, 3% due to charge misidentification, and 4% irreducible background for which both leptons are isolated leptons from leptonic W or Z decay. As mentioned in section 4.1, there are 3 events observed in the baseline region, in good agreement with the background estimate. Applying E miss T > 80 GeV or H T > 200 GeV increases the fraction of events with one fake lepton, but statistical uncertainties on the individual components of the background estimate are too large to meaningfully quantify the change in the relative contributions of the components.",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "Search using hadronic triggers, electrons, and muons",
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "As described in section 4.2, hadronic triggers allow us to explore the phase space with lowp T leptons. However, lowering the lepton p T is expected to increase the relative contribution of events with two fake leptons. As shown below, this background now constitutes roughly 30% of the total background, as compared to only a few percent for the higher-p T thresholds JHEP06 (2011)077in the search regions for the leptonic trigger analysis. This motivates the development of a method exclusively dedicated to predicting and understanding the QCD background with two fake leptons.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 376,
                    "text": "(2011)077",
                    "end": 385
                }
            ]
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "At the same time, increasing the H T requirement to 300 GeV, as driven by the hadronic trigger thresholds, reduces the expected W+jets background to only a few percent of the total background. The background with one fake lepton is now reduced to tt and singlet processes, where the fake lepton is due mostly to semileptonic b decays. Therefore, we tailor the method for estimating the background with one fake lepton to these expectations. The method is similar to the TL technique, but has a number of important differences that are discussed further below.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "For this analysis, the estimation of the background with fake leptons starts with an evaluation of background events with two fake leptons and then proceeds with an estimation of the contribution of events with only one such lepton.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "First, we define a preselection control sample of events from the H T -triggered data stream with at least two same-sign dileptons and with all event selection requirements applied, except for those related to E miss T and isolation. We find 223 µµ, 6 ee, and 78 eµ events of this type. The large asymmetry between muons and electrons is mostly due to differences in the corresponding p T thresholds of 5 and 10 GeV, respectively. In addition, identification of electrons within jets is less efficient than that for muons.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "The preselection control sample is dominated by QCD multijet production. Studies based on simulation suggest that we should attribute about 10% of the preselection yields to tt contamination, while attributing a much smaller fraction to W+jets.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "The contribution from events with two fake leptons to the signal region is estimated by assuming that the three requirements, RelIso < 0.15 for each lepton and E miss T > 30 GeV, are mutually independent and, hence, the total background-suppression efficiency can be written in the factorized form ǫ tot = ǫ ℓ 1 iso • ǫ ℓ 2 iso • ǫ MET . This assumption has been verified both in simulation and directly in data. With simulation it is straightforward to prove the principle in the nominal preselection region because we can safely measure the efficiencies in a dedicated QCD sample where we know all leptons can be considered background (i.e., no contamination from prompt leptons exists). In data the contribution from prompt leptons is non-negligible and therefore some extra selection requirements are necessary to isolate a QCD enriched control sample.",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "section": "Search using hadronic triggers, electrons, and muons",
            "text": "We validate the factorized expression for ǫ tot in two steps in data. First, we demonstrate that the selection requirement on RelIso is independent for each lepton. We begin by relaxing the H T selection to 200 GeV and add events collected with leptonic triggers to gain more statistics. We then require E miss T < 20 GeV to suppress events with leptonic W decays. Figure 5 (left) shows that the single-muon efficiency can be squared to obtain the double-muon efficiency, thus validating the assumption that the RelIso observable is uncorrelated between the two fake leptons and the efficiencies can be factorized. In the second step, we demonstrate that the E miss T and RelIso selection requirements are mutually independent. To accomplish this in data, we maintain H T above 300 GeV, but we include single-lepton events to increase statistics. To suppress the contributions from events with leptonic W decays, we modify the selection requirement on the lepton impact parame--11 -",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 365,
                    "text": "Figure 5 (left)",
                    "end": 380
                }
            ]
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 13
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Relative Isolation ter from the nominal d 0 < 0.2 mm to d 0 > 0.1 mm. Figure 5 (right) shows that the RelIso selection efficiency for muons and electrons remains constant as a function of the E miss T selection requirement. The dashed lines represent the zeroth-order polynomial fits to the efficiency measurements made in the d 0 control region for muons and electrons, respectively. For completeness, we also show the obvious bias arising when the impact parameter requirement is inverted to d 0 < 0.1 mm to enrich the sample with leptonic W decays. It is important to note that no attempt is made to apply the RelIso selection efficiency measured in the control region defined by d 0 > 0.1 mm to the above formula for ǫ tot . This control region is only used to demonstrate the stability of the RelIso selection efficiency with respect to the E miss T requirement. The actual values of ǫ ℓ 1 iso and ǫ ℓ 2 iso are measured in the nominal preselection region (d 0 < 0.2 mm), where we assume this stability, and hence factorization, remains valid for events with two fake leptons.",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 70,
                    "text": "Figure 5 (right)",
                    "end": 86
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Having validated the selection factorization hypothesis, we proceed to measure the isolation and E miss T selection efficiencies, one at a time, in the preselection control sample, where we obtain ǫ µ iso = 0.036 ± 0.015, ǫ e iso = 0.11 ± 0.08, ǫ MET = 0.27 ± 0.03. Uncertainties quoted are statistical only. As before, we suppress leptonic W decays to reduce possible biases. We accomplish this by requiring either E miss T < 20 GeV or RelIso > 0.2 when measuring ǫ µ iso , ǫ e iso , or ǫ MET . The appropriate product of these efficiencies is then applied to the event counts observed in the preselection control sample, leading to the background estimate of 0.18 ± 0.12 ± 0.12 events. Uncertainties here are statistical and systematic, respectively.",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "JHEP06(2011)077",
            "text": "The systematic uncertainties quoted above have two dominant sources. One is due",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "to limited statistics in simulation and data when validating that the three requirements are indeed independent. We take the statistical precision (25%) of this cross-check as our systematic uncertainty on the method. The other dominant source of systematic uncertainty can be attributed to the inability of the inverted selection requirements on E miss T and RelIso to fully suppress contributions from leptonic W decays (e.g., tt, W+jets) while measuring ǫ µ iso , ǫ e iso , and ǫ MET . Studies based on simulation suggest that the bias (overestimate) can be as large as 60%, mostly via a bias in measuring ǫ e iso . Conservatively, we do not correct for the possible bias, but take it as a systematic uncertainty. We thus arrive at a 65% systematic uncertainty on the estimate of backgrounds due to events with two fake leptons by adding these two effects in quadrature. In addition, we verified in simulation that the techniques used to suppress leptonic W decays (i.e., inversion of the E miss T and RelIso requirements) do not alter or bias the selection efficiencies for fake leptons.",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "It is worth mentioning that this method of evaluating background with two fake leptons does not require any reweighting of measured efficiencies. The average efficiencies are obtained from a QCD-dominated subset of the preselection sample, and then applied directly to the preselection sample as a whole to derive the prediction for the number of events with two fake leptons in the signal region.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Next, we proceed with estimating the contribution of backgrounds with a single misidentified lepton. We start from a tight-loose control sample, to be further referred to as a sideband, and use the isolation selection efficiency for b jets, referred to as ǫ (b) , to predict event counts in the signal region. The sideband control sample contains events passing all signal selection criteria, except one of the two leptons is now required to have RelIso > 0.15. To begin, we count the number of events in this sample: 11 (µµ), 2 (ee), 6 (eµ), and 5 (µe), the last lepton indicating which one in the pair is non-isolated. Then, we estimate the contribution of the background with two fake leptons to the sideband sample using the efficiencies quoted above from the factorization procedure. For example, for the dimuon channel, the contribution to the sideband from events with two fake leptons is N µµ preselected • 2ǫ µ iso (1 − ǫ µ iso ) • ǫ MET . The resulting yield estimates for events with two fake leptons are 4.2 (µµ), 0.32 (ee), 2.3 (eµ), and 0.68 (µe). After subtracting this contribution, the remaining yields in the sideband are consistent with simulation predictions assuming that only tt (76%), single-t (7%), and W+jets (15%) contribute. This remaining sideband yield after subtraction is then scaled by an appropriate factor determined using the BTag-and-probe method [28], as described below.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "(b)",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1383,
                    "text": "[28]",
                    "end": 1387
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "The BTag-and-probe method relies on the basic premise that events with one fake lepton can be attributed to tt production, with one prompt lepton from leptonic W decay and the second fake lepton from semi-leptonic b decay. The efficiencies ǫ e iso are thus defined as the probabilities of a muon or electron from semi-leptonic b decay to pass the RelIso < 0.15 selection. These efficiencies can be measured in data using appropriately selected events from bb production. To determine ǫ e iso , we select a bb enriched control sample by requiring one b-tagged away-jet and one lepton candidate. In addition, we require H T > 100 GeV to arrive at a b-quark p T spectrum similar to that expected for the tt background in the search. To reduce the bias from leptonic W or Z decays, we furthermore require E miss T < 15 GeV and M T < 15 GeV, and veto events with two leptons -13 -JHEP06(2011)077 forming a mass within 7 GeV of the mass of the Z boson. Approximately 80% of the leptons in this sample are from semileptonic heavy-flavour decay.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "We find that the resulting bb control sample differs sufficiently from the expected tt background in both lepton kinematics and jet multiplicity (N jets ) to warrant corrections. We therefore measure the RelIso distribution in the bb control sample in data in bins of lepton p T and N jets , and reweight these distributions using event probabilities ω(p T , N jets ) derived from a tt simulation sample. The resulting reweighted RelIso distributions for these three samples are overlaid in figure 6 for muons (left) and electrons (right). The plots show distributions for tt simulation (red crosses) after all selections except RelIso on one of the two leptons, reweighted bb simulation (grey shade), and reweighted bb-enriched data (black dots). The agreement between the two simulation-based distributions validates the method. Agreement between data and simulation is observed but is not required for this method to be valid. The contents of the first bin of the two data plots are the above mentioned isolation selection efficiencies ǫ e iso = 0.036 +0.013 −0.008 , with uncertainties due to statistics only. We probed four different potential sources of systematic uncertainties in the BTag-andprobe method, and added their contributions in quadrature to arrive at a total systematic uncertainty on the ǫ (b) iso efficiency of 54 (29)% for electrons (muons). The largest contribution to this uncertainty is due to the statistical precision with which the method in simulation is verified. Other potential sources of systematic errors were found to give subdominant contributions. We evaluated the sensitivity of the measured ǫ iso to the choice of the H T requirement in the range from 100 to 150 GeV, when selecting the bb control sample in data. We allowed the W+jets contribution to the event count in the single fake control region to be twice as large as predicted from MC, with an ǫ (b) iso half/double of the one measured in the bb control sample. Finally, we used the MC to estimate the change in ǫ iso for different b-purities of the bb control sample. We then multiply the sideband yield in each of the four channels µµ, ee, eµ, and µe by the appropriate factor ǫ",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 491,
                    "text": "figure 6",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "start": 1055,
                    "text": "+0.013",
                    "end": 1061
                }
            ]
        },
        {
            "section": "JHEP06(2011)077",
            "text": "arrive at 0.52 ± 0.24 ± 0.26 as the estimate of the contribution of events with one fake lepton to the total background. The uncertainties quoted are statistical and systematic, respectively, taking correlations into account.",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "While the BTag-and-probe technique described above is based on different assumptions than the TL method of section 5.1, we note that in their implementation the two techniques are quite similar. Both techniques use events in a RelIso sideband combined with a scale factor determined from an independent control sample to estimate the background in the signal region. The most notable differences are the requirement of the away-jet b-tag, which targets leptons from b decay in the BTag-and-probe method, the choice of variables used to parametrize ǫ T /L in one case and ǫ",
            "paragraph_rank": 58,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "e iso in the other, and the size of the RelIso sideband used in the extrapolation.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Combining the background estimates for events with one and two fake leptons and propagating all statistical and systematic uncertainties between channels, including their correlations, we arrive at a final estimate of background due to fake leptons of 0.70 ± 0.23 ± 0.21 events, with the first (second) uncertainty being statistical (systematic).",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Search using hadronic triggers and τ h",
            "section_rank": 15
        },
        {
            "section": "Search using hadronic triggers and τ h",
            "text": "Simulation studies show clearly that the largest source of background for the τ h channels is due to τ h fake leptons. We estimate this background using the same \"Tight-Loose\" (TL) method as was used for fake leptons in section 5.1, except that for the \"Loose\" selection we loosen the τ h identification instead of the isolation. To be specific, part of the discrimination between hadronic τ decays and generic QCD jets is based on five neural networks trained to identify different hadronic τ decay modes. The neural network requirements are used for the tight, but not the loose selection.",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "Search using hadronic triggers and τ h",
            "text": "As in section 5.1, in order to predict the number of events from fake τ h , we measure the tight-to-loose ratio ǫ T L in bins of η and p T . On average, ǫ T L = 9.5 ± 0.5%, where the uncertainty is statistical only. This is measured using a single-τ h control sample with H T > 300 GeV and E miss T < 20 GeV. The H T requirement results in hadronic activity similar to our signal region, while the E miss T requirement reduces contributions from W, Z plus jets, and tt, resulting in a control region that is dominated by QCD multijet production.",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "section": "Search using hadronic triggers and τ h",
            "text": "The expected number of background events is estimated by selecting eτ , µτ , and τ τ events where the τ candidates pass the loose selection but fail the tight selection. We find 1, 2, and 2 such events, respectively, in these three channels. For the eτ and µτ channels, these events are weighted by the corresponding factors of ǫ T L /(1 − ǫ T L ), while for the τ τ channel each event is weighted by the product of two such factors, one corresponding to each of the two τ leptons in the event.",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "section": "Search using hadronic triggers and τ h",
            "text": "We perform two types of validation of this background estimate. First, we compare observation and prediction in the signal region for simulation. Second, we compare observation and prediction in data after relaxing the H T selection from 350 GeV to 150 GeV, and removing the E miss T requirement. In simulation the contribution of LM0 represents less than 4% of events with two same-sign isolated leptons and H T > 150 GeV. Table 1 presents both of these validations of the background estimation technique. We find good agreement between the observation and prediction in all channels in data and in the simulation. The largest source of systematic uncertainties in the prediction of background events is due to lack of statistics of simulated events to validate the method (30%). In addition, we find uncertainties of 18%, 8% and 7% in τ h τ h , eτ h , and µτ h , respectively, due to the correlation of ǫ T L with H T . We measure ǫ T L for H T > 150 GeV. We determine the systematic uncertainty as the difference in the number of predicted background events from the reference measurement at H T > 300 GeV with the measurement for H T > 150 GeV. From simulation studies it is found that an additional 10% systematic uncertainty must be added in quadrature in the eτ h and µτ h channels to account for neglecting background contributions from fake electrons and muons. Taking all of this into account, we arrive at an estimate of 0.28 ± 0.14 ± 0.09 events with fake leptons, where the uncertainties are statistical and systematic, respectively.",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 424,
                    "text": "Table 1",
                    "end": 431
                }
            ]
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 16
        },
        {
            "text": "Comparison of leptonic and H T -triggered analyses with electrons and muons in the final state",
            "section_rank": 17
        },
        {
            "section": "Comparison of leptonic and H T -triggered analyses with electrons and muons in the final state",
            "text": "As discussed above, we utilize two different trigger strategies to define selections that cover the maximum phase space possible in our search for new physics. In addition, the fact that these two selections have an overlap allows us to perform direct comparisons and cross-checks that we present in this section. We start by defining an overlap preselection requiring one electron or muon of p T >20 GeV and a second with p T > 10 GeV, H T > 300 GeV, and no E miss T or isolation requirements. We note that this corresponds to the preselection sample from section 5.2 with the p T of the leptons tightened to be consistent with section 5.1. Comparing yields from this selection for the two trigger strategies on an event-by-event basis, we find that all of the H T -triggered events are also present in the lepton-triggered sample. From this comparison, we calculate efficiencies for the H T and leptonic triggers to be (92 ± 4) % and (100 +0 −2 ) %, respectively. While statistics are limited, this confirms the trigger efficiencies measured in independent data samples, as presented in section 4.",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "section": "Comparison of leptonic and H T -triggered analyses with electrons and muons in the final state",
            "text": "Sections 5.1 and 5.2 introduced two alternative methods for estimating the background due to fake leptons. Here we compare the two independent predictions in the region of overlap for the two searches. To compare the two methods in a common signal region, we JHEP06(2011)077 Figure 7. (Left) The probability to mismeasure the electron charge as a function of η in the p T range 10−100 GeV, as obtained from simulation. (Right) Same-sign ee invariant mass distribution in data compared with the Z → ee expectation from simulation. require E miss T > 30 GeV and the lepton isolation described in section 5.1, in addition to the preselection defined above. The TL method predicts 0.68±0.39 based on a yield of 3 events that pass the loose selection. The second method introduced in section 5.2 results in an estimate of 0.27 ± 0.12 events based on 11 events in the RelIso sideband. Both of these uncertainties are statistical only. We thus conclude that the two trigger strategies lead to consistent results within the kinematic region where they overlap, and the two methods of estimating backgrounds due to fake leptons give consistent results in that region.",
            "paragraph_rank": 66,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 275,
                    "text": "Figure 7",
                    "end": 283
                }
            ]
        },
        {
            "text": "Electron charge mismeasurement",
            "section_rank": 18
        },
        {
            "section": "Electron charge mismeasurement",
            "text": "A second potentially important source of background consists of opposite-sign dilepton events (e ± e ∓ or e ± µ ∓ ) where the sign of the charge of one of the electrons is mismeasured because of hard bremsstrahlung in the tracker volume.",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "section": "Electron charge mismeasurement",
            "text": "We measure the electron charge in three different ways. Two of the measurements are based on the reconstructed track from two separate tracking algorithms: the standard CMS track reconstruction algorithm [29,30] and the Gaussian Sum Filter algorithm [31], optimized for the measurement of electron tracks that radiate in the tracker material. The third measurement is based on the relative position of the calorimeter cluster and the projection to the calorimeter of a line segment built out of hits in the pixel detector. To reduce the effect of charge mismeasurements, we require agreement among the three measurements.",
            "paragraph_rank": 68,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 204,
                    "text": "[29,",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 208,
                    "text": "30]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 250,
                    "text": "[31]",
                    "end": 254
                }
            ]
        },
        {
            "section": "Electron charge mismeasurement",
            "text": "After this requirement, the probability of mismeasuring the charge of an electron in simulation is at the level of a few per mille, even in the |η| > 1 region where the amount of material is largest, as can be seen in figure 7 (left).",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "section": "Electron charge mismeasurement",
            "text": "To demonstrate our understanding of this probability, we show in figure 7 (right) the invariant-mass spectrum for same-sign ee events and our simulation-based prediction from Z → ee with one mismeasured charge. The Z sample shown uses the tight electron selection described in section 4.1, except with no jet or H T requirement. Instead, we require E miss T < -17 -",
            "paragraph_rank": 70,
            "section_rank": 18
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 19
        },
        {
            "section": "JHEP06(2011)077",
            "text": "20 GeV and transverse mass < 25 GeV to reduce backgrounds from W+ jets. The highestp T lepton has been used in the calculation of the transverse mass.",
            "paragraph_rank": 71,
            "section_rank": 19
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Measurement of the electron momentum is dominated by the energy measurements in the calorimeter, while the measurement of its charge is dominated by measurements in the tracker. An electron with mismeasured charge will thus still have a correctly measured momentum, leading to the clear Z peak in the e ± e ± invariant-mass displayed in figure 7 (right). Normalized to 35 pb −1 , the simulation predicts 7.4 ± 0.9 events in the Z mass region, with the quoted uncertainty due to statistics. In data, we observe 5 events in the same region. We predict the same-sign Z yield in simulation (6.37 ± 0.03) and data (4.9 ± 0.1) based on reweighting the opposite-sign Z → e ± e ∓ yield by a simulation-based parametrization of the probability for electron charge mismeasurement as a function of p T and η.",
            "paragraph_rank": 72,
            "section_rank": 19
        },
        {
            "section": "JHEP06(2011)077",
            "text": "For the leptonic trigger searches we estimate the number of background events due to charge misidentification by scaling the opposite-sign yields by the above probability function. We estimate the background due to electron charge misidentification as 0.012 ± 0.002 and 0.04 ± 0.01 for the E miss T > 80 GeV and H T > 200 GeV regions, respectively. For the H T -triggered searches these backgrounds are further reduced since the opposite-sign yield is smaller given the tighter H T requirement. The resulting background prediction is 0.008 ± 0.005 (ee) and 0.004 ± 0.002 (eµ) events. For the search with τ h in the final state, this background is negligible and ignored, as even in the opposite-sign eτ h channel, background τ h contributions dominate over those with a prompt τ h .",
            "paragraph_rank": 73,
            "section_rank": 19
        },
        {
            "section": "JHEP06(2011)077",
            "text": "We assign a 50% systematic uncertainty on the estimated backgrounds due to electron charge mismeasurement. This is motivated by the statistics available in the doubly charged Z → e ± e ± signal region.",
            "paragraph_rank": 74,
            "section_rank": 19
        },
        {
            "text": "Signal acceptance and efficiency systematic uncertainties",
            "section_rank": 20
        },
        {
            "section": "Signal acceptance and efficiency systematic uncertainties",
            "text": "Electron and muon identification efficiencies above p T ≈ 20 GeV are known at the level of 3% per electron and 1.5% per muon, based on studies of large samples of Z → ee and µµ events in data and simulation. The uncertainties increase as the efficiencies themselves decrease towards lower p T , reaching 6% (8%) per muon (electron) at 5 (10) GeV. In addition, there is a potential mismodelling of the lepton isolation efficiency between data and simulation that grows with the amount of hadronic activity per event. To assess this, we compare the isolation efficiency as a function of track multiplicity in data and simulation for Z → ee and µµ, and extrapolate to new physics signals with large hadronic activity using simulation, as discussed in more detail in section 8. Based on this, we assign an additional 5% systematic uncertainty per lepton. There is also a 1% (5%) uncertainty associated with the lepton (H T ) trigger efficiency.",
            "paragraph_rank": 75,
            "section_rank": 20
        },
        {
            "section": "Signal acceptance and efficiency systematic uncertainties",
            "text": "The efficiency of the hadronic τ h selection is studied in data via the process Z → τ τ , where one τ decays hadronically while the other decays into a muon [13]. The available statistics are an order of magnitude lower than the statistics available in Z → ee or µµ, at significantly lower purity. Accordingly, τ h reconstruction versus p T can not be studied at the same level of detail in data as for the electron and muon reconstruction, and we depend JHEP06 (2011)077to a greater extent on an accurate simulation than we do for electrons and muons. We assign an uncertainty of 30% [15] to the τ h selection efficiency to account for the limited statistics available in data to validate the efficiency measured in simulation.",
            "paragraph_rank": 76,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 157,
                    "text": "[13]",
                    "end": 161
                },
                {
                    "start": 462,
                    "text": "(2011)077",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 585,
                    "text": "[15]",
                    "end": 589
                }
            ]
        },
        {
            "section": "Signal acceptance and efficiency systematic uncertainties",
            "text": "An additional source of systematic uncertainty is associated with the current ≈ 5% uncertainty on the hadronic energy scale [19] at CMS. This scale uncertainty limits our understanding of the efficiency of the H T and E miss T requirements. Clearly, final states where the typical H T and E miss T are large compared to the selection values used in the analysis are less affected than those with smaller H T and E miss T . We compute the systematic uncertainty due to this effect for the LM0 benchmark point with the four signal selections using the method of ref. [27]. We use the LM0 model as it is typical of the possible SUSY final states to which these analyses are sensitive. We find that the uncertainty varies between 1% at H T > 60 GeV and 7% at H T > 350 GeV, the values of H T used in the selections for the lepton-triggered baseline and τ h search respectively.",
            "paragraph_rank": 77,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 124,
                    "text": "[19]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 565,
                    "text": "[27]",
                    "end": 569
                }
            ]
        },
        {
            "section": "Signal acceptance and efficiency systematic uncertainties",
            "text": "Uncertainties in the acceptance due to the modelling of initial-and final-state radiation and knowledge of the parton density functions (PDF) are estimated to be 2%. For the latter, we use the CTEQ6.6 [32] PDF and their uncertainties.",
            "paragraph_rank": 78,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 201,
                    "text": "[32]",
                    "end": 205
                }
            ]
        },
        {
            "section": "Signal acceptance and efficiency systematic uncertainties",
            "text": "Based on LM0 as a signal model, we arrive at total uncertainties on signal efficiencies of 12%, 15%, and 30% for the lepton triggered, H T triggered low p T , and H T triggered τ h analyses, respectively. This includes a 4% luminosity systematic uncertainty [33]. In addition, to interpret these limits in terms of constraints on new physics models, one needs to take into account any model-dependent theoretical uncertainties.",
            "paragraph_rank": 79,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 258,
                    "text": "[33]",
                    "end": 262
                }
            ]
        },
        {
            "text": "Summary of results",
            "section_rank": 21
        },
        {
            "section": "Summary of results",
            "text": "The results of our searches are summarized in table 2. The background (BG) predictions are given by the rows labelled \"predicted BG\". In addition to the background estimate from data, we also present an estimate of the background based on simulation in the rows labeled as \"MC\". While QCD multijet production samples are used for testing background estimation methods in our control regions, they are too statistically limited to provide meaningful estimates of yields in the signal regions listed in table 2, and are thus not included. All other SM simulation samples described in section 4 are included. Figure 8 summarizes the signal region yields and background composition in all four search regions presented in table 2. The lepton plus jets background where the second lepton candidate is a fake lepton from a jet clearly dominates all search regions. The low-p T -lepton analysis has a small, but non-negligible, background contribution from events with two fake leptons. Estimates for backgrounds due to events with one or two fake leptons were obtained directly from data in appropriately chosen control regions, as described in detail in sections 5. 1, 5.2, and 5.3. In the ee and eµ final states, small additional background constributions are present due to the electron charge mismeasurement, as discussed in section 5.5. The remaining irreducible background from two prompt isolated same-sign leptons (WZ, ZZ, ttW, etc.) amounts to at most 10% of the total and is estimated based on theoretical cross section predictions and simulation. Uncertainties on the background prediction include statistical and systematic uncertainties added in quadrature. Contributions estimated with simulation are assigned a JHEP06 2011  Table 2. Observed and estimated background yields for all analyses. The rows labeled \"predicted BG\" refer to the sum of the data-driven estimates of the fake lepton contributions, and the residual contributions predicted by the simulation. The rows labeled \"MC\" refer to the background as predicted from the simulation alone. Rows labeled \"observed\" show the actual number of events seen in data. The last column (95% CL UL Yield) represents observed upper limits on event yields from new physics.",
            "paragraph_rank": 80,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 606,
                    "text": "Figure 8",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "start": 1161,
                    "text": "1, 5.2, and 5.3.",
                    "end": 1177
                },
                {
                    "start": 1727,
                    "text": "2011",
                    "end": 1731
                },
                {
                    "type": "table",
                    "start": 1733,
                    "text": "Table 2",
                    "end": 1740
                }
            ]
        },
        {
            "section": "Summary of results",
            "text": "50% systematic uncertainty. Data-driven estimates are assigned a systematic uncertainty between 30% and 50% across the various signal regions and channels. The ee, eµ, and µµ channels have partially or fully correlated systematic uncertainties, as described in detail in section 5. We see no evidence of an event yield in excess of the background prediction and set 95% CL upper limits (UL) on the number of observed events using a Bayesian method [34] with a flat prior on the signal strength and log-normal priors for efficiency and background uncertainties. These include uncertainties on the signal efficiency of 12% , 15%, and 30% for the lepton triggered, H T triggered low-p T , and H T triggered τ h analyses, respectively, as discussed in more detail in section 6. Based on the LM0 benchmark model, the simulation predicts 7.3, 9.6, 9.1, and 2.0 events for the four signal regions, respectively. These LM0 yields are based on the individual NLO cross sections for all production processes that contribute to the expected signal yield.",
            "paragraph_rank": 81,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 448,
                    "text": "[34]",
                    "end": 452
                }
            ]
        },
        {
            "text": "Interpretation of results",
            "section_rank": 22
        },
        {
            "section": "Interpretation of results",
            "text": "One of the challenges of signature-based searches is to convey information in a form that can be used to test a variety of specific physics models. In this section we present additional information that can be used to confront models of new physics in an approximate way by JHEP06 2011  Figure 8. A visual summary of the observed number of data events, the expected number of background events, and the composition of the background for the four search regions.",
            "paragraph_rank": 82,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 281,
                    "text": "2011",
                    "end": 285
                },
                {
                    "type": "figure",
                    "start": 287,
                    "text": "Figure 8",
                    "end": 295
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "generator-level simulation studies that compare the expected number of events in 35 pb −1 with our upper limits shown in table 2.",
            "paragraph_rank": 83,
            "section_rank": 22
        },
        {
            "section": "Interpretation of results",
            "text": "The kinematic requirements described in section 4 are the first key ingredients of such studies. The H T variable can be approximated by defining it as the scalar sum of the p T of all final-state quarks (u, d, c, s, and b) and gluons with p T > 30 GeV produced in the hard-scattering process. The E miss T can be defined as the magnitude of the vector sum of the transverse momentum over all non-interacting particles, e.g., neutrinos and LSP. The ratio of the mean detector responses for H T and E miss T as defined above, to their true values are 0.94 ± 0.05, and 0.95 ± 0.05, respectively, where the uncertainties are dominated by the jet energy scale uncertainty. The resolution on these two quantities differs for the different selections. In addition, the E miss T resolution depends on the total hadronic activity in the event. It ranges from about 7 to 25 GeV for events with H T in the range of 60 to 350 GeV. The H T resolution decreases from about 26% at 200 GeV to 19% for 300 GeV and to 18% for 350 GeV. The H T resolution was measured in simulation using the LM0 reference model, while the E miss T resolution was measured in data. Figure 9 shows the efficiency versus p T using the LM0 reference model for e, µ (left), and τ h (right). Efficiencies here include reconstruction, isolation, and selection. We fit the curves in figure 9 to the functional form: efficiency(p T ) = ǫ max + A× (erf((p T − P T cut )/B) −1 ). We fix P T cut to 10, 5, 15 GeV, and find (A, B, ǫ max ) of (0. 40, 18, 0.66), (0.32, 18, 0.75), and (0.45, 31, 0.45) for e, µ, and τ h , respectively.",
            "paragraph_rank": 84,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 204,
                    "text": "(u, d, c, s, and b)",
                    "end": 223
                },
                {
                    "type": "figure",
                    "start": 1147,
                    "text": "Figure 9",
                    "end": 1155
                },
                {
                    "type": "bibr",
                    "start": 1499,
                    "text": "40, 18, 0.66), (0.32, 18, 0.75), and (0.45, 31, 0.45)",
                    "end": 1552
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "Lepton isolation efficiencies depend on the hadronic activity in the event, and in some extreme cases like significantly boosted top quarks, on the event topology. The number of charged particles at the generator level after fragmentation and hadronization is a good measure of the first of these two effects, and has been shown to agree reasonably well between data and simulation [35]. We find that the isolation efficiency reduces roughly linearly -   Figure 9. Electron, muon (left) and τ h (right) selection efficiencies as a function of p T . The results of the fits described in the text are shown by the dotted lines. by 10% for every 15 charged particles with p T > 3 GeV within the detector acceptance. This was studied using Drell-Yan and LM0 simulation, and compared with Z → ℓ + ℓ − data. The linearity was thus shown to be valid within a range of charged multiplicities from about 10 to 40. The LM0 reference model shown in figure 9 has an average charged multiplicity of ∼ 25 for events that pass our selections. To arrive at the lepton efficiency for a new physics model with an average charged multiplicity of ∼ 40, one would take the efficiency parametrization depicted in figure 9 and multiply it by 0.9 to account for the 10% change in isolation efficiency due to the larger average charged multiplicity. The second effect, i.e., topologies as in boosted top quarks, is difficult to model at generator level, as the isolation efficiency may vary by an order of magnitude or more in extreme cases. Our results are thus not easily interpretable in new physics models with such characteristics without a detailed detector simulation.",
            "paragraph_rank": 85,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 382,
                    "text": "[35]",
                    "end": 386
                },
                {
                    "type": "figure",
                    "start": 455,
                    "text": "Figure 9",
                    "end": 463
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "To show the level of precision obtainable based on such a simple efficiency model, figure 10 compares the exclusion line for CMSSM with tanβ = 3, A 0 = 0 GeV, and µ > 0, as obtained from simulation (solid blue) with the corresponding curve (dashed black) for this simple efficiency model. For the exclusion plane, the SUSY particle spectrum is calculated using SoftSUSY [36] along with sparticle decay using SDECAY [37]. The signal events are generated with PYTHIA 6.4.22 [24] using CTEQ6m [38] PDF. The NLO cross sections are obtained with the cross section calculator Prospino [39] at each point in the (m 0 , m 1/2 ) plane individually.",
            "paragraph_rank": 86,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 370,
                    "text": "[36]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 415,
                    "text": "[37]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 472,
                    "text": "[24]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 490,
                    "text": "[38]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 579,
                    "text": "[39]",
                    "end": 583
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "When applying the simple efficiency model, we use the description above for the E miss T and H T response and resolution, and the efficiency functions displayed in figure 9. No attempt was made here to correct for differences in hadronic event environment as those are small for the relevant (m 0 , m 1/2 ) points. The width of the red shaded band around the blue line indicates uncertainties in the NLO cross section calculation. It includes variations JHEP06(2011)077 Figure 10. Exclusion contour in the m 0 -m 1/2 plane for CMSSM as described in the text. Comparing the width of the red shaded band (theoretical uncertainty) around the blue curve with the difference between the solid blue and dashed black curves shows that the imperfections in the simple efficiency model described in the text are small compared to the theoretical uncertainties.",
            "paragraph_rank": 87,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 164,
                    "text": "figure 9",
                    "end": 172
                },
                {
                    "type": "figure",
                    "start": 470,
                    "text": "Figure 10",
                    "end": 479
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "of the PDF and simultaneous variation by a factor of two of the renormalization and factorization scales. Both effects are added in quadrature. Figure 10 shows that the theoretical uncertainties are larger than the imperfections in the simple efficiency model. The specific limit shown here corresponds to the leptonic trigger result with E miss T > 80 GeV for the purpose of illustration. The contour separates the bottom-left region where the expected event yield would be larger than the observed limit of 3.1 events (see table 2, first row, last column) from the top-right region where such expected yield would be lower.",
            "paragraph_rank": 88,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 144,
                    "text": "Figure 10",
                    "end": 153
                }
            ]
        },
        {
            "section": "Interpretation of results",
            "text": "We choose this CMSSM model because it provides a common reference point to compare with previously published Tevatron results [40,41]. The excluded regions from LEP are based on searches for sleptons and charginos [42][43][44][45][46]. Other final states, especially the all-hadronic [22], are better suited for this standard reference model, while the leptonic same-sign final state explored in this paper is more appropriate to constrain a wide variety of other new physics models [1][2][3][4][5][6][7]. As discussed in section 4, in a general supersymmetry context, one might expect gluino-gluino or gluino-squark production to lead to same-sign dilepton events via a decay chain involving a chargino. The salient, and very generic feature here is one lepton per gluino with either sign being equally likely. As a result, 50% of the dilepton events will be same-sign. Moreover, these cascade decays are typically characterized by two mass difference scales that separately determine typical H T and lepton JHEP06 (2011)077p T values. Different models of new physics may thus populate only one or the other of our different search regions.",
            "paragraph_rank": 89,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 126,
                    "text": "[40,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 130,
                    "text": "41]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 214,
                    "text": "[42]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 218,
                    "text": "[43]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 222,
                    "text": "[44]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 226,
                    "text": "[45]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 230,
                    "text": "[46]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 284,
                    "text": "[22]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 483,
                    "text": "[1]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 486,
                    "text": "[2]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 489,
                    "text": "[3]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 492,
                    "text": "[4]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 495,
                    "text": "[5]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 498,
                    "text": "[6]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 501,
                    "text": "[7]",
                    "end": 504
                },
                {
                    "start": 1016,
                    "text": "(2011)077",
                    "end": 1025
                }
            ]
        },
        {
            "text": "Summary and conclusions",
            "section_rank": 23
        },
        {
            "section": "Summary and conclusions",
            "text": "Using two different trigger strategies, we have searched for new physics with same-sign dilepton events in the ee, µµ, eµ, eτ h , µτ h , and τ h τ h final states, and have seen no evidence for an excess over the background prediction. The τ h leptons referred to here are reconstructed via their hadronic decays. The dominant background processes in all final states except τ h τ h involve events with one fake lepton. In the τ h τ h final state, events with two fake τ h dominate. We have presented methods to derive background estimates from the data for all major background sources. We have set 95% CL upper limits on the number of signal events within |η| < 2.4 at 35 pb −1 in the range of 3.1 to 4.5 events, depending on signal region, and have presented details on signal efficiencies that can be used to confront a wide variety of models of new physics. Our analysis extends the region excluded by experiments at LEP and the Tevatron in the CMSSM model.",
            "paragraph_rank": 90,
            "section_rank": 23
        },
        {
            "text": "17 6",
            "section_rank": 24
        },
        {
            "section": "17 6",
            "text": "using hadronic triggers, electrons, and muons 10 5.3 Search using hadronic triggers and τ h 15 5.4 Comparison of leptonic and H T -triggered analyses with electrons and muons in the final state 16 5.5 Electron charge mismeasurement Signal acceptance and efficiency systematic uncertainties 18",
            "paragraph_rank": 91,
            "section_rank": 24
        },
        {
            "text": "Figure 2 (",
            "section_rank": 25
        },
        {
            "section": "Figure 2 (",
            "text": "left) shows three events (red dots) in the baseline region, one of which barely satisfies H T > 200 GeV, but fails the E miss T > 80 GeV requirement.",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "Figure 5 .",
            "section_rank": 26
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. (Left) The lepton isolation efficiency for one (solid squares) and two (open squares) leptons as a function of the relative isolation parameter cut. Also shown is the predicted doublelepton efficiency if the two lepton efficiencies are assumed to be independent of each other. Only the dimuon sample is shown here. (Right) The lepton isolation efficiency as a function of the E miss T cut for electrons and muons with different requirements on the lepton impact parameter. Details are given in the text.",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "Figure 6 .",
            "section_rank": 27
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Isolation variable distributions obtained with the BTag-and-probe method for muons (left) and electrons (right). Efficiencies for the RelIso < 0.15 (first bin in the distributions shown) are explicitly quoted.",
            "paragraph_rank": 94,
            "section_rank": 27
        },
        {
            "text": "Table 1 .",
            "section_rank": 28
        },
        {
            "section": "Table 1 .",
            "text": "Validation of the TL method. The number of observed events is compared to the number of predicted events in simulation (first two columns) and in a background-dominated control region with relaxed selection criteria (last two columns). The simulation is normalized to 35 pb −1 . The first and second uncertainties in the number of predicted events in data are statistical and systematic, respectively.",
            "paragraph_rank": 95,
            "section_rank": 28
        },
        {
            "text": "077",
            "paragraph_rank": 96,
            "section_rank": 29
        },
        {
            "text": "Acknowledgments",
            "section_rank": 31
        },
        {
            "section": "Acknowledgments",
            "text": "We wish to congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC machine. We thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: FMSR (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES (Croatia); RPF (Cyprus); Academy of Sciences and NICPB (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NKTH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Korea); LAS (Lithuania); CINVESTAV, CONA-CYT, SEP, and UASLP-FAI (Mexico); MSI (New Zealand); PAEC (Pakistan); SCSR (Poland); FCT (Portugal); JINR (Armenia, Belarus, Georgia, Ukraine, Uzbekistan); MST and MAE (Russia); MSTD (Serbia); MICINN and CPAN (Spain); Swiss Funding Agencies (Switzerland); NSC (Taipei); TUBITAK and TAEK (Turkey); STFC (United Kingdom); DOE and NSF (USA).",
            "paragraph_rank": 97,
            "section_rank": 31
        },
        {
            "section": "Acknowledgments",
            "text": "Individuals have received support from the Marie-Curie programme and the European Research Council (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Associazione per lo Sviluppo Scientifico e Tecnologico del Piemonte (Italy); the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); and the Council of Science and Industrial Research, India.",
            "paragraph_rank": 98,
            "section_rank": 31
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 99,
            "section_rank": 31
        },
        {
            "section": "Acknowledgments",
            "text": "- 24 -JHEP06 (2011)077",
            "paragraph_rank": 100,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 13,
                    "text": "(2011)077",
                    "end": 22
                }
            ]
        },
        {
            "text": "JHEP06(2011)077",
            "section_rank": 33
        },
        {
            "section": "JHEP06(2011)077",
            "text": "Universidade do Estado do Rio de Janeiro, Rio de Janeiro, Brazil ",
            "paragraph_rank": 101,
            "section_rank": 33
        }
    ]
}