{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The observation of a narrow structure near the J/ψ φ threshold in exclusive B + → J/ψ φ K + decays produced in pp collisions at √ s = 1.96 TeV is reported. A signal of 19 ± 6(stat) ± 3(syst) events, with statistical significance of 5.0 standard deviations, is seen in a data sample corresponding to an integrated luminosity of 6.0 fb −1 , collected by the CDF II detector. The mass and natural width of the structure are determined to be m = 4143.4 +2.9 −3.0 (stat) ± 0.6(syst) MeV/c 2 and Γ = 15.3 +10.4 −6.1 (stat) ± 2.5(syst) MeV/c 2 , consistent with the previous measurements reported as evidence of the Y (4140).",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In recent years, several states with charmonium-like decays were discovered, which do not fit properly into the established charmonium picture. These states, called X, Y, Z, are candidates for exotic mesons beyond the conventional quark-antiquark model (qq). Possible interpretations are quark-gluon hybrids (qqg), four-quark states (qqqq), molecular states composed of two usual mesons, glueballs, et cetera.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "CDF reported an evidence for a narrow near-threshold structure in the J/ψφ mass spectrum, called Y (4140), using exclusive B + → J/ψφK + decays. 1 As there was no signal seen by Belle in a subsequent search, 2 it is important to investigate with a larger CDF data sample. Consisting of two vector mesons (positive C-parity), the final state J/ψφ is a good channel to search for an exotic meson. The observed excess would be the first charmonium-like structure decaying into two heavy quarkonium states (cc and ss). Because the mass in this channel is high enough for open charm decays, an explanation as charmonium state is very unlikely for a narrow structure. A search near the J/ψ φ threshold is also motivated by the closeness of the Y (3930) to the J/ψ ω threshold. Some of the possible exotic explanations for the Y (4140) are discussed in Ref. 3.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Candidate Selection",
            "section_rank": 3
        },
        {
            "section": "Candidate Selection",
            "text": "We report on an update of the search for structures in the J/ψφ system produced in exclusive B + → J/ψφK + decays. 4 The employed dataset was collected by the CDF II detector at the Tevatron and corresponds to an integrated luminosity of 6.0 fb −1 . It was accumulated using a dedicated dimuon trigger which requires a µ + µ − pair with a mass of 2.7 < m(µ + µ − ) < 4.0 GeV/c 2 . Due to trigger prescales at increasing instantaneous luminosities one cannot expect a linear increase of the sample size compared to the previous analysis 1 with 2.7 fb −1 .",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Candidate Selection",
            "text": "In order to build B + → J/ψφK + candidates, first J/ψ → µ + µ − and φ → K + K − candidates are reconstructed which are then combined with an additional charged track with kaon mass hypothesis. Thereby, the reconstructed J/ψ and φ masses are required to lie within 50 MeV/c 2 (J/ψ) respective 7 MeV/c 2 (φ) of the corresponding world average values. The combinatorial background can be reduced significantly with a higher threshold of the B + decay length in the transverse plane (L xy (B + )) to exploit the long B meson lifetime. In addition, a kaon identification quantity can be used to obtain a further background reduction by separating the final state kaons from the dominant pion background. For that purpose, the information about the ionization energy loss dE/dx in the drift chamber and the information from the Time-of-Flight detector are combined in a log-likelihood ratio LLR Kaon . The cuts L xy (B + ) > 500 µm and LLR Kaon > 0.2 are chosen by optimizing the quantity S/ √ S + B, where S and B are the numbers of B + signal and background events, respectively. After both requirements, a background reduction factor of approximately four orders of magnitude is accomplished. Figure 1(a) shows the resulting J/ψφK + mass spectrum. A fit with a Gaussian signal and a linear background function yields 115 ± 12 signal events, corresponding to a 53% increase over the previous analysis. For the examination of the J/ψφ spectrum, only candidates within ±3σ (±17.7 MeV/c 2 ) around the nominal B + mass are selected. Furthermore, sideband events within [−9, −6]σ and [+6, +9]σ around the nominal B + mass are used to model the combinatorial background in the J/ψφ spectrum. Figure 1 ",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1190,
                    "text": "Figure 1",
                    "end": 1198
                },
                {
                    "type": "figure",
                    "start": 1683,
                    "text": "Figure 1",
                    "end": 1691
                }
            ]
        },
        {
            "section": "Candidate Selection",
            "text": "distributions of the resulting J/ψφ candidates. Whereas the Y (4140) can be seen as narrow near-threshold excess in the B mass window, no such evidence is found from the B mass sidebands. Figure 2(a) shows the Dalitz plot of the candidates from the B mass window and figure 2(b) the B sideband-subtracted K + K − mass spectrum without φ mass window requirement. The fit function is a P -wave relativistic Breit-Wigner convolved with a Gaussian to account for the detector resolution. As there is no significant background contribution, the B + → J/ψK + K − K + final state is well described as J/ψφK + . A comparison between the J/ψφ mass difference distributions of the dataset used for the updated analysis described in this write-up, corresponding to an integrated luminosity of 6.0 fb −1 , and the one employed for the published Y (4140) measurement 1 , corresponding to 2.7 fb −1 , can be found in  CDF Run II Preliminary L=6.0 fb Fig. 3. Comparison between the J/ψφ mass difference histograms of the dataset used for the updated analysis described in this write-up (6.0 fb −1 ) in black and the one employed for the published Y (4140) measurement (2.7 fb −1 ) in dashed red. ",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 188,
                    "text": "Figure 2",
                    "end": 196
                },
                {
                    "type": "figure",
                    "start": 936,
                    "text": "Fig. 3",
                    "end": 942
                }
            ]
        },
        {
            "text": "Fits to Data and Significance Determination",
            "section_rank": 4
        },
        {
            "section": "Fits to Data and Significance Determination",
            "text": "An unbinned maximum likelihood fit is performed, where the enhancement is described by the convolution of an Swave relativistic Breit-Wigner function with a Gaussian resolution of 1.7 MeV/c 2 obtained from Monte Carlo simulations, and the background is modeled by threebody phase space. Including systematic uncertainties, which are estimated by varying the fit model, the fit yields 19±6(stat)±3(syst) signal events. It returns a mass of m = 4143.4 +2.9 −3.0 (stat)±0.6(syst) MeV/c 2 after including the world average J/ψ mass and a decay width of Γ = 15.3 +10.4 −6.1 (stat) ± 2.5(syst) MeV/c 2 , both consistent with the values from the published measurement 1 . The observed width, which is much larger than the resolution, suggests a strong decay for the Y (4140). Furthermore, the relative branching fraction to the nonresonant B + → J/ψ φ K + decay is measured as B(B + →Y (4140) K + , Y (4140)→J/ψ φ) B(B + →J/ψ φ K + ) = 0.149 ± 0.039(stat) ± 0.024(syst), where the relative efficiency is determined to be 1.1, using an S-wave relativistic Breit-Wigner function with mean and width values determined from data to represent the Y (4140) structure and three-body phase space kinematics for the nonresonant B + → J/ψ φ K + decay.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 558,
                    "text": "+10.4",
                    "end": 563
                }
            ]
        },
        {
            "section": "Fits to Data and Significance Determination",
            "text": "In order to estimate the probability of a creation of such a signal due to background fluctuations, a large number of three-body phase space B + decays are performed and the number of trials which produce a signal with a log-likelihood ratio −2 ln (L 0 /L max ) of the null hypothesis fit and the signal hypothesis fit larger than the value measured in data are counted (see figure 4(b)). Thereby, the mass can be anywhere in the considered ∆M window and the width has to be larger than the detector resolution and smaller than 120 MeV/c 2 . This procedure leads to a p-value of 2.3 • 10 −7 , corresponding to a significance of the enhancement of 5.0σ.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 375,
                    "text": "figure 4(b)",
                    "end": 386
                }
            ]
        },
        {
            "section": "Fits to Data and Significance Determination",
            "text": "In figure 4(a), an additional excess above the background appears at a mass of approximately 1.18 GeV/c 2 . With the parameters of the Y (4140) fixed to the values obtained from the fit described above, another unbinned maximum likelihood fit assuming two structures and the same background model as before is performed. Thereby, the additional enhancement is described by the convolution of an S-wave . (a) J/ψφ mass difference distribution with a fit to the data, where an additional signal structure is included which is located about one pion mass higher than the Y (4140). (b) Distribution of the log-likelihood ratio of the fit assuming only the Y (4140) and the fit assuming two signal structures for the simulation trials. The vertical red line indicates the value obtained in data.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3,
                    "text": "figure 4(a)",
                    "end": 14
                }
            ]
        },
        {
            "section": "Fits to Data and Significance Determination",
            "text": "relativistic Breit-Wigner function with a Gaussian resolution of 3.0 MeV/c 2 obtained from Monte Carlo simulations. The measured data distribution together with the fit projection can be found in 5(a). The fit returns a yield of 22 ± 8 signal events, a mass, after including the world average J/ψ mass, of m = 4274.4 +8.4 −6.7 MeV/c 2 and a decay width of Γ = 32.3 +21.9 −15.3 MeV/c 2 . Just like in the Y (4140) case, the statistical significance of the additional excess is determined by simulations, where the log-likelihood ratio of the fit assuming only the Y (4140) and the fit assuming two signal structures is calculated (see figure 5(b)). This leads to a p-value of 1.1 • 10 −3 , corresponding to a significance of 3.1σ.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "+21.9",
                    "end": 370
                },
                {
                    "type": "figure",
                    "start": 634,
                    "text": "figure 5(b)",
                    "end": 645
                }
            ]
        },
        {
            "section": "Fits to Data and Significance Determination",
            "text": "After the first confirmation of Belle's X(3872), including the determination of its allowed quantum numbers and the most precise mass measurement, 5 CDF keeps contributing to the field of exotic X, Y, Z states with this recent observation of a narrow structure, called Y (4140), near the J/ψ φ threshold in exclusive B + → J/ψ φ K + decays.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "(b) shows the mass difference ∆M",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Fig. 1 .Fig. 2 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 1 .Fig. 2 .",
            "text": "Fig. 1. (a) J/ψφK + mass distribution with a fit to the data represented by the solid blue line. The vertical dashed black and red lines indicate the B + mass window and sidebands described in the text. (b) Mass difference distributions of the resulting J/ψφ candidates from the B + mass window (black histogram) and sidebands (red histogram).",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Figure 4",
            "section_rank": 7
        },
        {
            "section": "Figure 4",
            "text": "Figure 4(a) shows the ∆M distribution from the B mass window excluding events with ∆M > 1.56 GeV/c 2 in order to avoid combinatorial backgrounds from misiden-",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Fig. 5. (a) J/ψφ mass difference distribution with a fit to the data, where an additional signal structure is included which is located about one pion mass higher than the Y (4140). (b) Distribution of the log-likelihood ratio of the fit assuming only the Y (4140) and the fit assuming two signal structures for the simulation trials. The vertical red line indicates the value obtained in data.",
            "paragraph_rank": 15,
            "section_rank": 8
        }
    ]
}