{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for pair-production of first generation scalar leptoquarks is performed in the final state containing an electron, a neutrino, and at least two jets using proton-proton collision data at",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The data were collected by the CMS detector at the LHC, corresponding to an integrated luminosity of 36 pb −1 . The number of observed events is in good agreement with the predictions for standard model processes. Prior CMS results in the dielectron channel are combined with this electron + neutrino search. A 95% confidence level combined lower limit is set on the mass of a first generation scalar leptoquark at 339 GeV for β = 0.5, where β is the branching fraction of the leptoquark to an electron and a quark. These results represent the most stringent direct limits to date for values of β greater than 0.05.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The standard model (SM) of particle physics has an intriguing but ad hoc symmetry between quarks and leptons. In some theories beyond the SM, such as SU(5) grand unification [1],   [2], composite models [3], technicolor [4][5][6], and superstring-inspired E 6 models [7], the existence of a new symmetry relates the quarks and leptons in a fundamental way. These models predict the existence of new bosons, called leptoquarks. The leptoquark (LQ) is coloured, has fractional electric charge, and couples to a lepton and a quark with coupling strength λ. The leptoquark decays to a charged lepton and a quark, with unknown branching fraction β, or a neutrino and a quark, with branching fraction (1 − β). A review of LQ phenomenology and searches can be found in Refs. [8,9]. Constraints from experiments sensitive to flavour-changing neutral currents, lepton-family-number violation, and other rare processes [10] favour LQs that couple to quarks and leptons within the same SM generation, for LQ masses accessible to current colliders.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 174,
                    "text": "[1]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 181,
                    "text": "[2]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 203,
                    "text": "[3]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 220,
                    "text": "[4]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "[5]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "start": 226,
                    "text": "[6]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 267,
                    "text": "[7]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 768,
                    "text": "[8,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 771,
                    "text": "9]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "start": 909,
                    "text": "[10]",
                    "end": 913
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The first generation scalar LQs studied in this Letter have spin 0 and couple only to electron or electron neutrino and up or down quark. Measurements at the HERA electron-proton collider constrain the coupling λ to be less than the electromagnetic coupling ✩ © CERN, for the benefit of the CMS Collaboration. E-mail address: cms-publication-committee-chair@cern.ch.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "for LQ mass, M LQ , less than 300 GeV [11,12]. Prior to the results of the Large Hadron Collider (LHC) experiments, direct limits on the mass of the first generation scalar LQ have also been set by the Tevatron [13,14] and LEP [15][16][17][18] experiments, assuming prompt LQ decay. The Compact Muon Solenoid (CMS) experiment published a stricter lower limit of 384 GeV [19] on the mass of first generation scalar LQs for β = 1 in the dielectron-plus-dijet (eejj) channel, using a sample collected in proton-proton collisions at √ s = 7 TeV and corresponding to an integrated luminosity of approximately 33 pb −1 . Recently, the ATLAS experiment at the LHC has also obtained an exclusion on the mass of first generation scalar LQs [20]. This Letter presents the results of a search for pair-production of first generation scalar LQs using events containing an electron, missing transverse energy, and at least two jets (eνjj) using proton-proton collision data at √ s = 7 TeV. In proton-proton collisions at the LHC, LQs are predominantly pair-produced via gluongluon fusion with a cross section that depends on the strong coupling constant α s but is nearly independent of λ. This cross section depends on the mass of the LQ and has been calculated at the next-to-leading-order (NLO) in QCD [21]. LQs could also be produced singly with a cross section that is dependent on λ. The results of this study are based on the assumption that λ is sufficiently small that single-LQ production can be neglected. The data were collected in 2010 by the CMS detector at the CERN LHC and correspond to an integrated luminosity of 36 pb −1 . The eejj and eνjj combined results are also presented.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 38,
                    "text": "[11,",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "start": 42,
                    "text": "12]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 211,
                    "text": "[13,",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 215,
                    "text": "14]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 227,
                    "text": "[15]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 231,
                    "text": "[16]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "start": 235,
                    "text": "[17]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 239,
                    "text": "[18]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "start": 370,
                    "text": "[19]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "start": 731,
                    "text": "[20]",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "start": 1292,
                    "text": "[21]",
                    "end": 1296
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The CMS experiment uses a right-handed coordinate system, with the origin at the nominal interaction point, the x-axis pointing to the centre of the LHC, the y-axis pointing up (perpendicular to the LHC plane), and the z-axis along the anticlockwise-beam direction. The polar angle θ is measured from the positive z-axis and the azimuthal angle φ is measured in the xy plane. Pseudorapidity is defined as η = − ln[tan(θ/2)]. The central feature of the CMS apparatus is a superconducting solenoid, of 6 m internal diameter, providing a field of 3.8 T. Within the field volume are a silicon pixel and strip tracker, a crystal electromagnetic calorimeter (ECAL), and a brass/scintillator hadron calorimeter (HCAL). Muons are measured in gas-ionization detectors embedded in the steel return yoke. In addition to the barrel and endcap detectors, CMS has extensive forward calorimetry. The ECAL has an energy resolution of better than 0.5% for unconverted photons with transverse energies above 100 GeV, and 3% or better for electrons of energies relevant to this analysis. In the region |η| < 1.74, the HCAL cells have granularity η × φ = 0.087 × 0.087 (where φ is measured in radians). In the (η, φ) plane, and for |η| < 1.48, the HCAL cells map on to 5 × 5 ECAL crystals arrays to form calorimeter towers projecting radially outwards from close to the nominal interaction point. At larger values of |η|, the size of the towers increases and the matching ECAL arrays contain fewer crystals. The muons are measured in the pseudorapidity window |η| < 2.4, with detection planes made of three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. Matching the muons to the tracks measured in the silicon tracker results in a transverse momentum (p T ) resolution between 1 and 5%, for p T values up to 1 TeV. The inner tracker measures charged particles within |η| < 2.5. It consists of 1440 silicon pixel and 15 148 silicon strip detector modules and provides an impact parameter resolution of ∼ 15 μm and a p T resolution of about 1.5% for 100 GeV particles. Events must pass a first-level trigger made of a system of fast electronics and a high-level trigger that consists of a farm of commercial CPUs running a version of the offline reconstruction software optimized for timing considerations. A detailed description of the CMS detector can be found elsewhere [22].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2386,
                    "text": "[22]",
                    "end": 2390
                }
            ]
        },
        {
            "text": "Reconstruction of electrons, muons, jets, and / E T",
            "section_rank": 4
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "Events used in the eνjj analysis are collected by single-electron triggers without isolation requirements and with p T thresholds dependent upon the running period, because of the evolving beam conditions during 2010. The bulk of the data were collected with a trigger requiring an electron with p T > 22 GeV. Events are required to contain at least one primary vertex with reconstructed z position within 24 cm, and xy position within 2 cm of the nominal center of the detector.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "Electron candidates are required to have an electromagnetic cluster in ECAL that is spatially matched to a reconstructed track in the central tracking system in both η and φ, and to have a shower shape consistent with that of an electromagnetic shower. The ratio H/E, where E is the energy of the ECAL cluster and H is the energy in the HCAL cells situated behind it, within a cone of radius R = ( φ) 2 + ( η) 2 = 0.15 centred on the electron, is required to be less than 5%. Electron candidates are further required to be isolated from additional energy deposits in the calorimeter and from additional reconstructed tracks (beyond the matched track) in the central tracking system. The sum of the p T of the tracks in a hollow cone of external (internal) radius R = 0.3 (0.04) is required to be less than 7.5 (15) GeV for electron candidates reconstructed within the barrel (endcap) acceptance. The ECAL isolation variable, EM Iso , is defined as the sum of the transverse energy in ECAL cells within a hollow cone of external (internal) radius R = 0.3 (3 crystals). When performing the sum, a further rectangular region ( η, φ) = (3 crystals, 0.6 radians) centred on the electron position is excluded in order to remove the contribution from bremsstrahlung photons. The longitudinal segmentation of the HCAL calorimeter is exploited in the isolation. The HCAL isolation variables, HAD is also required to be less than 0.5 GeV, independent of the electron p T . Electrons reconstructed near the crack between ECAL barrel and endcap (1.44 < |η| < 1.56) are not considered.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "More information about electron identification at CMS during this running period can be found in Ref. [23].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 102,
                    "text": "[23]",
                    "end": 106
                }
            ]
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "Jets are reconstructed by the anti-k T algorithm [24] from a list of particles obtained using particle-flow methods and a radius parameter R = 0.5. The particle-flow algorithm [25] reconstructs a complete, unique list of particles in each event using an optimized combination of information from all CMS subdetector systems. Particles that are reconstructed and identified include muons, electrons (with associated bremsstrahlung photons), photons (unconverted and converted), and charged/neutral hadrons. The jet energy corrections are derived using Monte Carlo (MC) simulation and in situ measurements using dijet and photon + jet events [26].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 49,
                    "text": "[24]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 176,
                    "text": "[25]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 640,
                    "text": "[26]",
                    "end": 644
                }
            ]
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "The transverse momentum of the neutrino is estimated from the missing transverse energy / E T , which is the magnitude of the negative vector sum of all particle-flow objects' transverse momenta. More information about / E T performance during this running period can be found in Ref. [27].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 285,
                    "text": "[27]",
                    "end": 289
                }
            ]
        },
        {
            "section": "Reconstruction of electrons, muons, jets, and / E T",
            "text": "Muon candidates are reconstructed as tracks in the muon system that are spatially matched to a reconstructed track in the inner tracking system. To ensure a precise measurement of the impact parameter, only muons with tracks containing at least 11 hits in the silicon tracker are considered. To reject cosmic muons, the transverse impact parameter with respect to the beam axis is required to be less than 2 mm. The relative isolation parameter is defined as the scalar sum of the p T of all tracks in the tracker and the transverse energies of hits in the ECAL and HCAL in a cone of R = 0.3 around the muon track, excluding the contribution from the muon itself, divided by the muon p T . Muons are required to have a relative isolation value less than 5%. A veto on the presence of isolated muons in the final state is used to reject tt background events, as described later.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Event samples and selection",
            "section_rank": 5
        },
        {
            "text": "MC samples",
            "section_rank": 6
        },
        {
            "section": "MC samples",
            "text": "The dominant sources of eνjj events from production of standard model particles are pair-production of top quarks and associated production of a W boson with jets. There is also a small contribution from multijet events with a jet misidentified as an electron and spurious missing transverse energy due to mismeasurement of jets, associated production of Z boson with jets, in addition to single top, diboson, b + jets, and γ + jets production.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "MC samples",
            "text": "To compare collision data to MC, the response of the detector was simulated using Geant4 [28]. The detector geometry description included realistic subsystem conditions such as defunct and noisy channels. The selection procedure as well as the electron, muon, jet, and / E T reconstructions described for the data are also applied to the MC simulation samples. For the generation of all the MC samples, the CTEQ6L1 [29] parton distribution functions (PDFs) were used. The W + jets and Z + jets events were generated using alpgen [30]. The tt, single-top, b + jets, and γ + jets events were generated using MadGraph [31,32]. The diboson (WW, ZZ, WZ) events were generated using pythia [33], version 6.422, tune D6T [34,35]. For the MadGraph and alpgen samples, parton showering and hadronization were performed with pythia. The QCD multijet background is estimated from data, as described later. Signal samples for LQ masses (M LQ ) from 200 to 500 GeV were generated with pythia. The product of single-electron efficiency and acceptance, requiring a minimum electron p T of 35 GeV, varies from ∼ 76% to ∼ 83% for LQ masses from 200 to 500 GeV. ",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 89,
                    "text": "[28]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 415,
                    "text": "[29]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 529,
                    "text": "[30]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 615,
                    "text": "[31,",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 619,
                    "text": "32]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 684,
                    "text": "[33]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "start": 714,
                    "text": "[34,",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 718,
                    "text": "35]",
                    "end": 721
                }
            ]
        },
        {
            "section": "MC samples",
            "text": "The electron is also required to be separated from both the two leading jets by a distance R > 0.7. In addition, to reduce the tt background, events with at least one isolated muon with p T > 10 GeV are rejected. To reduce the contribution from multijet events and, in general, events with misidentified / E T due to jet mismeasurement, the opening angle in φ between the / E T vector and the electron ( φ eν ), and between the / E T vector and the leading (in p T ) jet are required to be greater than 0.8 and 0.5 radians, respectively. The latter two selection criteria have been optimized following the procedure described in Section 4.3. In addition, a preselection requirement S T > 250 GeV is applied, where S T is defined as the scalar sum of the p T of the electron, the p T of the two leading jets, and the / E T . This variable has a large signalto-background discrimination power since the LQ decay products usually have large p T .",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "MC samples",
            "text": "A sufficient number of data events survive the preselection to allow a comparison with the background predictions. A good agreement is observed between data and background predictions in the shape of all kinematic distributions of the electron, / E T , and jets. Fig. 1 (left) shows the distribution of the transverse mass of the electron and the neutrino, defined as m T,eν = 2p T,e / E T (1 − cos ( φ eν )), after the preselection. The normalization of the various background sources is discussed in Section 5.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 263,
                    "text": "Fig. 1 (left)",
                    "end": 276
                }
            ]
        },
        {
            "text": "Final selection",
            "section_rank": 7
        },
        {
            "section": "Final selection",
            "text": "To further reduce backgrounds, the selection criteria are optimized by minimizing the expected upper limit on the leptoquark cross section times the branching fraction 2β(1 − β) in the absence of signal using a Bayesian approach [40] that is well suited for counting experiments in the Poisson regime. The optimal selection requires electron p T > 85 GeV, / E T > 85 GeV, and m T,eν > 125 GeV.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 229,
                    "text": "[40]",
                    "end": 233
                }
            ]
        },
        {
            "section": "Final selection",
            "text": "The optimum value of the requirement on S T was found to vary with the assumed LQ mass. An alternative discovery optimization that maximizes the significance estimator S/ S + B + σ B 2 , where S (B) is the number of signal (background) events passing the full selection and σ B is the systematic uncertainty on the background, gives similar results. Table 1 shows the number of events surviving the different stages of the eνjj event selection, for 300 GeV mass LQ signal, background, and data samples. Fig. 1 (right) shows the distribution of the S T variable after the full selection except the optimized S T cut itself. Table 2 shows the number of surviving events for MC signal, background, and data samples after applying the full selection optimized for different LQ mass hypotheses. The signal selection efficiencies reported in Tables 1 and 2 include the kinematic acceptance and are estimated from MC studies. The systematic uncertainties on the LQ selection efficiency are discussed in Section 6.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 350,
                    "text": "Table 1",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 503,
                    "text": "Fig. 1 (right)",
                    "end": 517
                },
                {
                    "type": "table",
                    "start": 623,
                    "text": "Table 2",
                    "end": 630
                },
                {
                    "type": "table",
                    "start": 836,
                    "text": "Tables 1 and 2",
                    "end": 850
                }
            ]
        },
        {
            "text": "Backgrounds",
            "section_rank": 8
        },
        {
            "section": "Backgrounds",
            "text": "The tt background is estimated from MC assuming an uncertainty on the inclusive tt production cross section of 14%, taken from the CMS measurement [41]. Since the latter is consistent with NNLL predictions, no rescaling of the tt MC sample is applied. The small contribution from Z+jets, single top, diboson, b + jets, and γ + jets is estimated via MC.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 147,
                    "text": "[41]",
                    "end": 151
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "The QCD multijet background is determined from data. The probability of an isolated electromagnetic cluster being recon- Table 1 Number of eνjj events for the first generation LQ signal (300 GeV mass, β = 0.5), background, and data samples after each step of the event selection optimized for 300 GeV mass LQ signal. All uncertainties are statistical only. The product of signal acceptance and efficiency is also reported (the statistical uncertainty is less than 1%). for cluster p T between 50 and 200 GeV. This probability is applied to a sample with one cluster, large / E T , and two or more jets to predict the QCD multijet contribution to the final selection sample. The systematic uncertainty is determined to be 25%, by using probabilities derived in samples with different number of jets (more than 1 or 3) and by calculating the maximum relative variation in the number of background events predicted at the preselection level. This background accounts for ∼ 5% of the total background for the LQ masses of interest.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 121,
                    "text": "Table 1",
                    "end": 128
                }
            ]
        },
        {
            "text": "Cut",
            "section_rank": 9
        },
        {
            "section": "Cut",
            "text": "The W + jets background dominates the eνjj preselection sample. At this level of the selection, the ratio on this normalization factor, which depends both on the statistical uncertainty on the data and on the systematic uncertainties on the other backgrounds contaminating the preselection sample, is used as the uncertainty on the MC estimate of the W + jets background.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Cut",
            "text": "In addition, an uncertainty on the modeling of the m T,eν and S T shapes of the dominant tt and W + jets backgrounds is determined using MadGraph samples with renormalization and factorization scales and jet-matching thresholds at the generator level varied by a factor of two in each direction. For the study of the tt background shape, an inclusive MC sample generated with mc@nlo [42] is also used. The largest deviation between the aforementioned and the default MC samples is used to assess a 28% (49%) systematic uncertainty on the tt (W + jets) background shape.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 383,
                    "text": "[42]",
                    "end": 387
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The impact of the systematic uncertainties on the numbers of signal and background events is summarized in Table 3. The uncertainties on the tt and W + jets normalization and background shape are discussed in Section 5. For the energy scales of electrons and jets, the event selection is repeated with the jet and electron energies rescaled by a factor of 1 ± δ, where δ is the relative uncertainty on their energy scales. The uncertainty on the / E T scale is primarily affected by the uncertainty on the jet energy scale. The event-by-event variation in the / E T and jet measurements, due to the relative changes in the energies of the reconstructed jets, is used to determine the quoted energy scale uncertainty of jets and / E T . The statistical uncertainty on the number of eνjj MC events, after the full selection, is summarized in Table 2 for signal and background samples. The systematic uncertainty on trigger, reconstruction, identification, and isolation efficiency for electrons is assessed using Z → ee events from data, using methods similar to those discussed in Ref. [43]. The uncertainty on the integrated luminosity of the data sample is 4% [44]. The effect of the PDF uncertainties on the signal acceptance is estimated using an event reweighting technique that uses the LHAPDF package [45] and it is found to be negligible (less than 1%). Uncertainties on the signal acceptance due to the presence of additional hadronic jets produced as a result of QCD radiation in the initial and final states are negligible. For the dominant tt and W + jets backgrounds the uncertainties due to the PDF choice, electron efficiencies, and integrated luminosity are not considered, as those effects are included in the normalization uncertainty.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 107,
                    "text": "Table 3",
                    "end": 114
                },
                {
                    "type": "table",
                    "start": 840,
                    "text": "Table 2",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "start": 1085,
                    "text": "[43]",
                    "end": 1089
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1161,
                    "text": "[44]",
                    "end": 1165
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 11
        },
        {
            "section": "Results",
            "text": "The number of observed events in data passing the full selection criteria is consistent with the prediction from SM processes, as reported in the last two columns of Table 2. An upper limit on the LQ cross section in the absence of the leptoquark signal is therefore set using a Bayesian approach [40] featuring a flat signal prior, Poisson statistics, and log-normal priors to integrate over the systematic uncertainties marginalized as nuisance parameters. The systematic uncertainties for the background are dominated by the tt and W + jets normalization uncertainty and the uncertainty on the W + jets background shape. Systematic uncertainties on the signal efficiency are dominated by the uncertainty on the electron selection efficiencies and the jet energy scale. Fig. 2 (left) and Table 4 show the 95% confidence level (CL) upper limit on the LQ pair-production cross section times 2β(1 − β)",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 166,
                    "text": "Table 2",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 297,
                    "text": "[40]",
                    "end": 301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 772,
                    "text": "Fig. 2 (left)",
                    "end": 785
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 790,
                    "text": "Table 4",
                    "end": 797
                }
            ]
        },
        {
            "section": "Results",
            "text": "as a function of the leptoquark mass. The upper limits are compared to the NLO prediction of the LQ pair-production cross section [21] to set an exclusion of the first generation scalar LQ mass smaller than 320 GeV, assuming β = 0.5, at the 95% CL.",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[21]",
                    "end": 134
                }
            ]
        },
        {
            "section": "Results",
            "text": "The central value of the NLO prediction is calculated using the PDFs CTEQ6. 6 [46]. The theoretical uncertainties on the signal production cross sections due to the choice of the PDFs (from 8 to 22% for LQ masses from 200 to 500 GeV [21], calculated using CTEQ6. 6 [46]) and the choice of renormalization and factorization scales (from 13 to 15% for all considered LQ masses [21], determined by varying the scales between half and twice the LQ mass) are shown as a band around the central value in Fig. 2 (left). If the observed upper limit is compared with the lower boundary of this theoretical uncertainty, the lower limit on the first generation LQ mass for β = 0.5 becomes 309 GeV.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 76,
                    "text": "6 [46]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[21]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "start": 263,
                    "text": "6 [46]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "start": 375,
                    "text": "[21]",
                    "end": 379
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 498,
                    "text": "Fig. 2 (left)",
                    "end": 511
                }
            ]
        },
        {
            "section": "Results",
            "text": "The eνjj channel is combined with the existing CMS results from the eejj analysis [19], thereby improving the reach of this search in the intermediate β range. The likelihoods built for the individual dielectron and electron + neutrino channels are multiplied. The same Bayesian approach used to set the individual limits is then applied to the likelihood product to set the combined limit. While integrating over nuisance parameters, the systematic uncertainties on signal efficiency and background are assumed to be fully correlated and the largest uncertainty amongst the two channels is used. Fig. 2 (right) shows the exclusion limits at 95% CL on the first generation leptoquark hypothesis in the β versus LQ mass plane, using the central value of the signal cross section, for the individual dielectron and electron + neutrino channels, and their combination. The observed and expected combined lower limits on LQ mass are reported in Table 5 for β = 0.5 and 1.  is also shown. The shaded region is excluded by the published D0 limits, which combine results of eejj, eνjj, and ννjj decay modes.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 82,
                    "text": "[19]",
                    "end": 86
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 597,
                    "text": "Fig. 2 (right)",
                    "end": 611
                },
                {
                    "type": "table",
                    "start": 941,
                    "text": "Table 5",
                    "end": 948
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "A search for pair-production of first generation scalar leptoquarks in events with an electron, missing transverse energy, and at least two jets has been presented. The contribution of the main backgrounds has been determined by MC studies and the uncertainty estimated by a comparison with the data. The number of observed events passing a selection optimized for exclusion of the LQ hypothesis is in good agreement with the predictions for standard model background processes. A Bayesian approach that includes treatment of the systematic uncertainties as nuisance parameters has been used to set upper limits on the LQ cross section. Prior CMS results in the dielectron channel are combined with this electron + neutrino search. A 95% confidence level combined lower limit is set on the mass of a first generation scalar leptoquark at 339 GeV for β = 0.5. These results represent the most stringent direct limits to date for values of β greater than 0.05.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "Acknowledgements",
            "section_rank": 13
        },
        {
            "section": "Acknowledgements",
            "text": "We wish to thank Michael Krämer for providing the 7 TeV NLO LQ pair-production cross sections and to congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC machine. We thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: FMSR  ",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. (Left) The m T,eν distribution for events passing the eνjj preselection requirements. (Right) The S T distribution for events passing the final eνjj event selection except the optimized S T cut itself (S T > 490 GeV for M LQ = 300 GeV). The MC distributions for the signal (M LQ = 300 GeV, β = 0.5) and the contributing backgrounds listed in Section 4.1 are shown.",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (Left) The expected and observed upper limits at 95% CL on the LQ pair-production cross section times 2β(1 − β) as functions of the first generation LQ mass. The shaded region is excluded by the published D0 limit for β = 0.5 in the eνjj channel only. (Right) Observed exclusion limits at 95% CL on the first generation LQ hypothesis in the β versus LQ mass plane using the central value of signal cross section, for the individual eejj and eνjj channels, and their combination. The combined expected limit",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "(Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES (Croatia); RPF (Cyprus); Academy of Sciences and NICPB (Estonia); Academy of Finland, ME, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NKTH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Korea); LAS (Lithuania); CIN-VESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); PAEC (Pakistan); SCSR (Poland); FCT (Portugal); JINR (Armenia, Belarus, Georgia, Ukraine, Uzbekistan); MST and MAE (Russia); MSTD (Serbia); MICINN and CPAN (Spain); Swiss Funding Agencies (Switzerland); NSC (Taipei); TUBITAK and TAEK (Turkey); STFC (United Kingdom); DOE and NSF (USA).Open accessThis article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "paragraph_rank": 33,
            "section_rank": 16
        },
        {
            "text": "√ s = 7 1 a",
            "section_rank": 17
        },
        {
            "section": "√ s = 7 1 a",
            "text": "TeV, JHEP (2011), submitted for publication, arXiv:1105.5661; http://cdsweb.cern.ch/record/1354223. [42] S. Frixione, B.R. Webber, JHEP 0206 (2002) 029, doi:10.1088/1126-6708/2002/ 06/029. [43] Search for resonances in the dilepton mass distribution in pp collisions at √ s = 7 TeV, JHEP (2011), in press, arXiv:1103.0981; http://cdsweb.cern.ch/record/ 1333970. [44] CMS Collaboration, Absolute luminosity normalization, CMS Detector Performance Summary CMS-DP-2011-002, http://cdsweb.cern.ch/record/1335668. [45] D. Bourilkov, R.C. Group, M.R. Whalley, LHAPDF: PDF use from the Tevatron to the LHC, arXiv:hep-ph/0605240. [46] P.M. Nadolsky, et al., Phys. Rev. D 78 (2008) 013004, doi:10.1103/PhysRevD. 78.013004. C. Autermann, V. Blobel, S. Bobrovskyi, J. Draeger, H. Enderle, U. Gebbert, M. Görner, K. Kaschube, G. Kaussen, H. Kirschenmann, R. Klanner, J. Lange, B. Mura, S. Naumann-Emme, F. Nowak, N. Pietsch, C. Sander, H. Schettler, P. Schleper, E. Schlieckau, M. Schröder, T. Schum, J. Schwandt, H. Stadie, G. Steinbrück, J. Thomsen N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , S. Vanini a,b , P. Zotto a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento (Trento), Padova, Italy P. Baesso a,b , U. Berzano a , S.P. Ratti a,b , C. Riccardi a,b , P. Torre a,b , P. Vitulo a,b , C. Viviani a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, ItalyM. Biasini a,b , G.M. Bilei a , B. Caponeri a,b , L. Fanò a,b , P. Lariccia a,b , A. Lucaroni a,b,1 , G. Mantovani a,b , M. Menichelli a , A. Nappi a,b , F. Romeo a,b , A. Santocchia a,b , S. Taroni a,b,1 , M. Valdata a,b a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy P. Azzurri a,c , G. Bagliesi a , J. Bernardini a,b , T. Boccali a,1 , G. Broccolo a,c , R. Castaldi a , R.T. D'Agnolo a,c , R. Dell'Orso a , F. Fiori a,b , L. Foà a,c , A. Giassi a , A. Kraan a , F. Ligabue a,c , T. Lomtadze a , L. Martini a,20 , A. Messineo a,b , F. Palla a , G. Segneri a , A.T. Serban a , P. Spagnolo a , R. Tenchini a, * , G. Tonelli a,b,1 , A. Venturi a,1 , P.G. Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , D. Del Re a,b , E. Di Marco a,b , M. Diemoz a , D. Franci a,b , M. Grassi a,1 , E. Longo a,b , P. Meridiani a,b , S. Nourbakhsh a , G. Organtini a,b , F. Pandolfi a,b,1 , R. Paramatti a , S. Rahatlou a,b , C. Rovelli a,b,INFN Sezione di Roma, Roma, Italy b Università di Roma \"La Sapienza\", Roma, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b , M. Arneodo a,c , C. Biino a , C. Botta a,b,1 , N. Cartiglia a , R. Castello a,b , M. Costa a,b , N. Demaria a , A. Graziano a,b,1 , C. Mariotti a , M. Marone a,b , S. Maselli a , E. Migliore a,b , G. Mila a,b , V. Monaco a,b , M. Musich a,b , M.M. Obertino a,c , N. Pastrone a , M. Pelliccioni a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , V. Sola a,b , A. Solano a,b , A. Staiano a , A. Vilela Pereira a A. Apresyan, A. Bornheim, J. Bunn, Y. Chen, M. Gataullin, Y. Ma, A. Mott, H.B. Newman, C. Rogan, K. Shin, V. Timciuc, P. Traczyk, J. Veverka, R. Wilkinson, Y. Yang, R.Y. Zhu",
            "paragraph_rank": 34,
            "section_rank": 17
        },
        {
            "text": "The total alpgen cross section for the W + jets (Z + jets) sample is rescaled to an inclusive next-to-NLO W → ν (Z/γ → ) production cross section of 31 314 pb (3135 pb, for M > 40 GeV) calculated using fewz[36], where = e, μ or τ . The tt sample is normalized to an inclusive next-to-next-to-leading-logarithm (NNLL) cross section of 165 pb calculated in Ref.[37]. For the single-top samples, a NNLL cross section of 4.6 pb for the s-channel[38], and NLO cross sections calculated using mcfm[39] of 64.6 pb and 10.6 pb for t-channel and tW-channel, respectively, are used. The WW, WZ, and ZZ samples are normalized to NLO cross sections of 43, 18.2, and 5.9 pb, respectively, calculated with mcfm. For the b + jets and γ + jets samples LO cross sections calculated with MadGraph are used.4.2. PreselectionSamples enriched in the aforementioned SM processes are selected to verify the background estimate. The eνjj preselection requires exactly one electron with p T > 35 GeV and |η| < 2.2, at least two jets with p T > 30 GeV and |η| < 3.0, and",
            "paragraph_rank": 35,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 359,
                    "text": "[37]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 441,
                    "text": "[38]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 491,
                    "text": "[39]",
                    "end": 495
                }
            ]
        },
        {
            "text": "Table 2 Table 3",
            "section_rank": 19
        },
        {
            "section": "Table 2 Table 3",
            "text": "Number of eνjj events for the first generation LQ signal (β = 0.5), background, and data samples after the full analysis selection. The optimum value of the requirement on S T is reported in the first column for each LQ mass. All uncertainties are statistical only. The product of signal acceptance and efficiency is also reported for different LQ masses (the statistical uncertainty is less than 1%). Summary of the systematic uncertainties on the numbers of signal and background events for a LQ with mass 300 GeV. E T . For |η| < 1.44, this probability is found to be ∼ 5 × 10 −3 , independent of the transverse energy deposit of the cluster. For 1.56 < |η| < 2.2, this probability grows linearly as a function of cluster p T , varying between ∼ 2 × 10 −2 and ∼ 4 × 10 −2",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "text": "where N data , N W , and N OB are the numbers of events in data, W + jets, and other MC backgrounds with 50 < m T,eν < 110 GeV. The value of R W is 1.18 ± 0.12; this rescaling factor is used to normalize the W + jets MC sample. The relative uncertainty",
            "paragraph_rank": 37,
            "section_rank": 20
        },
        {
            "text": "Table 4",
            "section_rank": 21
        },
        {
            "section": "Table 4",
            "text": "Observed and expected 95% confidence level (CL) upper limits on the LQ pairproduction cross section times 2β(1 − β) as a function of the leptoquark mass.",
            "paragraph_rank": 38,
            "section_rank": 21
        }
    ]
}