{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ALICE experiment at the LHC has studied inclusive J/ψ production at central and forward rapidities in pp collisions at √ s = 7 TeV. In this Letter, we report on the first results obtained detecting the J/ψ through the dilepton decay into e + e − and μ + μ − pairs in the rapidity ranges |y| < 0.9 and 2.5 < y < 4, respectively, and with acceptance down to zero p T . In the dielectron channel the analysis was carried out on a data sample corresponding to an integrated luminosity L int = 5.6 nb −1 and the number of signal events is N J/ψ = 352 ± 32 (stat.) ± 28 (syst.); the corresponding figures in the dimuon channel are L int = 15.6 nb −1 and N J/ψ = 1924 ± 77 (stat.) ± 144 (syst.). The measured production cross sections are σ J/ψ (|y| < 0.9) = 10.7 ± 1.0 (stat.) ± 1.6 (syst.) +1.6  −2.3 (syst.pol.)  μb and σ J/ψ (2.5 < y < 4) = 6.31 ± 0.25 (stat.) ± 0.76 (syst.) +0.95  −1.96 (syst.pol.)  μb. The differential cross sections, in transverse momentum and rapidity, of the J/ψ were also measured.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The hadroproduction of heavy quarkonium states is governed by both perturbative and non-perturbative aspects of Quantum Chromodynamics (QCD) and was extensively studied at the Tevatron [1][2][3][4] and RHIC [5] hadron colliders. Various theoretical approaches, recently reviewed in [6,7], were proposed to describe the data. They mainly differ in the details of the non-perturbative evolution of the heavy quark pair towards a bound state. The models are not able to consistently reproduce the production cross section, the transverse momentum (p T ) distributions and the polarization. Recently, theoretical studies focused on the calculation of NLO and NNLO contributions, finding that their impact on the results is quantitatively important [8][9][10][11][12]. Measurements in the new energy domain of the LHC are crucial for a deeper understanding of the physics involved in hadroproduction processes. Furthermore, the range of Bjorken-x values accessible at LHC energies is unique. Low-p T charmonium measurements, in particular at forward rapidity, are sensitive to an unexplored region (x < 10 −5 at Q 2 = m 2 J/ψ ) of the gluon distribution function of the proton.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 185,
                    "text": "[1]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 188,
                    "text": "[2]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 191,
                    "text": "[3]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[4]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 207,
                    "text": "[5]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "start": 282,
                    "text": "[6,",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 285,
                    "text": "7]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 744,
                    "text": "[8]",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 747,
                    "text": "[9]",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 750,
                    "text": "[10]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 754,
                    "text": "[11]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 758,
                    "text": "[12]",
                    "end": 762
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Heavy quarkonia are measured in the ALICE experiment [13] through their e + e − and μ + μ − decays. In this Letter we present the results on inclusive J/ψ production in pp collisions at √ s = 7 TeV, measured in the rapidity regions |y| < 0.9 for the dielectron channel and 2.5 < y < 4.0 for the dimuon decay channel. 1 ✩ © CERN for the benefit of the ALICE Collaboration. 1 The muon spectrometer covers, in the ALICE official reference frame, a negative η range and, consequently, a negative y range. However, since in pp the physics is First, a description of the ALICE experimental apparatus is given, mainly focusing on the muon detection. Track reconstruction in the central rapidity region was discussed previously [14]. Details are provided concerning the data analysis, the reconstruction algorithm, the event selection criteria and the techniques used for the extraction of the signal. After describing the determination of the acceptance and efficiency corrections, and the methods used for the evaluation of the luminosity, the values of the integrated, y-differential and p T -differential J/ψ cross sections are presented and compared with the results obtained by the other LHC experiments [15][16][17].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 53,
                    "text": "[13]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "start": 372,
                    "text": "1",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "start": 720,
                    "text": "[14]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1202,
                    "text": "[15]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1206,
                    "text": "[16]",
                    "end": 1210
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1210,
                    "text": "[17]",
                    "end": 1214
                }
            ]
        },
        {
            "text": "Experimental apparatus and data taking conditions",
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The ALICE experiment [13] consists of two main parts: a central barrel and a muon spectrometer. The central barrel detectors (|η| < 0.9) are embedded in a large solenoidal magnet, providing a magnetic field of 0.5 T. Various detector systems track particles down to p T of about 100 MeV/c, and can provide particle identification over a wide momentum range. The muon spectrometer covers the pseudo-rapidity range −4 < η < −2.5 and detects muons having p > 4 GeV/c. Finally, various sets of forward detectors further extend the charged particle pseudo-rapidity coverage up to η = 5.1 and can be used for triggering purposes.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 21,
                    "text": "[13]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The barrel detectors used in this analysis are the Inner Tracking System (ITS) and the Time Projection Chamber (TPC). The ITS symmetric with respect to y = 0, we have dropped the negative sign when quoting rapidity values. Open access under CC BY-NC-ND license.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "Open access under CC BY-NC-ND license. [13,18] is a cylindrically-shaped silicon tracker that surrounds the central beam pipe. It consists of six layers, with radii between 3.9 cm and 43.0 cm, covering the pseudo-rapidity range |η| < 0.9.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 39,
                    "text": "[13,",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 43,
                    "text": "18]",
                    "end": 46
                }
            ]
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The two innermost layers are equipped with Silicon Pixel Detectors (SPD), the two intermediate layers contain Silicon Drift Detectors (SDD), and Silicon Strip Detectors (SSD) are used on the two outermost layers. The main task of the ITS is to provide precise track and vertex reconstruction close to the interaction point, to improve the overall momentum resolution and to extend tracking down to very low p T . The SPD can also deliver a signal for the first level trigger (L0), which is based on a hit pattern recognition system at the level of individual readout chips.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The TPC [19] is a large cylindrical drift detector with a central high voltage membrane maintained at −100 kV and two readout planes at the end-caps. The active volume extends over the ranges 85 < r < 247 cm and −250 < z < 250 cm in the radial and longitudinal (beam) directions, respectively. Besides being the main tracking detector in the central barrel, the TPC also provides charged hadron identification with very good purity up to a total momentum of about 3 GeV/c [20] and electrons up to about 10 GeV/c, via specific energy loss (dE/dx) measurement, with a resolution of σ = 5.5% for minimum ionizing particles.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 8,
                    "text": "[19]",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 472,
                    "text": "[20]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "Other central barrel detectors with full azimuthal coverage, in particular the Time-Of-Flight (TOF) [21], the Transition Radiation Detector (TRD) [22] and the Electromagnetic Calorimeter (EMCAL) [23], are not used in this analysis, but are expected to significantly improve the electron identification and triggering capabilities of the experiment in the future.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 100,
                    "text": "[21]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 146,
                    "text": "[22]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 195,
                    "text": "[23]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The muon spectrometer consists of a front absorber followed by a 3 T m dipole magnet, coupled to tracking and triggering devices. Muons emitted in the forward rapidity region are filtered by means of a 10 interaction length (λ I ) thick front absorber made of carbon, concrete and steel, and placed between 0.9 and 5.0 m from the nominal position of the interaction point (IP). Muon tracking is performed by means of 5 tracking stations, positioned between 5.2 and 14.4 m from the IP, each one based on two planes of Cathode Pad Chambers. The total number of electronic channels is close to 1.1 × 10 6 , and the intrinsic spatial resolution for these detectors is of the order of 70 μm in the bending direction. Stations 1 and 2 (4 and 5) are located upstream (downstream) of the dipole magnet, while station 3 is embedded inside its gap. A muon triggering system is placed downstream of a 1.2 m thick iron wall (7.2λ I ), which absorbs secondary hadrons escaping the front absorber and lowmomentum muons (having p < 1.5 GeV/c at the exit of the front absorber). It consists of two stations positioned at 16.1 and 17.1 m from the IP, equipped with two planes of Resistive Plate Chambers (RPC) each. The spatial resolution achieved is better than 1 cm, while the time resolution is of the order of 2 ns. Throughout its full length, a conical absorber (θ < 2 • ) made of tungsten, lead and steel protects the muon spectrometer against secondary particles produced by the interaction of large-η primaries in the beam pipe.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "Finally, the VZERO detector consists of two scintillator arrays covering the range 2.8 < η < 5.1 and −3.7 < η < −1.7, and positioned, respectively, at z = 340 and z = −90 cm from the IP. It provides timing information to the L0 trigger with a resolution better than 1 ns. This feature proves to be useful in the offline rejection of beam-halo and beam-gas events.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The results presented in this Letter were obtained by analyzing data collected in the first year of operation of the LHC, corresponding to pp collisions at √ s = 7 TeV. During this period, the LHC reached its goal of delivering more than 10 32 cm −2 s −1 instantaneous luminosity. In ALICE, the instantaneous luminosity was kept to 0.6-1.2 × 10 29 cm −2 s −1 in order to have a collision pile-up rate in the same bunch crossing below 5%. In order to increase the statistics for low cross-section processes, ALICE ran, during short periods, at luminosities about 10 times higher, therefore with a much larger pile-up rate in the same bunch crossing. For the analysis presented in this Letter, the collected data were divided into three sub-periods. Each one corresponds to similar average luminosity and pile-up rates, and is characterized by reasonably stable tracking and trigger detector configuration and performance.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Experimental apparatus and data taking conditions",
            "text": "The event sample used in this analysis corresponds to minimum bias events (MB trigger) and, for the muon analysis, to events where the detection of at least one muon in the angular acceptance of the muon spectrometer (μ-MB trigger) is additionally required. The MB trigger is defined as the logical OR between the requirement of at least one fired readout chip in the SPD, and a signal in at least one of the two VZERO detectors [24]. It also requires a coincidence with signals from two beam pick-up counters, one on each side of the interaction region, indicating the passage of proton bunches. The μ-MB trigger allows the selection of events where at least one particle was detected in the trigger chambers of the muon spectrometer. The trigger logic is based on the requirement of having at least 3 hits (out of 4) in the trigger stations, both in the bending and non-bending directions [25]. In this way one can define a \"trigger track\", and compute its deviation with respect to a track with infinite momentum. By requiring such a deviation to be smaller than a certain value one can select muon candidate tracks having a transverse momentum larger than a predefined value. Such a p trig T cut can be used to reject soft muons, dominated by π and K decays, and is able to limit the muon trigger rate when the machine luminosity is high. The instantaneous luminosity at ALICE allowed for the choice of the lowest p trig T threshold (0.5 GeV/c), leading to a μ-MB trigger rate between 30 and 500 Hz. With this p trig T , the effect of the trigger response function on the J/ψ detection efficiency is negligible. Note that the effect of such a cut is not sharp and that the selection efficiency reaches the plateau value only at p T ∼ 1.5 GeV/c. Finally, in order to limit the systematic uncertainties related to non-uniformities in the detector response, data were collected by periodically varying the polarities of the solenoidal and dipole magnets. The particle identification performance of the TPC is essential for the J/ψ measurement. In Fig. 1 the specific energy loss in the TPC is shown as a function of momentum in the region of interest for the present measurement. A ±3σ inclusion cut for electrons and a ±3.5σ (±3σ ) exclusion cuts for pions (protons) were employed. As seen in Fig. 1, with our current identification strategy, the electron identification is performed with an efficiency better than 50% for momenta below 7-8 GeV/c. Electron candidates compatible, together with a positron candidate, with being products of γ conversions were removed, in order to reduce the combinatorial background. It was verified, using a Monte Carlo simulation, that this procedure does not affect the J/ψ signal.  The invariant mass distribution for the opposite-sign (OS) electron pairs is shown in Fig. 2. In the same figure we also show the background contribution, obtained as the sum of the like-sign (LS) pairs, N ++ + N −− , scaled to match the integral of the OS distribution in the mass interval 3.2-5.0 GeV/c 2 . The scale factor, 1.23, originates from the presence of correlated background (mostly from semi-leptonic charm decays) in the OS distribution, but is also influenced by misidentified electrons and by electrons from conversions. In the top panel of Fig. 2 we also show the background estimated using a track rotation method (TrkRot), 2 used later in the estimate of the systematic uncertainties related to signal extraction. The signal, obtained by subtracting the scaled LS distribution from the OS, is shown in the bottom panel of Fig. 2 in comparison with the signal from Monte Carlo (MC) simulations (described below). A good agreement between data and MC is observed, both for the bulk of the signal and for the bremsstrahlung tail. Integration of the signal in the mass range 2.92-3.16 GeV/c 2 yields N J/ψ = 352 ± 32 (stat.) ± 28 (syst.) counts (the systematic uncertainty on this quantity is described below); the signal to background ratio is S/B = 1.2 ± 0.1 and the significance is For the dimuon channel, the total data sample available for physics analysis amounts to 1.9 × 10 8 MB events, of which 1.0 × 10 7 satisfy the μ-MB condition.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 429,
                    "text": "[24]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 891,
                    "text": "[25]",
                    "end": 895
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2048,
                    "text": "Fig. 1",
                    "end": 2054
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2295,
                    "text": "Fig. 1",
                    "end": 2301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2806,
                    "text": "Fig. 2",
                    "end": 2812
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3277,
                    "text": "Fig. 2",
                    "end": 3283
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 3362,
                    "text": "2",
                    "end": 3363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3561,
                    "text": "Fig. 2",
                    "end": 3567
                }
            ]
        },
        {
            "text": "Data analysis",
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "An accurate alignment of the tracking chambers of the muon spectrometer is an essential pre-requisite to identify resonances in the μ + μ − invariant mass spectrum. This was carried out using a modified version of the MILLEPEDE package [28,29], starting from a sample of 3 × 10 5 tracks, taken with no magnetic field in the dipole and in the solenoid. The resulting alignment precision is ∼750 μm in the bending and non-bending directions.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 236,
                    "text": "[28,",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 240,
                    "text": "29]",
                    "end": 243
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "Track reconstruction is based on a Kalman filter algorithm [29,30]. The procedure starts from the most downstream tracking stations (4 and 5), which are less subject to the background due to soft particles that escape the front absorber. Straight line segments are formed by joining clusters on the two planes of each station and a first estimate of the track parameters (position, slope and inverse bending momentum) and corresponding errors is made. The momentum is first estimated assuming that the track originates from the vertex and is bent by a constant magnetic field in the dipole. In a second step, track candidates on station 4 are extrapolated to station 5 (or vice versa) and paired with at least one cluster on the basis of a χ 2 cut. If several clusters are found, the track is duplicated to consider all the possible combinations. After this association the track parameters and errors are recalculated using the Kalman filter.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 59,
                    "text": "[29,",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 63,
                    "text": "30]",
                    "end": 66
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The same procedure is repeated iteratively for the upstream stations, rejecting, at each step, the candidates for which no cluster is found or those whose parameters indicate that they will exit the geometrical acceptance of the spectrometer in the next steps. At the end of the procedure, additional algorithms are applied to improve the track quality by adding/removing clusters based on a χ 2 cut, and removing fake tracks sharing clusters with others. Finally, the remaining tracks are extrapolated to the primary vertex position as given by the SPD [24], and their parameters are recomputed taking into account the energy loss and multiple Coulomb scattering in the absorber. With the alignment precision obtained for the analyzed data sample the relative momentum resolution of Fig. 3. Invariant mass distribution for opposite-sign muon pairs (2.5 < y < 4, all p T ), in the mass region 1.5 < m μμ < 5 GeV/c 2 with the result of the fit. The plot refers to the sub-period with the largest statistics (N J/ψ = 957 ± 56, corresponding to L int = 7.9 nb −1 ). The fitted J/ψ and ψ(2S) contributions, as well as the background, are also shown.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 554,
                    "text": "[24]",
                    "end": 558
                },
                {
                    "type": "figure",
                    "start": 784,
                    "text": "Fig. 3",
                    "end": 790
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "the reconstructed tracks ranges between 2% at 10 GeV/c and 10% at 100 GeV/c. After reconstruction, 4.1 × 10 5 events having at least two muon candidates are found, out of which only 6% have three or more muons. Various selection cuts are then applied to this data sample. First, events are required to have at least one interaction vertex reconstructed by the SPD. This cut rejects 0.5% of the statistics. Then, it is required that at least one of the two muon candidates matches the corresponding hits in the trigger chambers. In this way hadrons produced in the absorber, which are stopped by the iron wall positioned upstream of the trigger chambers, are efficiently rejected. This cut rejects ∼24% of the muon pairs, and its effect is important only for m μμ < 1 GeV/c 2 . In fact, since in 99% of the cases at least one of the two J/ψ decay muons has a transverse momentum larger than the trigger p T threshold, the signal loss induced by this cut is negligible. Requiring both candidate muon tracks to be matched with the corresponding \"trigger tracks\" would increase the purity of the muon sample, but it was checked that this cut would lead to a loss of ∼20% of the J/ψ events without decisively increasing the signal to background ratio at the J/ψ invariant mass. Furthermore, the cut R abs > 17.5 cm, where R abs is the radial coordinate of the track at the end of the front absorber, was applied. In this way, muons emitted at small angles, that have crossed a significant fraction of the thick beam shield, can be rejected. Finally, to remove events very close to the edge of the spectrometer acceptance, the cut 2.5 < y < 4 on the pair rapidity was applied. These quality cuts reject 10.3% of the muon pairs.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "After selection, the dimuon sample consists of 1.75 × 10 5 OS muon pairs. In Fig. 3 we present the OS invariant mass spectrum for the mass region 1.5 < m μμ < 5 GeV/c 2 , corresponding to the sub-period having the largest statistics. A peak corresponding to the J/ψ → μ + μ − decay is clearly visible in the spectrum, on top of a large continuum. A weaker signal, corresponding to the ψ(2S) decay, is also visible, in spite of the poor signal to background ratio.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 77,
                    "text": "Fig. 3",
                    "end": 83
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "The number of signal events N J/ψ was extracted by fitting the mass range 1.5 < m μμ < 5 GeV/c 2 . The J/ψ and ψ(2S) line shapes are described with Crystal Ball functions [27], while the underlying continuum was parameterized using the sum of two exponentials. The functions representing the resonances were obtained by fitting the expected mass distribution of a pure MC signal sample. Such a sample was obtained by generating, for each sub-period, J/ψ and ψ(2S) events with realistic differential distributions (see below for details). In order to account for small uncertainties in the MC description of the set-up, the position of the J/ψ mass pole, as well as the width of the Crystal Ball function, were kept as free parameters in the invariant mass fit. Due to the small statistics, the ψ(2S) parameters were tied to those of the J/ψ , imposing the mass difference between the two states to be equal to the one given by the Particle Data Group (PDG) [31], and the ratio of the resonance widths to be equal to the one obtained in the MC.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 171,
                    "text": "[27]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 957,
                    "text": "[31]",
                    "end": 961
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "This choice of parameters leads to a satisfactory fit of the invariant mass spectrum (χ 2 /ndf = 1.14), as shown in Fig. 3. The Crystal Ball function describing the J/ψ is peaked at m J/ψ = 3.118 ± 0.005 GeV/c 2 . Such a value is larger than the one quoted ",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 116,
                    "text": "Fig. 3",
                    "end": 122
                }
            ]
        },
        {
            "text": "Acceptance and efficiency corrections, luminosity normalization",
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "In order to extract the J/ψ yield, the number of signal events must be corrected, with a MC procedure, for the acceptance of the apparatus and for reconstruction and triggering efficiencies. This procedure is based on the generation of a large sample of signal events, with a p T distribution extrapolated from CDF measurements [1] and a y distribution parameterized from Color Evaporation Model (CEM) calculations [32]. To avoid the loss of events due to smearing effects at the edge of the angular acceptance, the generation was performed over y ranges wider than those covered by the two detector systems. It was also assumed that J/ψ production is unpolarized. The acceptance factors are obtained with respect to the J/ψ rapidity ranges |y| < 0.9 and 2.5 < y < 4.0 for the central barrel and muon detectors, respectively.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 328,
                    "text": "[1]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 415,
                    "text": "[32]",
                    "end": 419
                }
            ]
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "For the central barrel detectors, the acceptance times efficiency value ( A × ) is 9.8% and is the product of four contributions:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "(i) a kinematic factor, namely the requirement of having both e + and e − within the acceptance (|η e + ,e − | < 0.9), satisfying a transverse momentum cut p e + ,e − T > 1 GeV/c. This factor amounts to 32.8%; (ii) the reconstruction efficiency for the e + e − pair, which is 50.3%; (iii) the identification efficiency, which is 81.0%; (iv) the fraction of the signal within the mass range 2.92-3.16 GeV/c 2 , which is 73.4%. For the muon spectrometer, the tracking efficiency is calculated from MC simulations, including a realistic map of dead channels and the residual misalignment of the detection elements. This efficiency, obtained from a sample of generated tracks which match the hit pattern on the various chambers required by the reconstruction algorithm, is (97.1 ± 0.8)%.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "The efficiencies of the muon trigger chambers are obtained from the analysis of the \"trigger tracks\" collected in the measured data sample. The \"trigger tracks\", as explained in Section 2, are defined by the presence of a hit in at least 3 (out of 4) trigger planes. The efficiency for a chamber belonging to a certain trigger plane is calculated starting from a sample of \"trigger tracks\" where the corresponding chambers on the other 3 planes have recorded a hit, and then looking for the presence or absence of a hit in the chamber under study. Such a requirement on the sample does not introduce a bias in the efficiency calculation because the response of the detector planes are independent. Typical efficiency values are around 96%, with 90% of the detector surface having an efficiency larger than 91%. The obtained efficiencies are then plugged in the simulations in order to provide a realistic description of the detector. The time variation of the tracking and trigger detector efficiencies was accounted for in the simulation. Internally to each sub-period, the response of the tracking chamber channels is further weighted run by run.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "For each sub-period i, the ratio between the total number of reconstructed events, satisfying the analysis cuts, and the generated events in the range 2.5 < y < 4 gives the product A × ε i for the J/ψ . The differences between the A ×ε i for the various sub-periods do not exceed 8%, and their average value is A × ε = 32.9%. It is worth noting that A × ε exhibits, for both the central barrel detectors and the muon spectrometer, a rather small variation as a function of the J/ψ p T , down to zero p T .",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "To get the production cross section value, the ratio N cor J/ψ = N J/ψ / A × ε must be normalized to the integrated luminosity, or to the measured cross section for a chosen reference process. For this analysis, the adopted reference is the occurrence of the MB condition itself. One has simply",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "where BR(J/ψ → + − ) = (5.94 ± 0.06)% [31], N MB is the number of minimum bias collisions and σ MB is the measured cross section for such events. N MB was corrected, run by run, for the probability of having multiple interactions in a single bunch crossing. In the muon channel, the J/ψ signal was collected using the μ-MB trigger condition. Therefore, Eq. (1) has to include a multiplicative factor R that links the occurrence of a reference process in the μ-MB and MB event samples. We have chosen as a reference process the yield N μ of single muons, detected in the region −4 < η < −2.5, and with p T > 1 GeV/c. The R factor is then defined as the ratio",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 38,
                    "text": "[31]",
                    "end": 42
                }
            ]
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "of the single muon yields for the two event samples. The numerical values of the R factor strongly depend on the relative bandwidth assigned by the data acquisition to the two trigger samples in each sub-period, and vary between 0.10 and 0.42. However, the choice of the p T cut has no significant influence on these values (<1% for cut values between 0 and 3 GeV/c). This is due to the fact that both the μ-MB and MB muon samples are subject to the same set of cuts, including the requirement of matching of the reconstructed track with the corresponding trigger track.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Acceptance and efficiency corrections, luminosity normalization",
            "text": "The σ MB value is 62.3 mb, and is affected by a 4% systematic uncertainty. It was obtained relative to the cross section σ V0AND [33], measured in a van der Meer scan [34], of the coincidence V0AND between signals in the two VZERO detectors. The relative factor σ V0AND /σ MB was obtained as the fraction of MB events where the L0 trigger input corresponding to the V0AND condition has fired. Its value is 0.87, and is stable within 0.5% over the analyzed data sample. The integrated luminosity L int = N MB /σ MB is 5.6 nb −1 for the dielectron sample. For the dimuon sample",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 129,
                    "text": "[33]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 167,
                    "text": "[34]",
                    "end": 171
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty on the inclusive J/ψ cross section measurement was obtained considering the following sources:",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "-The uncertainty on the signal extraction procedure, for the electron channel, was estimated using the track rotation method as an alternative background calculation procedure, see Fig. 2, and by fitting the invariant mass distributions with a convolution of a polynomial and a Crystal Ball function (with parameters constrained via Monte Carlo). We have also varied the invariant mass ranges for the signal extraction and for background normalization. The value obtained is 8%. Including the contribution from the uncertainty on the material budget leads to a value of 8.5%. For the muon channel, various tests were performed. In particular, we tried to release in the fit the values of the parameters governing the asymmetric left tail of the Crystal Ball line shape, which were fixed to their MC values in the default fitting procedure. Alternative functions for the description of the signal and background shapes were also used. In particular, for the J/ψ a variable-width Gaussian function, adopted in the past by the NA50 and NA60 Collaborations [35], was used. For the background, a different shape was tested, based on a Gaussian having a width continuously increasing with the mass. The estimated overall systematic uncertainty on the signal extraction is 7.5%. -The acceptance calculation depends on the y and p T input distributions. For the electrons, the uncertainty is mainly determined by the choice of the p T spectrum. By varying the p T of the input distribution within a factor 2, a 1.5% variation in the acceptance was obtained. Such a small value is indeed a consequence of the weak p T dependence of the acceptance for the bulk of the spectrum. For the muons, both y and p T were varied, using as alternative distributions those expected for pp collisions at √ s = 4 and 10 TeV [36]. As a further test, the measured J/ψ differential distributions obtained from the analysis described later in Section 6, were used as an input in the calculation of the acceptance. In this way, a 5% systematic uncertainty on this quantity was determined. The larger systematic uncertainty for the muon channel is due to the larger influence, for this channel, of the choice of the shape of the rapidity distribution. -The uncertainty on the muon trigger efficiency calculation was estimated comparing N cor J/ψ for the sample where only one of the two decay muons is required to match the trigger condition, with the same quantity for the sample where both muons satisfy that condition. The 4% discrepancy between the two quantities is taken as the systematic uncertainty on the evaluation of the trigger efficiency.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 181,
                    "text": "Fig. 2",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1053,
                    "text": "[35]",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "start": 1801,
                    "text": "[36]",
                    "end": 1805
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "-The uncertainty on the reconstruction efficiency, for the central barrel analysis, is due to the track quality (4%) and particle identification (10%) cuts and originates from residual mismatches between data and MC simulations. For the muon analysis, the systematic uncertainty can be estimated by comparing determinations of the tracking efficiency based on real data and on a MC approach. In the first case, the tracking efficiency can be evaluated starting from the determination of the efficiency per chamber, computed using the redundancy of the tracking information in each station. The values thus obtained are in the range from 91.8 to 99.8%. The tracking efficiency evaluated starting from these chamber efficiencies is (98.8 ± 0.8)%. The very same procedure, in (30% of the efficiency loss discussed above) was assumed, to take into account possible small-area correlations that could be missed in the present approach. Combining this error with the one previously mentioned, the overall systematic uncertainty on the muon tracking efficiency is 1.5%, which gives 3% for muon pair detection. -The error on the luminosity measurement is dominated by the 4% systematic uncertainty on the determination of σ V0AND , which is due to the uncertainties on the beam intensities [37] and on the analysis procedure related to the van der Meer scan of the V0AND signal. Other effects, such as the oscillation in the ratio between the MB and V0AND counts, contribute to less than 1%. The cross section σ μ-MB , relative to the occurrence of the μ-MB trigger, was also measured in a van der Meer scan [33,34] and was used as an alternative reference for the luminosity determination in the muon analysis [38].",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1282,
                    "text": "[37]",
                    "end": 1286
                },
                {
                    "type": "bibr",
                    "start": 1600,
                    "text": "[33,",
                    "end": 1604
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1604,
                    "text": "34]",
                    "end": 1607
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1703,
                    "text": "[38]",
                    "end": 1707
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Using σ μ-MB as a reference cross section, a 4% difference has been found with respect to the integrated luminosity based on σ MB . For safety, this 4% has been quadratically added to the luminosity systematic error in the muon analysis. In addition, for the muons, the calculation of the integrated luminosity, as described above, is also connected with the estimate of the R factor. This quantity was evaluated in an alternative way, using the information from the trigger scalers and taking into account the dead-time of the triggers. By comparing the two results, a 3% systematic uncertainty on the R factor was estimated.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "-The branching ratio of the J/ψ decay to lepton pairs is known with a 1% accuracy. -The acceptance values significantly depend on the degree of polarization assumed in the J/ψ distributions. They were calculated in the two cases of fully transverse (λ = 1) or longitudinal (λ = −1) polarization, 3 in the Collins-Soper (CS) and helicity (HE) reference frames. 3 The polar angle distribution of the J/ψ decay leptons is given by dN/d cos θ =",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 296,
                    "text": "3",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 360,
                    "text": "3",
                    "end": 361
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties are summarized in Table 1. The systematic uncertainty on the inclusive J/ψ cross section is obtained by quadratically combining the errors from the sources described above, except polarization, and is 12.1% for the dimuon channel and 14.5% for the dielectron one. The systematic uncertainty due to the unknown J/ψ polarization will be quoted separately.",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 47,
                    "text": "Table 1",
                    "end": 54
                }
            ]
        },
        {
            "text": "Integrated and differential J/ψ cross sections",
            "section_rank": 7
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "The inclusive J/ψ production cross sections in pp collisions at √ s = 7 TeV are:",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "σ J/ψ |y| < 0.9 = 10.7 ± 1.0 (stat.) ± 1.6 (syst.) + 1.6 (λ HE = 1) − ",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "The systematic uncertainties related to the unknown polarization are quoted for the reference frame where they are larger.",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "In the dielectron channel, the dσ J/ψ /dp T differential cross section was measured in five p T bins, between 0 and 7 GeV/c. In each bin, the signal was extracted with the same approach used for the integrated invariant mass spectrum. In Fig. 4 the OS invariant mass spectra are shown, together with the LS and the TrkRot backgrounds. The corrections for acceptance and reconstruction efficiency and the systematic errors are given in Table 2. Some of the contributions to the systematic uncertainty do not depend on p T , thus affecting only the overall normalization, and they are separately quoted in Table 2. The contributions which depend on p T , even when they are correlated bin by bin, were included among the non-correlated systematic errors.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 238,
                    "text": "Fig. 4",
                    "end": 244
                },
                {
                    "type": "table",
                    "start": 435,
                    "text": "Table 2",
                    "end": 442
                },
                {
                    "type": "table",
                    "start": 604,
                    "text": "Table 2",
                    "end": 611
                }
            ]
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "For the analysis in the dimuon channel, a differential study of J/ψ production was performed in the two kinematic variables y and p T separately. In particular, dσ J/ψ /dp T was studied in seven bins between 0 and 8 GeV/c, and dσ J/ψ /dy in five bins between 2.5 and 4. The event sample used for the determination of the differential cross sections is slightly smaller (by about 15%, corresponding to L int = 13.3 nb −1 ) than the one analyzed for the integrated cross section. This is due to the fact that the statistics in one of the three sub-periods of the data taking is too small to allow a satisfactory fit of the differential invariant mass spectra.",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "The J/ψ signal was extracted, for each y or p T bin, with the same fitting technique used for the integrated invariant mass spectra. Since the ψ(2S) yield is rather small and cannot be safely constrained by the data themselves, its contribution was fixed in such a way as to have the same ψ(2S)/(J/ψ) ratio extracted from the integrated spectrum. Anyway, the results of the fit, for what concerns N J/ψ , are quite insensitive to the precise level of the ψ(2S) contribution. It has been verified, for example, that fixing for each p T bin the ratios ψ(2S)/(J/ψ) to the values measured (in the range p T > 2 GeV/c) by CDF [39], N J/ψ varies by less than 1%.",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 621,
                    "text": "[39]",
                    "end": 625
                }
            ]
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "In Fig. 5 the OS invariant mass spectra are shown, together with the result of the fits.",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 3,
                    "text": "Fig. 5",
                    "end": 9
                }
            ]
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "The acceptance times efficiency was calculated differentially in y and p T and the values are reported in Table 2. It can be noted that as a function of p T , the A × ε coverage of the muon spectrometer for J/ψ production extends down to zero p T , and that the values vary by less than a factor 1.6 in the analyzed p T range.",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 106,
                    "text": "Table 2",
                    "end": 113
                }
            ]
        },
        {
            "section": "Integrated and differential J/ψ cross sections",
            "text": "A × ε has a stronger y dependence, but its values are larger than 10% everywhere. ",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Table 2",
            "section_rank": 8
        },
        {
            "section": "Table 2",
            "text": "Summary of the results on the J/ψ differential cross sections.   The differential cross sections are then calculated with the same approach used for the integrated cross section, normalizing N cor J/ψ (y) and N cor J/ψ (p T ) to the integrated luminosity. The differential cross sections are affected by the same systematic error sources discussed in the previous section. All except the one related to the signal extraction can be considered as common, or strongly correlated. Table 2 gives a summary of the results, including the various sources of systematic uncertainties (correlated, uncorrelated and polarization-related).",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 478,
                    "text": "Table 2",
                    "end": 485
                }
            ]
        },
        {
            "section": "Table 2",
            "text": "The results are presented in Fig. 6 and Fig. 7 for the p Tdifferential cross section d 2 σ J/ψ /dp T d y and dσ J/ψ /dy (p T > 0), respectively. For the rapidity distribution, the values obtained in the forward region were also reflected with respect to y = 0. In both figures, the symbols are plotted at the center of each bin. The statistical and systematic errors were added in quadrature, apart from the 4 (5.5)% systematic uncertainties on luminosity for the dielectron (dimuon) channels, shown as boxes. The differential cross sections shown in Figs. 6 and 7 assume unpolarized J/ψ production. Systematic uncertainties due to the unknown J/ψ polarization are not shown. Our results are compared with those by the CMS [15], LHCb [16] and ATLAS [17] Collaborations. Also for these data the uncertainty due to luminosity, which is 11% for CMS, 10% for LHCb and 3.4% for ATLAS, is shown separately (boxes), while the error bars contain the statistical and the other sources of systematic errors added in quadrature. Our measurement at central rapidity reaches p T = 0 and is therefore complementary to the data of CMS, available at |y| < 1.2 for p T > 6.5 GeV/c, and AT-LAS, which covers the region |y| < 0.75, p T > 7 GeV/c. In order to compare our d 2 σ J/ψ /dp T d y in the forward rapidity range with that of LHCb, we added the LHCb data for prompt and non-prompt production and integrated in the range 2.5 < y < 4 to match our measurement. The agreement between the two data sets is good. In Fig. 7 our results are compared with the corresponding values from the CMS and LHCb experiments, for the rapidity bins where the p T coverage extends down to zero (ATLAS has no coverage down to p T = 0 in any rapidity range). For CMS, the value for 1.6 < |y| < 2.4 was obtained by integrating the published d 2 σ J/ψ /dp T d y data [15], while for LHCb the published dσ J/ψ /dy for prompt and non-prompt production [16] were added. Our data, together with that of the other LHC experiments, constitute a comprehensive measurement of inclusive J/ψ production cross section as a function of rapidity. At the LHC, the inclusive J/ψ production cross section at central rapidity is almost twice larger than at Tevatron ( √ s = 1.96 TeV) [1] and about ten times larger than at RHIC ( √ s = 0.2 TeV) [5]. The width (FWHM) of the rapidity distribution derived from our data is about twice larger than at RHIC [5].",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 29,
                    "text": "Fig. 6 and Fig. 7",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 723,
                    "text": "[15]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 734,
                    "text": "[16]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 749,
                    "text": "[17]",
                    "end": 753
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1499,
                    "text": "Fig. 7",
                    "end": 1505
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1831,
                    "text": "[15]",
                    "end": 1835
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1914,
                    "text": "[16]",
                    "end": 1918
                },
                {
                    "type": "bibr",
                    "start": 2231,
                    "text": "[1]",
                    "end": 2234
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2292,
                    "text": "[5]",
                    "end": 2295
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2400,
                    "text": "[5]",
                    "end": 2403
                }
            ]
        },
        {
            "section": "Table 2",
            "text": "We stress that the results described in this Letter refer to inclusive J/ψ production. Therefore the measured yield is a superposition of a direct component and of J/ψ coming from the decay of higher-mass charmonium states, in particular the χ c1 , χ c2 and ψ(2S) states. These contributions were measured in lower-energy experiments and were found to be ∼25% (χ c1 + χ c2 ) and ∼8% (ψ(2S)) of the total measured J/ψ yield [40,41]. The χ c0 contribution is negligible since its B.R. into J/ψ is of the order of 1%. In addition to this \"prompt\" production, decays of beauty hadrons are also known to give a sizeable contribution (of the order of 10-15% in the p T range accessed by ALICE [16]) to the observed J/ψ yield. With future high-statistics data samples, the ALICE experiment will identify, at central rapidities, J/ψ from b-decays, via the measurement of the pseudo-proper decay time distributions [42], and will also reconstruct the χ c → J/ψ + γ decay [43]. At forward rapidity, the contribution from b-decays will be estimated from the beauty cross section measurement carried out in the semi-leptonic decay channel [44].",
            "paragraph_rank": 48,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "[40,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 427,
                    "text": "41]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 687,
                    "text": "[16]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 906,
                    "text": "[42]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "start": 962,
                    "text": "[43]",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1127,
                    "text": "[44]",
                    "end": 1131
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 9
        },
        {
            "section": "Conclusions",
            "text": "The ALICE experiment has measured inclusive J/ψ production in the rapidity ranges |y| < 0.9 and 2.5 < y < 4, through the decays J/ψ → e + e − and J/ψ → μ + μ − , respectively. The p Tintegrated cross sections, based on data samples corresponding to integrated luminosities L int = 5.6 nb −1 (for the J/ψ → e + e − channel) and L int = 15.6 nb −1 (for J/ψ → μ + μ − ) are σ J/ψ (|y| < 0.9) = 10.7 ± 1.0 (stat.) ± 1.6 (syst.) + 1.6 (λ HE = 1) − 2.3 (λ HE = −1) μb and σ J/ψ (2.5 < y < 4) = 6.31 ± 0.25 (stat.) ± 0.76 (syst.) + 0.95 (λ CS = 1) −1.96 (λ CS = −1) μb. The transverse momentum distribution was measured at both central and forward rapidity. Taking together the results from the muon and electron channels, the AL-ICE measurement of the inclusive J/ψ production cross section is particularly relevant in the context of charmonium studies at the LHC, for its coverage of both central and forward rapidities and for the lowest p T reach at y = 0.",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "section": "Conclusions",
            "text": "The ALICE Collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex. The ALICE Collaboration acknowledges the following funding agencies for their support in building and running the ALICE detector: Calouste Gulbenkian Foundation from Lisbon and Swiss Fonds Kidagan, Armenia; Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Financiadora ",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "text": "Open access",
            "section_rank": 10
        },
        {
            "section": "Open access",
            "text": "This article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "For",
            "section_rank": 11
        },
        {
            "section": "For",
            "text": "the dielectron analysis, 3.5 × 10 8 minimum bias events (N MB ) are analyzed. An event with a reconstructed vertex position z v is accepted if |z v | < 10 cm. The tracks are required to have a minimum p T of 1.0 GeV/c, a minimum number of 70 TPC clusters per track (out of a maximum of 159), a χ 2 per space point of the momentum fit lower than 4, and to point back to the interaction vertex within 1 cm in the transverse plane. A hit in at least one of the two innermost layers of the ITS is required in order to reduce the contribution of electrons from γ conversions. For full-length tracks, the geometrical coverage of the central barrel detectors is |η| < 0.9.",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Specific energy loss in the TPC as a function of momentum with superimposed Bethe-Bloch lines for various particle species. The dashed lines show the pion and proton exclusion bands. The dotted line corresponds to the +3σ cut for electrons (see text).",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Top panel: invariant mass distributions for opposite-sign (OS) and like-sign (LS) electron pairs (| y| < 0.9, all p T ), as well as for pairs obtained with one track randomly rotated (TrkRot, see text). Bottom panel: the difference of the OS and LS distributions with the fit to the Monte Carlo (MC) signal superimposed.",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "by the PDG group by only 0.6%, showing that the accuracy of the magnetic field mapping and of the energy loss correction is reasonably under control. The measured width of the Crystal Ball function is σ J/ψ = 94 ± 8 MeV/c 2 , in agreement within less than 2% with the MC, and its FWHM is 221 MeV/c 2 .The same fitting procedure, applied to the other sub-periods, gives consistent results in terms of both m J/ψ (within 0.2%) and σ J/ψ (within 4%). The signal to background ratio, in the mass range 2.9 < m μμ < 3.3 GeV/c 2 , varies between 2.3 and 2.9 in the various sub-periods. The total number of J/ψ signal events, obtained by integrating the Crystall Ball function over the full mass range, is N J/ψ = 1924 ± 77 (stat.) ± 144 (syst.). The determination of the systematic uncertainty on N J/ψ is described later in Section 5.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Invariant mass spectra for OS electron pairs (| y| < 0.9), in bins of p T . The background calculated using LS and TrkRot approaches are also shown.",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Invariant mass spectra for OS muon pairs (2.5 < y < 4), in bins of p T . The results of the fits are also shown.",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. d 2 σ J/ψ /dp T d y for the midrapidity range and for the forward rapidity data, compared with results from the other LHC experiments[15][16][17], obtained in similar rapidity ranges. The error bars represent the quadratic sum of the statistical and systematic errors, while the systematic uncertainties on luminosity are shown as boxes. The symbols are plotted at the center of each bin.",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 141,
                    "text": "[15]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 145,
                    "text": "[16]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 149,
                    "text": "[17]",
                    "end": 153
                }
            ]
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. dσ J/ψ /dy, compared with results from the other LHC experiments[15][16][17].The error bars represent the quadratic sum of the statistical and systematic errors, while the systematic uncertainties on luminosity are shown as boxes. The symbols are plotted at the center of each bin.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 72,
                    "text": "[15]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 76,
                    "text": "[16]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 80,
                    "text": "[17]",
                    "end": 84
                }
            ]
        },
        {
            "text": "de Estudos e Projetos (FINEP), Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP); National Natural Science Foundation of China (NSFC), the Chinese Ministry of Education (CMOE) and the Ministry of Science and Technology of China (MSTC); Ministry of Education and Youth of the Czech Republic; Danish Natural Science Research Council, the Carlsberg Foundation and the Danish National Research Foundation; The European Research Council under the European Community's Seventh Framework Programme; Helsinki Institute of Physics and the Academy of Finland; French CNRS-IN2P3, the 'Region Pays de Loire', 'Region Alsace', 'Region Auvergne' and CEA, France; German BMBF and the Helmholtz Association; Greek Ministry of Research and Technology; Hungarian OTKA and National Office for Research and Technology (NKTH); Department of Atomic Energy and Department of Science and Technology of the Government of India; Istituto Nazionale di Fisica Nucleare (INFN) of Italy; MEXT Grant-in-Aid for Specially Promoted Research, Japan; Joint Institute for Nuclear Research, Dubna; National Research Foundation of Korea (NRF); CONACYT, DGAPA, México, ALFA-EC and the HELEN Program (High-Energy physics Latin-American-European Network); Stichting voor Fundamenteel Onderzoek der Materie (FOM) and the Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO), Netherlands; Research Council of Norway (NFR); Polish Ministry of Science and Higher Education; National Authority for Scientific Research -NASR (Autoritatea Naţionalȃ pentru CercetareŞtiin¸tificȃ -ANCS); Federal Agency of Science of the Ministry of Education and Science of Russian Federation, International Science and Technology Center, Russian Academy of Sciences, Russian Federal Agency of Atomic Energy, Russian Federal Agency for Science and Innovations and CERN-INTAS; Ministry of Education of Slovakia; CIEMAT, EELA, Ministerio de Educación y Ciencia of Spain, Xunta de Galicia (Consellería de Educación), CEADEN, Cubaenergía, Cuba, and IAEA (International Atomic Energy Agency); The Ministry of Science and Technology and the National Research Foundation (NRF), South Africa; Swedish Research Council (VR) and Knut & Alice Wallenberg Foundation (KAW); Ukraine Ministry of Education and Science; United Kingdom Science and Technology Facilities Council (STFC); The United States Department of Energy, the United States National Science Foundation, the State of Texas, and the State of Ohio.",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "0370-2693 © 2011 CERN. Published by Elsevier B.V.",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "text": "doi:10.1016/j.physletb.2011.09.054",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "13.9 ± 0.6. The tagging and corresponding rejection",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "of γ conversions is found to improve S/B by ∼30%. The MC simulations show that (73.4 ± 2.0)% of the signal is within the integration range. The error on this quantity was obtained by analyzing MC samples where the detector material budget was varied by ±6%[26]  with respect to the nominal value, and by varying the track-related cuts (p T and required number of TPC clusters) around their nominal values. A fit to the invariant mass distribution after background subtraction with a Crystal Ball function[27]  gives a mass resolution of 28.3 ± 1.8 MeV/c 2 .",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "Table 1",
            "section_rank": 22
        },
        {
            "section": "Table 1",
            "text": "Systematic uncertainties (in percent) on the quantities associated to the integrated J/ψ cross section measurement.",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "section": "Table 1",
            "text": "be (2.8 ± 0.4)%. Taking into account this effect, the resulting tracking efficiency is in good agreement with the value previously quoted (see Section 4) from realistic MC simulations, (97.1 ± 0.8)%. Nevertheless, a 1% additional systematic error",
            "paragraph_rank": 66,
            "section_rank": 22
        },
        {
            "section": "Table 1",
            "text": "The method consists in rotating, around the z axis, one of the tracks of the OS pair by a random azimuthal angle. More pairs can be obtained by applying the method several times to the same pair.",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        }
    ]
}