{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the ratio of the inclusive 3-jet to 2-jet cross sections as a function of the total jet transverse momentum, H T , in the range 0.2 < H T < 2.5 TeV is presented. The data have been collected at a proton-proton centre-of-mass energy of 7 TeV with the CMS detector at the LHC, and correspond to an integrated luminosity of 36 pb −1 . Comparisons are made between the data and the predictions of different QCD-based Monte Carlo models for multijet production. All models considered in this study are consistent with the data for H T > 0.5 TeV. This measurement extends to an H T range that has not been explored before.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In leading-order (LO) perturbative Quantum Chromodynamics (pQCD), jet production in pp collisions occurs when two partons interact via the strong force to produce two final-state partons. The elementary processes that contribute in the final state are qq → qq, qg → qg, gg → gg, and gg → qq, where q and g are quarks (or antiquarks) and gluons, respectively. Each of the final state particles may subsequently lose energy by emitting other quarks and gluons in a process referred to as a parton shower (PS). Finally, the products of the parton shower undergo hadronisation and form hadron jets. Events with three or more jets in the final state originate from hard-gluon radiation and other higher-order QCD processes. The jet transverse momentum (p T ), azimuthal angle in the plane perpendicular to the beams (φ), and rapidity ( y = 1 2 ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 835,
                    "text": "1 2",
                    "end": 838
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where E is the jet energy and p z is the momentum component in the direction of the colliding protons) are strongly correlated with those of the final-state partons. For this reason jet measurements have been used to test pQCD [1][2][3][4][5][6][7][8]. This Letter presents a measurement of the inclusive 3-jet to 2jet cross section ratio, R 32 , in proton-proton collisions at √ s = 7 TeV. The measurement is performed using a multijet data sample collected in 2010 by the Compact Muon Solenoid (CMS) experiment, at the Large Hadron Collider (LHC), and corresponds to an integrated luminosity of 36 pb −1 . Jets are reconstructed in the ✩ © CERN, for the benefit of the CMS Collaboration.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 227,
                    "text": "[1]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "[2]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 233,
                    "text": "[3]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 236,
                    "text": "[4]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 239,
                    "text": "[5]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 242,
                    "text": "[6]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "start": 245,
                    "text": "[7]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "[8]",
                    "end": 251
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "E-mail address: cms-publication-committee-chair@cern.ch.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "CMS detector using the anti-k T jet algorithm [9,10], with the requirements p T > 50 GeV and rapidity |y| < 2.5. This cross section definition is chosen to maximise the phase space of the measurement. The value of R 32 is measured as a function of the total jet transverse momentum of the event, H T , defined as",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 46,
                    "text": "[9,",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 49,
                    "text": "10]",
                    "end": 52
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where p Ti are the transverse momenta of all jets found with p T > 50 GeV and |y| < 2.5 in an event. This definition provides a general estimate of the energy available to the parton-parton hard process and is less sensitive to detector effects than p T . Major systematic uncertainties that hamper jet cross section measurements, such as those due to the jet energy scale and the jet selection efficiency, largely cancel in the measurement of R 32 , whilst the uncertainty on the integrated luminosity measurement cancels completely. Hence, a measurement of R 32 is subject to smaller uncertainties than the absolute multijet cross section measurements and can provide a stringent test of the theoretical models.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here the measured R 32 is used to perform a study on the validity of different Monte Carlo (MC) models currently in use for modeling collisions at the LHC. The high centre-of-mass energy of the LHC allows a test of the models in a transverse momentum region that was not accessible to previous experiments. Such studies are important because QCD-induced processes constitute, in some cases, the dominant backgrounds for signals of new physics at the LHC. This investigation is complementary to other studies which also aim to probe the validity of pQCD early in the LHC era [11][12][13].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 574,
                    "text": "[11]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "start": 578,
                    "text": "[12]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 582,
                    "text": "[13]",
                    "end": 586
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The D0 Collaboration at the Fermilab Tevatron has measured the same ratio of cross sections for jets in the range 100 < H T < 600 GeV and pp centre-of-mass energy of 1.8 TeV [5]. Hence this study extends the range of the R 32 measurement in a previously unexplored transverse momentum region, and probes pQCD up to",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 174,
                    "text": "[5]",
                    "end": 177
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid which provides an axial magnetic field of 3.8 T. The field volume of the solenoid is instrumented with various particle detection systems. Charged particle trajectories are measured by the silicon pixel and strip trackers, with full azimuthal coverage within |η| < 2.5, where the pseudorapidity η is defined as η = − ln[tan(θ/2)], and θ is the polar angle. The momentum resolution is about 1% at 100 GeV. Surrounding the trackers are a lead-tungstate crystal electromagnetic calorimeter (ECAL) [14] with a preshower detector in the endcaps, which covers the region |η| < 3, and a brass/scintillator hadron calorimeter (HCAL) [15], which extends up to |η| = 5. The ECAL has an energy resolution of better than 0.5% for unconverted photons with transverse energies above 100 GeV. The energy of charged pions and other quasi-stable hadrons can be measured with the calorimeters (ECAL and HCAL",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "[14]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 696,
                    "text": "[15]",
                    "end": 700
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "beit with a nonlinear response. For charged hadrons, the calorimeter resolution improves on the tracker momentum resolution only for p T 's in excess of 500 GeV. The steel return yoke outside the solenoid is instrumented with gas-ionisation detectors used to identify and reconstruct muons. The CMS experiment collects data using a two-level trigger system: the first-level hardware trigger (L1) [16] and the high-level software trigger (HLT) [17]. The L1 jet algorithm searches for collimated transverse energy depositions using an effective sliding-window algorithm whose size is 1.044 by 1.044 in (η, φ) space. Each jet candidate is assigned η, φ, and p T values that are used to seed subsequent searches in the HLT. The HLT uses data at full granularity and searches for jets using an iterative cone algorithm [18,19] of radius R = ( η) 2 + ( φ) 2 = 0.5.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 396,
                    "text": "[16]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 443,
                    "text": "[17]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 814,
                    "text": "[18,",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "start": 818,
                    "text": "19]",
                    "end": 821
                }
            ]
        },
        {
            "section": "The CMS detector",
            "text": "A more detailed description of the CMS detector can be found in Ref. [20].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 69,
                    "text": "[20]",
                    "end": 73
                }
            ]
        },
        {
            "text": "Data selection and reconstruction",
            "section_rank": 4
        },
        {
            "section": "Data selection and reconstruction",
            "text": "The jet sample used for this study was collected using the L1 and HLT single jet triggers. The efficiency of the trigger system is studied using a combination of minimum-bias triggers [21], which are independent of the L1 jet trigger, as well as low-threshold calorimeter triggers. Five different jet-trigger thresholds are used in this analysis, which ensure 100% trigger efficiency for each of Each event is required to have an offline reconstructed vertex position along the beam line that is within 24 cm of the nominal interaction point. The global event reconstruction (also called particle-flow event reconstruction [22]) consists in reconstructing and identifying each single particle with an optimised combination of all sub-detector information. The energy of photons is directly obtained from the ECAL measurement, corrected for zerosuppression effects. The energy of electrons is determined from a combination of the track momentum at the main interaction vertex, the corresponding ECAL cluster energy, and the energy sum of all bremsstrahlung photons attached to the track. The energy of muons is obtained from the corresponding track momentum. The energy of charged hadrons is determined from a combination of the track momentum and the corresponding ECAL and HCAL energy, corrected for zero-suppression effects, and calibrated for the non-linear response of the calorimeters. Finally the energy of neutral hadrons is obtained from the corresponding calibrated ECAL and HCAL energy.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 184,
                    "text": "[21]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "start": 623,
                    "text": "[22]",
                    "end": 627
                }
            ]
        },
        {
            "section": "Data selection and reconstruction",
            "text": "For each event, hadronic jets are clustered from these reconstructed particles with the infrared and collinear safe anti-k T algorithm, operated with a size parameter R of 0.5. The jet momentum is determined as the vectorial sum of all particle momenta in this jet, and is found in the simulation to be within 5%-10% of the true momentum over the whole p T spectrum and detector acceptance. An offset correction is applied to take into account the extra energy clustered in jets due to additional proton-proton interactions within the same bunch crossing. Jet energy corrections are derived from the simulation, and are confirmed with in situ measurements with the energy balance of dijet and photon + jet events [23].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 713,
                    "text": "[23]",
                    "end": 717
                }
            ]
        },
        {
            "section": "Data selection and reconstruction",
            "text": "Additional selection criteria are applied to each event to remove spurious jet-like features originating from isolated noise patterns in certain HCAL regions.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Data selection and reconstruction",
            "text": "Events with two or more jets of H T > 0.2 TeV, p T > 50 GeV, and |y| < 2.5 are selected. The final dijet sample consists of 376 590 events. A subsample of 206 845 events has an additional third jet that passes the p T and y selection criteria.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Monte Carlo models and comparisons with data",
            "section_rank": 5
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The jet data are compared with the predictions of five QCDbased MC generators that simulate jet production in pp collisions at",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The Pythia 6.4.22 MC generator [24] uses LO matrix elements to generate the 2 → 2 hard processes and a PS model to simulate higher-order processes. The PS model gives a good description of parton emission when the emitted partons are close in phase space. Events are generated with two different tunes of Pythia 6.4: D6T [25] and Z2. The Z2 tune is identical to the Z1 tune described in [25] except that Z2 uses the CTEQ6L1 [26] proton parton distribution functions (PDF) while Z1 uses CTEQ5L [27]. Parton showers are ordered by mass in D6T and by p T in Z2. Hadronisation is simulated using the Lund string model [28,29]. The Pythia 8 [30] tune C2 [31] simulation orders the PS in p T and models the underlying event using the multiple parton interaction model from Pythia6, including initial-and final-state QCD radiation.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 31,
                    "text": "[24]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 321,
                    "text": "[25]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 387,
                    "text": "[25]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 424,
                    "text": "[26]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 493,
                    "text": "[27]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "[28,",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 618,
                    "text": "29]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 636,
                    "text": "[30]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "start": 649,
                    "text": "[31]",
                    "end": 653
                }
            ]
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The Herwig++ [32] tune 2.3 program takes LO matrix elements and simulates PS using the coherent-branching algorithm, with angular ordering of showers. Hadronisation is simulated using the cluster model. The underlying event is generated from the eikonal multiple parton-parton scattering model.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The MadGraph [33,34] generator is used because of its treatment of hard and well-separated partons. MadGraph generates tree-level helicity amplitudes and is interfaced to Pythia6, which generates the rest of the higher-order effects using the PS model. Matching algorithms ensure that no double-counting occurs between the tree-level and the PS-model-generated partons. The MadGraph parameter that distinguishes between PS and tree-level diagrams is set to 30 GeV. The tune version is D6T.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 13,
                    "text": "[33,",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 17,
                    "text": "34]",
                    "end": 20
                }
            ]
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The Alpgen [35] tune D6T MC program also generates tree-level processes. As with MadGraph, it is interfaced with Pythia6 for generating higher-order effects. The jet-parton matching threshold is set to 20 GeV and the maximum distance between partons and jets to R = 0.7. The CTEQ6L1 PDF set is used to model the proton structure in Pythia 8 and MadGraph, while Herwig++ and Alpgen use the MRST2001 [36] and CTEQ5 PDF sets respectively.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 11,
                    "text": "[35]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 398,
                    "text": "[36]",
                    "end": 402
                }
            ]
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "The generated events from Pythia6 tune Z2, MadGraph, and Herwig++ are processed through a full detector simulation based on Geant4 [37].",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 131,
                    "text": "[37]",
                    "end": 135
                }
            ]
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "Jets (denoted MC jets) are reconstructed from particle-flow objects by means of the anti-k T jet algorithm. The jet energy corrections and selection criteria applied to MC events are identical to those applied to the data. Jets are also reconstructed using the anti-k T jet algorithm on the MC four-vectors of the stable particles after hadronisation. These (hadron-level) jets, referred to as Gen-Jets, represent the MC prediction free of detector effects.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "Detailed studies of the p T , y, and H T reconstruction are performed using the MC simulation. The p T resolution varies from 12% at 50 GeV to 5% at 1 TeV. These values are in agreement with the resolutions extracted from data. The H T resolution found using MC jets varies from 6% at 200 GeV to 3.5% at 2.5 TeV.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Monte Carlo models and comparisons with data",
            "text": "Plotted in Fig. 1 (top) are the H T distributions of the inclusive 2-jet (left) and 3-jet (right) samples after all selection criteria (solid circles). The five different jet samples are normalised to the integrated luminosity of 36 pb −1 . The measurements are compared to the predictions of Pythia6 tune Z2 MC (histogram), normalised to the total number of dijet events. Also shown in Fig. 1 (bottom) is the ratio between the MC predictions and the data, separately for inclusive 2-jet and 3-jet events. The MC predictions describe within 20% the shape of the measured H T distributions in data.This test has been repeated using the predictions of MadGraph and Herwig++ MC programs with similar results.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 11,
                    "text": "Fig. 1 (top)",
                    "end": 23
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 387,
                    "text": "Fig. 1 (bottom)",
                    "end": 402
                }
            ]
        },
        {
            "text": "Extraction of R 32 from the data",
            "section_rank": 6
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "The inclusive 2-jet (dσ 2 /dH T ) and 3-jet (dσ 3 /dH T ) differential cross sections are extracted from the data using",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "where C i , ε i , and N i are the smearing correction, detection efficiency, and the number of selected events for inclusive 2-jet (i = 2) and inclusive 3-jet (i = 3) events respectively, L is the integrated luminosity, and H T is the bin size. The smearing and efficiency corrections are computed using the Pythia6 tune Z2: GenJet events, consisting of all hadronlevel events which have at least two jets with p T > 50 GeV and |y| < 2.5, and MC jet events, consisting of all events with at least two reconstructed jets passing all selection criteria. The efficiency ε i is defined as the number of selected events (at any reconstructed H T ) arising from a given generated H T interval divided by the total number of generated events in that interval. The efficiency for 2-jet events is 100% throughout the H T range, while the efficiency for 3-jet events increases from 72% at H T = 200 GeV to 100% above H T = 400 GeV. The smearing correction C i is defined as the number of selected events (at any reconstructed H T ) arising from a given generated H T interval divided by the total number of selected events in that interval. The smearing correction C 2 is approximately 0.9 throughout the H T range, while C 3 is approximately 0.7 at H T = 200 GeV and increases to 0.9 for H T > 300 GeV. The ratio R 32 as a function of H T is extracted from the data by dividing the inclusive differential 3-jet cross section by the inclusive differential 2-jet cross section:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "The overall multiplicative correction factor to the data,",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "is within 4% of unity in the range 0.2 < H T < 0.5 TeV and within 2% thereafter. This method of extracting R 32 is tested by treating the MadGraph sample as the data and using Pythia6 as the MC. The MadGraph MC jets are treated and corrected (using Pythia6) the same way as the data and the extracted ratio from MadGraph is compared with the ratio at the hadron-level from MadGraph using GenJets. The extracted ratio is within ±1% of the GenJet ratio, and this difference is included in the overall systematic uncertainty for R 32 .",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "The measured R 32 after all corrections is shown in Fig. 2. As expected, R 32 rises with increasing H T , as the phase space opens up for the emission of a third jet satisfying the p T > 50 GeV selection criterion. The R 32 value reaches a plateau of about 0.8, which depends upon the p T and y selection criteria as well as the jetfinding algorithm. The R 32 plateau value measured here is different from that measured by the D0 Collaboration. The origin of this difference was studied using the MC and it is due to the different centre-of-mass energy and p T and y selection criteria.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 52,
                    "text": "Fig. 2",
                    "end": 58
                }
            ]
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "Several sources of systematic uncertainty on R 32 are considered. Uncertainties due to insufficient knowledge of the MC H T distributions are estimated by altering the shape of the MC distributions and comparing with the data. Those uncertainties are in the range 3-8%. Uncertainties originating from the jet energy scale, the effect of pile-up, insufficient knowledge of the jet p T resolution, and self-consistency checks of the extraction method (using MadGraph as data) are considered. The contribution of each of these effects is at the 1% level. The combined systematic uncertainty is estimated by adding in quadrature all these uncertainties and is shown as the shaded area in Fig. 2. The combined systematic uncertainty is in the range 4-10%.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 684,
                    "text": "Fig. 2",
                    "end": 690
                }
            ]
        },
        {
            "section": "Extraction of R 32 from the data",
            "text": "Also displayed in Fig. 2 are the predictions of the five MC generators considered in this study. The ratios, R 32 , of the different MC predictions to the measured values are plotted in Fig. 3. The shaded area represents the combined statistical and systematic uncertainty for the data. The predictions of MadGraph agree with the data throughout the H T range of the measurement. On the other hand, previous studies of event shapes and dijet angular decorrelations [11,12] indicate that MadGraph does not describe these distributions well. However, R 32 is constructed from inclusive measurements and is mainly sensitive to the probability of emitting a third parton in the final state, whereas the other two distributions depend mainly on the final state of the event. In contrast, the predictions of Alpgen, Pythia6, Pythia8, and Herwig++ are in agreement with the measured R 32 for H T > 0.5 TeV, although they overestimate it for lower values of H T .",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 18,
                    "text": "Fig. 2",
                    "end": 24
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 186,
                    "text": "Fig. 3",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 465,
                    "text": "[11,",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "start": 469,
                    "text": "12]",
                    "end": 472
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "The ratio of the inclusive 3-jet to 2-jet cross sections, for jets with p T > 50 GeV and |y| < 2.5, has been measured in the range 0.2 < H T < 2.5 TeV for proton-proton collisions at a centre-ofmass energy of 7 TeV. The measured ratio rises with increasing H T , as the phase space opens for the production of a third jet, reaching a plateau value of about 0.8 for H T 1 TeV.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "This study tests the prediction of the different MC generators considered at TeV scales. Pythia6 tune Z2, MadGraph, and Her-wig++ describe within 20% the shape of the H T distributions in data.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "The predictions of MadGraph, which generates tree-level helicity amplitudes, are in agreement with the measured R 32 throughout the range of this measurement. Alpgen, which also uses this method, describes well the data for H T > 0.5 TeV, but overestimates R 32 for lower H T values. The difference between the predictions of MadGraph and Alpgen is an estimate of the uncertainty of the theoretical predictions due to the different jet-parton matching parameters used by the two MC programs. The current results combined with previous measurements of event shapes and dijet angular decorrelations indicate that whilst MadGraph has difficulties in describing the details of the event shapes and dijet angular decorrelations, it predicts correctly the probability of emitting a third parton in the final state. The MC programs that use LO matrix elements to simulate the hard scattering and PS for all higher-order effects (Pythia6, Pythia8, Herwig++) describe well the data above H T > 0.5 TeV, but overestimate R 32 below this value. This is the first measurement of this ratio in the multi-TeV region, extending to an H T range that has not been explored before. ",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "the different H T regions of the jet sample (H T > 0.20, 0.31, 0.40, 0.56, and 0.80 TeV). The integrated luminosities corresponding to each of the five regions are 0.4, 4.5, 9.2, 20.0, and 36.0 pb −1 , respectively.",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. H T distributions (top) for inclusive 2-jet (left) and 3-jet (right) events for data (solid circles) and Pythia6 tune Z2 MC generator (histogram). Ratios between the MC predictions and the data (bottom).",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The measured R 32 (solid circles) as a function of H T , and the predictions of Pythia6, Pythia8, MadGraph, Alpgen, and Herwig++ (curves). Error bars represent statistical uncertainties. The shaded area indicates the size of the combined systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The ratios of the predicted R 32 values from the Pythia6, Pythia8, MadGraph, Alpgen, and Herwig++ Monte Carlo generators to the measured value, as a function of H T . The shaded area indicates the size of the combined statistical and systematic uncertainty.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "1 a",
            "section_rank": 12
        },
        {
            "section": "1 a",
            "text": "Sciences and NICPB (Estonia); Academy of Finland, ME, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NKTH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Korea); LAS (Lithuania); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); PAEC (Pakistan); SCSR (Poland); FCT (Portugal); JINR (Armenia, Belarus, Georgia, Ukraine, Uzbekistan); MST and MAE (Russia); MSTD (Serbia); MICINN and CPAN (Spain); Swiss Funding Agencies (Switzerland); NSC (Taipei); TUBITAK and TAEK (Turkey); STFC (United Kingdom); DOE and NSF (USA).Open accessThis article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.I. Evangelou, C. Foudas, P. Kokkas, N. Manthos, I. Papadopoulos, V. Patras, F.A. Triantis M. Abbrescia a,b , L. Barbone a,b , C. Calabria a,b , A. Colaleo a , D. Creanza a,c , N. De Filippis a,c,1 , M. De Palma a,b , L. Fiore a , G. Iaselli a,c , L. Lusito a,b , G. Maggi a,c , M. Maggi a , N. Manna a,b , B. Marangelli a,b , S. My a,c , S. Nuzzo a,b , N. Pacifico a,b , G.A. Pierro a , A. Pompili a,b , G. Pugliese a,c , F. Romano a,c , G. Roselli a,b , G. Selvaggi a,b , L. Silvestris a , R. Trentadue a , S. Tupputi a,b , G. Zito a a INFN Sezione di Bari, Bari, Italy b Università di Bari, Bari, Italy c Politecnico di Bari, Bari, Italy G. Abbiendi a , A.C. Benvenuti a , D. Bonacorsi a , S. Braibant-Giacomelli a,b , L. Brigliadori a , P. Capiluppi a,b , A. Castro a,b , F.R. Cavallo a , M. Cuffiani a,b , G.M. Dallavalle a , F. Fabbri a , A. Fanfani a,b , D. Fasanella a , P. Giacomelli a , M. Giunta a , S. Marcellini a , G. Masetti b , M. Meneghelli a,b , A. Montanari a , F.L. Navarria a,b , F. Odorici a , A. Perrotta a , F. Primavera a , A.M. Rossi a,b , T. Rovelli a,b , G. Siroli a,b , R. Travaglini a,b a INFN Sezione di Bologna, Bologna, Italy b Università di Bologna, Bologna, Italy S. Albergo a,b , G. Cappello a,b , M. Chiorboli a,b,1 , S. Costa a,b , A. Tricomi a,b , C. Tuve a a INFN Sezione di Catania, Catania, Italy b Università di Catania, Catania, Italy G. Barbagli a , V. Ciulli a,b , C. Civinini a , R. D'Alessandro a,b , E. Focardi a,b , S. Frosali a,b , E. Gallo a , S. Gonzi a,b , P. Lenzi a,b , M. Meschini a , S. Paoletti a , G. Sguazzoni a , A. Tropiano a,INFN Sezione di Firenze, Firenze, Italy b Università di Firenze, Firenze, Italy L. Benussi, S. Bianco, S. Colafranceschi 19 , F. Fabbri, D. Piccolo INFN Laboratori Nazionali di Frascati, Frascati, Italy P. Fabbricatore, R. Musenich INFN Sezione di Genova, Genova, Italy A. Benaglia a,b , F. De Guio a,b,1 , L. Di Matteo a,b , S. Gennai a,1 , A. Ghezzi a,b , S. Malvezzi a , A. Martelli a,b , A. Massironi a,b , D. Menasce a , L. Moroni a , M. Paganoni a,b , D. Pedrini a , S. Ragazzi a,b , N. Redaelli a , S. Sala a , T. Tabarelli de Fatis a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , C.A. Carrillo Montoya a,1 , N. Cavallo a,20 , A. De Cosa a,b , F. Fabozzi a,20 , A.O.M. Iorio a,1 , L. Lista a , M. Merola a,b , P. Paolucci a a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli \"Federico II\", Napoli, Italy P. Azzi a , N. Bacchetta a , P. Bellan a,b , D. Bisello a,b , A. Branca a , R. Carlin a,b , P. Checchia a , M. De Mattia a,b , T. Dorigo a , U. Dosselli a , F. Fanzago a , F. Gasparini a,b , U. Gasparini a,b , A. Gozzelino a , S. Lacaprara a,21 , I. Lazzizzera a,c , M. Margoni a,b , M. Mazzucato a , A.T. Meneguzzo a,b , M. Nespolo a,1 , L. Perrozzi a,1 , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , S. Vanini a,b , P. Zotto a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento (Trento), Padova, Italy P. Baesso a,b , U. Berzano a , S.P. Ratti a,b , C. Riccardi a,b , P. Torre a,b , P. Vitulo a,b , C. Viviani a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M. Bilei a , B. Caponeri a,b , L. Fanò a,b , P. Lariccia a,b , A. Lucaroni a,b,1 , G. Mantovani a,b , M. Menichelli a , A. Nappi a,b , F. Romeo a,b , A. Santocchia a,b , S. Taroni a,b,1 , M. Valdata a,b a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy P. Azzurri a,c , G. Bagliesi a , J. Bernardini a,b , T. Boccali a,1 , G. Broccolo a,c , R. Castaldi a , R.T. D'Agnolo a,c , R. Dell'Orso a , F. Fiori a,b , L. Foà a,c , A. Giassi a , A. Kraan a , F. Ligabue a,c , T. Lomtadze a , L. Martini a,22 , A. Messineo a,b , F. Palla a , G. Segneri a , A.T. Serban a , P. Spagnolo a , R. Tenchini a, * , G. Tonelli a,b,1 , A. Venturi a,1 , P.G. Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , D. Del Re a,b , E. Di Marco a,b , M. Diemoz a , D. Franci a,b , M. Grassi a,1 , E. Longo a,b , S. Nourbakhsh a , G. Organtini a,b , F. Pandolfi a,b,1 , R. Paramatti a , S. Rahatlou a,b , C. Rovelli a,1 a INFN Sezione di Roma, Roma, Italy b Università di Roma \"La Sapienza\", Roma, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b , M. Arneodo a,c , C. Biino a , C. Botta a,b,1 , N. Cartiglia a , R. Castello a,b , M. Costa a,b , N. Demaria a , A. Graziano a,b,1 , C. Mariotti a , M. Marone a,b , S. Maselli a ,",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "Acknowledgements",
            "section_rank": 14
        },
        {
            "section": "Acknowledgements",
            "text": "We wish to congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC machine. We thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: FMSR (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES (Croatia); RPF (Cyprus); Academy of",
            "paragraph_rank": 41,
            "section_rank": 14
        }
    ]
}