{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present recent measurements of neutrino charged current quasi-elastic (CC QE ) scattering, ν µ n → µ − p. Measurements of CC QE on carbon near 1 GeV by MiniBooNE and SciBooNE, as well as measurements on iron at 3 GeV by MINOS, disagree with current interaction models, while measurements at higher energies on carbon by NOMAD show excellent agreement with those same models.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Neutrino physics is entering a new era of precision measurements of oscillation parameters. The measured value of the atmospheric neutrino mass splitting is such that current and future accelerator neutrino beams are best tuned to oscillation physics with neutrino energies in the few-GeV region. However, the precision of neutrino interaction cross-sections is not commensurate with the goals of the next generation of neutrino oscillation experiments [1,2]. Moreover, recent measurements have exposed serious shortcomings in the current theoretical models describing neutrino-nucleus interactions.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 453,
                    "text": "[1,",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 456,
                    "text": "2]",
                    "end": 458
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "One of the largest interaction processes in the few-GeV region is quasi-elastic scattering (CC QE ), ν µ n → µ − p. The CC QE process is important because it is the signal reaction for oscillation experiments with neutrino energies below ∼2 GeV and because the simple final state allows accurate neutrino energy reconstruction using only the measured energy and angle of the outgoing lepton.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In this report, we will cover CC QE measurements released since Neutrino 2008, by MiniBooNE, Sci-BooNE, MINOS and NOMAD.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Email address: m.wascko@imperial.ac.uk (M. O. Wascko)",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A few words on theory",
            "section_rank": 3
        },
        {
            "section": "A few words on theory",
            "text": "The neutrino-nucleon CC QE scattering cross-section is most commonly written according to the Llewellyn-Smith prescription [3], which parameterises the cross section in terms of several form factors that are functions of the square of the four-momentum transferred to the nucleon, Q 2 = −(p ν − p µ ) 2 . Many of the form factors can be taken from electron scattering experiments. However, the axial form factor can best be measured at non-zero Q 2 in neutrino scattering. Most experiments assume a dipole form for the axial form factor F A , such that F A (Q 2 ) = F A (Q 2 = 0)/(1 + Q 2 /(M QE A ) 2 ) 2 , and use reconstructed Q 2 distributions to extract a value for the axial mass parameter M QE A . To approximate the nuclear environment, the relativistic Fermi gas (RFG) model of Smith and Moniz is used by most experiments [4]. This model assumes that nucleons are quasi-free, with an average binding energy and Fermi momentum specific to the particular target nucleus. Pauli blocking is included in the model. Bodek and Ritchie's extension to the relativistic Fermi gas model [5] is employed by some experiments.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 123,
                    "text": "[3]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 831,
                    "text": "[4]",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1085,
                    "text": "[5]",
                    "end": 1088
                }
            ]
        },
        {
            "section": "A few words on theory",
            "text": "These models are predicated on the impulse approximation, which assumes that the neutrino nucleus interaction can be treated as an incoherent sum of scattering processes with the individual nucleons. While such simple models have been demonstrated inadequate for elec-arXiv:1107.3400v1 [hep-ex] 18 Jul 2011 Figure 1: Importance of hadron production for neutrino beams. Four estimates of the neutrino flux at MiniBooNE, using different models for the production of parent-pions by p-Be collisions in the neutrino target. [8] tron scattering experiments, previous neutrino scattering measurements were not sufficicient to demonstrate model deficiencies.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 307,
                    "text": "Figure 1",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 520,
                    "text": "[8]",
                    "end": 523
                }
            ]
        },
        {
            "section": "A few words on theory",
            "text": "More details of the theory of neutrino-nucleus scattering, and especially progress in new models, are discussed elsewhere in these proceedings [6,7].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 143,
                    "text": "[6,",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 146,
                    "text": "7]",
                    "end": 148
                }
            ]
        },
        {
            "text": "Neutrino Beam Flux Predictions",
            "section_rank": 4
        },
        {
            "section": "Neutrino Beam Flux Predictions",
            "text": "Neutrino cross-section measurements require estimates of the neutrino fluxes; these estimates have proven to be extremely difficult since the advent of accelerator neutrino beams. Most previous experiments perform some calculations of neutrino fluxes based on estimates of the secondary pion spectra; these estimates in the past have had extremely high uncertainties. Because of this, many past experiments employed a circular bootstrapping method of estimating the fluxes.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Neutrino Beam Flux Predictions",
            "text": "To illustrate the difficulty of estimating neutrino fluxes, figure 1 shows four examples of predicted neutrino flux spectra at the MiniBooNE detector [8]. Each flux prediction was produced using exactly the same Monte Carlo (MC) simulation of the neutrino target, horn, and secondary beamline, with the only difference being the primary pion production in each. The largest flux estimate is a factor of four higher than the lowest, illustrating the problem in rather dramatic fashion.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 60,
                    "text": "figure 1",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 150,
                    "text": "[8]",
                    "end": 153
                }
            ]
        },
        {
            "section": "Neutrino Beam Flux Predictions",
            "text": "Because of the importance of accurate neutrino flux predictions for precise cross-section measurements, several experiments have been performed and planned WANF [9] NuMI [10]   to make accurate measurements of primary hadron production cross-sections. All the measurements discussed herein use detailed neutrino flux predictions based on precise hadron production data and/or secondary beam measurements. Table 1 summarises the beamline characteristics for the accelerator neutrino beams used to make the measurements in this report. Neutrino flux predictions [12,13] and hadron production experiments [14] are covered in more detail elsewhere in these proceedings.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 161,
                    "text": "[9]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 170,
                    "text": "[10]",
                    "end": 174
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 405,
                    "text": "Table 1",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 560,
                    "text": "[12,",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 564,
                    "text": "13]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 602,
                    "text": "[14]",
                    "end": 606
                }
            ]
        },
        {
            "text": "Charged-current quasi-eastic measurements",
            "section_rank": 5
        },
        {
            "text": "Axial mass measurements",
            "section_rank": 6
        },
        {
            "section": "Axial mass measurements",
            "text": "Due to the paucity of precise neutrino CC QE data, most past experiments have chosen not to extract the shape of the axial form factor itself but instead simply find a value of the axial mass that best fits their data under the assumption of the dipole form. Here we report recent fits for M QE A . MiniBooNE is an 800 t open volume Cherenkov detector. The MiniBooNE CC QE analysis [15] begins by selecting clean muon neutrino events, which are identified by observing the muon's Cherenkov ring followed by the Cherenkov ring produced by the decay electron. Requiring the decay electron be located near the end of the reconstructed muon track yields a high purity ν µ CC QE sample. Using the full neutrino data set, Mini-BooNE finds more than 140,000 events in the CC QE sample after cuts; this is by far the largest data set recorded at these energies. The largest fraction of background events are charged current single pion (CC 1π + ), ν µ N → µ − N π + , interactions in which the final state pion is not observed. This background is constrained with a sample of CC 1π + events selected from data by tagging events with two decay electrons [16,17].",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 292,
                    "text": "QE",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 382,
                    "text": "[15]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1145,
                    "text": "[16,",
                    "end": 1149
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1149,
                    "text": "17]",
                    "end": 1152
                }
            ]
        },
        {
            "section": "Axial mass measurements",
            "text": "MiniBooNE analysers find that two-dimensional plots of the cosine of the muon angle versus the muon kinetic energy disagree with their Monte Carlo (MC)  simulation. Furthermore, they find that the discrepancy follows lines of constant Q 2 , not lines of constant E ν , which suggests that the source of the disagreement lay with the cross section model, not the neutrino flux prediction. Based on shape-only comparisons, the Mini-BooNE data show reduced production at low Q 2 (below ∼0.1 (GeV/c) 2 ) and increased production above that. By fitting the reconstructed Q 2 distribution MiniBooNE finds the value of M QE A to be 1.35±0.17 (GeV/c) 2 ",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 643,
                    "text": "2",
                    "end": 644
                }
            ]
        },
        {
            "text": ". The high value of M QE",
            "section_rank": 7
        },
        {
            "section": ". The high value of M QE",
            "text": "A corrects the discrepancies in the Q 2 distribution and improves the normalization agreement between data and MC.",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "section": ". The high value of M QE",
            "text": "The MINOS near detector is a 980 t iron calorimeter with a ∼ 1 T toroidal magnetic field. Combined with the intense flux of the NuMI beam the near detector has recorded an enormous neutrino data set. For their CC QE measurement, MINOS analysers select ν µ CC events with low hadronic shower energy. Similar to MiniBooNE, they find their data show a deficit compared to their MC simulation at low Q 2 (below ∼0.1 (GeV/c) 2 ) but prefer a flatter spectrum above that. They perform fits of their reconstructed Q 2 distributions and extract a value of M QE A = 1.19 ± 0.17 GeV/c 2 [21] at mean neutrino energy 3 GeV. MINOS analysers are currently working on fits that use non-dipole form factors and developing methods for constraining the non-QE backgrounds with data.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 577,
                    "text": "[21]",
                    "end": 581
                }
            ]
        },
        {
            "section": ". The high value of M QE",
            "text": "The NOMAD detector comprised 2.7 t of active drift chamber targets inside a 0.4 T dipole magnet. The excellent resolution provided by the drift chambers allows the analysers to make stringent cuts on particle identification parameters and final state configurations. They select 1-track and 2-track (µ− p ) ν µ CC QE event samples. The NOMAD analysis [22] proceeds by using the measured yield of deep inelastic scattering (DIS) events, which have a well known cross-section at high energy, to convert the measured yield of CC QE events into a CC QE cross-section measurement in bins of neutrino energy. The measured value of the cross-section in each bin is used to infer the value of M QE A . As cross checks, they also fit the shape of the reconstructed Q 2 to extract M QE A and use the yield of inverse muon decay (IMD) events to normalize the CC QE cross-section. Both cross checks produce consistent values of M QE A . Table 2 summarises the recent measurements of M QE A . We see that the measurements on nuclei in the ∼1 GeV region are significantly higher than the world average taken from neutrino-deuterium scattering, and also larger than the high energy measurement on carbon made by NOMAD. We stress that the MiniBooNE and MINOS results (as well as the previously published K2K results) are based on fits to the shapes of the Q 2 distributions.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 351,
                    "text": "[22]",
                    "end": 355
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 925,
                    "text": "Table 2",
                    "end": 932
                }
            ]
        },
        {
            "text": "Cross-section versus neutrino energy",
            "section_rank": 8
        },
        {
            "section": "Cross-section versus neutrino energy",
            "text": "SciBooNE uses its 15 t fine-grained plastic scintillator vertex detector (SciBar) in combination with its muon range detector (MRD) for its CC QE analysis. Charged-current neutrino candidates are selected by matching tracks originating in the fiducial volume of SciBar and penetrating into the MRD; the muons are tagged by their penetration into the MRD. The analysers separate events based on the number of tracks coming out of the neutrino interaction vertex. One track events have no tracks other than the muon candidate. Two track events are separated into µ−p and µ−π samples using particle identification based on the energy deposited along the second track. The one-track and µ − p samples are predominantly CC QE events, and the µ − π sample is predominantly CC 1π + events so the analysis constrains the background fraction with data. SciBooNE fits reconstructed p µ − θ µ distributions in the three data samples (single µ, µ−p and µ−π ) simultaneously to extract the CC QE cross section versus neutrino energy [23].",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1020,
                    "text": "[23]",
                    "end": 1024
                }
            ]
        },
        {
            "section": "Cross-section versus neutrino energy",
            "text": "As mentioned above, NOMAD actually directly measures the CC QE cross-section as a function of neutrino energy, not M QE A . MiniBooNE measures the crosssection as a function of neutrino energy separately from the Q 2 shape fits used to extract M QE A . Figure 2 compares the measured CC QE crosssections versus neutrino energy from these experiments. It can be seen that the MiniBooNE and SciBooNE results, near 1 GeV, are consistent with each other and are significantly higher than the NOMAD results which span 3-100 GeV. We note that the SciBooNE and Mini-BooNE results are obtained directly from the measured event yields and proton-on-target-normalized neutrino flux predictions, not by extracting via a cross-section ratio with a different (assumed) cross-section. These are  Table 2. However, the NOMAD results at higher energies agree well with that expectation. the world's first such POT-normalized neutrino CC QE cross-section measurements.",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 253,
                    "text": "Figure 2",
                    "end": 261
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 782,
                    "text": "Table 2",
                    "end": 789
                }
            ]
        },
        {
            "text": "MiniBooNE's differential cross-section",
            "section_rank": 9
        },
        {
            "section": "MiniBooNE's differential cross-section",
            "text": "Due to the theoretical uncertainties associated with modeling the nuclear environment, the previous measurements necessarily have some model-dependence. To allow for the development of new models, measurements with no model dependence are needed. Figure 3 shows MiniBooNE's flux-averaged double differential CC QE cross-section measurement, d 2 σ/dT µ dcos θ µ . This is the most complete information about the neutrino CC QE cross-section that can be obtained using the outgoing muon's kinematics. MiniBooNE has been on the frontier of model-independent measurements and we hope that future experiments will follow the example.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 247,
                    "text": "Figure 3",
                    "end": 255
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 10
        },
        {
            "text": "Increased CC QE cross-section",
            "section_rank": 11
        },
        {
            "text": "Because of the dipole form assumed for F A , changing M QE",
            "section_rank": 12
        },
        {
            "section": "Because of the dipole form assumed for F A , changing M QE",
            "text": "A from 1.0 (GeV/c) 2 to 1.2 (GeV/c) 2 changes not only the Q 2 spectrum but also increases the normalization by approximately 20%. The MiniBooNE data actually favor an additional normalization increase of ∼ 8% on top of the larger than expected normalization implied by the high value of M QE A . As shown in Figure 2, the preliminary SciBooNE CC QE analysis is consistent with increased cross-section at neutrino energy near 1 GeV. In contrast, the NOMAD measurement shows good agreement with the normalization expected from a value of M QE A near 1.0 (GeV/c) 2 .",
            "paragraph_rank": 19,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 309,
                    "text": "Figure 2",
                    "end": 317
                }
            ]
        },
        {
            "section": "Because of the dipole form assumed for F A , changing M QE",
            "text": "There is some reason to believe that the impulse approximation may be inadequate in the 1 GeV region. Some recent theory papers predict an increased cross-section in medium sized nuclei [24] near 1 GeV. Other attempts to fit the MiniBooNE double differential CC QE data indicate that new ideas are needed [25,26,27]. More discussion of this topic can be found elsewhere in these proceedings [6,7].",
            "paragraph_rank": 20,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 186,
                    "text": "[24]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 305,
                    "text": "[25,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 309,
                    "text": "26,",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 312,
                    "text": "27]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 391,
                    "text": "[6,",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 394,
                    "text": "7]",
                    "end": 396
                }
            ]
        },
        {
            "text": "Behavior at low Q 2",
            "section_rank": 13
        },
        {
            "section": "Behavior at low Q 2",
            "text": "In addition to the harder Q 2 spectra observed by recent experiments with E ν near 1 GeV (which lead to the high values of M QE A ), ν µ CC QE data have also shown suppressed cross-section at very low Q 2 . Several different approaches to dealing with his have been employed by recent experiments. For example, the MiniBooNE collaboration inserted a scale factor into the RFG model that expands the available phase space for Pauli blocking [28] and reduces the predicted interaction rate at low Q 2 . The MINOS collaboration achieves a similar effect by scaling the Fermi momentum for CC QE events with Q 2 < 0.3 (GeV/c) 2 [21].",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 440,
                    "text": "[28]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 623,
                    "text": "[21]",
                    "end": 627
                }
            ]
        },
        {
            "section": "Behavior at low Q 2",
            "text": "In their differential CC QE analysis, MiniBooNE largely mitigated the low Q 2 data deficit by constraining the CC 1π + backgrounds with their own data. This indicates the problem lies with the model for predicting background events, and the observation is supported by SciBooNE [29,30] and MINOS [31] data. New and better measurements of CC 1π + production are therefore needed to understand CC QE scattering; recent CC 1π + measurements are discussed in some detail elsewhere in these proceedings [32].",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 278,
                    "text": "[29,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 282,
                    "text": "30]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 296,
                    "text": "[31]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 498,
                    "text": "[32]",
                    "end": 502
                }
            ]
        },
        {
            "section": "Behavior at low Q 2",
            "text": "We note that many in the theory community blame this low Q 2 model/data discrepancy on the simplicity of  Figure 3: MiniBooNE double differential CC QE measurements. The error bars shown are the shape uncertainties; there is also a 10.7% normalization error. [15] the RFG nuclear model employed by most experiments. In this Q 2 region, the wavelength of the boson propagator exceeds the size of the nucleon and so the assumptions of the impulse approximation break down [33].",
            "paragraph_rank": 23,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 106,
                    "text": "Figure 3",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 259,
                    "text": "[15]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 470,
                    "text": "[33]",
                    "end": 474
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 14
        },
        {
            "section": "Conclusion",
            "text": "To meet the demands of the current, and future, generation of neutrino oscillation experiments, serious effort is being put into improved measurements of neutrino scattering cross-sections. We have shown that recent measurements of the ν µ CC QE process on nuclei near 1 GeV independently show significant disagreements with the traditional models of neutrino scattering. Interestingly, recent measurements at high energy do not show the same disagreements. To solve this puzzle, there is increasing consensus that the neutrino scattering community needs to provide model-independent measurements of neutrino cross-sections. MiniBooNE has led the way in developing such analyses with Sci-BooNE following suit now as well. We look forward to new data from MINERνA, Argoneut, T2K and Micro-BooNE to help us solve this latest neutrino conundrum.",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "Figure 2 :",
            "section_rank": 15
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: CC QE cross-section versus neutrino energy.[15] The measurements made near 1 GeV from MiniBooNE and SciBooNE are ∼30% higher in normalization than what would be expected for a value of M QE A consistent with the world average fromTable 2. However, the NOMAD results at higher energies agree well with that expectation.",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 53,
                    "text": "[15]",
                    "end": 57
                }
            ]
        },
        {
            "text": "Table 1 :",
            "section_rank": 16
        },
        {
            "section": "Table 1 :",
            "text": "Accelerator neutrino beam characteristics",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "Table 2 :",
            "section_rank": 17
        },
        {
            "section": "Table 2 :",
            "text": "Axial mass measurements. The first row shows the world average value of M QE A found by fitting to previous ν µ − d scattering experiments. The measurements by K2K, MiniBooNE and MINOS on nuclear targets all use neutrinos in the few-GeV region, while the NOMAD result ranges from 4-100 GeV neutrino energy.",
            "paragraph_rank": 27,
            "section_rank": 17
        }
    ]
}