{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The particle identification capabilities of the ALICE experiment are unique among the four major LHC experiments. The working principles and excellent performance of the central barrel detectors in a high-multiplicity environment are presented as well as two physics examples: the extraction of transverse momentum spectra of charged pions, kaons, protons, and the observation of the 4 He-nucleus.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "PID detectors and performance",
            "section_rank": 2
        },
        {
            "section": "PID detectors and performance",
            "text": "The ALICE experiment is exploiting almost all known techniques for particle identification (PID). The particle identification of the Inner Tracking System (ITS) and the Time Projection Chamber (TPC) are based on the specific energy loss per unit path length of a particle which depends for a given momentum only on its charge and rest mass. Thus, the simultaneous measurement of track momentum (or rigidity) and signal amplitude in a sensitive detector volume allows to identify particles. The measured mean energy deposit of a track is denoted as dE/dx hereafter. In practice, it can be described with parameterizations of the well-known Bethe-Bloch formula.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "PID detectors and performance",
            "text": "Particle identification via dE/dx needs to be supplemented by additional information for momenta where the Bethe-Bloch curves for different particle species cross. The momenta of these tracks are high enough to reach the Time-Of-Flight detector (TOF) which is used to measure the particle's velocity and, with a momentum measurement, to determine its mass. The reach of the hadron identification can be extended by the detection of Cherenkov radiation in the High Momentum Particle Identification Detector (HMPID) and a statistical analysis of the dE/dx measurement on the relativistic rise in the TPC. High momenta electrons are identified via the detection of transition radiation. In the following section, the relevant PID detectors in the central barrel and their performance are described in increasing distance from the beam pipe.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "PID detectors and performance",
            "text": "Inner Tracking System (ITS). Silicon Drift Detectors (SDD) and Silicon Strip Detectors (SSD), which form the two intermediate and two outer layers of ITS, respectively, provide analogue read-out for up to four samples for a truncated mean calculation of the dE/dx. Thus a resolution of σ dE/dx ≈ 10 − 15% is achieved (see fig. 1 left). The particle identification in the ITS combined with stand-alone tracking allows to identify pions with a minimum momentum of p t ≈ 100 MeV/c which reduces the systematic error of yield and p t measurements due to extrapolation to p t = 0.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 322,
                    "text": "fig. 1",
                    "end": 328
                }
            ]
        },
        {
            "section": "PID detectors and performance",
            "text": "Time Projection Chamber (TPC). The ALICE TPC with its 557 568 readout channels [1] provides up to 159 ionization samples in a gas mixture of Ne and CO 2 (90%/10%). A truncated mean is used to reduce the Landau tail which results in a Gaussian distribution with a resolution of σ dE/dx ≈ 5%. Figure 3 (left) shows the measured dE/dx versus the rigidity R = p/z where p corresponds to the track momentum and z to the charge number. The lines show a parameterization of the Bethe-Bloch curve. The large dynamic range allows to detect particles with an average energy loss of 26 times minimum ionizing and thereby provides a clear identification of (anti-)nuclei.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 79,
                    "text": "[1]",
                    "end": 82
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 291,
                    "text": "Figure 3",
                    "end": 299
                }
            ]
        },
        {
            "section": "PID detectors and performance",
            "text": "Transition Radiation Detector (TRD). Electron identification for momenta above 1 GeV/c is achieved by the detection of transition radiation (see fig. 1 ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 145,
                    "text": "fig. 1",
                    "end": 151
                }
            ]
        },
        {
            "text": "right).",
            "section_rank": 3
        },
        {
            "section": "right).",
            "text": "Transition radiation is produced by relativistic charged particles when they cross the many interfaces of two media of different dielectric constants in the radiator and is detected by the high-Z gas mixture of Xe and CO 2 (85%/15%).",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "right).",
            "text": "Time-Of-Flight Detector (TOF). The TOF detector is composed of 1638 multigap resistive plate chambers which provide an intrinsic resolution of approximately 80 ps. The overall time resolution for particle identification also depends on the time-0 uncertainty of the event. This results in a resolution of σ T OF = σ 2 intr + σ 2 t0 ≈ 86 ps for Pb-Pb collisions and σ T OF ≈ 120 ps for pp collisions. Hence a 2σ-separation between protons and kaons up to 5 GeV/c can be achieved in the high-multiplicity environment (see fig. 1 ",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 520,
                    "text": "fig. 1",
                    "end": 526
                }
            ]
        },
        {
            "text": "middle).",
            "section_rank": 4
        },
        {
            "section": "middle).",
            "text": "High Momentum Particle Identification Detector (HMPID). The HMPID is a proximity focusing Ring Imaging Cherenkov detector with a liquid C 6 F 14 radiator. It provides a separation of kaons and protons up to 5 GeV/c.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Single track and statistical particle identification",
            "section_rank": 5
        },
        {
            "section": "Single track and statistical particle identification",
            "text": "In regions of clear separation, an identification of individual tracks is feasible, e.g. by assigning the particle type with the closest distance to an expected response function value. In practice, for detectors with a Gaussian response function this distance is usually specified in multiples of the resolution (so called nσ-cuts). These methods also find their application in indirect applications of particle identification, especially the removal of background in invariant mass analyses. The use of 3σ-cuts leads in many cases to a significant rejection of background without loss of efficiency. For the direct extraction of spectra, statistical unfolding methods can be applied in regions of only limited separation. The p t -reach of identified hadron spectra is further extended using the relativistic rise in the ionization measurement of the TPC.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Topological particle identification",
            "section_rank": 6
        },
        {
            "section": "Topological particle identification",
            "text": "Weak decays of strange particles with a sufficiently long lifetime and γ-conversions can be identified via their characteristic decay topology [2]. This can be used to perform precise cross-checks between independent techniques. Spectra of kaons are obtained from five independent techniques: via the measurement of dE/dx, time-of-flight, Cherenkov radiation, as well as the V 0 -type decay K 0 s → π + π − , and the kink topology K + → µ + ν µ . Figure 2 illustrates the good agreement which is found for charged and neutral kaons. ",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 143,
                    "text": "[2]",
                    "end": 146
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 447,
                    "text": "Figure 2",
                    "end": 455
                }
            ]
        },
        {
            "text": "Physics Example",
            "section_rank": 7
        },
        {
            "section": "Physics Example",
            "text": "The spectra of π ± , K ± , p, andp over a wide p t -range are extracted based on the methods outlined above [3,4,5]. There, different strategies are followed by the individual detector projects: in the ITS and stand-alone TOF analysis, the distribution of the response function for tracks within |y| < 0.5 is sliced in bins of p t and fitted with a superposition of Gaussian-like functions, to extract the yield of the different species following a statistical approach allowing a maximum p t -coverage of the individual detectors. The combined TPC-TOF analysis is based on a 3σ-cut in the TPC at lower and in the TOF towards intermediate momenta where track-by-track PID is still possible. This allows to histogram the distance of closest approach to the primary vertex for each particle type. The raw yield of primary and secondary particles from weak decay or interaction with the detector material is then directly extracted via a fit of the corresponding Monte Carlo templates. Figure 2 shows the combined pion spectrum of the different analyses.  The ALICE experiment also observed four candidates of the 4 He-nucleus, the measurement of which was recently published by the STAR collaboration [6]. In total, 17.8 million nuclear collisions recorded in the heavy ion run of November 2010 were analyzed with an offline trigger selecting all 3 He-nuclei or heavier. Figure 3 (right) shows the dE/dx versus rigidity distribution for negative particles in the region where the bands of 3 He and 4 He are clearly visible. Below a rigidity of p/z ≈ 2.2 GeV/c two candidates are clearly identified only based on the dE/dx information. Above, the mass determination of the candidate tracks must be combined with mass determined with the TOF system following",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 108,
                    "text": "[3,",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "start": 111,
                    "text": "4,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 113,
                    "text": "5]",
                    "end": 115
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 983,
                    "text": "Figure 2",
                    "end": 991
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1199,
                    "text": "[6]",
                    "end": 1202
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1369,
                    "text": "Figure 3 (right)",
                    "end": 1385
                }
            ]
        },
        {
            "section": "Physics Example",
            "text": "The inlet in figure 3 (right) shows the m 2 z 2 distribution for all tracks within a 2σ-band around the expected dE/dx for 4 He. The four anti-alpha candidates are highlighted in red in both the m 2 z 2 and the dE/dx versus rigidity plot. The dE/dx cut selects particles such that only tracks with z = 2 are contained in the sample which removes the ambiguity with deuterons (see eq. 1).",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. dE/dx spectrum for the ITS (left), track velocity β vs. momentum p for the TOF (middle), and signal amplitude for electrons and pions in the TRD (right).",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Combined pion spectra of the different analysis for several centralities (left) and comparison of charged and neutral kaons in Pb-Pb collisions (right).",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "5 .",
            "section_rank": 10
        },
        {
            "section": "5 .",
            "text": "Physics Example II: Observation of the 4 He-nucleus",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Figure 3 .",
            "section_rank": 11
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. dE/dx spectrum of the ALICE TPC of 2.2 million Pb-Pb events (left) and of the pre-selected tracks (by the offline trigger) in the full statistics (right).",
            "paragraph_rank": 17,
            "section_rank": 11
        }
    ]
}