{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The energy loss of partons in high-energy nuclear collisions is one of the most interesting observables to probe the nature of the produced medium. Analyzing data from PbPb collisions at a center-of-mass energy of 2.76 TeV, recorded with the Compact Muon Solenoid (CMS) detector, parton energy loss is observed as a significant imbalance of dijet transverse momentum. To gain further understanding of the parton energy loss mechanism and how it manifests itself in the distribution of final state particles, fragmentation functions are studied for the leading and subleading jet in bins of dijet imbalance.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "One of the experimental signatures of Quark-Gluon-Plasma (QGP) formation is the attenuation or disappearance of the spray of hadrons resulting from the fragmentation of a hard scattered parton having suffered energy loss in the QGP i.e.,\"jet quenching\" [1]. Recent results on PbPb collisions from CMS [2] and ATLAS [3] experiments have shown that dijets become increasingly imbalanced with event centrality; and the CMS results have highlighted that most of the quenched energy is transferred out of the jet cone which suggests that the reconstructed jet represents the fragments of the parton after quenching. In this study [4] we investigate to what extent the fragmentation pattern of the remnant parton resembles vacuum fragmentation.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 253,
                    "text": "[1]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 301,
                    "text": "[2]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 315,
                    "text": "[3]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 625,
                    "text": "[4]",
                    "end": 628
                }
            ]
        },
        {
            "text": "The fragmentation functions are constructed from charged tracks in the jet cone. We restrict ourselves to the high p T component of the fragmentation function, using charged tracks of p T > 4 GeV/c, where background contribution is negligible.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "CMS [5] is a multi-purpose detector, with strong capabilities in tracking and calorimetry in a large geometric acceptance. The jets in this analysis were reconstructed using the CMS \"particle-flow\" algorithm which attempts to identify all stable particles by combining information from all sub-detector systems [6] and has the advantage of reduced sensitivity to the fragmentation pattern of jet, as compared to purely calorimetric jets.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 4,
                    "text": "[5]",
                    "end": 7
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 311,
                    "text": "[6]",
                    "end": 314
                }
            ]
        },
        {
            "text": "The anti-k T algorithm, as encoded in the F astJet framework, is used to combine the particle-flow candidates into jets using a resolution parameter of R = 0.3 [7]. The small value of R helps to reduce background fluctuations. The underlying background is subtracted using the \"Pile-up Subtraction Algorithm\" described in [8].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 160,
                    "text": "[7]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 322,
                    "text": "[8]",
                    "end": 325
                }
            ]
        },
        {
            "text": "This analysis uses heavy ion track reconstruction [9]. The tracking performance is studied within jets. Tracking efficiency tables are generated as a function of reconstructed jet p T , reconstructed track p T , track η, and collision centrality. The heavy ion track collection in general has a low fake rate (< 5%) with efficiency degrading from ∼ 70% at a few GeV/c to ∼ 50% at 100 GeV/c.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 50,
                    "text": "[9]",
                    "end": 53
                }
            ]
        },
        {
            "text": "The fragmentation functions in PbPb collisions are constructed and compared to those in pp collisions at √ s = 2.76 TeV For a direct comparison between pp and PbPb, that analysis of the pp data has to include the resolution deterioration due to the underlying event fluctuations seen in PbPb. For this purpose the pp jet p T has been artificially smeared by the fluctuations observed in PbPb collisions taking into account the mean and RMS of the fluctuations as well as the correlation of the background  level seen in back-to-back jet cones. In addition to the smearing, the pp reference is reweighted such that the final jet spectrum matches that of the PbPb events. It is important to note that jet p T distributions of leading jets compared to subleading jets are different, which is also reflected in the respective fragmentation functions.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "To study closely a potential effect of quenching on the fragmentation properties of partons, we divide the data sample into four equally populated bins of dijet imbalance variable,",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": ", where 1 and 2 denote the leading and subleading jets in the event. The fragmentation functions are calculated for 0-30% central events. The fragmentation functions in central events are shown in figure 2. The reference for these distributions is obtained by smearing the pp results and reweighting them such that the final leading or subleading jet spectrum matches that of the PbPb events in a given A J bin.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The hard component of fragmentation functions reconstructed in PbPb collisions for different event centrality and dijet imbalance exhibit a universal behavior closely resembling the partons fragmenting in vacuum, as observed in pp collisions. The reconstructed fragmentation function in each bin of centrality and dijet imbalance are consistent with a jet of the same reconstructed p T originating from a parton fragmenting without having traversed a nuclear medium, as seen in a comparison with pp collisions.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Bibliography",
            "section_rank": 3
        },
        {
            "text": "Figure 1 :",
            "section_rank": 4
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Fragmentation functions in pp, peripheral PbPb, and central PbPb data, with the leading (open circles) and subleading (solid points) jets. The pp reference distributions are reweighted to match the jet p T distributions in PbPb and smeared to emulate background fluctuations in PbPb. The middle row shows the ratio of each PbPb fragmentation function to its pp reference. Error bars represent statistical uncertainty, whereas the boxes represent the systematic uncertainty. The bottom row shows the jet p T distributions.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Figure 2 : 1 T − p 2 T )/(p 1 T + p 2 T",
            "section_rank": 5
        },
        {
            "section": "Figure 2 : 1 T − p 2 T )/(p 1 T + p 2 T",
            "text": "Figure 2: Fragmentation functions in bins ofA J = (p 1 T − p 2 T )/(p 1 T + p 2 T ),where 1 and 2 denote the leading and subleading jets in the event, reconstructed in central PbPb and pp reference for the leading (open circles) and subleading (solid points) jets. The reference distributions are reweighted to match the jet p T distributions in PbPb and smeared to emulate background fluctuations in PbPb. The middle row shows the ratio of each fragmentation function to its pp reference. The bottom row shows the jet p T distributions.",
            "paragraph_rank": 11,
            "section_rank": 5
        }
    ]
}