{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We carried out a study of neutrino detection at the experimental fast reactor JOYO using a 0.76 tons gadolinium loaded liquid scintillator detector. The detector was set up on the ground level at 24.3 m from the JOYO reactor core of 140 MW thermal power. The measured neutrino event rate from reactor on-off comparison was 1.11±1.24(stat.)±0.46(syst.) events/day. Although the statistical significance of the measurement was not enough, the background in such a compact detector at the ground level was studied in detail and MC simulation was found to describe the data well. A study for improvement of the detector for future such experiments is also shown.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Reactor neutrinos have been playing an important role since its first discovery in 1956 [1] for the progress  ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 88,
                    "text": "[1]",
                    "end": 91
                }
            ]
        },
        {
            "text": "Experimental fast reactor JOYO",
            "section_rank": 3
        },
        {
            "section": "Experimental fast reactor JOYO",
            "text": "The experimental fast reactor JOYO, whose thermal power is 140 MW, is located in Japan Atomic Energy ",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Neutrino detection principle",
            "section_rank": 4
        },
        {
            "section": "Neutrino detection principle",
            "text": "Reactor neutrinos are detected with a liquid scintillator formulated from organic oils. Organic oils are abundant in free protons and the reactorν e react with the proton through inverse β-decay reaction. ",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "151",
            "section_rank": 5
        },
        {
            "section": "151",
            "text": "The detector contains gadolinium-loaded liquid scintillator (Gd-LS), in which neutrino signals are detected by using delayed coincidence technique. A positron kinetic energy and γ's from its annihilation are observed as the prompt signal. Since the recoil energy of neutron is small, neutrino energy can be measured from the energy of the prompt signal.",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "section": "151",
            "text": "Neutrons from inverse β-decay reactions are captured        Gd-LS used in our detector are summarized in Table 2.    ",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 105,
                    "text": "Table 2",
                    "end": 112
                }
            ]
        },
        {
            "text": "The detector",
            "section_rank": 6
        },
        {
            "text": "Experimental setup",
            "section_rank": 7
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 8
        },
        {
            "section": "Monte Carlo simulation",
            "text": "The collected data were compared with the Monte Carlo (MC) simulation based on Geant4 (version 4.9.0.p1). Geant4 is a toolkit which provides a calculation of particle tracking in materials [19].   ",
            "paragraph_rank": 8,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 189,
                    "text": "[19]",
                    "end": 193
                }
            ]
        },
        {
            "text": "Neutrino event selection and results",
            "section_rank": 9
        },
        {
            "text": "441",
            "section_rank": 10
        },
        {
            "section": "441",
            "text": "We used the data taken with delayed coincidence trig- ",
            "paragraph_rank": 9,
            "section_rank": 10
        },
        {
            "text": "474",
            "section_rank": 11
        },
        {
            "section": "474",
            "text": "In order to further reduce background events remained after the energy and ∆t cuts were applied, charge balance (CB) is defined as follows:      The neutrino event selection cuts and expected event rates are summarized in Table 3.",
            "paragraph_rank": 10,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 222,
                    "text": "Table 3",
                    "end": 229
                }
            ]
        },
        {
            "text": "Result of the reactor neutrino event selection",
            "section_rank": 12
        },
        {
            "section": "Result of the reactor neutrino event selection",
            "text": "The result of the neutrino event selection is summarized in Table 4. The accidental background event rates were estimated from the measurements of single background event rates and subtracted from the total event rates as shown in Table 4. Then, the difference between the event rates for reactor-on and reactor-off was calculated. Errors in  Table 4: Observed event rates (events/day) and the statistical uncertainties after the neutrino event selection criteria were applied. Accidental background event rates were estimated by single background event rate. Correlated event rates were obtained by subtracting the accidental BG event rate from the total event rate.",
            "paragraph_rank": 11,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 60,
                    "text": "Table 4",
                    "end": 67
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 231,
                    "text": "Table 4",
                    "end": 238
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 343,
                    "text": "Table 4",
                    "end": 350
                }
            ]
        },
        {
            "section": "Result of the reactor neutrino event selection",
            "text": "reactor-on data and 18.5 days of rector-off data was ob- Figure 15: Reconstructed energy spectrum after neutrino event selection criteria except for the prompt energy cut was applied. Points show the data with the statistical errors in which energy spectrum measured for reactor-off is subtracted from that taken for reactor-on. Accidental background event rates were estimeted from the data and subtracted. Boxes show the expected reactor neutrino energy spectrum from MC simulation with the MC statistical errors.",
            "paragraph_rank": 12,
            "section_rank": 12
        },
        {
            "text": "New detector design for the next experiment 547",
            "section_rank": 13
        },
        {
            "section": "New detector design for the next experiment 547",
            "text": "Problems found in the JOYO experiment were fol- ",
            "paragraph_rank": 13,
            "section_rank": 13
        },
        {
            "text": "of elementary particle physics and to deepen our understanding of the nature. Now the reactor neutrino detection techniques have become mature after a number of reactor neutrino experiments so far performed [2][3]. Research and development of compact reactor neutrino detector utilizing the up-to-date technologies have become active recently [4] with an idea of using it as a monitor for Plutonium breeding in reactor cores [3][5] and as a very near detector to calibrate reactor neutrino operation and track the plutonium breeding. International Atomic Energy Agency (IAEA) watches reactors in the world with surveillance cameras, reviewing operation record, etc. Because it is impossible to hide the 38 neutrinos, it could be a powerful tool to monitor the re-39 actor operation, in addition to the traditional monitoring 40 methods [6]. 41 The reactor neutrino monitoring has a potential to 42 non-destructively measure the plutonium amount in the 43 core. 44 Table 1 shows the energy releases and expected num-45 ber of emittedν e 's above 1.8 MeV per fission, and av-46 erage ratio of fission in the JOYO core for major isotopes in nuclear reactors. As shown in the Table 1, 235 U 48 produces significantly more neutrinos than 239 Pu. Com-49 bining the neutrino flux and thermal power generation, 50 there is a possibility to measure Plutonium amount in 51 the core. This is simply depicted by the following equa-52 tions assuming the fuel is made up only from 235 U and 53 239 Pu. 54 q 235 F 235 + q 239 F 239 = P th , (1) ν 235 F 235 + ν 239 F 239 = Nν e (2) where, 235 and 239 represent 235 U and 239 Pu. F x is",
            "paragraph_rank": 14,
            "section_rank": 14
        },
        {
            "text": "Figure 1 :",
            "section_rank": 15
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Fission rate of each fissile element as a function of time from the 4th to 6th operational cycles of experimental fast reactor JOYO. Four lines correspond to 239 Pu, 235 U, 238 U and 241 Pu as indicated in the figure. A period used for data analysis is also shown.",
            "paragraph_rank": 15,
            "section_rank": 15
        },
        {
            "text": "Agency (JAEA) Oarai Research and Development Center in Ibaraki prefecture, Japan. The JOYO reactor is a sodium-cooled fast reactor built as an experimental reactor to promote commercialization of fast breeder reactor development [12]. The reactor fuel is plutoniumuranium mixed oxide (MOX) which consists of enriched uranium dioxide UO( 2 ) to 18 w% in 235 U and plutonium dioxide PuO( 2 ). Fraction of fissile Pu content (( 239 Pu + 241 Pu)/all) is about 16 w% at the inner core and about 21 w% at the outer core. JOYO reactor operates for 60 days then stops for a few weeks in its operational cycle. Therefore, we could collect data in both the reactor-on and reactor-off conditions. The data taken under reactor-off condition were used to measure the background. Thermal power of the rector was stable at 140 MW during its operation. Figure 1 shows time variations of fission rates of main isotopes ( 235 U, 238 U, 239 Pu and 241 Pu) in the fuel. Neutrino flux from the reactor core was calculated from available measurements of β-decay spectra with 2.5 % systematic uncertainty [7].",
            "paragraph_rank": 16,
            "section_rank": 16
        },
        {
            "text": "Figure 2 :",
            "section_rank": 17
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2shows the reactor neutrino flux at JOYO experimental site and the cross-section of inverse β-decay",
            "paragraph_rank": 17,
            "section_rank": 17
        },
        {
            "text": "152",
            "section_rank": 18
        },
        {
            "section": "152",
            "text": "by gadolinium or hydrogen in the Gd-LS mostly after 153 thermalization, and γ-rays are emitted. Those γ-rays 154 are detected as delayed signal. In our detector, we ex-155 pect 76.9 % of neutron captures are on 155 Gd or 157 Gd, 156 which have more than 10 5 times larger thermal neutron 157 capture cross-section than hydrogen [16]. γ-rays with 158 total energy of approximately 8 MeV are emitted from 159 a neutron capture on Gd. The mean time difference (∆t) 160 between the prompt and delayed signals is estimated to 161 be 46 µsec. The background events are strongly sup-162 pressed by requiring coincidence of two signals.",
            "paragraph_rank": 18,
            "section_rank": 18
        },
        {
            "text": "Figure 3 :",
            "section_rank": 19
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Schematic view of experimental setup of the detector.",
            "paragraph_rank": 19,
            "section_rank": 19
        },
        {
            "text": "Figure 3",
            "section_rank": 20
        },
        {
            "section": "Figure 3",
            "text": "Figure 3 shows a schematic view of the detector. The detector was constructed at Tohoku University as one of the R&D programs for the KASKA reactor neutrino oscillation experiment [10]. The detector was moved to the Joyo reactor site in September 2006 after the KASKA R&D studies, and was set up on the ground floor of the reactor building near a delivery entrance, just at the west outside of the reactor containment vessel. The distance to the Joyo core was 24.3 m. The location of the detector is shown in Figure 4. Because Joyo uses sodium coolant, water was not allowed to be brought in the building and water shield was not possible.",
            "paragraph_rank": 20,
            "section_rank": 20
        },
        {
            "text": "Figure 4 :",
            "section_rank": 21
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Location of the detector at experimental fast reactor JOYO.",
            "paragraph_rank": 21,
            "section_rank": 21
        },
        {
            "text": "214Figure 5 :",
            "section_rank": 22
        },
        {
            "section": "214Figure 5 :",
            "text": "Figure 5: Picture of sphere shape acrylic vessel equipped with 16 PMTs on the surface. Gd-LS is not filled at the time of this picture.",
            "paragraph_rank": 22,
            "section_rank": 22
        },
        {
            "text": "Figure 6 :",
            "section_rank": 23
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: A picture taken at the experimental site. The detector is in the black cottage at the left hand side. The reactor containment vessel is behind the concrete wall at the right hand side.",
            "paragraph_rank": 23,
            "section_rank": 23
        },
        {
            "text": "246 4.4. Data acquisition system 247 CAMAC standard electronics modules were used for 248 data taking. Figure 7 shows the schematic view of the 249 data acquisition system. Signal from each PMT was 250 divided into four. The first one was fed into ADC, 251 by which integrated charge within 200 nsec time win-252 dow was measured. The second signal was used to 253 make a common trigger for ADC and TDC, which was 254 made from a discriminated analog sum of all PMT sig-255 nals. The threshold for the common trigger was set at 256 3.5 MeV. If cosmic-ray veto counter had a signal within 257 100 µsec before the common trigger was made, the trig-258 ger was canceled. The third signal provided a stop sig-259 nal to TDC, which measured the timing of the PMT 260 hits.",
            "paragraph_rank": 24,
            "section_rank": 24
        },
        {
            "text": "ForFigure 7 :Figure 8 :Figure 9 :",
            "section_rank": 25
        },
        {
            "section": "ForFigure 7 :Figure 8 :Figure 9 :",
            "text": "Figure 7: The schematic view of the data acquisition system.",
            "paragraph_rank": 25,
            "section_rank": 25
        },
        {
            "text": "355 411 Figure 10 shows the reconstructed energy spectrum 412 ReconstructedFigure 10 :",
            "section_rank": 26
        },
        {
            "section": "355 411 Figure 10 shows the reconstructed energy spectrum 412 ReconstructedFigure 10 :",
            "text": "Figure 10shows the reconstructed energy spectrum",
            "paragraph_rank": 26,
            "section_rank": 26
        },
        {
            "text": "440",
            "paragraph_rank": 27,
            "section_rank": 27
        },
        {
            "text": "442",
            "section_rank": 28
        },
        {
            "section": "442",
            "text": "Figure 12shows the time difference between the prompt 462",
            "paragraph_rank": 28,
            "section_rank": 28
        },
        {
            "text": "Figure 11 :",
            "section_rank": 29
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Reconstructed energy spectra for the prompt (left) and delayed (right) signal candidate events. Points show the observed data for 7.4 hours live-time under reactor-off condition. Overlaid histograms show the expected spectra of neutrino signals and background events from MC simulation.",
            "paragraph_rank": 29,
            "section_rank": 29
        },
        {
            "text": "from i-th PMT after gain correction was applied. This variable becomes large for the external background events, such as environmental gamma rays and fast neutrons, with the vertex position close to the surface of the detector while it is smaller for events occuring near the center. So CB cut corresponds to a kind of fiducial volume cut. However when the vertex position is too close to the surface and between the near PMT surfaces, the CB becomes smaller and the vertex position mimics a place around the center of the detector, because solid angles to the near PMT surfaces from the vertex position are narrow and number of photoelectrons for the near PMTs becomes less. Figure 13 shows the CB distributions of reactor neutrino and background events after energy and ∆t cuts were applied. Distributions for the background events have a valley at CB ∼ 1.3. To maximize signal over noise ratio (S/N), cut conditions for CB were defined as:• 0.8 ≤ CB prompt ≤ 1.4 and 0.8 ≤ CB delayed ≤ 1.4Even after the energy, ∆t and charge balance cuts were applied, the remaining background events were still hundred times larger than the reactor neutrino events. The dominant component of the remaining background events was fast neutrons generated from muons in materials around the detector.",
            "paragraph_rank": 30,
            "section_rank": 30
        },
        {
            "text": "Figure 14",
            "paragraph_rank": 31,
            "section_rank": 31
        },
        {
            "text": "Figure 12 :",
            "section_rank": 32
        },
        {
            "section": "Figure 12 :",
            "text": "Figure 12: ∆t distributions for events which satisfy the energy cut: 4.5 ≤ E prompt ≤ 7 MeV and 4.5 ≤ E delayed ≤ 11 MeV. Points show the observed data for 7.4 hours live-time taken in reactor-off condition. Overlaid histograms show the expectations of neutrino signal and background events from MC simulation.",
            "paragraph_rank": 32,
            "section_rank": 32
        },
        {
            "text": "Figure 13 :",
            "section_rank": 33
        },
        {
            "section": "Figure 13 :",
            "text": "Figure 13: Charge balance (CB) distributions for the events which satisfy energy and ∆t cuts. Left-hand and right-hand figures show the distributions for prompt and delayed signals, respectively. Points show the observed data for 7.4 hours live-time taken in reactor-off condition. Overlaid histograms show expected distributions of neutrino signal and background events from MC simulation.",
            "paragraph_rank": 33,
            "section_rank": 33
        },
        {
            "text": "530 tained as 1 .Figure 14 :",
            "section_rank": 34
        },
        {
            "section": "530 tained as 1 .Figure 14 :",
            "text": "Figure 14: Reconstructed vertex φ distribution after the cuts of energy, ∆t and CB were applied. Points shows the data for 18.5 days live-time taken in reactor-off condition. An overlaid histogram shows the expectation of neutrino signals.",
            "paragraph_rank": 34,
            "section_rank": 34
        },
        {
            "text": "( 1 )3608",
            "section_rank": 35
        },
        {
            "section": "( 1 )3608",
            "text": "Statistics of the data was limited because the long 550 term data taking was impossible due to degradation 551 of Gd-LS.552 (2) Energy threshold level could not be sufficiently 553 lowered due to large amount of environmental γ-554 rays from outside of the detector. Therefore, the 555 neutrino detection efficiency was obliged to be low. 556 (3) Performance of event vertex reconstruction was 557 not enough to distinguish external background 558 events entering the detector due to the same prob-559 lem caused by the detector structure as in the de-560 scription for CB in Section 6. 561 (4) Fast neutron background level was too high against 562 the neutrino signals, for which S/N ratio was 563 0.029 .564 We designed a new detector for the next experiment 565 solving these problems, and estimated the sensitivity to 566 reactor neutrino measurements based on the MC simu-567 lation. 568 We are considering a liquid scintillator with high 569 Pseudocumene concentration above 99 w% as possible 570 candidate to solve the Gd-LS degradation problem. The 571 high aromatic concentration is supposed to stabilize the 572 Gd-LS. Experimental studies of the long-term stabil-573 ity and characteristics of the proposed Pseudocumene 574 based Gd-LS are necessary. In addition, the detector de-575 sign needs to be improved to suppress fast neutron back-576 ground. The new detector will consist of two concen-577 tric sphere vessels. The inner vessel contains the Gd-LS 578 as target of reactor neutrinos. The outer vessel is filled 579 with paraffin oil with no scintillation light emission, and 580 works as shield against fast neutrons. In the MC simu-581 lation, we assumed the same target volume with Gd-LS, 582 surrounded by 20 cm layer of buffer oil. Environmen-583 tal γ-rays are also reduced by the outer layer, by which 584 we estimate that the energy threshold can be lowered to 585 MeV with the same trigger rate as the measurement at 586 JOYO. The scintillation lights are viewed by 24 10-inch 587 PMTs isotropically arranged on the surface of the outer 588 vessel, providing 11 % photo-cathode coverage close to 589 JOYO detector. The PMT surfaces are away from the target vessel with the interval buffer region by which 591 performance of vertex position reconstruction can be 592 improved especially for those close to the surface of the 593 target vessel. The reconstructed vertex radii in the polar coordinate system are used for rejection of the external 595 background events. expect the S/N ratio is improved from 0.029 to 0.093, 598 with about 16 times larger neutrino selection efficiency 599 by the new detector design. If we put the same detector 600 at MONJU rector site [25], of which thermal power is 601 approximately five times higher than JOYO reactor, the 602 S/N ratio is further improved to 0.48 with 41 events/day 603 of neutrino observations. Significance of fast reactor 604 neutrino observation reaches 2 standard deviation after 605 12 days of reactor-on and off live-times at JOYO reactor 606 site or 1 day at MONJU reactor site. We carried out an experimental study of fast reac-609 tor neutrino detection and measured the background 610 spectrum at fast reactor JOYO using a compact detec-611 tor. The observed reactor neutrino candidate signal",
            "paragraph_rank": 35,
            "section_rank": 35
        },
        {
            "text": "Table 2",
            "section_rank": 36
        },
        {
            "text": "The readout and monitoring system in this experiment needed to be simplified due to limited access to the experimental area. Therefore, we constructed our DAQ software system in a CAMAC CC/NET [17] to read the data from ADC and TDC modules and used a trigger system installaed into a NIM FPGA module.As JOYO is a fast reactor and uses sodium as moderator, the experimental area also needed to be kept off water and high humidity. In addition, the detector us-",
            "paragraph_rank": 37,
            "section_rank": 37
        },
        {
            "text": "The last signal was fed into another ADC for pulse 261 shape discrimination (PSD) study aiming to identify fast 262 neutron background, although the PSD was not used for263 the study described in this paper. In order to collect 264 delayed coincidence signals from neutrino interactions, 265 lower trigger threshold at 2.5 MeV was applied to the 266 delayed signals for 100 µsec after a prompt trigger was 267 created. Time interval between the first and second trig-268 gers was measured by counting a 100 MHz clock signal 269 by a CAMAC scaler and the data were saved along with 270 the ADC and TDC data for each trigger. If a trigger for 271 delayed signal was not generated within 100 µsec, the 272 data acquisition system was back to the normal mode 273 with 3.5 MeV threshold. In addition to this delayed trig-274 ger, we also took data with single trigger at 0.6 MeV 275 threshold for the background study. During the data tak-276 ing at JOYO fast reactor site, the single trigger rate was 277 about 300 Hz. Mean dead time of the data taking inclu-278 sive of the cosmic muon veto time was 38 %.",
            "paragraph_rank": 38,
            "section_rank": 37
        },
        {
            "text": "Table 3 :",
            "section_rank": 38
        },
        {
            "section": "Table 3 :",
            "text": "Effect of selection criteria on the reactor neutrino events in the detector. Each cut condition is described in Section 6.",
            "paragraph_rank": 39,
            "section_rank": 38
        },
        {
            "text": "Table 4",
            "section_rank": 39
        },
        {
            "section": "Table 4",
            "text": "Silicones KE103, KE1052). The photo-cathode cover-",
            "paragraph_rank": 41,
            "section_rank": 39
        },
        {
            "section": "Table 4",
            "text": "Major background sources in this experiment were According to the study using the MC simulation, we",
            "paragraph_rank": 42,
            "section_rank": 41
        }
    ]
}