{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a search at Jefferson Laboratory for new forces mediated by sub-GeV vector bosons with weak coupling α to electrons. Such a particle A can be produced in electron-nucleus fixed-target scattering and then decay to an e + e − pair, producing a narrow resonance in the QED trident spectrum. Using APEX test run data, we searched in the mass range 175-250 MeV, found no evidence for an A → e + e − reaction, and set an upper limit of α /α 10 −6 . Our findings demonstrate that fixed-target searches can explore a new, wide, and important range of masses and couplings for sub-GeV forces.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The strong, weak, and electromagnetic forces are mediated by vector bosons of the Standard Model. New forces could have escaped detection only if their mediators are either heavier than O(TeV) or quite weakly coupled. The latter possibility can be tested by precision colliding-beam and fixed-target experiments. This letter presents the results of a search for sub-GeV mediators of weakly coupled new forces in a test run for the A Experiment (APEX), which was proposed in [1] based on the general concepts presented in [2].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 474,
                    "text": "[1]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 521,
                    "text": "[2]",
                    "end": 524
                }
            ]
        },
        {
            "text": "A new abelian gauge boson, A , can acquire a small coupling to charged particles if it mixes kinetically with the photon [3]. Indeed, quantum loops of heavy particles with electric and U (1) charges can generate kinetic mixing and an ef-fective interaction eA µ J µ EM of the A to the electromagnetic current J µ EM , suppressed relative to the electron charge e by ∼ 10 −2 − 10 −6 [4]. This mechanism motivates the search for very weakly coupled gauge bosons. Anomalies related to dark matter [5] and to the anomalous magnetic moment of the muon [6] have motivated interest in the possibility of an A with MeV-to GeV-scale mass. Gauge bosons in the same mass range arise in several theoretical proposals [7], and their couplings to charged matter, α ≡ 2 α (α = e 2 /4π), are remarkably weakly constrained [2].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 121,
                    "text": "[3]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 382,
                    "text": "[4]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 494,
                    "text": "[5]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 547,
                    "text": "[6]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 705,
                    "text": "[7]",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 806,
                    "text": "[2]",
                    "end": 809
                }
            ]
        },
        {
            "text": "The simplest scenario, in which the A decays directly to ordinary matter, can be tested in electron and proton fixedtarget experiments [2,8,9] and at e + e − and hadron collid- APEX is sensitive to A decays to e + e − pairs, although decays to µ + µ − pairs are possible for A masses m A > 2mµ. Bottom: QED trident backgrounds: (b) radiative tridents and (c) Bethe-Heitler tridents.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 135,
                    "text": "[2,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 138,
                    "text": "8,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 140,
                    "text": "9]",
                    "end": 142
                }
            ]
        },
        {
            "text": "ers [4,7,10,11,12]. Electron fixed-target experiments are uniquely suited to probing the sub-GeV mass range because of their high luminosity, large A production cross section, and favorable kinematics. Electrons scattering off target nuclei can radiate an A , which then decays to e + e − , see Fig. 1. The A would then appear as a narrow resonance in the e + e − invariant mass spectrum, over the large background from quantum electrodynamics (QED) trident processes. APEX is optimized to search for such a resonance using Jefferson Laboratory's Continuous Electron Beam Accelerator Facility and two High Resolution Spectrometers (HRSs) in Hall A [13].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 4,
                    "text": "[4,",
                    "end": 7
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 7,
                    "text": "7,",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 9,
                    "text": "10,",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 12,
                    "text": "11,",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 15,
                    "text": "12]",
                    "end": 18
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 295,
                    "text": "Fig. 1",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 648,
                    "text": "[13]",
                    "end": 652
                }
            ]
        },
        {
            "text": "The full APEX experiment proposes to probe couplings α /α 10 −7 and masses m A ∼ 50 − 550 MeV, a considerable improvement in cross section sensitivity over previous experiments in a theoretically interesting region of parameter space. Other electron fixed-target experiments are planned at Jefferson Laboratory, including the Heavy Photon Search (HPS) [14] and DarkLight [8] experiments; at MAMI [15]; and at DESY (the HIdden Photon Search (HIPS) [16]).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 371,
                    "text": "[8]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 396,
                    "text": "[15]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 447,
                    "text": "[16]",
                    "end": 451
                }
            ]
        },
        {
            "text": "We present here the results of a test run for APEX that took place at Jefferson Laboratory in July 2010. The layout of the experiment is shown in Fig. 2. The distinctive kinematics of A production motivates the choice of configuration. The A carries a large fraction of the incident beam energy, E b , is produced at angles ∼ (m A /E b ) 3/2 1, and decays to an e + e − pair with a typical angle of m A /E b . A symmetric configuration with the e − and e + each carrying nearly half the beam energy mitigates QED background while maintaining high signal efficiency.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 146,
                    "text": "Fig. 2",
                    "end": 152
                }
            ]
        },
        {
            "text": "The test run used a 2.260 ± 0.002 GeV electron beam with an intensity up to 150 µA incident on a tantalum foil of thickness 22 mg/cm 2 . The HRSs' central momenta were 1.131 GeV with a momentum acceptance of ±4.5%. Dipole septum magnets between the target and the HRS aperture allow the detection of e − and e + at angles of 5 • relative to the The two spectrometers are equipped with similar detector packages. Two vertical drift chambers, each with two orthogonal tracking planes, provide reconstruction of particle trajectories. A segmented timing hodoscope and a gas Cherenkov counter (for e + identification) are used in the trigger. A twolayer lead glass calorimeter provides further offline particle identification. A single-paddle scintillator counter is used for timing alignment.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Data were collected with several triggers: the single-arm triggers produced by the hodoscope in either arm, a double coincidence trigger produced by a 40-ns wide overlap between the hodoscope signals from the two arms, and a triple coincidence trigger consisting of the double coincidence signal and a gas Cherenkov signal in the positron (right) arm. Single-arm trigger event samples are used for optics and acceptance calibration, described below. The double coincidence event sample, which is dominated by accidental e − π + coincidences, is used to check the angular and momentum acceptance of the spectrometers. These e − π + coincidences are largely rejected in the triple coincidence event sample by the requirement of a gas Cherenkov signal in the positron arm.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The reconstruction of e + and e − trajectories at the target was calibrated using the sieve slit method, see [13,17]. The sieve slits -removable tungsten plates with a grid of holes drilled through at known positions -are inserted between the target and the septum magnet during the calibration runs. In this configuration, data were taken with a 1.131 GeV and a 2.262 GeV incident electron beam. Using the reconstructed track positions and angles as measured in the vertical drift chambers, and the spectrometer's optical transfer matrix, the positions at the sieve slit were calculated. The parameters of the optical transfer matrix are then optimized to produce the best possible overlap with the sieve holes positions, and this corrected matrix is applied to event reconstruction. Only events within calibrated acceptance are used in the final analysis.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 109,
                    "text": "[13,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 113,
                    "text": "17]",
                    "end": 116
                }
            ]
        },
        {
            "text": "The final event sample is selected from the coincidence sample defined above by imposing a 12.5-ns time window between the electron arm trigger and the positron arm gas Cherenkov signals (no off-line corrections were applied), requiring good quality tracks in the vertical drift chambers of both arms, and the acceptance selection described above. Lastly, we demand that the sum of e + and e − energies not exceed the beam-energy threshold for true coincidence events of 2.261 GeV, which reduces accidental coincidences. This final sample of 770,500 events consists almost entirely of true e + e − coincidence events with only 0.9% contamination by meson backgrounds, and 7.4% accidental e + e − coincidence events.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The experimental data were compared with a calculation of the leading order QED trident process using MadGraph and MadEvent [18]. MadEvent was modified to account for nucleus-electron kinematics and to use the nuclear elastic and inelastic form factors in [19]. The invariant mass spectrum of the calculated coincident event sample overall normalized to the data is shown in Fig. 3. Overall trident rates from our calculations for the test run configuration, accounting for acceptance, agree within a few percent with data. Likewise, the differential momentum and angular distributions agree within 5 − 10%. The remaining discrepancies are consistent with uncertainties in the multi-dimentional momentum-angular acceptance and detector efficiency effects not included in our comparison.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 124,
                    "text": "[18]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 256,
                    "text": "[19]",
                    "end": 260
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 375,
                    "text": "Fig. 3",
                    "end": 381
                }
            ]
        },
        {
            "text": "The sensitivity to A depends critically on precise reconstruction of the invariant mass of e + e − pairs. Due to the excellent HRS relative momentum resolution of O(10 −4 ), the mass resolution is dominated by three contributions to the angular resolution: scattering of the e + e − inside the target, track measurement errors by the HRS detectors, and imperfections in the magnetic optics reconstruction matrix. Multiple scattering in the target contributes 0.37 mrad to the vertical and horizontal angular resolutions for each particle. Track measurement uncertainties contribute typically 0.33 (1.85) mrad to the horizontal (vertical) angular resolution in the left HRS and 0.43 (1.77) in the right HRS. Magnetic optics imperfections in both HRSs were found to contribute typically 0.10 (0.22) mrad to the horizontal (vertical) angular resolution. Because calibration of the magnetic optics was performed using only e − , and not e + , there is a possibility of additional aberrations in the positron arm. An upper limit for possible aberrations of 0.5 mrad was obtained from angular correlations in H(e, e p) experiments with the HRS and the calculations of the septum magnetic field. Accounting for these effects, we determine the combined mass resolution (rms) to be between 0.85 and 1.11 MeV, depending on the The invariant mass spectrum of e + e − pair events in the final event sample (black points, with error bars), accidental e + e − coincidence events (blue short-dash line), and the QED calculation of the trident background added to the accidental event sample (red long-dash line). Lower panel: the bin-by-bin residuals with respect to a 10-parameter fit to the global distribution (for illustration only, not used in the analysis).",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "invariant mass. Finally, the uncertainty in the absolute angle between the two sieve slits introduces a 1% uncertainty in the absolute mass scale but does not affect the mass resolution.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The starting point for the A → e + e − search is the invariant mass distribution of the coincident event sample, shown in black in Fig. 3. Also shown is the accidental e + e − coincidence event sample in blue, and the QED calculation of the trident background added to the accidental sample in red. For illustration, we show the bin-by-bin residuals with respect to a 10-parameter fit to the global distribution, although we do not use this in the analysis. The analysis code, described below, was tested and optimized on our simulated data and on a 10% sample of the experimental data to avoid possible bias.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 131,
                    "text": "Fig. 3",
                    "end": 137
                }
            ]
        },
        {
            "text": "We found that a linear sideband analysis is not tenable in light of the high statistical sensitivity of the experiment and the appreciable curvature of the invariant mass distribution; it suffers from O(1) systematic pulls, which can produce false positive signals or overstated sensitivity. Instead, a polynomial background model plus a Gaussian signal of S events (with mass-dependent width corresponding to the mass resolution presented above) is fit to a window bracketing each candidate A mass. The uncertainty in the polynomial coefficients incorporates the systematic uncertainty in the shape of the background model. Based on extensive simulated-experiment studies, a 7th-order polynomial fit over a 30.5 MeV window was found to achieve near-minimum uncertainty while maintaining a potential bias below 0.1 standard deviations across the mass spectrum. A symmetric window is used, except for candidate masses within 15 MeV of the upper or lower boundaries, for which a window of equal size touching the boundary Middle: Shaded gray region denotes 90% confidence limit, 50% power-constrained allowed region [20]. 90% confidence upper limit is shown in solid blue (dotted blue) when it is above (below) the expected limit (gray dashed). Red solid line denotes the best-fit for the number of signal events S. For comparison, dot-dashed line indicates contribution of statistical uncertainty to expected sensitivity, if background shape were known exactly. Bottom: 90% confidence, 50% power-constrained, and expected limits as above, here quoted in terms of ratio of signal strength upper-limit to the QED background, B, in a 1-MeV window around each A mass hypothesis.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1114,
                    "text": "[20]",
                    "end": 1118
                }
            ]
        },
        {
            "text": "is used. A binned profile likelihood ratio (PLR) is computed as a function of signal strength S at the candidate mass, using 0.05 MeV bins. The PLR is used to derive the local probability (p-value) at S = 0 (i.e. the probability of a larger PLR arising from statistical fluctuations in the backgroundonly model) and a 90%-confidence upper limit on the signal. We define the sensitivity of the search in terms of a 50% power-constraint [20], which means we do not regard a value of S as excluded if it falls below the expected limit. This procedure is repeated in steps of 0.25 MeV. A global p-value, corrected for the \"look-elsewhere effect\", (the fact that an excess of events anywhere in the range can mimic a signal), is derived from the lowest local p-value observed over the full mass range, and calibrated using simulated experiments.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 435,
                    "text": "[20]",
                    "end": 439
                }
            ]
        },
        {
            "text": "We find no evidence of an A signal. The p-value for the background model and upper bound on the absolute yield of A → e + e − signal events (consistent with the data and background model) are shown in Fig. 4. The invariant-massdependent limit is 200 − 1000 signal events at 90% confidence. The most significant excess, at 224.5 MeV, has a local p-value of 0.6%; the associated global p-value is 40% (i.e. in The 90% confidence upper limit on α /α versus A mass for the APEX test run (solid blue). Shown are existing 90% confidence level limits from the muon anomalous magnetic moment aµ (fine hatched) [6], KLOE (solid gray) [12], the result reported by Mainz (solid green) [15], and an estimate using a BaBar result (wide hatched) [2,10]. Between the red line and fine hatched region, the A can explain the observed discrepancy between the calculated and measured muon anomalous magnetic moment [6] at 90% confidence level. The full APEX experiment will roughly cover the entire area of the plot. the absence of a signal, 40% of prepared experiments would observe a more significant effect due to fluctuations).",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 201,
                    "text": "Fig. 4",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 602,
                    "text": "[6]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 625,
                    "text": "[12]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 674,
                    "text": "[15]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 732,
                    "text": "[2,",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 735,
                    "text": "10]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 896,
                    "text": "[6]",
                    "end": 899
                }
            ]
        },
        {
            "text": "To translate the limit on signal events into an upper limit on the coupling α with minimal systematic errors from acceptance and trigger efficiencies, we use a ratio method, normalizing A production to the measured QED trident rate. We distinguish between three components of the QED trident background: radiative tridents Fig. 1 (b), Bethe-Heitler tridents Fig. 1 (c), and their interference diagrams (not shown). The A signal and radiative trident fully differential cross sections are simply related [2], and the ratio f of the radiative-only cross section to the full trident cross section can be reliably computed in Monte Carlo: f varies linearly from 0.21 to 0.25 across the APEX mass range, with a systematic uncertainty of 0.01, which dominates over Monte Carlo statistics and possible next-to-leading order QED effects. The 50% powerconstrained limit on signal yield S max and trident background yield per unit mass, ∆B/∆m, evaluated in a 1 MeV range around m A , determines an upper limit on α /α,",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 323,
                    "text": "Fig. 1 (b)",
                    "end": 333
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 358,
                    "text": "Fig. 1 (c)",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 503,
                    "text": "[2]",
                    "end": 506
                }
            ]
        },
        {
            "text": "where N eff counts the number of available decay channels (N eff = 1 for m A < 2m µ , and increases to 1.6 at m A 250 MeV). The resulting limit, accounting in addition for contamination of the background by accidentals, is shown in Fig. 5.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 232,
                    "text": "Fig. 5",
                    "end": 238
                }
            ]
        },
        {
            "text": "In summary, the APEX test run data showed no significant signal of A → e + e − electro-production in the mass range 175-250 MeV. We established an upper limit of α /α 10 −6 at 90% confidence. All aspects of the full APEX experiment outlined in [1] have been demonstrated to work. The full experiment plans to run at several beam energies, have enhanced mass coverage from a 50-cm long multi-foil target, and acquire ∼ 200 times more data than this test run, extending our knowledge of sub-GeV force.",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 244,
                    "text": "[1]",
                    "end": 247
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Top: (a)A production from radiation off an incoming e − beam incident on a target consisting of nuclei of atomic number Z. APEX is sensitive to A decays to e + e − pairs, although decays to µ + µ − pairs are possible for A masses m A > 2mµ. Bottom: QED trident backgrounds: (b) radiative tridents and (c) Bethe-Heitler tridents.",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.The layout of the APEX test run. An electron beam (left-toright) is incident on a thin tantalum foil target. Two septum magnets of opposite polarity deflect charged particles to larger angles into two vertical-bend high resolution spectrometers (HRS) set up to select electrons and positrons, each carrying close to half the incoming beam energy. The HRSs contain detectors to accurately measure the momentum, direction, and identity of the particles. Insertable sieve slit plates located in front of the septum magnets were used for calibration of the spectrometer magnetic optics.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Upper panel:The invariant mass spectrum of e + e − pair events in the final event sample (black points, with error bars), accidental e + e − coincidence events (blue short-dash line), and the QED calculation of the trident background added to the accidental event sample (red long-dash line). Lower panel: the bin-by-bin residuals with respect to a 10-parameter fit to the global distribution (for illustration only, not used in the analysis).",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Top:Background-only model p-value versus A mass. Middle: Shaded gray region denotes 90% confidence limit, 50% power-constrained allowed region[20]. 90% confidence upper limit is shown in solid blue (dotted blue) when it is above (below) the expected limit (gray dashed). Red solid line denotes the best-fit for the number of signal events S. For comparison, dot-dashed line indicates contribution of statistical uncertainty to expected sensitivity, if background shape were known exactly. Bottom: 90% confidence, 50% power-constrained, and expected limits as above, here quoted in terms of ratio of signal strength upper-limit to the QED background, B, in a 1-MeV window around each A mass hypothesis.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 150,
                    "text": "[20]",
                    "end": 154
                }
            ]
        },
        {
            "text": "FIG. 5.The 90% confidence upper limit on α /α versus A mass for the APEX test run (solid blue). Shown are existing 90% confidence level limits from the muon anomalous magnetic moment aµ (fine hatched)[6], KLOE (solid gray)[12], the result reported by Mainz (solid green)[15], and an estimate using a BaBar result (wide hatched)[2,10]. Between the red line and fine hatched region, the A can explain the observed discrepancy between the calculated and measured muon anomalous magnetic moment[6] at 90% confidence level. The full APEX experiment will roughly cover the entire area of the plot.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 200,
                    "text": "[6]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 222,
                    "text": "[12]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 270,
                    "text": "[15]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 327,
                    "text": "[2,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 330,
                    "text": "10]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 490,
                    "text": "[6]",
                    "end": 493
                }
            ]
        },
        {
            "text": "The APEX collaboration thanks the JLab technical staff for their tremendous support during the brief test run. ",
            "paragraph_rank": 27,
            "section_rank": 9
        }
    ]
}