{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report the results of a search for νe appearance in a νµ beam in the MINOS long-baseline neutrino experiment. With an improved analysis and an increased exposure of 8.2 × 10 20 protons on the NuMI target at Fermilab, we find that 2 sin 2 (θ23) sin 2 (2θ13) < 0.12 (0.20) at 90% confidence level for δ=0 and the normal (inverted) neutrino mass hierarchy, with a best fit of 2 sin 2 (θ23) sin 2 (2θ13) = 0.041 +0.047   −0.031 (0.079 +0.071 −0.053 ). The θ13=0 hypothesis is disfavored by the MINOS data at the 89% confidence level.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "nomenon is well-described by three-flavor neutrino oscillations, characterized by the spectrum of neutrino masses together with the elements of the PMNS mixing matrix [8]. This matrix is often parametrized by three Euler angles θ ij and a CP-violating phase δ. While θ 12 and θ 23 are known to be large [1,4,6], θ 13 appears to be relatively small [9][10][11][12][13], with the tightest limits so far coming from the CHOOZ [10] and MINOS [12] experiments. The T2K collaboration has recently reported indications of a nonzero value for θ 13 at the 2.5σ confidence level (C.L.) [14]. This letter reports new θ 13 constraints from the MINOS experiment, using an increased data set and significant improvements to the analysis.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 167,
                    "text": "[8]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 303,
                    "text": "[1,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 306,
                    "text": "4,",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 308,
                    "text": "6]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 348,
                    "text": "[9]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 351,
                    "text": "[10]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 355,
                    "text": "[11]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 359,
                    "text": "[12]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 363,
                    "text": "[13]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 423,
                    "text": "[10]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 438,
                    "text": "[12]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 576,
                    "text": "[14]",
                    "end": 580
                }
            ]
        },
        {
            "text": "MINOS is a two-detector long-baseline neutrino oscillation experiment situated along the NuMI neutrino beamline [15]. The 0.98-kton Near Detector (ND) is located on-site at Fermilab, 1.04 km downstream of the NuMI target. The 5.4-kton Far Detector (FD) is located 735 km downstream in the Soudan Underground Laboratory. The two detectors have nearly identical designs, each consisting of alternating layers of steel (2.54 cm thick) and plastic scintillator (1 cm). The scintillator layers are constructed from optically isolated, 4.1 cm wide strips that serve as the active elements of the detectors. The strips are read out via optical fibers and multi-anode photomultiplier tubes. Details can be found in Ref. [16].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 112,
                    "text": "[15]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 712,
                    "text": "[16]",
                    "end": 716
                }
            ]
        },
        {
            "text": "The data used in this analysis come from an exposure of 8.2×10 20 protons on the NuMI target. The corresponding neutrino events in the ND have an energy spectrum that peaks at 3 GeV and a flavor composition of 91.7% ν µ , 7.0% ν µ , and 1.3% ν e +ν e , as estimated by beamline and detector Monte Carlo (MC) simulations, with additional constraints from MINOS ND data and external measurements [6,17]. The two-detector arrangement and the relatively small intrinsic ν e component make this analysis rather insensitive to beam uncertainties. Neutrino-nucleus and final-state interactions are simulated using NEUGEN3 [18], and particle propagation and detector response are simulated with GEANT3 [19].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 394,
                    "text": "[6,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 397,
                    "text": "17]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 615,
                    "text": "[18]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 694,
                    "text": "[19]",
                    "end": 698
                }
            ]
        },
        {
            "text": "MINOS is sensitive to θ 13 through ν µ → ν e oscillations. To leading order, the probability for this oscillation mode is given by",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "32 (in units of eV 2 ) and θ 23 are the dominant atmospheric oscillation parameters, L (in km) is the distance between the neutrino production and detection points, and E (in GeV) is the neutrino energy. We set constraints on θ 13 by searching for an excess of ν e events at the FD. Matter effects and possible leptonic CP violation modify the above probability significantly [20], hence our results are presented as a function of δ and the neutrino mass hierarchy.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 376,
                    "text": "[20]",
                    "end": 380
                }
            ]
        },
        {
            "text": "Events in the MINOS detectors can be characterized by the spatial patterns of energy deposition in the scintillator strips. Charged-current (CC) ν µ interactions are identified by a muon track extending beyond the more localized hadronic recoil system. A single detector plane is 1.4 radiation lengths thick, so the electron from a ν e CC interaction penetrates only a few planes (typically 6−12), leaving a transversely compact pattern of activity intermingled with the associated hadronic shower. Neutralcurrent (NC) interactions can mimic this pattern, particularly when neutral pions are present.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To obtain a ν e -enriched sample, we apply a series of selection criteria to the recorded neutrino events. We require that the neutrino interaction occur within a fiducial volume. We eliminate most ν µ CC interactions by rejecting events with a track longer than 24 planes and events with a track extending more than 15 planes beyond the hadronic shower. We require that an event have at least five contiguous planes with energy greater than half that deposited on average by a minimum ionizing particle. The calorimetrically determined event energy must lie between 1 and 8 GeV, as events below 1 GeV are overwhelmingly from NC interactions and events above 8 GeV have negligible ν µ → ν e oscillation probability. The time and reconstructed direction of each event must be consistent with the low-duty-cycle NuMI neutrino source. These \"pre-selection\" criteria preserve 77% of oscillation-induced ν e CC events originating in the fiducial volume while passing 8.5% of ν µ CC, 39% of NC, 54% of ν τ CC, and 35% of intrinsic ν e CC events, as estimated by the simulation.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Further background suppression requires a more sophisticated examination of the energy deposition patterns. Earlier MINOS ν e appearance searches used an artificial neural network event classifier with eleven input variables characterizing the transverse and longitudinal profiles of an event's activity in the detector [11,12,21]. The present analysis uses a nearest-neighbors algorithm dubbed \"library event matching\" (LEM) [22]. In LEM, each candidate event is compared to 5×10 7 simulated signal and background events [23], one by one, to find the 50 that look most similar to the candidate event. A library event is rejected if its reconstructed energy, number of active strips, or number of active planes differs from that of the candidate event by more than 20%. The similarity of the candidate event to each remaining library event is quantified by the following likelihood:",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 320,
                    "text": "[11,",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 324,
                    "text": "12,",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 327,
                    "text": "21]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 426,
                    "text": "[22]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 522,
                    "text": "[23]",
                    "end": 526
                }
            ]
        },
        {
            "text": "where the sum is taken over all strips with a signal above 3 photoelectrons in either of the two events, n i x is the charge (in photoelectrons) observed on strip i in event x (with x either \"candidate\" or \"library\"), and P (n; λ) is the Poisson probability for observing n given mean λ. Since events occur throughout the detector volume, each event is translated to a fixed reference location before L is evaluated. Strips far away from the event's central axis are combined before comparison. Additionally, library events are shifted by ±1 plane in search of a better likelihood.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The final classifier is formed using a neural network that takes as its inputs the reconstructed event energy along with three variables derived from the best-match ensemble: (1) the fraction of the 50 best-matched events that are true ν e CC events, (2) the average inelasticity y of those ν e CC events, and (3) the average fraction of charge that overlaps between the input event and each ν e CC event. The resulting LEM discriminant is shown in Fig. 1. We form a prediction for the FD event rate, in each of 15 bins (specified below) of LEM discriminant and reconstructed energy, using the corresponding rate observed in the ND. The ND rates are first broken down into indi- TABLE I: Systematic uncertainties on the number of predicted background events in the FD in the signal region, defined by LEM>0.7. The final θ13 measurement uses multiple LEM and reconstructed energy bins and thus uses a full systematics covariance matrix. These uncertainties, which are small compared to the statistical errors, lead to a 7.0% loss in sensitivity to sin 2 (2θ13). The \"All others\" category includes uncertainties relating to the neutrino flux, cross sections, detector modeling, and background decomposition.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 449,
                    "text": "Fig. 1",
                    "end": 455
                }
            ]
        },
        {
            "text": "LEM PID",
            "section_rank": 3
        },
        {
            "section": "LEM PID",
            "text": "vidual background contributions, as different background types translate differently from the ND to the FD due to oscillations and beamline geometry. To determine the relative background contributions in the ND rates, we apply the ν e selection to ND data collected in multiple beam configurations with differing neutrino energy spectra and thus differing background compositions. This allows the construction of a system of linear equations that can be solved for the relative contributions of NC, ν µ CC, and intrinsic ν e CC backgrounds in the primary low-energy beam configuration [12]. The measured composition of ND events, averaged over the range LEM>0.7 for reconstructed energy between 1 and 8 GeV, is (61 ± 1)% NC, (24 ± 1)% ν µ CC, and (15 ± 1)% ν e CC. We convert the resulting decomposed ND rates directly into predictions for the FD rates using a Monte Carlo simulation. More specifically, we use the simulated ratio of FD and ND rates, for each background type and for each LEM and energy bin, as the conversion factor for translating the measured ND rate into the FD prediction. We evaluate uncertainties on these ratios using systematically modified samples of simulated ND and FD data. The dominant systematic effects are summarized in Table I.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 585,
                    "text": "[12]",
                    "end": 589
                },
                {
                    "type": "table",
                    "start": 1254,
                    "text": "Table I",
                    "end": 1261
                }
            ]
        },
        {
            "section": "LEM PID",
            "text": "Since the ND collects negligibly few events arising from ν µ → ν e or ν µ → ν τ oscillations, the FD rates for these events are estimated using the simulation plus the observed ν µ CC rates in the ND. For ν e CC events, we further apply an energy-and LEM-dependent correction to the FD predictions that is derived from hybrid events composed of electrons from simulation and hadronic showers from data. The hadronic showers are obtained by removing the muon hits from cleanly identified ν µ CC events [12,24,25], and the electromagnetic shower simulation is verified using a pure sample of electrons recorded by the MINOS Calibration Detector [26]. The breakdown of expected FD events is given in Ta , and δ = 0. The first νe line refers to the intrinsic νe component in the beam. In the θ13=0 case, a small amount of νµ → νe oscillation occurs due to non-zero ∆m 2 21 .",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 501,
                    "text": "[12,",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 505,
                    "text": "24,",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 508,
                    "text": "25]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 643,
                    "text": "[26]",
                    "end": 647
                },
                {
                    "type": "table",
                    "start": 697,
                    "text": "Ta",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 864,
                    "text": "2",
                    "end": 865
                }
            ]
        },
        {
            "section": "LEM PID",
            "text": "no ν e candidate events, resulting in a 90% C.L. upper limit on cosmogenic backgrounds in the primary analysis region of 0.3 events. We find that (40.4 ± 2.8)% of ν e CC signal events end up in the signal region, LEM>0.7.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "LEM PID",
            "text": "Most of the analysis procedures can be tested directly on two signal-free or near-signal-free sideband samples. First, the \"muon-removed\" hadronic showers described above, before they are merged with simulated electrons, represent a sample of NC-like events. The predicted and observed LEM distributions in the FD agree for this sample, with χ 2 /N d.o.f. =9.7/8 using statistical errors only. Second, FD events satisfying 0≤LEM<0.5 make up a background-dominated sample for which we predict 370 ± 19 background events (statistical error only). We observe 377 events, in agreement with prediction. Forming the prediction for the latter sideband exercises all aspects of the analysis up to the final signal extraction, including the full ND decomposition procedure and the ND-to-FD ratios derived from simulation.",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "LEM PID",
            "text": "In previous MINOS analyses [11,12], the ν e appearance search was conducted by comparing the total number of ν e candidate events in the FD to the expected background. A similar approach applied to the present data yields 62 events in the signal region of LEM>0.7, with an expectation of 49.6 ± 7.0(stat.) ± 2.7(syst.) if θ 13 =0. However, we gain 12% in sensitivity by fitting the FD sample's LEM and reconstructed energy (E reco ) distribution in 3×5 bins spanning LEM>0.6 and 1 GeV < E reco < 8 GeV. The energy resolutions for hadronic and electromagnetic showers at 3 GeV are 32% and 12%, respectively [16]. Figure 2 shows the FD data and predictions used in the fit, along with the extracted best-fit signal. At the best fit, χ 2 /N d.o.f. =15.4/14. Figure 3 shows the regions of oscillation parameter space allowed by these data.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 27,
                    "text": "[11,",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 31,
                    "text": "12]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 606,
                    "text": "[16]",
                    "end": 610
                },
                {
                    "type": "figure",
                    "start": 612,
                    "text": "Figure 2",
                    "end": 620
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 755,
                    "text": "Figure 3",
                    "end": 763
                }
            ]
        },
        {
            "section": "LEM PID",
            "text": "For the fit, we use a three-flavor oscillation framework [20]   and θ 12 = 0.60 ± 0.02 [1]. The influence of these oscillation parameter uncertainties is included when constructing the contours. Prior to unblinding the FD data, we planned to fit only the LEM distribution integrated over energy. However, the excess over background in the upper energy range prompted the inclusion of energy information so that the fit could weigh events appropriately when extracting θ 13 constraints. If we had performed the signal extraction over LEM bins only, the best fit and 90% C.L. upper limit for sin 2 (2θ 13 ) would each change by +0.006. A thorough study of high-energy events in the signal and sideband samples, including events between 8 and 12 GeV, indicates that the high-energy predictions are robust and that the selected events are free of irregularities.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 57,
                    "text": "[20]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 87,
                    "text": "[1]",
                    "end": 90
                }
            ]
        },
        {
            "section": "LEM PID",
            "text": "In conclusion, using a fit to ν e discriminant and reconstructed energy 2D distribution of FD ν e candidate events, we find that 2 sin 2 (θ 23 ) sin 2 (2θ 13 ) = 0.041 +0.047 −0.031 (0.079 +0.071 −0.053 ) for the normal (inverted) mass hierarchy and δ=0.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "LEM PID",
            "text": "We further find that 2 sin 2 (θ 23 ) sin 2 (2θ 13 )<0.12 (0.20) at 90% C.L. Using the less sensitive techniques of the 2010 analysis [12] on the current data set yields a consistent measurement [29]. The θ 13 =0 hypothesis is disfavored by the MINOS data at the 89% C.L. This result significantly constrains the θ 13 range allowed by the T2K data [14] and is the most sensitive measurement of θ 13 to date.",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 133,
                    "text": "[12]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[29]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 347,
                    "text": "[14]",
                    "end": 351
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: [Top]Distribution of the LEM discriminant for events in the Near Detector that pass the pre-selection requirements. Data (points) and Monte Carlo simulation (histogram) are shown, with the magnitude of the systematic uncertainty indicated by the band. This uncertainty is highly correlated between the ND and FD and thus cancels out to a large degree when we form our FD predictions.[Bottom] Expected background and signal distributions in the Far Detector for sin 2 (2θ13)=0.1. The signal distribution has been multiplied by 10 for visibility.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "8 FIG. 2 :",
            "section_rank": 5
        },
        {
            "section": "8 FIG. 2 :",
            "text": "FIG. 2:Reconstructed energy spectra for νe CC candidate events in the Far Detector. The black points indicate the data with statistical error bars shown. The histogram indicates the expected background (unfilled area) together with the contribution of νµ → νe signal (hatched area) for the best-fit value of sin 2 (2θ13) = 0.041.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: Allowed ranges and best fits for 2 sin 2 (θ23) sin 2 (2θ13) as a function of δ. The upper (lower) panel assumes the normal (inverted) neutrino mass hierarchy. The vertical dashed line indicates the CHOOZ 90% C.L. upper limit assuming θ23 = π 4 and ∆m 2 32 = 2.32×10 −3 eV 2 [10].",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "ble II. An analysis of beam-off detector activity yielded",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "This work was supported by the U.S. DOE; the U.K. STFC; the U.S. NSF; the State and University of Minnesota; the University of Athens, Greece; and Brazil's FAPESP, CNPq, and CAPES. We are grateful to the Minnesota Department of Natural Resources, the crew of the Soudan Underground Laboratory, and the staff of Fermilab for their contributions to this effort.",
            "paragraph_rank": 24,
            "section_rank": 9
        }
    ]
}