{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recently proposed Transverse Enhancement Model of nuclear effects in Charge Current Quasi-Elastic neutrino scattering (A. Bodek, H.S. Budd, M.E. Christy, Eur. Phys. J. C 71:1726, 2011) is confronted with the Mini-BooNE high statistics experimental data.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Charge current quasi-elastic (CCQE) scattering is the most abundant neutrino interaction in experiments like Mini-BooNE (MB) or T2K with flux spectra peaked below 1 GeV. Its full understanding is important for detail neutrino oscillation pattern measurements.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Under an assumption that the impulse approximation picture is valid the CCQE reaction both on free and bound nucleons is defined as:",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "with ν,ν, l ± , p and n standing for: neutrino, antineutrino, charged lepton, proton and neutron respectively. A theoretical description of free nucleon target CCQE reaction is based on the conserved vector current (CVC) and the partially conserved axial current (PCAC) hypotheses. The only unknown quantity is then the axial form-factor G A (Q 2 ) for which one typically assumes the dipole form G A (Q 2 ) = G A (0)(1 + The aim of CCQE cross section measurements is to determine the value of M A and also to validate a nuclear physics input used in cross section computations. There is a variety of approaches [1] starting from the Fermi Gas (FG) model implemented in the major neutrino Monte Carlo (MC) event generators.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 612,
                    "text": "[1]",
                    "end": 615
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Q",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "a e-mail: jsobczyk@ift.uni.wroc.pl",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of M A can use an information contained in the shape of the distribution of events in the fourmomentum transfer Q 2 (or in the variable Q 2 QE , see [2]). The dependence of the total cross-section on M A gives an additional input: if the M A value is increased from 1.03 to 1.35 GeV for E ν > 1 GeV the cross-section is raised by ∼30% (for E ν < 1 GeV an increase is smaller). Another interesting option to validate models is to compare to high statistics double differential (2D) cross section data (muon kinetic energy and scattering angle) on carbon provided by the MB collaboration [2].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 162,
                    "text": "[2]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 599,
                    "text": "[2]",
                    "end": 602
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the past, several measurements of M A were done on deuterium for which most of nuclear physics complications are absent. Until a few years ago it seemed that the results converge to a value ∼1.03 GeV [3]. There is an additional argument in favor of a similar value of M A coming from the weak pion-production at low Q 2 . When put together they suggest the value M A = 1.014 GeV [3]. On the contrary, all (with an exception of the NOMAD experiment) more recent measurements of M A report much larger values (for a discussion see [4]).",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 203,
                    "text": "[3]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 382,
                    "text": "[3]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 532,
                    "text": "[4]",
                    "end": 535
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A mechanism which can explain the M A value discrepancy comes from the many-body nuclear model proposed 10 years ago and developed later by Martini, Ericson, Chanfray and Marteau (MEChM model) [5][6][7][8]. The model predicts a large contribution to the muon inclusive CC cross section from elementary 2p-2h and 3p-3h excitations leading to multinucleon ejection. The contribution is absent in a free nucleon neutrino reaction and in the MB event selection is treated as CCQE.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 193,
                    "text": "[5]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 196,
                    "text": "[6]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 199,
                    "text": "[7]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 202,
                    "text": "[8]",
                    "end": 205
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A microscopic evaluation of the multinucleon ejection contribution is reported in [9,10]. The computations were done in the theoretical scheme which had been successful in describing electron scattering in the kinematical region of QE and peaks together with the dip region between them. The model was applied to MB 2D cross section data and a fit to the axial mass value was done with the results: M A = 1.077 ± 0.027 GeV and (the normalization factor) λ = 0.917 ± 0.029. Using the low-momentum cut procedure, as proposed in [11], with q cut = 400 MeV the value M A = 1.007 ± 0.034 GeV was obtained.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 82,
                    "text": "[9,",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 85,
                    "text": "10]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 526,
                    "text": "[11]",
                    "end": 530
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In still another approach to include 2p-2h contribution it is shown that with the Meson Exchange Current (MEC) contribution one gets closer to the MB results [13,14].",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 158,
                    "text": "[13,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 162,
                    "text": "14]",
                    "end": 165
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It seems clear that the effective large axial mass model (ELAMM) (together with the κ Pauli blocking modifying parameter) is intended to account in the simple and MC implementable way nuclear effects (MEC and correlation effects [15]) leading usually to multinucleon ejection. MEC contribution seems to be more important because it is known that the inclusion of short range correlation (SRC) effects as done in the Spectral Function formalism makes the predicted CCQE cross section even smaller [16]. SRC effects do not change significantly the shape of the distribution of events in Q 2 and the models which have them included when confronted with the MB data give best fit values of M A very similar to the FG model [11,17].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 229,
                    "text": "[15]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 496,
                    "text": "[16]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 719,
                    "text": "[11,",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 723,
                    "text": "17]",
                    "end": 726
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Such effective models are useful in the experimental data analysis as for sub-GeV neutrino interactions it is usually difficult to reconstruct nucleon tracks and muons are the only clearly detected particles. Implementation of MEC effects is very difficult and it is important to develop effective approaches which may be applicable in a wide range of neutrino energies.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Transverse Enhancement Model (TEM)",
            "section_rank": 3
        },
        {
            "section": "Transverse Enhancement Model (TEM)",
            "text": "In [18] a new approach to describe CCQE scattering on nuclear targets is proposed. The model is also easy to implement in MC event generators. It is sufficient to modify vector magnetic form factors keeping all other ingredients of the CCQE model as in the free nucleon target case. In both ELAMM and TEM modifications of the standard (M A ∼ 1.03 GeV) theory are done in the Q 2 dependent way in agreement with what is suggested in the MB analysis of the 2D distribution of final muons (see Figs. 11, 12 in [2]).",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3,
                    "text": "[18]",
                    "end": 7
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 491,
                    "text": "Figs. 11, 12 in [2]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Transverse Enhancement Model (TEM)",
            "text": "The authors of [18] proposed a universal transverse enhancement function of Q 2 for the carbon target. For low Q 2 its form is determined by the scaling arguments while for high Q 2 (>0.5 GeV 2 ) it is obtained as a fit to the inclusive electron cross section data from the JUPITER experiment. The prescription to include TE contribution in the numerical computations amounts to rescaling:",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 15,
                    "text": "[18]",
                    "end": 19
                }
            ]
        },
        {
            "section": "Transverse Enhancement Model (TEM)",
            "text": "where G The most interesting feature of the TEM model is that it offers an explanation to the apparent contradiction between low (MB) and high (NOMAD) neutrino energy M A measurements: for energies up to ∼700 MeV TEM predicts the CCQE cross section to be similar to ELAMM with M A = 1.3 GeV. For higher neutrino energies the TEM cross section becomes significantly smaller and at E ν ∼ 5 GeV it corresponds to ELAMM with M A ∼ 1.15 GeV.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Transverse Enhancement Model (TEM)",
            "text": "The aim of this paper is to compare the predictions of TEM and ELAMM with the MB CCQE data [2].",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 91,
                    "text": "[2]",
                    "end": 94
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 4
        },
        {
            "section": "Results and discussion",
            "text": "In the numerical analysis we compare predictions from two models: (as used in [18]). We investigate two implementations of the TEM: (B1) as in the original paper: without Fermi motion and with Pauli blocking effect introduced by means of the NEUGEN Q 2 dependent reduction function; (B2) with the Fermi motion and Pauli blocking implemented via the FG model; we call the model: TEM-FG.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 78,
                    "text": "[18]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "We produced three samples of 10 6 events using NuWro MC event generator [19]. We checked that statistical fluctuations are small. Because in the MB data there is a large overall flux (normalization) error we add a renormalization factor to the χ 2 statistical test defined as [12]:",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 72,
                    "text": "[19]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 276,
                    "text": "[12]",
                    "end": 280
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "with λ = 0.107. It means that we basically compare the shapes of two-dimensional distributions of events only. Results are shown in Table 1 in the second and third columns. The number of degrees of freedom is DOF = 136. We see that both χ 2 TEM,min and χ 2 TEM-FG,min are larger than χ 2 ELAMM,min .  , 2 and 3 show contributions to χ 2 min from three models. Contributions in bins are proportional to the area of boxes and the normalizations are different in all three cases. If a box is crossed the model prediction is larger than the experimental data. We see that three patterns are rather different in shape and in the case of Figs. 1 and 2 they may indicate that the models do not reproduce the cross section Q 2 dependence very well. In all the cases there is a significant deficit of events in the region cos θ μ ∼ 1. These are low Q 2 events for which it is known that techniques going beyond the FG (like RPA or CRPA) should be used [20].",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 132,
                    "text": "Table 1",
                    "end": 139
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 301,
                    "text": ", 2 and 3",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 943,
                    "text": "[20]",
                    "end": 947
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "We made the similar statistical analysis with the Q 2",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "QE",
            "section_rank": 5
        },
        {
            "section": "QE",
            "text": "differential cross section data. The number of bins is smaller (17) but the uncorrelated relative shape errors are also greatly reduced. The χ 2 is defined as:  ",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 63,
                    "text": "(17)",
                    "end": 67
                }
            ]
        },
        {
            "section": "QE",
            "text": "Results are shown in Table 1 in the last two columns. The number of degrees of freedom is DOF = 16. The results indicate that also here the ELAMM performance is slightly better than that of TEM but both are much better than TEM-FG. Figure 4 shows the MB data and three models predictions at the best fit points. In all the models there is a significant disagreement with the data at Q 2 QE < 0.1 GeV 2 . At large Q 2 QE in last two bins the ELAMM cross section is bigger than that of TEM and TEM-FG (this is in agreement with Figs. 7 and 8 from [18]) and closer to the data points.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 21,
                    "text": "Table 1",
                    "end": 28
                },
                {
                    "type": "figure",
                    "start": 232,
                    "text": "Figure 4",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 545,
                    "text": "[18]",
                    "end": 549
                }
            ]
        },
        {
            "section": "QE",
            "text": "We investigated an impact of the low Q 2 bins on the final results and applied the low momentum transfer cut q cut = 400 MeV/c, as explained in [11]. 2D best fit values of χ 2 were reduced to 170.8, 98.7 and 23.3 for TEH, TEH-FG and ELAMM respectively and corresponding best fit values of λ were only slightly changed (by about 2-3%). Figure 5 shows the contributions to χ 2 TEM,min with the low momentum cut. Finally, we tried to understand why for the TEM model χ 2 Q 2 ,min is relatively small even if there are 2D bins giving large contribution to χ 2 2D,min . We selected three such bins: T μ ∈ (500, 600) MeV and cos θ μ ∈ (−0.1, 0.2) with contributions: 9.5, 7.2 and 5.5 (see Fig. 5). We checked that according to TEM events from the selected bins contribute to two Q 2 QE bins (in GeV 2 ): (1.2, 1.5) and (1.5, 2) with cross sections (in the units of cm 2 /MeV 2 ) 5.42 × 10 −48 and 1.44 × 10 −47 respectively. We checked that these contributions represent a small fraction of the overall cross section in the last Q 2 QE bin and the large disagreement in three selected 2D bins mostly hidden in the Q 2 QE analysis, however some deficit of events is still there. It is clear that in order to get a deeper insight into CCQE, the complete 2D data should be used. To conclude: it seems that the ELAMM leads to a little better agreement with the MB CCQE data. However, both models can be very useful provided they can reproduce CCQE data also for larger values of neutrino energies.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 144,
                    "text": "[11]",
                    "end": 148
                },
                {
                    "type": "figure",
                    "start": 335,
                    "text": "Figure 5",
                    "end": 343
                },
                {
                    "type": "figure",
                    "start": 683,
                    "text": "Fig. 5",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1110,
                    "text": "2",
                    "end": 1111
                }
            ]
        },
        {
            "text": "2 M 2 A) − 2",
            "section_rank": 6
        },
        {
            "section": "2 M 2 A) − 2",
            "text": "with the free parameter M A , called the axial mass.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "2 )",
            "section_rank": 7
        },
        {
            "section": "2 )",
            "text": "are electromagnetic form-factors, A = 6 GeV −2 and B = 0.34 GeV 2 .",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "(",
            "section_rank": 8
        },
        {
            "section": "(",
            "text": "A) ELAMM with M A = 1.35 GeV within the FG with parameter values as in the MB experimental analysis: p F = 220 MeV and B = 34 MeV. (B) TEM with the standard axial mass M A = 1.014 GeV",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "2 Fig. 1",
            "section_rank": 9
        },
        {
            "section": "2 Fig. 1",
            "text": "Fig. 1 TEM: contributions do χ 2 min . Contributions in bins are proportional to the area of boxes. If a box is crossed the model prediction is larger than the experimental data",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Fig. 2",
            "section_rank": 10
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 TEM-FG: contributions do χ 2 min",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 2 minFig. 4",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 2 minFig. 4",
            "text": "Fig. 3 ELAMM: contributions do χ 2 min",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Table 1",
            "section_rank": 12
        },
        {
            "section": "Table 1",
            "text": "Results for 2D (DOF = 136) and Q2 (DOF = 16)",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "Table 1",
            "text": "Acknowledgements The author was supported by the grants: N N202 368439 and DWM/57/T2K/2007.",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "section": "Table 1",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 34,
            "section_rank": 14
        }
    ]
}