{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ATLAS detector is capable of resolving the highest energy pp collisions at luminosities sufficient to yield 10's of simultaneous interactions within a bunch collision lasting <0.5 nsec. Already in 2011 a mean occupancy of 20 is often found in pp running. In 2004 studies by ATLAS showed that the detector would have excellent performance also for the foreseeable particle multiplicities in the highest energy p-Pb and Pb-Pb collisions that the LHC will produce. These studies resulted in a letter of intent to the LHC committee by ATLAS to do physics with these beams also. In the past 2 years of data taking, ATLAS detector performance studies have confirmed these expectations at the actual multiplicities presented below.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The ATLAS program removes an artificial specialization that arose about 30 years ago in high energy physics when the energy and intensity frontier moved to colliders. Before that time, for example, the same experiment that discovered the ϒ (CFS and E605 at Fermilab) also measured the nuclear modification factor in the production of high p T identified charged hadrons using nuclear targets from Beryllium through Tungsten.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "INTRODUCTION",
            "text": "In roughly 1974 interest began to develop in studying the highest energy hadron-nucleus and nucleus-nucleus collisions. That year is sometimes identified with a triumph of e + e − colliders-the \"November Revolution\" [1] as well as the first papers on QCD [2]. Also in the same year a paper by Lee and Wick asked \"whether it is experimentally possible in a limited domain in space to excite the ordinary vacuum to an abnormal state\" [3]. A conference in Bear Mountain, NY, organized by Lee, Lederman, Ruderman et al. [4] explored the experimental possibilities, including using an existing collider (ISR) with nuclear beams. In the same year interest developed in hadron-nucleus collisions as a tool to understand the space-time development of particle production due to the Fermilab experiments of Busza [5] et al. Since the LHC provides access to both the highest energy pp collisions and the highest energy collisions of nuclear beams it is natural to use the largest and most complex particle detectors (e.g. ATLAS) to explore these topics also.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 216,
                    "text": "[1]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 255,
                    "text": "[2]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 432,
                    "text": "[3]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 516,
                    "text": "[4]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 804,
                    "text": "[5]",
                    "end": 807
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "ATLAS can also bring about a convergence with the proton and nuclear structure studies traditionally done in electron-nucleus (or proton) collisions (i.e. HERA). Both the p-Pb data [6] and the hard photoproduction data [7] will provide unprecedented access to low-x structure of hadrons. 1   ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 181,
                    "text": "[6]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 219,
                    "text": "[7]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 288,
                    "text": "1",
                    "end": 289
                }
            ]
        },
        {
            "text": "ATLAS DETECTOR AND DATASET",
            "section_rank": 3
        },
        {
            "section": "ATLAS DETECTOR AND DATASET",
            "text": "The primary focus in preparing ATLAS for Pb running was to ensure good track reconstruction efficiency and small fake fraction for charged tracks in the inner detector for the highest multiplicity events. This dominates the track quality for measurement of charged multiplicity, nuclear modification of the charged particle p T spectra as well as for the reconstruction of muons (since the outer tracking region for muons always has low occupancy, as expected). The inner tracking efficiency was well modeled by simulations resulting in an uncertainty of 3%.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "ATLAS DETECTOR AND DATASET",
            "text": "The ATLAS calorimeter is highly segmented, both longitudinally and transversely and covers the full rapidity region to ±4.9. Nevertheless in the highest multiplicity Pb-Pb events the underlying event, due the high multiplicity of soft particles, will typically contribute to the energy deposit in a given tower being used to measure jet energy, for example. The underlying event subtraction must be determined from the data themselves, as discussed below. It is important that the calorimeter response vs. energy deposit be well understood. This is demonstrated in Fig. 1, where the x and y components of the missing transverse energy resolution are plotted for both pp collisions (which have lower transverse energy than is possible in Pb-Pb) and for Pb-Pb collisions.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 565,
                    "text": "Fig. 1",
                    "end": 571
                }
            ]
        },
        {
            "section": "ATLAS DETECTOR AND DATASET",
            "text": "In the 2010 Pb-Pb run ATLAS recorded approximately 9 µb −1 of luminosity at a recording efficiency of ∼ 95%. Of these data, roughly 10% were recorded with central magnetic field turned off in order to increase the efficiency of low momentum tracking for the charged multiplicity measurement , discussed below. The minimum bias trigger consisted of the Minimum Bias Trigger Scintillators ( MBTS, covering the region 2.09 ≤ |η| ≤ 3.84) since these were familiar from the pp runs and, for most of the data, Zero Degree Calorimeters which subtend an angle of ∼ 350 µrad with respect to the beam direction and accept beam energy neutrons from nuclear breakup out to p T ∼ 1 GeV/c. All data were collected with a beam energy of 1.38 TeV/nucleon and a typical luminosity of a few×10 25 yielding an inelastic collision rate of 100's of Hz.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "MEASUREMENT OF CHARGED PARTICLE MULTIPLICITY AND CORRELATIONS",
            "section_rank": 4
        },
        {
            "section": "MEASUREMENT OF CHARGED PARTICLE MULTIPLICITY AND CORRELATIONS",
            "text": "Charged particle multiplicity and correlations are more difficult to interpret in pp data than in Pb-Pb because, up to now, the experimental tools for characterizing the initial conditions of pp collisions have been limited. In contrast, for the Pb-Pb data presented here the initial collision impact parameter (or, by calculation, the number of participant nucleons ) and orientation of the collision are determined with good precision. In the case of pp data, for example, multiplicity is measured for a sample of collisions ranging from peripheral (and, in some cases, diffractive) to very central for which we would expect more or less copious particle production. Similarly the leading baryon effect implies that a large fraction of the collision energy is carried away by a leading baryon (protons or neutrons with roughly equal probability) in each hemisphere. It has been shown that when the effective c.m.s. energy of pp collisions is corrected for the leading particle effect, pp multiplicities exhibit the same trend vs. energy as those from e + e − or even nucleus-nucleus [9].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1085,
                    "text": "[9]",
                    "end": 1088
                }
            ]
        },
        {
            "section": "MEASUREMENT OF CHARGED PARTICLE MULTIPLICITY AND CORRELATIONS",
            "text": "In the case of Pb-Pb collisions the impact parameter is determined by mapping the frequency distribution in any sensitive variable into the known frequency distribution of collisions vs. impact parameter. ie:",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "MEASUREMENT OF CHARGED PARTICLE MULTIPLICITY AND CORRELATIONS",
            "text": "In the present analysis the frequency observed in ΣE T in the forward calorimeter is used. The charged multiplicity is then renormalized by the calculated number of participant nucleons for this collision [10].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 205,
                    "text": "[10]",
                    "end": 209
                }
            ]
        },
        {
            "text": "CORRELATIONS",
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "In Pb-Pb collisions the azimuthal distribution in either the forward or backward (or both) hemispheres can be used to learn about the initial geometry of the collision. Because the reaction plane (i.e. the orientation of the impact parameter vector, b) is independently measured in each hemisphere, the resolution of the reaction plane can be determined directly from our data. One method to measure the reaction plane (full FCAL method)",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "consists of determining the plane in each forward calorimeter (3.2≤ |η| ≤ 4.9) from the energy distribution in the calorimeter cells of the first 2 depth layers and combining the 2 measurements. The azimuthal distribution of charged particles measured in the inner tracker can be expressed as a Fourier series, ie",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "where Φ is the azimuthal angle of tracks relative to the reaction plane. The first moment of the distribution, called directed flow must by symmetry, equal zero at central rapidities so it is not presented in the analysis here from the inner tracker. We find that the flow moments vary little with pseudorapidity but depend strongly on track p T and on centrality (given by equation 1). The panels in Fig. 3 are divided into centrality classes with the upper left taken from the 5% smallest impact parameter events [11].",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 401,
                    "text": "Fig. 3",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 515,
                    "text": "[11]",
                    "end": 519
                }
            ]
        },
        {
            "section": "CORRELATIONS",
            "text": "The flow moments, v n , are sensitive to the hydrodynamic properties of the hot, dense precursor to hadron production in these events. One hydrodynamic calculation [12] attempts to account for the relative strength of the v n for various choices of viscosity of this medium and obtains approximate agreement.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 164,
                    "text": "[12]",
                    "end": 168
                }
            ]
        },
        {
            "section": "CORRELATIONS",
            "text": "JET QUENCHING Hard scattering of partons within Pb-Pb collisions can be used to probe the field of high parton density within which the scattering occurs since the hard scattering occurs at the very beginning and the scattered parton must traverse the medium before it emerges and fragments into a jet. There are a number of ways that the parton could lose energy as it traverses the medium, including radiative and collisional energy loss. Although fragmentation occurs late in time compared to the time it takes the parton to traverse this hot medium, gluons radiated during the energy loss process would effectively modify the particle distribution (fragmentation functions) of particles in the reconstructed jet.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "If the energy loss is purely the result of elastic collisions the jet fragmentation could look like that of a jet produced in a pp collision but the reconstructed jet axis might be deflected. This would lead to a modified distribution in the Φ Jet−Jet correlation of backto-back jets. In fact, ATLAS sees small modification of the back-to-back correlation of di-jets in central collisions (shown elsewhere[14]). Studies of jet modification in central Pb-Pb collisions could shed light on the process of vacuum fragmentation, which is essentially treated as an empirical parametrization in most of high energy physics.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "Jet reconstruction in heavy ion collisions is more difficult in Pb-Pb data than in pp and doing it correctly has been a focus ever since the original studies for the ATLAS Heavy Ion LOI. As has been pointed out in the literature, incorrect treatment of the underlying event energy and its fluctuations can easily lead to artifacts [13].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 331,
                    "text": "[13]",
                    "end": 335
                }
            ]
        },
        {
            "section": "CORRELATIONS",
            "text": "The method used by ATLAS to reconstruct jets in this environment attempts to do this making the best use of the detailed measurement of energy flow in ATLAS' large acceptance and highly segmented calorimeter. For results presented here jets are reconstructed using an anti-k t algorithm and cone radii of both R=0.4 and R=0.2. Layers of the calorimeter within a tower of 0.1 × 0.1 are combined taking into account energy-density dependent corrections arising from noncompensation of the calorimeter. We then calculate a distribution of energy flow from the underlying event, based on energy deposit excluding the jet window. The modulation, due to flow of particles in the underlying event is determined using the results presented above and the reaction plane determined with the full FCAL method. This method, nevertheless, slightly overcompensates since a fraction of the jet energy contributes to the normalization of the underlying event energy. A second iteration of the subtraction procedure is therefore performed. Results presented here are for jets with |η jet | ≤ 2.8.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "Fluctuations of the underlying event (tower-by-tower and for different layers) are obtained from simulation with HIJING+GEANT and compared to data. Our conclusion is that fluctuations in the data are reproduced to within 10%.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "CORRELATIONS",
            "text": "Complementing an earlier publication which showed evidence of jet quenching using di-Jet events we have measured inclusive jet production and compared the yield in several centrality bins to the yield in peripheral (80%) collisions. Figure 4 shows the yield expressed as a ratio of central to peripheral. The suppression reaches ∼ 0.5 independent of jet energy for both R=0.2 and 0.4 jet cone radii. This is a similar suppression to what was observed for high p T charged particles at RHIC, which leads one to suspect that the fragmentation function for jets produced in central Pb-Pb collisions is unmodified from the vacuum distribution. Fig. 5 shows that this is true in detail for the case of R=0.4 reconstructed jets. Similar results are obtained for R=0. 2[14].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 233,
                    "text": "Figure 4",
                    "end": 241
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 640,
                    "text": "Fig. 5",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "start": 761,
                    "text": "2[14]",
                    "end": 766
                }
            ]
        },
        {
            "text": "J/ψ SUPPRESSION AND W ± REFERENCE MEASUREMENT",
            "section_rank": 6
        },
        {
            "section": "J/ψ SUPPRESSION AND W ± REFERENCE MEASUREMENT",
            "text": "Since the jet yield is modified so dramatically it would not be surprising to see suppression of a di-quark bound state, such as the J/ψ . In fact this has been observed early in the SPS Heavy ion program by NA50. There are many aspects of the observed suppression which are not well understood, however. Originally it was felt that this suppression must occur because color screening in Heavy Ion collisions would prevent formation of a quark-antiquark bound state. One way to get further insight into this problem is to search for similar suppression of Z 0 or W ± bosons since these are neither strongly interacting or composite. Any modification of their yield would have to arise from the initial state (i.e. due to nuclear structure function).",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "J/ψ SUPPRESSION AND W ± REFERENCE MEASUREMENT",
            "text": "ATLAS has both measured J/ψ suppression and searched for similar suppression of the weak vector bosons.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "J/ψ SUPPRESSION AND W ± REFERENCE MEASUREMENT",
            "text": "Dimuons were selected with opposite charge, p T ≥3 and |η| ≤2.5. After sideband subtraction to remove dimuons from the continuum a sample containing 190± 20 J/ψ candidates was obtained for the most central 10%. A suppression in this most central bin relative to a peripheral sample of ∼ 0.5, is found which is not very different from the jet suppression result.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "J/ψ SUPPRESSION AND W ± REFERENCE MEASUREMENT",
            "text": "To obtain a sample of W ± candidates muons were selected by removing events with a high mass dimuon (m µ µ ≥ 66 Gev) and the inclusive spectrum was fit to combination of the continuum spectrum -mostly due to charm and b quark decays-and a W-decay template tuned on a W sample from pp data. The inclusive spectrum was then fitted to obtain the number of W candidates in a given centrality class of Pb-Pb data, as illustrated in Fig. 6. Also shown in Fig. 6 is the yield ratio for peripheral collisions divided by the yield in a given centrality class, which shows consistency with what you would expect from binary collisions scaling-i.e. no W ± suppression. ",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 427,
                    "text": "Fig. 6",
                    "end": 433
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 449,
                    "text": "Fig. 6",
                    "end": 455
                }
            ]
        },
        {
            "text": "OUTLOOK",
            "section_rank": 7
        },
        {
            "section": "OUTLOOK",
            "text": "In November 2011 the LHC will again collide Pb beams (yielding an expected ∼ 4-fold increase in integrated luminosity) and for a short test, possibly yielding of order 10 6 inelastic collisions, will attempt p-Pb collisions also.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "OUTLOOK",
            "text": "There are a number of further measurements that could be used to clarify the mechanism of jet quenching. CMS has shown that the energy loss that results in jet quenching appears in the form of low p T particles at wide angles to the jet. The anisotropic emission of particles described by the v n moments is modeled as small initial state perturbations which propagate hydrodynamically. It would be interesting to study the v n for a class of events where a ∼ 50 GeV jet is emitted since its energy loss must produce a large perturbation. It would also be of interest to compare jet suppression for b-quark jets.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "OUTLOOK",
            "text": "Near η=0, d-Au data at RHIC showed an enhancement rather than a suppression of high p T charged particles as did E605 [8]. However at forward rapidities a suppression was observed. New data on p-Pb will be useful for discriminating among present models for this suppression. CMS has shown that similar features of correlations in Pb-Pb data also appear in pp collisions selected for high multiplicity which likely corresponds to very large gluon densities [15] and studies are under way which reveal other similarities to high multiplicity Pb-Pb collisions [16]. It would be interesting to explore other methods[17] to select pp collisions with similar properties.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 118,
                    "text": "[8]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 456,
                    "text": "[15]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 557,
                    "text": "[16]",
                    "end": 561
                }
            ]
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 8
        },
        {
            "section": "FIGURE 1 .",
            "text": "FIGURE 1. The x and y components of missing E T resolution vs. E T showing that the same behavior holds for Pb-Pb data as in pp.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 9
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2. Charged multiplicity density per participant nucleon pair for the most central ATLAS collisions (top). Dependence on the number of participants (bottom).",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 3 .",
            "text": "FIGURE 3. v n vs pT for several centrality classes.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 11
        },
        {
            "section": "FIGURE 4 .",
            "text": "FIGURE 4. jet yield for various centrality classes divided by yield in a peripheral class. R=02, 0.4.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "FIGURE 5 .",
            "section_rank": 12
        },
        {
            "section": "FIGURE 5 .",
            "text": "FIGURE 5. Longitudinal (left) and transverse fragmentation distributions for various centrality classes divided by a peripheral class. R=0.4",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "FIGURE 6 .",
            "section_rank": 13
        },
        {
            "section": "FIGURE 6 .",
            "text": "FIGURE 6. (left)Inclusive muon p T distribution with cuts described in the text. Also shown is the fit to W decay template and the background from heavy flavor decays. (right) The W yield vs. centrality selection presented as peripheral yield divided by yield in the centrality bin, corrected for the number of binary collisions.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 15
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the LHC operations group for the excellent performance of the machine during this first run with Pb beams. I would like to thank the organizers of the EPIC conference for this excellent opportunity to discuss the interpretation of these new results and the organizers of the Galileo Galilei Institute workshop on \"QCD after the start of the LHC\" for their hospitality during the preparation of this manuscript. Copyright CERN for the benefit of the ATLAS Collaboration.",
            "paragraph_rank": 34,
            "section_rank": 15
        }
    ]
}