{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Results from a multi-channel partial wave analysis of elastic and inelastic πN and γN induced reactions are presented. The analysis evidences the existence of a spinquartet of nucleon resonances with total angular momenta J P = 1/2 + , • • • , 7/2 + . All states fall into a ±130 MeV mass gap centered at 1.97 GeV. The spin quartet is at variance with S-wave diquark configurations required in classical di-quark models.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The aim to improve our understanding of the confinement mechanism and of the dynamics of quarks and gluons in the non-perturbative region of QCD is the driving force behind the intense efforts to clarify the spectrum of meson [1] and baryon [2] resonances. The systematics of the baryon ground states were constitutive for the development of quark models. In the harmonic oscillator (h.o.) approximation, the quark model predicts a ladder of baryon resonances with equidistant squared masses, alternating with positive and negative parity, and this pattern survives approximately in more realistic potentials (see, e.g. [3,4]). Recent lattice gauge calculations [5] confirm these findings. However, masses of resonances with positive and negative parities are often similar, in striking disagreement with quark models and the results on the lattice. A second problem of both, lattice calculations and quark models, is the number of expected states which is considerably larger than confirmed experimentally, a fact which is known as problem of missing resonances. The number of expected states is much reduced if it is assumed that two quarks form a quasistable diquark [6]. Of particular importance is thus the possible existence of a quartet of positive-parity nucleon resonances with total angular momentum J = 1/2, • • • , 7/2 -called N 1/2 + , N 3/2 + , N 5/2 + , N 7/2 + here and expected at about 2 GeV -with wave functions which in h.o. approximation have intrinsic angular orbital momentum L = 2 and a total quark-spin angular momentum S = 3/2. In quark models, the three quarks are antisymmetric with respect to their color degree of freedom, the states have a symmetric spin wave function, the nucleon flavor wave function is of mixed-symmetry. The spatial wave function must hence be of mixed symmetry, too. This is impossible when one quark pair forms a diquark in S-wave. The existence of these four states would rule out any diquark model respecting the Pauli principle. It is this consequence that led Nathan Isgur [7], more than 20 years ago, to consider the existence of this quartet to be one of the most important open issues in baryon spectroscopy. Unfortunately, this question is still not yet answered.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 226,
                    "text": "[1]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 241,
                    "text": "[2]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 620,
                    "text": "[3,",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 623,
                    "text": "4]",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 662,
                    "text": "[5]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1170,
                    "text": "[6]",
                    "end": 1173
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2031,
                    "text": "[7]",
                    "end": 2034
                }
            ]
        },
        {
            "text": "Experimentally, a few candidates for positive-parity nucleons in the 1.95 GeV region have been reported. The Particle Data Group [8] lists three states -N 7/2 + (1990), N 5/2 + (2000), N 3/2 + (1900) -the evidence for their existence is estimated to be fair. Only one of them, N 7/2 + (1990), was reported by both classical analyses at Karlsruhe-Helsinki (KH) [9] and Carnegie Mellon (CM) [10] exploiting elastic π-nucleon scattering, N 5/2 + (2000) is seen by [9] only, none is seen in the more recent analysis at George Washington University (GW) [11] which include high-precision data from meson factories and measurements of the phase-sensitive polarization state of the recoiling nucleon. Obviously, it is extremely hard to decide on the existence of these states on the basis of elastic πN scattering: the coupling of these states to πN is too weak to leave a recognizable trace in the data.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 129,
                    "text": "[8]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 360,
                    "text": "[9]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 389,
                    "text": "[10]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 461,
                    "text": "[9]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 549,
                    "text": "[11]",
                    "end": 553
                }
            ]
        },
        {
            "text": "In this letter we present evidence for the full spin quartet of positive parity nucleon resonances in the 1.88 to 2.02 GeV mass range from a partial wave analysis of a large variety of pion-and photo-induced reactions. The list of all reactions used in this analysis, more details on the partial wave amplitudes, and a full account of the results can be found elsewhere [12,13]. Of decisive importance for the results reported here are the recent high-precision data on photoproduction of the Λ hyperon. In the reaction γp → ΛK + , the initial photon can be polarized linearly or circularly, the polarization of the outgoing Λ can be constructed from its parity-violating Λ → pπ − decay. Thus not only the differential cross sections dσ/dΩ but also the induced Λ polarization P , the beam asymmetry Σ and spin-correlation coefficients, called C x , C z , O x , O z , can be determined [14,15,16,17]. To construct the multipoles governing the process for discrete energy bins in an energy-independent partial wave analysis, experiments with polarized target protons would be required in addition. Such data have been taken but are not yet published. On the other hand, the experimental observation that the squared sum of a reduced set of polarization observables P 2 + C 2",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 370,
                    "text": "[12,",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 374,
                    "text": "13]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 885,
                    "text": "[14,",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 889,
                    "text": "15,",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 892,
                    "text": "16,",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 895,
                    "text": "17]",
                    "end": 898
                }
            ]
        },
        {
            "text": "x + C 2 z -which is bound to be less than one [18] -actually exhausts unitarity [19] may serve as a hint that the available data may be sufficient to arrive at a nearly model-independent partial wave solution.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 46,
                    "text": "[18]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 80,
                    "text": "[19]",
                    "end": 84
                }
            ]
        },
        {
            "text": "The partial wave amplitude",
            "section_rank": 3
        },
        {
            "section": "The partial wave amplitude",
            "text": "ij is given by a K-matrix which incorporates a Table 1 List of nucleon resonances used in the coupled channel analysis. The Breit-Wigner masses and widths (in MeV) are given as small numbers. ",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 47,
                    "text": "Table 1",
                    "end": 54
                }
            ]
        },
        {
            "section": "The partial wave amplitude",
            "text": "1664±5; 152±7 2060±15; 375±25 2180±20; 335±40 2280±40; 520±50 summation of resonant and non-resonant terms in the form",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "The partial wave amplitude",
            "text": "It describes transitions e.g. from the initial state i = Nπ to the final state j = ΛK + . The multi-index β denotes the quantum numbers of the partial wave, the factor ρ represents the phase space matrix to all allowed intermediate states, ρ i , ρ j the phase space of the initial and the final state. An introduction to the K-matrix approach in hadron spectroscopy can be found elsewhere [20]. Resonances are represented by K-matrix poles decaying into channels with largest cross sections. In most waves the K-matrix are coupled to the channels (with indices i, a, j) Nπ, Nη, ΛK, ΣK, ∆π, and Nm where the latter describes missing channels (mainly Nρ/ω). Weak channels like",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 389,
                    "text": "[20]",
                    "end": 393
                }
            ]
        },
        {
            "section": "The partial wave amplitude",
            "text": "1675)π are fitted in the framework of the D-vector approach [21]. The decay of resonances into these channels are taken into account only at the last interaction vertex. However, if we find that the coupling to a particular channel is large enough, this channel is included explicitly to the K-matrix parameterization and data are refitted. For example, the nucleon J P = 3/2 + K-matrix includes in addition N(π 0 π 0 ) S−wave and N(1520)π channels. The K-matrix poles are real numbers, the complex pole positions are given by the poles of the partial wave amplitudes A",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 60,
                    "text": "[21]",
                    "end": 64
                }
            ]
        },
        {
            "section": "The partial wave amplitude",
            "text": "ij in the complex energy plane. Table 1 lists the nucleon resonances used in the fits. Background K-matrix terms are derived from meson (π, ρ, K, K * ) exchanges in the t-channel and nucleon, ∆, Λ, and Σ exchange in the crossed (u-) channel. ",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 32,
                    "text": "Table 1",
                    "end": 39
                }
            ]
        },
        {
            "text": "M(πN), GeV",
            "section_rank": 4
        },
        {
            "section": "M(πN), GeV",
            "text": "Im T Figure 1. Elastic partial wave amplitudes (real and imaginary parts) for J P = 1/2 + (a), J P = 3/2 + (b), J P = 5/2 + (c) and J P = 7/2 + (d). The points represent the energy independent partial-wave amplitudes from [11]. For the partial waves J P = 1/2 + , J P = 3/2 + and J P = 7/2 + the dashed curves correspond to the solution BG2011-01 and solid curves to the solution BG2011-02. For J P = 5/2 + the solid curve corresponds to the three pole and dashed to the two pole K-matrix solutions.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5,
                    "text": "Figure 1",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 222,
                    "text": "[11]",
                    "end": 226
                }
            ]
        },
        {
            "section": "M(πN), GeV",
            "text": "γp → nπ + provide a bridge from pion-induced reactions to the rich field of photoproduction. Inelastic reactions are no longer a black box, they are constrained by high-precision data. Yet, many data do not cover the full angular range, and polarization information is still not complete. Presumably, this is the reason why the fit to the data does not converge to a well-defined minimum. However, in minima with a good χ 2 , the properties of baryon are rather stable. Their spread in a large variety of fits is used to define error bars. In some partial waves, the results are ambiguous; then both solutions are discussed. The two solutions are called BnGa2011-1 and BnGa2011-2. For technical rea-sons, reactions with three-body final states are not included in the fits in mass scans described below.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "M(πN), GeV",
            "text": "We now turn to a discussion of individual partial waves with",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "M(πN), GeV",
            "text": "The contribution of the J P = 1 2 + wave in the π − p → K 0 Λ reaction maximizes at 1720 MeV, followed by a long tail. Thus a significant contribution from N 1/2 + (1710) should be expected. The long tail may indicate the need for a further resonance at higher mass. We therefore used a four-pole K-matrix amplitude to fit the data: a first pole at the nucleon mass as Born term, followed by the well known Roper resonance at 1440 MeV [22], and two further poles. If both these resonances are omitted from the fit, the fit exhibits problems to reproduce the differential cross sections and the recoil asymmetry. The contributions from the J P = 1 2 + wave to π − p → K 0 Λ and π − p → K 0 Σ become smaller and featureless. The description significantly improves when N 1/2 + (1710) is introduced. Its pole is found at (1687 ± 17) − i (95 ± 17) MeV, averaged over all solutions BG2011. The overall description is notably improved when a further K-matrix pole in the 1870 MeV region is introduced in the fit. The resonance was first suggested in [16]. The pole position of the amplitude optimizes for M pole = 1905±35 − i(85±20) MeV in the first class of the solutions and at M pole = 1870±25 − i(140±18) MeV in the second class of the solutions. We call this resonance N 1/2 + (1880); the Breit-Wigner mass which corresponds to the pole is at 1870 ± 35 MeV.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 435,
                    "text": "[22]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1044,
                    "text": "[16]",
                    "end": 1048
                }
            ]
        },
        {
            "section": "M(πN), GeV",
            "text": "We did not find a comparable solution when the amplitude was parameterized as a three-pole K-matrix plus the Breit-Wigner amplitude for N 1/2 + (1880). This type of fits produced χ 2 values which were much worse than the one obtained in the four-pole K-matrix solution. Nevertheless, the best mass of the Breit-Wigner state was found at 1855 MeV, but the contribution of this state to the cross sections is very small. It had very weak pion-nucleon and photo-couplings. As the result, a mass scan -as done for the other resonances discussed below -did not show a clear minimum. Thus we conclude that this state creates an interference pattern which can be reproduced only in an approach which takes into account the interference between different poles properly. The situation is similar to the interference of the two J P = 1 2 − resonances at 1535 and 1650 MeV. Their pattern can also not be described with reasonably accuracy using Breit-Wigner amplitudes. A scan like the ones shown for the N 3/2 + (1900), N 5/2 + (2000), and N 7/2 + (1990) is thus not possible. Instead, we show in Fig. 2 some selected data and a fit with N 1/2 + (1880) and a fit when N 1/2 + (1880) is removed from the list of resonances. The overall χ 2 improvement is 2090 for the reactions with two body final states when N 1/2 + (1880) is introduced.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1088,
                    "text": "Fig. 2",
                    "end": 1094
                }
            ]
        },
        {
            "section": "M(πN), GeV",
            "text": "Evidence for a N(1900)P 13 resonance was reported by Manley and Saleski [25], Penner and Mosel [26], Nikonov et al. [27], and Schumacher and Sargsian [28]. In the analysis of Nikonov et al., its existence followed from a multichannel fit which included the double polarization observables C x , C z [19] in photoproduction of kaon-hyperon final states. In order to visualize the need of this pole, we present in Fig. 3a,b) a scan of the assumed mass. The J P = 3 2 + wave is described by a one-pole K-matrix, representing N 3/2 + (1720), plus one Breit-Wigner resonance. The mass of the Breit-Wigner resonance is changed in discrete steps, all other parameters are ",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 72,
                    "text": "[25]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 95,
                    "text": "[26]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 116,
                    "text": "[27]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 150,
                    "text": "[28]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 299,
                    "text": "[19]",
                    "end": 303
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 412,
                    "text": "Fig. 3a,b",
                    "end": 421
                }
            ]
        },
        {
            "section": "M(πN), GeV",
            "text": "refitted, and the resulting χ 2 is monitored. The fit includes data on three-body reactions like γp → pπ 0 π 0 which are fitted event-by event using a maximum likelihood method. Twice the negative likelihood from three-body reactions and the χ 2 from data in binned histograms are added; hence the absolute χ 2 value has no significance. In Fig. 3a) and b), the χ 2 change ∆χ 2 is plotted as a function of the assumed mass. Clear minima are observed in both plots, in ∆χ 2 summed over all contributions and when the summation is restricted to data with ΛK + and ΣK in the final state. The χ 2 changes are similar in magnitude in both plots: The evidence for N 3/2 + (1900) stems from hyperon production mainly.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 341,
                    "text": "Fig. 3a",
                    "end": 348
                }
            ]
        },
        {
            "section": "M(πN), GeV",
            "text": "I(J P ) = 1 2 ( 5",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "+ ):",
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "Real and imaginary part of the I(J P ) = 1 2 ( 5 2 + ) amplitude derived from the GWU energy-independent analysis [11] are shown in Fig. 1c. The amplitude houses the well known N 5/2 + (1680). Its properties as derived from our fits are fully consistent with those given in [8]. Above this resonance, a further state has been reported by several groups (see references in [8]), but with masses which vary from 1814 MeV to 2175 MeV. In [9,11], the evidence for this second N 5/2 + state was derived from the small structure in amplitude (Fig. 1c) at about 1.9 GeV which is present in the energy independent analysis from KH and GWU, although the structure looks rather different in the two analyses. Figs. 3c,d show ∆χ 2 as a function of the assumed Breit-Wigner mass in the I(J P ) = 1/2(5/2 + ) partial wave, again for the summed χ 2 and for the data with ΛK + in the final state. Clear minima are observed at about 2050 MeV; in a two-pole K-matrix fit the second amplitude pole was found at (2050 ± 30)−i(235±20) MeV. The two-pole fit, describing well the fitted photoproduction data, failed to describe the structure of the F 15 elastic amplitude around 1.9 GeV (Fig. 1c); the χ 2 of two-pole fits is about 4.4 -4.8 for the data in Fig. 1c. Hence we introduced a three-pole five-channel K-matrix to describe the elastic amplitude. This solution reproduces the solution in Fig. 1c with  The plots (a) represent the total likelihood change for J P = 3/2 + and (b) for J P = 3/2 + decaying into KΛ and KΣ final states, (c) the total likelihood change for J P = 5/2 + and (d) for J P = 5/2 + decaying into KΛ, (e) the total likelihood change for J P = 7/2 + for the solution BG2011-01 and (f) for the solution BG2011-02",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 114,
                    "text": "[11]",
                    "end": 118
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 132,
                    "text": "Fig. 1c",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 274,
                    "text": "[8]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 372,
                    "text": "[8]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 435,
                    "text": "[9,",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 438,
                    "text": "11]",
                    "end": 441
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 536,
                    "text": "(Fig. 1c)",
                    "end": 545
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 699,
                    "text": "Figs. 3c,d",
                    "end": 709
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1165,
                    "text": "(Fig. 1c)",
                    "end": 1174
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1235,
                    "text": "Fig. 1c",
                    "end": 1242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1375,
                    "text": "Fig. 1c",
                    "end": 1382
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "The three-pole solution, however, shows clear instabilities due to an overparameterization of the amplitude. As the result, we find two solutions: in the first solution, the highest pole is shifted to even higher masses, to M = 2095 +30 −60 − i 250 ± 40; the position of the second pole is not well defined, it can be located anywhere in the mass 1800-1950 MeV region. Its imaginary part corresponds to a width of 120 − 300 MeV, the main decay mode is the (open) inelasticity mode assumed to be Nρ (or Nω). By restricting the inelasticity, a further solution was found. Then, both poles nearly coincided; they were found at (1930±70)−i(200±20) and (1920±70)−i(270±20) MeV, respectively. If both poles correspond to real resonances, one of the poles must have large couplings to ρN and ωN while the other couples significantly to KΛ. Obviously, further high precision data are needed to decide if all three poles are required and if so, which of the solutions is closest to the truth.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "In summary, there is certainly at least one resonance above N 5/2 + (1680). It may have a mass in the 2050 -2100 MeV mass range. It is called N 5/2 + (2075) in the discussion. However, a better description of the data is achieved with an additional resonance in the mass 1800-1950 MeV region. In the discussion, we refer to this state as N 5/2 + (1875). If this resonance is introduced, the properties of the third resonance remain uncertain.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "In this partial wave one resonance has been reported, N 7/2 + (1990). It was observed by KH [9] and CM [10], and in an analysis of data on πN → ππN [25]. Breit-Wigner mass and width were determined to M = 2005 ± 150 MeV, Γ = 350 ± 100 in [9], to M = 1970 ± 50 MeV, Γ = 350 ± 120 in [10], and to M = 2086 ± 28 MeV, Γ = 535 ± 120 in [25]. The resonance is listed in the Review of Particle Properties as N(1990)F 17 . The resonance was not seen in the GWU analysis [11]. The results of the GWU energy-independent partial wave analysis are shown in Fig. 1d,h,  A second pole definitely improves the description but the associated pole is ill-defined, its position is somewhere between 2300 and 2500 MeV, the width is large, about 500 MeV. The main improvements come from the lower-mass pole.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 92,
                    "text": "[9]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 103,
                    "text": "[10]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 148,
                    "text": "[25]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 238,
                    "text": "[9]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 282,
                    "text": "[10]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 331,
                    "text": "[25]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 462,
                    "text": "[11]",
                    "end": 466
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 545,
                    "text": "Fig. 1d,h,",
                    "end": 555
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "A mass scan in the I(J P ) = 1 2 ( 7 2 + ) wave for the two solutions is shown in Fig. 3e,f. In the first solution, ΛK + channels makes a significant contribution to the signal; in the second solution the mass scan shows significant minima for Nπ and Nη, and a small dip only for ΛK + .",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 82,
                    "text": "Fig. 3e",
                    "end": 89
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "Finally, we mention that the existence of the four positive-parity nucleons suggested here is obviously fully compatible with the KH partial wave amplitudes. When the KH amplitudes are replaced by the GW amplitudes, the full quartet of nucleon resonances is still required, and their masses and their widths are nearly not affected.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "In Table 3 we summarize our results. For all four partial waves we find alternative solutions. But in all solutions, one resonance is required at about 2 GeV in each of the partial waves considered here.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 3,
                    "text": "Table 3",
                    "end": 10
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "In the most straightforward interpretation of the four resonances N 1/2 + (1880), N 3/2 + (1900), N 5/2 + (1875), N 7/2 + (1990) form a spin quartet of nucleon resonances which can be assigned to the (D,L P N ) = (70, 2 + 2 ) multiplet. Here, D is the SU(6) dimensionality, L is the intrinsic orbital angular momentum, P the parity and N the shell number in the harmonic oscillator approximation. This assignment excludes conventional diquark models: A S-wave diquark is symmetric with respect to the exchange of the two quarks, a third quark with even angular momentum is symmetric with respect to the diquark, the isospin wave function of a nucleon resonance is of mixed-symmetry. Hence the overall spin-flavor-spatial wave function is of mixed symmetry. With an antisymmetric color wave function, the overall wave function has no defined exchange symmetry: the Pauli principle is violated. The assignment of the four states to a spin quartet, particularly favored for the solution in which the N 7/2 + (1990) mass is 1980 MeV, rules out the possibility that the missing resonance problem is due to a freezing of one pair of quarks into a quasi-stable S-wave diquark.",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "Other scenarios are however not excluded: In [29], it was suggested that the Pauli principle could be violated in excited baryons, if the wave function of the two quarks in the diquark and of the single quark have no overlap. In this case, the nucleon quartet could be compatible with the assumption of \"stable\" diquarks. Do we have evidence for this possibility? In the ground states, the Pauli principle is certainly realized. If the Pauli principle is not imposed for the lowest-mass negative-parity states, the pattern in the nucleon sector -a spin-doublet (N 1/2 − (1535), N 3/2 − (1520)) and a spin triplet (N 1/2 − (1650), N 3/2 − (1700), N 5/2 − (1675) -should also be observed in the ∆ sector. However, the doublet (∆ 1/2 − (1620), ∆ 3/2 − (1700)) seems to be too far separated in mass from the triplet (∆ 1/2 − (1900), ∆ 3/2 − (1940), ∆ 5/2 − (1930). Thus the Pauli principle is required to understand the pattern for L = 1. When the Pauli principle is given up for L = 2, a doublet of positive parity ∆ states 3 2 + and 5 2 + is predicted in the region 1.7-1.8 GeV. Although an observation of the ∆ 5/2 + state in the region 1750 MeV was reported by [25] and [30], we did not find any indication for this state in our present analysis. Hence we conclude that also for L = 2, the Pauli principle is applicable.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 45,
                    "text": "[29]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1161,
                    "text": "[25]",
                    "end": 1165
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1170,
                    "text": "[30]",
                    "end": 1174
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "There is the possibility to assign the four states to other super-multiplets. N 7/2 + (1990) -with a possible Breit-Wigner mass of 2105 MeV from solution BnGa2011-02 -could have J = 7/2; L = 4, S = 1/2 as main intrinsic angular momentum configuration. Its spin partner could be N 9/2 + (2220) with J = 9/2; L = 4, S = 1/2. The two resonances N 3/2 + (1900) and N 5/2 + (1875) could form a doublet, too, with L = 2 and S = 1/2 coupling to J = 3/2 and 5/2. N 1/2 + (1880) could then be a radial excitation with L = 0 and S = 1/2. However, because of their masses, the interpretation of N 1/2 + (1880) as radial excitation and of N 7/2 + (1990) (with mass at 2105 MeV) as spin-partner of N 9/2 + (2220) seems unlikely, even though not fully excluded. Thus, the evidence for the quartet of positive-parity nucleon resonances reported here seems to support symmetric quark model where all three quarks participate fully in the dynamics.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "+ ):",
            "text": "A third possibility is to organize the four states -together with negative-parity states reported in [31] -as parity doublets:",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 101,
                    "text": "[31]",
                    "end": 105
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "Here, the solution is chosen which yields masses which are best compatible with the hypothesis that parity doublets exist. The possibility that baryon resonances are organized in parity doublets and that parity doublets may reflect restoration of chiral symmetry in highly excited hadrons [32] has attractive considerably interest [33,34]. This is an exciting possibility which certainly requires further experimental and analysis efforts.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 289,
                    "text": "[32]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 331,
                    "text": "[33,",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 335,
                    "text": "34]",
                    "end": 338
                }
            ]
        },
        {
            "section": "+ ):",
            "text": "Summarizing, we have reported results of a partial wave analysis of a large body of pion and photo-induced reactions. In the forth resonance region, at about 2 GeV, at least four positive-parity nucleon resonances were found, even though some of the solutions were ambiguous. At the present stage, the data are consistent with an interpretation of the resonances within symmetric quark models where three constituent quarks participate in the dynamics (and no diquark is frozen) and with the conjecture of parity doubling.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "Fig. 1",
            "section_rank": 6
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1shows elastic πN positive-parity partial wave amplitudes for nucleons with J = 1/2 + , • • • , 7/2 + . The energy-independent amplitudes[11] are compared with the result from our coupled-channel fits. It is at this point that the recent achievements in data and partial wave analysis methods enter. Fits to the elastic πN scattering data experience inelastic reactions like π − p → ΛK + as loss in the πN → πN partial wave. But from πN elastic scattering alone, there is no knowledge about the dynamics of the inelastic reactions. By use of the full existing data base, this gap is filled. The reactions γp → pπ 0 and",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 142,
                    "text": "[11]",
                    "end": 146
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 7
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Selected distributions with fits including (solid line) and excluding (dashed line) N 1/2 + (1880) from the list of resonances included in the fits. The data (a) are from[15] and (b,c) from[23,24].",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 180,
                    "text": "[15]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 199,
                    "text": "[23,",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 203,
                    "text": "24]",
                    "end": 206
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 8
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Mass scan of a relativistic multichannel Breit-Wigner nucleon resonances. The plots (a) represent the total likelihood change for J P = 3/2 + and (b) for J P = 3/2 + decaying into KΛ and KΣ final states, (c) the total likelihood change for J P = 5/2 + and (d) for J P = 5/2 + decaying into KΛ, (e) the total likelihood change for J P = 7/2 + for the solution BG2011-01 and (f) for the solution BG2011-02",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "+ (1975)  are distinctively different and, perhaps, the branching ratio for Nη decay; the other branching ratios are similar in magnitude. Yet, the branching ratios observed here are rather small. Large differences might show up, e.g., in the branching ratios for decays into ∆π and into Nρ or other multibody decay modes. Certainly, the existence of two resonances, N 3/2 + (1900) and N 3/2 + (1975), cannot be considered as established. The existence of N 3/2 + (1900) is, however, mandatory to achieve an acceptable fit in both classes of the solutions.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The solution predicted very well the data on further double polarization observables, O x , O z , reported one year later[15]. The new data on γp → ΛK + strengthen the need for this resonance. In a fit with a two-pole K-matrix, the pole position is determined to (1915 ± 50) − i (90 ± 25) MeV. The fit is improved when a threepole structure is assumed. In solution BG2011-02, the two high-mass poles are found at (1870 ±35) − i (155 ±20) MeV and (1955 ± 30) − i(115 ± 20) MeV, respectively. The latter resonance is tentatively called N 3/2 + (1975) here. In the solution BG2011-01, this structure is not observed. Here the second pole is seen at (1910 ± 12) − i(100 ± 8) MeV and the third pole is ill defined only. It has a rather large width (more than 600 MeV) and its mass is located in the region 2100-2300 MeV.We should expect that two close-by resonances like N 3/2 + (1900) and N 3/2 + (1975) should chose different decay modes. A well known example for such a pattern are the decays of the two meson resonances K 1 (1280) and K 1 (1400) where the first resonance decays prominently into Kρ, the latter one into K * π. Here, only the photo-couplings of N 3/2 + (1900) and N 3/2",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 121,
                    "text": "[15]",
                    "end": 125
                }
            ]
        },
        {
            "text": "Table 2",
            "section_rank": 10
        },
        {
            "section": "Table 2",
            "text": "The decay branching ratios of N 3/2 + (1900)P 13 and N 3/2 + (1975) when the existence of two resonances is assumed. See text for the discussion.",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Table 3 Pole",
            "section_rank": 11
        },
        {
            "section": "Table 3 Pole",
            "text": "We would like to thank the members of SFB/TR16 for continuous encouragement. We acknowledge support from the Deutsche Forschungsgemeinschaft (DFG) within the SFB/ TR16 and from the Forschungszentrum Jülich within the FFE program.",
            "paragraph_rank": 40,
            "section_rank": 13
        }
    ]
}