{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We search for the Z1(4050) + and Z2(4250) + states, reported by the Belle Collaboration, decaying to χc1π + in the decays B 0 → χc1K − π + and B + → χc1K 0 S π + where χc1 → J/ψ γ. The data were collected with the BABAR detector at the SLAC PEP-II asymmetric-energy e + e − collider operating at center-of-mass energy 10.58 GeV, and correspond to an integrated luminosity of 429 fb −1 . In this analysis, we model the background-subtracted, efficiency-corrected χc1π + mass distribution using the Kπ mass distribution and the corresponding normalized Kπ Legendre polynomial moments, and then test the need for the inclusion of resonant structures in the description of the χc1π + mass distribution. No evidence is found for the Z1(4050) + and Z2(4250) + resonances, and 90% confidence level upper limits on the branching fractions are reported for the corresponding B-meson decay modes.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Search for the Z 1 (4050) + and Z 2 (4250) + states in B 0 → χ c1 K − π + and B + → χ c1 K 0 S π +",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Belle Collaboration has reported the observation of two resonance-like structures in the study of B 0 → χ c1 K − π + [1]. These are labeled as Z 1 (4050) + and Z 2 (4250) + , both decaying to χ c1 π + [2]. The Belle Collaboration also reported the observation of a resonancelike structure, Z(4430) + → ψ(2S)π + in the analysis of B → ψ(2S)Kπ [3,4]. These claims have generated a great deal of interest [5]. Such states must have a minimum quark content ccdu, and thus would represent an unequivocal manifestation of four-quark meson states.",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 121,
                    "text": "[1]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 205,
                    "text": "[2]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 346,
                    "text": "[3,",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 349,
                    "text": "4]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 406,
                    "text": "[5]",
                    "end": 409
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The BABAR Collaboration did not see the Z(4430) + in an analysis of the decay B → ψ(2S)Kπ [6]. Points of * Now at Temple University, Philadelphia, Pennsylvania 19122, USA † Also with Università di Perugia, Dipartimento di Fisica, Perugia, Italy ‡ Now at the University of Huddersfield, Huddersfield HD1 3DH, UK § Now at University of South Alabama, Mobile, Alabama 36688, USA ¶ Also with Università di Sassari, Sassari, Italy discussion are:",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 90,
                    "text": "[6]",
                    "end": 93
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "• The method of making slices of a three-body B decay Dalitz plot can produce peaks which may be due to interference effects, not resonances.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "• The angular structure of the B → ψ(2S)Kπ decay is rather complex and cannot be described adequately by only the two variables used in a simple Dalitz plot analysis.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the BABAR analysis [6], the B → J/ψ Kπ decay does not show evidence for resonances neither in J/ψ π nor in J/ψ K systems. All resonance activity seems confined to the Kπ system. It is also observed that the angular distributions, expressed in terms of the Kπ Legendre polynomial moments, show strong similarities between B → ψ(2S)Kπ and B → J/ψ Kπ decays. Therefore, the angular information provided by the B → J/ψ Kπ decay can be used to describe the B → ψ(2S)Kπ decay. It is also observed that a localized structure in the ψ(2S)π mass spectrum would yield high angular momentum Legendre polynomial moments in the Kπ system. Therefore, a good description of the ψ(2S)π data using only Kπ moments up to L = 5 also suggests the absence of narrow resonant structure in the ψ(2S)π system.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 22,
                    "text": "[6]",
                    "end": 25
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we examine B → χ c1 Kπ decays following an analysis procedure similar to that used in Ref. [6]. In contrast to the analysis of Ref [1], we model the background-subtracted, efficiency-corrected χ c1 π + mass distribution using the Kπ mass distribution and the corresponding normalized Kπ Legendre polynomial moments, and then test the need for the inclusion of resonant structures in the description of the χ c1 π + mass distribution.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 106,
                    "text": "[6]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 146,
                    "text": "[1]",
                    "end": 149
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper is organized as follows. A short description of the BABAR experiment is given in Sec. II, and the data selection is described in Sec. III. Section IV shows the data, while Sec. V and Sec. VI are devoted to the calculation of the efficiency and the extraction of branching fraction values, respectively. In Sec. VII we describe the fits to the Kπ mass spectra, and in Sec. VIII we show the Legendre polynomial moments. In Sec. IX we report the description of the χ c1 π + mass spectra, while Sec. X is devoted to the calculation of limits on the production of the Z 1 (4050) + and Z 2 (4250) + resonances. We summarize our results in Sec. XI.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "II. THE BABAR EXPERIMENT",
            "section_rank": 4
        },
        {
            "section": "II. THE BABAR EXPERIMENT",
            "text": "This analysis is based on a data sample of 429 fb −1 recorded at the Υ(4S) resonance by the BABAR detector at the PEP-II asymmetric-energy e + e − storage rings. The BABAR detector is described in detail elsewhere [7]. Charged particles are detected and their momenta measured with a combination of a cylindrical drift chamber (DCH) and a silicon vertex tracker (SVT), both operating within the 1.5 T magnetic field of a superconducting solenoid. Information from a ring-imaging Cherenkov detector is combined with specific ionization measurements from the SVT and DCH to identify charged kaon and pion candidates. Photon energy and position are measured with a CsI(Tl) electromagnetic calorimeter (EMC), which is also used to identify electrons. The return yoke of the superconducting coil is instrumented with resistive plate chambers for the identification of muons. For the later part of the experiment the barrel-region chambers were replaced by limited streamer tubes [8].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 214,
                    "text": "[7]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 974,
                    "text": "[8]",
                    "end": 977
                }
            ]
        },
        {
            "text": "III. DATA SELECTION",
            "section_rank": 5
        },
        {
            "section": "III. DATA SELECTION",
            "text": "We reconstruct events in the decay modes [9]:",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 41,
                    "text": "[9]",
                    "end": 44
                }
            ]
        },
        {
            "section": "III. DATA SELECTION",
            "text": "where χ c1 → J/ψ γ, and J/ψ → µ + µ − or J/ψ → e + e − . For each candidate, we first reconstruct the J/ψ by geometrically constraining an identified e + e − or µ + µ − pair of tracks to a common vertex point and requiring a χ 2 fit probability greater than 0.1%. For J/ψ → e + e − we introduce bremsstrahlung energy-loss recovery. If an electron-associated photon cluster is found in the EMC, its three-momentum vector is incorporated into the calculation of m(e + e − ) [10]. The fit to the J/ψ candidates includes the constraint to the nominal J/ψ mass value [2].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 472,
                    "text": "[10]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 562,
                    "text": "[2]",
                    "end": 565
                }
            ]
        },
        {
            "section": "III. DATA SELECTION",
            "text": "A K 0 S candidate is formed by geometrically constraining a pair of oppositely charged tracks to a common vertex (χ 2 fit probability greater than 0.1%). For the two tracks the pion mass is assumed without particleidentification requirements. The K 0 S fit includes the constraint to the nominal mass value.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "III. DATA SELECTION",
            "text": "The J/ψ , K ± , and π ± candidates forming a B meson decay candidate are geometrically constrained to a common vertex and a χ 2 fit probability greater than 0.1% is required. Particle identification is applied to both K and π candidates. The K 0",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "III. DATA SELECTION",
            "text": "S flight length with respect to the B + vertex must be greater than 0.2 cm.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "III. DATA SELECTION",
            "text": "A study of the scatter diagram E γ vs. m(J/ψ γ) (not shown) reveals that no χ c1 signal is kinematically possible for E γ < 190 MeV. Therefore, we consider only photons with a laboratory energy above this value. We select the χ c1 signal within ±2 σ χc1 of the χ c1 mass, where σ χc1 and the χ c1 mass are obtained from fits to the J/ψ γ mass spectra using a Gaussian function for the signal and a 2 nd -order polynomial for the background, separated by B and J/ψ decay mode. The values of σ χc1 range from 14.6 MeV/c 2 to 17.6 MeV/c 2 .",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "III. DATA SELECTION",
            "text": "We further define B meson decay candidates using the energy difference ∆E ≡ E * B − √ s/2 in the centerof-mass (c.m.) frame and the beam-energy-substituted mass defined as  [11] to the data.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 173,
                    "text": "[11]",
                    "end": 177
                }
            ]
        },
        {
            "section": "III. DATA SELECTION",
            "text": "The resulting ∆E distributions have been fitted with a linear background function and a signal Gaussian function whose width values (σ ∆E ) are also listed in Table I. Further background rejection is performed by selecting events within ±2.0 σ ∆E of zero. Table I also gives the values of event yield and purity, where the Purity is defined as Signal/(Signal+Background). The ∆E distributions shown in Fig. 1 have been summed over the J/ψ → µ + µ − and J/ψ → e + e − decay modes. Clear signals of the B decay modes (1) and (2) can be seen. We obtain 1863 candidates for B 0 → χ c1 K − π + decays with 78% purity, and 628 B + → χ c1 K 0 S π + events with 79% purity. A study of the ∆E and J/ψ γ spectra in the sideband regions does not show any B or χ c1 signal respectively. We conclude that the observed background is consistent with being entirely of combinatorial origin.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 256,
                    "text": "Table I also",
                    "end": 268
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 402,
                    "text": "Fig. 1",
                    "end": 408
                }
            ]
        },
        {
            "section": "III. DATA SELECTION",
            "text": "The resulting J/ψ γ invariant mass distributions for channels (1) and (2) are shown in Fig. 2.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 62,
                    "text": "(1)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 70,
                    "text": "(2)",
                    "end": 73
                },
                {
                    "type": "figure",
                    "start": 87,
                    "text": "Fig. 2",
                    "end": 93
                }
            ]
        },
        {
            "section": "III. DATA SELECTION",
            "text": "In order to estimate the background contribution in the signal region, we define ∆E sideband regions in the intervals (7 − 9) σ ∆E on both sides of zero. We obtain a \"background-subtracted\" distribution of events by subtracting the corresponding distribution for ∆E sideband events from that of events in the signal region.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "FIG. 2:",
            "section_rank": 6
        },
        {
            "section": "FIG. 2:",
            "text": "The J/ψ γ mass distribution for (a) B 0 → χc1K − π + and (b) B + → χc1K 0 S π + candidates, summed over the J/ψ decay modes. The mES and ∆E selection criteria have been applied. The shaded areas indicate the signal regions.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "IV. DALITZ PLOTS",
            "section_rank": 7
        },
        {
            "section": "IV. DALITZ PLOTS",
            "text": "The Dalitz plots for B 0 → χ c1 K − π + events in the signal and sideband regions are shown in Fig. 3. The shaded area defines the Dalitz plot boundary; it is obtained from a simple phase space Monte Carlo (MC) simulation [12] of B decays, smeared by the experimental resolution. For the sidebands, events can lie outside the boundary. We observe a vertical band due to the presence of the K * (892) 0 resonance and a weaker band due to the K * 2 (1430) 0 resonance. We do not observe significant accumulation of events in any horizontal band.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 95,
                    "text": "Fig. 3",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 222,
                    "text": "[12]",
                    "end": 226
                }
            ]
        },
        {
            "section": "IV. DALITZ PLOTS",
            "text": "The Dalitz plots for B + → χ c1 K 0 S π + candidates in the signal and sideband regions are shown in Fig. 4 and show features similar to those in Fig. 3.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 101,
                    "text": "Fig. 4",
                    "end": 107
                },
                {
                    "type": "figure",
                    "start": 146,
                    "text": "Fig. 3",
                    "end": 152
                }
            ]
        },
        {
            "text": "V. EFFICIENCY",
            "section_rank": 8
        },
        {
            "section": "V. EFFICIENCY",
            "text": "To compute the efficiency, signal MC events (full-MC) for the different channels have been generated using a detailed detector simulation where B mesons decay uniformly in phase space. They are reconstructed and analyzed in the same way as real events. We express the efficiency as a function of m(Kπ) and cos θ, the normalized dot-product between the χ c1 momentum and that of the kaon momentum, both in the Kπ rest frame. To smooth statistical fluctuations, this efficiency is then parametrized as follows.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "V. EFFICIENCY",
            "text": "We first fit the efficiency as a function of cos θ in separate 50 MeV/c 2 intervals of m(Kπ), in terms of Legendre polynomials up to L = 12:",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "V. EFFICIENCY",
            "text": "For each value of L, we fit the a L (m) as a function of m(Kπ) using a 6 th -order polynomial in m(Kπ). The resulting fitted efficiency for B 0 decay is shown in Fig. 5(a).",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 162,
                    "text": "Fig. 5",
                    "end": 168
                }
            ]
        },
        {
            "section": "V. EFFICIENCY",
            "text": "We observe a significant decrease in efficiency for cos θ ∼ +1 and 0.72 < m(K − π + ) < 0.92 GeV/c 2 , and for cos θ ∼ −1 and 0.97 < m(K − π + ) < 1.27 GeV/c 2 . The former is due to the failure to reconstruct pions with low momentum in the laboratory frame and the latter to a similar failure for kaons. A similar effect is observed in Fig. 5(b) for the the B + decay mode. In Fig. 6 we plot the efficiency projection as a function of m(χ c1 π + ) for channels (1) and (2), summed over the J/ψ decay modes. We observe a loss in efficiency at the edges of the χ c1 π + mass range. However these losses do not affect the regions of the reported Z resonances. Using these fitted functions we obtain efficiency-corrected distributions by weighting each event by the inverse of the efficiency at its (m(Kπ), cos θ) location.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 337,
                    "text": "Fig. 5",
                    "end": 343
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 378,
                    "text": "Fig. 6",
                    "end": 384
                }
            ]
        },
        {
            "text": "VI. BRANCHING FRACTIONS",
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "We measure the branching fractions for B 0 → χ c1 K − π + and B + → χ c1 K 0 S π + relative to B 0 → J/ψK + π − and B + → J/ψK 0 S π + , respectively. In this way several systematic uncertainties, (namely uncertainties on the number of BB mesons, particle identification, tracking efficiency, data-MC differences, secondary branching fractions) cancel.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "To obtain the yields, for each B decay mode we perform new fits to the ∆E distributions using the full-MC lineshape for the signal and a linear background. The background-subtracted data are then integrated between ±2.0 σ ∆E . The correction for efficiency is obtained as described in Sec. V. A similar procedure is applied to the B 0 → J/ψK − π + and B + → J/ψK 0 S π + data. The branching fraction for χ c1 → J/ψγ from Ref. [2] is 0.344 ± 0.015. Using this value, we obtain the following branching fraction ratios:",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 426,
                    "text": "[2]",
                    "end": 429
                }
            ]
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "and",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "Systematic uncertainties are summarized in Table II and have been evaluated as follows:",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 43,
                    "text": "Table II",
                    "end": 51
                }
            ]
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "1. We obtain the uncertainty on the background subtraction by modifying the model used to fit the ∆E distributions. The signal was alternatively described by the sum of two Gaussian functions and the background was parametrized by a 2 nd -order polynomial.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "2. We compute the uncertainty on the efficiency by making use of the binned efficiency on the (m(Kπ), cos θ) plane. In each cell we randomize the generated and reconstructed yields according to Poisson distributions. Deviations from the fitted efficiencies give the uncertainty on this quantity.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "3. We vary the bin size for the binned efficiency calculation.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "4. We include a systematic error due to the uncertainty on the χ c1 → J/ψ γ branching fraction [2].",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 95,
                    "text": "[2]",
                    "end": 98
                }
            ]
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "5. We assign a 1.8 % uncertainty to the γ reconstruction efficiency.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "6. We modify the ∆E and m ES selection criteria and assign systematic uncertainties based on the variation of the extracted branching fractions.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "We note that the systematic uncertainties are dominated by the uncertainty on the χ c1 → J/ψ γ branching fraction.",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "The branching fractions measured in Ref. [6] are:",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 41,
                    "text": "[6]",
                    "end": 44
                }
            ]
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "where the latter value has been corrected for K 0 L and K 0 S → π 0 π 0 decays [2]. Multiplying the ratio in Eq. (4) by the B 0 → J/ψK − π + branching fraction in Eq. 6  This may be compared to the Belle measurement [1]:",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 79,
                    "text": "[2]",
                    "end": 82
                },
                {
                    "start": 167,
                    "text": "6",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 216,
                    "text": "[1]",
                    "end": 219
                }
            ]
        },
        {
            "section": "VI. BRANCHING FRACTIONS",
            "text": "Multiplying the ratio in Eq. (5) by the B + → J/ψK 0 π + branching fraction in Eq. 7 so that, after all corrections, the branching fractions corresponding to decay modes (1) and (2) are the same within uncertainties.",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_5",
                    "start": 83,
                    "text": "7",
                    "end": 84
                }
            ]
        },
        {
            "text": "VII. FITS TO THE Kπ MASS SPECTRA",
            "section_rank": 10
        },
        {
            "section": "VII. FITS TO THE Kπ MASS SPECTRA",
            "text": "We perform binned-χ 2 fits to the backgroundsubtracted and efficiency-corrected Kπ mass spectra in terms of S, P , and D wave amplitudes. The fitting function is expressed as: where m = m(Kπ), the integrals are over the full m(Kπ) range, and the fractions f are such that",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "section": "VII. FITS TO THE Kπ MASS SPECTRA",
            "text": "The P -and D-wave intensities, G P (m) and G D (m), are expressed in terms of the squared moduli of relativistic Breit-Wigner functions with parameters fixed to the PDG values for K * (892) and K * 2 (1430) respectively [2]. For the S-wave contribution G S (m) we make use of the LASS [13] parametrization described by Eqs. (11)-(16) of Ref. [6].",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 220,
                    "text": "[2]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 342,
                    "text": "[6]",
                    "end": 345
                }
            ]
        },
        {
            "section": "VII. FITS TO THE Kπ MASS SPECTRA",
            "text": "The above model gives a good description of the data for the decays B → J/ψ Kπ [6]. However, for B → χ c1 Kπ the above resonances do not describe the high mass region of the Kπ mass spectra well. A better fit is obtained by including an additional incoherent spin-1 K * (1680) [2] resonance contribution. The fit results are shown by the solid curves in Fig. 7, and the resulting intensity contributions are summarized in Table III. In Figures 7(a) and 7(b) the contributions due to the K * (1680) amplitude are shown by the dashed curves. The χ c1 Kπ decay modes differ from the corresponding J/ψ Kπ and ψ(2S)Kπ decay modes in that the S-wave fraction is much larger in the former than in the latter. This was observed for the K * (892) region in a previous BABAR analysis [14].",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 79,
                    "text": "[6]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 277,
                    "text": "[2]",
                    "end": 280
                },
                {
                    "type": "figure",
                    "start": 354,
                    "text": "Fig. 7",
                    "end": 360
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 422,
                    "text": "Table III",
                    "end": 431
                },
                {
                    "type": "figure",
                    "start": 436,
                    "text": "Figures 7(a)",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 774,
                    "text": "[14]",
                    "end": 778
                }
            ]
        },
        {
            "text": "VIII. THE Kπ LEGENDRE POLYNOMIAL MOMENTS",
            "section_rank": 11
        },
        {
            "section": "VIII. THE Kπ LEGENDRE POLYNOMIAL MOMENTS",
            "text": "We compute the efficiency-corrected Legendre polynomial moments < Y 0 L > in each Kπ mass interval by correcting for efficiency, as explained in Sec. V, and then weighting each event by the Y 0 L (cos θ) functions. A similar procedure is performed for the ∆E sideband events, for which the distributions are subtracted from those in the signal region. We observe consistency between the B 0 and B + data. Therefore, in the following we combine the B 0 and B + distributions.",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "VIII. THE Kπ LEGENDRE POLYNOMIAL MOMENTS",
            "text": "This yields the background-subtracted and efficiencycorrected Legendre polynomial moments < Y 0 L >. They are shown for L = 1, ..., 6 in Fig. 8. We notice that the < Y 0 6 > moment is consistent with zero, as are higher moments (not shown). These moments can be expressed in terms of S-, P -and D-wave Kπ amplitudes [15]. The P -and D-waves can be present in three helicity states and, after integration over the decay angles of the χ c1 , the relationship between the moments and the amplitudes is given by Eqs. (26)-(30) of Ref. [6]. We notice that, ignoring the presence of resonances in the exotic charmonium channel, the equations involve seven amplitude magnitudes and six relative phase values, and so they cannot be solved in each m(Kπ) interval. For this reason, it is not possible to extract the amplitude moduli and relative phase values from Dalitz plot analyses of the ψKπ or χ c1 Kπ final states.",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 137,
                    "text": "Fig. 8",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 316,
                    "text": "[15]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 531,
                    "text": "[6]",
                    "end": 534
                }
            ]
        },
        {
            "section": "VIII. THE Kπ LEGENDRE POLYNOMIAL MOMENTS",
            "text": "In Fig. 8 we observe the presence of the spin-1 K * (890) in the < Y 0 2 > moment and S-P interference in the < Y 0 1 > moment. We also observe evidence for the spin-2 K * 2 (1430) resonance in the < Y 0 4 > moment. There are some similarities between the moments of Fig. 8 and those from B → J/ψ Kπ decays in Ref. [6]. However we also observe a significant structure around 1.7 GeV/c 2 in < Y 0 1 > which is absent in the B → J/ψ Kπ decays. We attribute this to the presence of the K * 1 (1680) resonance produced in B → χ c1 Kπ but absent in B → J/ψ Kπ. The presence of scalar Z resonances should show up especially in high < Y 0 L > moments. From the < Y 0 L > we obtain the normalized moments",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 3,
                    "text": "Fig. 8",
                    "end": 9
                },
                {
                    "type": "figure",
                    "start": 267,
                    "text": "Fig. 8",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 315,
                    "text": "[6]",
                    "end": 318
                }
            ]
        },
        {
            "section": "VIII. THE Kπ LEGENDRE POLYNOMIAL MOMENTS",
            "text": "where n is the number of events in the given m(Kπ) mass interval.",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "IX. MONTE CARLO SIMULATIONS",
            "section_rank": 12
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "We model B → χ c1 Kπ using the resonant structure obtained from the analysis of the Kπ mass spectra and Kπ Legendre polynomial moments. For this purpose we generate a large number of MC events according to the following procedure.",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "• B → χ c1 Kπ events are generated uniformly in phase space [12]. The B mass is generated as a Gaussian lineshape with parameters obtained from a fit to the data.",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 60,
                    "text": "[12]",
                    "end": 64
                }
            ]
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "• We weight each event by a factor w m(Kπ) derived from the resonant structure in the Kπ system described in Sec. VII (Eq. (10)), and displayed in Table III.",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 147,
                    "text": "Table III",
                    "end": 156
                }
            ]
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "• We incorporate the measured Kπ angular structure by giving weight w L to each event according to the expression:",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "The moments correspond to the combined data from the decay modes of Eqs. (1) and (2). The < Y N i > are evaluated for the m(Kπ) value by linear interpolation between consecutive m(Kπ) mass intervals.",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 81,
                    "text": "(2)",
                    "end": 84
                }
            ]
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "• The total weight is thus:",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "The generated distributions, weighted by the total weight w, are then normalized to the number of data events obtained after background-subtraction and efficiency-correction.",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "section": "IX. MONTE CARLO SIMULATIONS",
            "text": "We first test the method using as control sample the combined data from B 0 → J/ψ K − π + and B + → J/ψ K 0 S π + , where no resonant structure is observed in the J/ψ π mass distributions [6]. In this case we generate B → J/ψ Kπ events and use the Kπ resonant structure and Legendre polynomial information from the same channels. We compare the MC simulation to the J/ψ π + mass projection from data in Fig. 9. We obtain χ 2 /NDF = 223, 162, 180/152 for L max = 4, 5, 6 respectively. We conclude that L max = 5 gives the best description of the data.",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 188,
                    "text": "[6]",
                    "end": 191
                },
                {
                    "type": "figure",
                    "start": 403,
                    "text": "Fig. 9",
                    "end": 409
                }
            ]
        },
        {
            "text": "FIG. 9:",
            "section_rank": 13
        },
        {
            "section": "FIG. 9:",
            "text": "Background-subtracted and efficiency-corrected J/ψ π mass distribution for the B → J/ψ Kπ control sample with the superimposed curves resulting from the MC simulation described in the text. The solid curve is obtained using the total weight w obtained with Lmax = 5, the dotted curve by omitting the angular-dependence factor wL.",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "section": "FIG. 9:",
            "text": "We now perform a similar MC simulation for B → χ c1 Kπ using moments from the same channels. We obtain χ 2 /NDF = 53, 46, 49/58 for L max = 4, 5, 6 respec- IV: The value of χ 2 /NDF for different MC-data comparisons; \"Y N L \" indicates the channel used to obtain the normalized moments. The \"mixed\" algorithm is explained in the text. The definition of window is given in Sec. X.",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "text": "Channel",
            "section_rank": 14
        },
        {
            "section": "Channel",
            "text": "tively. The result of the simulation with L max = 5 is superimposed on the data in Fig. 10, and the corresponding χ 2 /NDF is given in Table IV. The excellent description of the data indicates that the angular information from the Kπ channel with L max = 5 is able to account for the structures observed in the χ c1 π projection. This indicates the absence of significant structure in the exotic χ c1 π + channel.",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 83,
                    "text": "Fig. 10",
                    "end": 90
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 135,
                    "text": "Table IV",
                    "end": 143
                }
            ]
        },
        {
            "text": "FIG. 10:",
            "section_rank": 15
        },
        {
            "section": "FIG. 10:",
            "text": "Background-subtracted and efficiency-corrected χc1π mass distribution from B → χc1Kπ. The solid curve results from the MC simulation described in the text, which uses of the moments from the same channels. The dotted curve shows the result of the simulation when the wL weight is removed.",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "section": "FIG. 10:",
            "text": "We perform a MC simulation where, to the data from B 0 → χ c1 K − π + , we add an arbitrary fraction (≈ 25 %) of events which include a Z 2 (4250) + resonance decaying to χ c1 π. These Z 2 (4250) + events are obtained from phase-space MC B 0 → χ c1 K − π + events weighted by a simple Breit-Wigner. We then compute Legendre polynomial moments for the total sample and use them to predict the χ c1 π mass distribution as described above. The χ c1 π mass spectrum for these events is shown in Fig. 11(a). We obtain χ 2 /NDF = 103, 91, 88/58 for L max = 4, 5, 6 respectively. Therefore, in the presence of a Z 2 (4250) + resonance, it is not possible to obtain a good description of the χ c1 π mass distribution using L max = 5. We then increase the value of L max and obtain a good description of this MC simulation with L max = 15, as shown by the dashed curve in Fig. 11(a) (χ 2 /NDF = 57/58).",
            "paragraph_rank": 60,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 491,
                    "text": "Fig. 11(a)",
                    "end": 501
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 863,
                    "text": "Fig. 11",
                    "end": 870
                }
            ]
        },
        {
            "section": "FIG. 10:",
            "text": "We next test a \"mixed\" simulation where we use L max = 3 up to a Kπ mass of 1.2 GeV/c 2 and L max = 4 for the rest of the events. This choice is justified by the presence of spin 0 and 1 resonances mostly in the low Kπ mass region, while the K * 2 (1430) contributes for m(Kπ) > 1.2 GeV/c 2 . This simulation gives a satisfactory description of the B → χ c1 Kπ data with χ 2 /NDF = 63/58 but gives a bad description of the MC sample of Fig. 11(a), yielding χ 2 /NDF = 140/58.",
            "paragraph_rank": 61,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 436,
                    "text": "Fig. 11(a)",
                    "end": 446
                }
            ]
        },
        {
            "section": "FIG. 10:",
            "text": "We now fit the MC sample including a simple Breit-Wigner (with the width fixed to the simulated value) to describe the Z 2 (4250) + (Fig. 11(b)). We obtain the solid curve, which has χ 2 /NDF = 75/56, a Z 2 (4250) + mass consistent with the generated value, and a yield consistent with the generated one. The dashed curve represents the background model from the \"mixed\" simulation. The MC test therefore validates the use of this background model for a quantitative evaluation of the upper limits described in Sec. X.",
            "paragraph_rank": 62,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 132,
                    "text": "(Fig. 11(b)",
                    "end": 143
                }
            ]
        },
        {
            "section": "FIG. 10:",
            "text": "The data-MC comparisons for the different simulations are summarized in Table IV. X. SEARCH FOR Z1(4050) + AND Z2(4250) +",
            "paragraph_rank": 63,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 72,
                    "text": "Table IV.",
                    "end": 81
                }
            ]
        },
        {
            "section": "FIG. 10:",
            "text": "We have shown, in the previous sections, that in the absence of Z resonances, the simulation with L max = 5 gives a good description of the B → J/ψ Kπ and B → χ c1 Kπ data. We now test the possible presence of the Z 1 (4050) + and Z 2 (4250) + resonances in B → χ c1 Kπ decay. Therefore we adopt the minimum L max configuration (\"mixed\") described in Sec. IX and investigate whether something else is needed by the data.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "section": "FIG. 10:",
            "text": "For this purpose we perform binned χ 2 fits to the χ c1 π + mass spectrum. In these fits the normalization of the background component is determined by the fit. We observe that this background model predicts an enhancement in the mass region of the Z resonances. We then add, for the signal, relativistic spin-0 Breit-Wigner functions with parameters fixed to the Belle values for the signals [1]. We compute statistical significance using the fitted fraction divided by its uncertainty.",
            "paragraph_rank": 65,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 393,
                    "text": "[1]",
                    "end": 396
                }
            ]
        },
        {
            "section": "FIG. 10:",
            "text": "We first perform fits to the total mass spectrum.",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "section": "FIG. 10:",
            "text": "• Fit a) is shown in Fig. 12(a), and includes both Z 1 (4050) + and Z 2 (4250) + resonances.",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 21,
                    "text": "Fig. 12(a)",
                    "end": 31
                }
            ]
        },
        {
            "text": "FIG. 11:",
            "section_rank": 16
        },
        {
            "section": "FIG. 11:",
            "text": "Background-subtracted and efficiency-corrected χc1π mass distribution from B → χc1Kπ which includes a simulated Z2(4250) + (vertical crosses). In (a) the distribution with solid dots represents the B 0 → χc1K − π + data component. The continuous curve is the result from the \"mixed\" simulation described in the text and obtained from the MC simulation. The dashed curve shows a simulation with Lmax = 15. (b) Result from the fit described in the text, which incorporates a Breit-Wigner lineshape describing the Z2(4250) + . The dashed curve represents the background model from the \"mixed\" simulation.",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "section": "FIG. 11:",
            "text": "• Fit b) is shown in Fig. 12(b), and includes a single broad Z(4150) + resonance.",
            "paragraph_rank": 69,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 21,
                    "text": "Fig. 12(b)",
                    "end": 31
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "In both cases the fits give fractional contributions consistent with zero for the Z resonances. We next fit the χ c1 π mass spectrum in the Dalitz plot region 1.0 ≤ m 2 (Kπ) < 1.75 GeV 2 /c 4 in order to  Table V) where the Belle data show the maximum of the reported resonance activity. This sample accounts for 25 % of our total data sample. Table IV gives the corresponding χ 2 /NDF values for the MC simulations described in Sec. IX, in this mass window.",
            "paragraph_rank": 70,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 205,
                    "text": "Table V)",
                    "end": 213
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 344,
                    "text": "Table IV",
                    "end": 352
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "• Fit c) is shown in Fig. 12(c), and includes both Z 1 (4050) + and Z 2 (4250) + resonances.",
            "paragraph_rank": 71,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 21,
                    "text": "Fig. 12(c)",
                    "end": 31
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "• Fit d) is shown in Fig. 12(d), and includes a single broad Z(4150) + resonance.",
            "paragraph_rank": 72,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 21,
                    "text": "Fig. 12(d)",
                    "end": 31
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "In each case the fit gives a Z resonance contribution consistent with zero. The results of the fits are summarized in Table V, and in every case the yield significance does not exceed 2σ. Similar results are obtained when the resonance parameters are varied within their statistical errors.",
            "paragraph_rank": 73,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 118,
                    "text": "Table V",
                    "end": 125
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "We compute upper limits integrating the region of positive branching fraction values for a Gaussian function having the above mean and σ values, and obtain the following 90% C.L. limits for the Z 1 (4050) + and Z 2 (4250) + resonances:",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "section": "FIG. 11:",
            "text": "Systematic uncertainties related to the Z parameters have been ignored since they give negligible contributions. The corresponding values for B + decay are ≈8% larger (see Eqs. (8) and (9)). Our measurements can be compared to the Belle results [1]:",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 177,
                    "text": "(8)",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 245,
                    "text": "[1]",
                    "end": 248
                }
            ]
        },
        {
            "section": "FIG. 11:",
            "text": "= 4.0 +2.3 +19.7 −0.9 −0.5 × 10 −5 , Given the large uncertainties, these branching fraction values are compatible with our upper-limit estimates.",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "XI. CONCLUSIONS",
            "section_rank": 17
        },
        {
            "section": "XI. CONCLUSIONS",
            "text": "We use 429 fb −1 of data from the BABAR experiment at SLAC to search for the Z 1 (4050) + and Z 2 (4250) + states decaying to χ c1 π + in the decays B 0 → χ c1 K − π + and B + → χ c1 K 0 S π + , where χ c1 → J/ψ γ . We measure the following branching fractions for the decays B 0 → χ c1 K − π + and B + → χ c1 K 0 π + : B(B 0 → χ c1 K − π + ) = (5.11 ± 0.14 ± 0.28) × 10 −4 , and B(B + → χ c1 K 0 π + ) = (5.52 ± 0.26 ± 0.31) × 10 −4 .",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "section": "XI. CONCLUSIONS",
            "text": "In our search for the Z states, we first attempt to describe the data assuming that all resonant activity is concentrated in the Kπ system. We use the decay B → J/ψ Kπ as a control sample, since no resonant structure has been observed in the J/ψ π mass spectrum. In this case a good description of the data is obtained by a MC simulation which makes use of the known resonant structure in the Kπ mass spectrum together with a Legendre-polynomial description of the angular structure as a function of Kπ mass.",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "section": "XI. CONCLUSIONS",
            "text": "The same procedure is then applied to our data on the decays B → χ c1 Kπ and a good description of the χ c1 π mass distribution is obtained. This indicates that no significant resonant structure is present in the χ c1 π mass spectrum, as observed for the J/ψ π mass distribution [6]. We also observe that this background model predicts an enhancement in the mass region of the Z resonances. We then report 90% C.L. upper limits on possible B 0 → Z + K − decays.",
            "paragraph_rank": 79,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 279,
                    "text": "[6]",
                    "end": 282
                }
            ]
        },
        {
            "section": "XI. CONCLUSIONS",
            "text": "In conclusion, we find that it is possible to obtain a good description of our data without the need for additional resonances in the χ c1 π system.",
            "paragraph_rank": 80,
            "section_rank": 17
        },
        {
            "text": "XII. ACKNOWLEDGMENTS",
            "section_rank": 18
        },
        {
            "section": "XII. ACKNOWLEDGMENTS",
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organiza-tions that support BABAR. The collaborating institutions",
            "paragraph_rank": 81,
            "section_rank": 18
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 19
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: Distributions of ∆E for (a) B 0 → χc1K − π + and (b) B + → χc1K 0 S π + summed over the J/ψ decay modes; the χc1 and mES selection criteria have been applied. The shaded areas indicate the signal regions.",
            "paragraph_rank": 82,
            "section_rank": 19
        },
        {
            "text": "FIG. 4 :FIG. 5 :",
            "section_rank": 20
        },
        {
            "section": "FIG. 4 :FIG. 5 :",
            "text": "FIG. 4: Dalitz plot for B + → χc1K 0S π + in (a) the signal region and (b) the ∆E sidebands. The shaded area defines the Dalitz plot boundary.",
            "paragraph_rank": 83,
            "section_rank": 20
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 21
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6: Efficiency as a function of m(χc1π + ) for (a) B 0 → χc1K − π + and (b) B + → χc1K 0 S π + summed over the J/ψ decay modes.",
            "paragraph_rank": 84,
            "section_rank": 21
        },
        {
            "text": "FIG. 7 :FIG. 8 :",
            "section_rank": 22
        },
        {
            "section": "FIG. 7 :FIG. 8 :",
            "text": "FIG. 7: Fits to the background-subtracted and efficiencycorrected Kπ mass spectra for (a) B 0 → χc1K − π + and (b) B + → χc1K 0 S π + . The K * (1680) contribution is shown in each figure by the dashed curve.",
            "paragraph_rank": 85,
            "section_rank": 22
        },
        {
            "text": "FIG. 12 :",
            "section_rank": 23
        },
        {
            "section": "FIG. 12 :",
            "text": "FIG. 12: (a),(b) Background-subtracted and efficiency-corrected χc1π mass distribution for B → χc1Kπ. (a) Fit with Z1(4050) + and Z2(4250) + resonances. (b) Fit with only the Z(4150) + resonance. (c),(d) Efficiency-corrected and background-subtracted χc1π mass distribution for B → χc1Kπ in the Kπ mass region 1.0 < m 2 (Kπ) < 1.75 GeV 2 /c 4 . (c) Fit with Z1(4050) + and Z2(4250) + resonances. (d) Fit with only the Z(4150) + resonance. In each fit the dashed curve shows the prediction from the \"mixed\" B → χc1Kπ simulation explained in the text. The dot-dashed curves indicate the fitted resonant contributions.",
            "paragraph_rank": 86,
            "section_rank": 23
        },
        {
            "text": "m ES values are listed in Table I and are determined by fits of a Gaussian function plus an ARGUS function",
            "section_rank": 24
        },
        {
            "section": "m ES values are listed in Table I and are determined by fits of a Gaussian function plus an ARGUS function",
            "text": "is the initial state e + e − four-momentum vector in the laboratory frame and √ s is the c.m. energy. In the above expressions E * B is the B meson candidate energy in the c.m. frame, and p B is its laboratory frame momentum. The B decay signal events are selected within ±2.0 σ m ES of the fitted central value, where the σ",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "TABLE I :",
            "section_rank": 25
        },
        {
            "section": "TABLE I :",
            "text": "Resolution parameter values from fits to the ∆E and mES distributions.Channelσ ∆E ( MeV) σm ES ( MeV/c 2 ) events Purity %B 0 → χc1K − π + (µ + µ − )6.96 ± 0.34 2.60 ± 0.10 980 79.3 ± 1.3 B 0 → χc1K − π + (e + e − ) 7.81 ± 0.43 2.77 ± 0.12 883 77.1 ± 1.4 B + → χc1K 0 S π + (µ + µ − ) 6.65 ± 0.55 2.65 ± 0.27 299 81.7 ± 2.2 B + → χc1K 0 S π + (e + e − ) 7.52 ± 0.70 2.65 ± 0.18 329 77.5 ± 2.3",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "section": "TABLE I :",
            "text": "FIG. 3:Dalitz plot for B 0 → χc1K − π + in (a) the signal region and (b) the ∆E sidebands. The shaded area defines the Dalitz plot boundary.",
            "paragraph_rank": 89,
            "section_rank": 25
        },
        {
            "text": "TABLE II :",
            "section_rank": 26
        },
        {
            "section": "TABLE II :",
            "text": "Systematic uncertainties (%) for the B → χc1Kπ relative branching fraction measurements.",
            "paragraph_rank": 90,
            "section_rank": 26
        },
        {
            "section": "TABLE II :",
            "text": "ContributionB0 → χc1K − π + B + → χc1K 0 S",
            "paragraph_rank": 91,
            "section_rank": 26
        },
        {
            "text": "TABLE III :",
            "section_rank": 27
        },
        {
            "section": "TABLE III :",
            "text": "S, P , D wave fractions (in %), and χ 2 /NDF (NDF = Number of Degrees of Freedom) from the fits to the Kπ mass spectra in B 0 → χc1K − π + and B + → χc1K 0 S π + . The second P -wave entry in the two χc1 channels corresponds to the fraction of K * (1680).",
            "paragraph_rank": 92,
            "section_rank": 27
        },
        {
            "text": "TABLE",
            "section_rank": 28
        },
        {
            "text": "TABLE V :",
            "section_rank": 29
        },
        {
            "section": "TABLE V :",
            "text": "Results of the fits to the χc1π mass spectra. Nσ and Fraction give, for each fit, the significance and the fractional contribution of the Z resonances.",
            "paragraph_rank": 94,
            "section_rank": 29
        },
        {
            "section": "TABLE V :",
            "text": "wish to thank SLAC for its support and the kind hospitality extended to them. This work is supported by the US Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariatà l'Energie Atomique and Institut National de Physique Nucléaire et de Physique des Particules (France), the Bundesministerium für Bildung und Forschung and Deutsche Forschungsgemeinschaft (Germany), the Istituto Nazionale di Fisica Nucleare (Italy), the Foundation for Fundamental Research on Matter (The Netherlands), the Research Council of Norway, the Ministry of Education and Science of the Russian Federation, Ministerio de Ciencia e Innovación (Spain), and the Science and Technology Facilities Council (United Kingdom). Individuals have received support from the Marie-Curie IEF program (European Union), the A. P. Sloan Foundation (USA) and the Binational Science Foundation (USA-Israel).",
            "paragraph_rank": 95,
            "section_rank": 31
        }
    ]
}