{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We have observed exclusive γγ production in proton-antiproton collisions at √ s = 1.96 TeV, using data from 1.11 ± 0.07 fb −1 integrated luminosity taken by the Run II Collider Detector at Fermilab. We selected events with two electromagnetic showers, each with transverse energy ET > 2.5 GeV and pseudorapidity |η| < 1.0, with no other particles detected in −7.4 < η < +7.4. The two showers have similar ET and azimuthal angle separation ∆φ ∼ π; 34 events have two charged particle tracks, consistent with the QED process pp → p + e + e − +p by two-photon exchange, while 43 events have no charged tracks. The number of these events that are exclusive π 0 π 0 is consistent with zero and is < 15 at 95% C.L. The cross section for pp → p + γγ +p with |η(γ)| < 1.0 and ET (γ) > 2.5 GeV is 2.48 +0.40   −0.35 (stat) +0.40 −0.51 (syst) pb.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "T. Yoshida l , 38 G.B. Yu, 14 I. Yu, 25 S.S. Yu, 15 J.C. Yun, 15 A. Zanetti, 50 Y. Zeng, 14 C. Zhou, 14 and S. Zucchelli ee6 (CDF Collaboration † )",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 27,
                    "text": "14",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 37,
                    "text": "25",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 62,
                    "text": "15",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 89,
                    "text": "14",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 101,
                    "text": "14",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 121,
                    "text": "ee6",
                    "end": 124
                }
            ]
        },
        {
            "text": "In proton-(anti)proton collisions, two direct high-E T photons can be produced at leading order by qq → γγ and by gg → γγ through a quark loop. In the latter case it is possible for another gluon exchange to cancel the color of the fusing gluons, allowing the (anti)proton to emerge intact with no hadrons produced. For pp collisions, this is the \"exclusive\" process pp → p + γγ +p, for which the leading order diagram is shown in Fig. 1a  [1,2]. The outgoing (anti)proton has nearly the beam momentum, and transverse momentum p T < ∼ 1 GeV/c, having emitted a pair of gluons in a color singlet. There is a pseudorapidity gap ∆η > 6 adjacent to the (anti)proton. In Regge theory this is diffractive scattering via pomeron [3,4], IP, exchange. The cross section for |η(γ)| < 1.0 and transverse energy E T (γ) > 2.5 GeV is predicted [5,6] to be σ(γγ) exclusive ∼ 0.2 -2 pb, depending on the low-x (unintegrated) gluon density. Additional uncertainties come from the cross section for g + g → γ + γ, the probability that no hadrons are produced by additional parton interactions (rapidity gap survival factor and Sudakov Jordan.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 431,
                    "text": "Fig. 1a",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 440,
                    "text": "[1,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 443,
                    "text": "2]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 722,
                    "text": "[3,",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 725,
                    "text": "4]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 831,
                    "text": "[5,",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 834,
                    "text": "6]",
                    "end": 836
                }
            ]
        },
        {
            "text": "suppression [7]), and the probability that neither proton dissociates (e.g. p → p π + π − ) [5]. The calculation is also imprecise because of the low Q 2 , the squared 4momentum transfer. The total theoretical uncertainty on the cross section can be estimated to be a factor ×3 ÷3 [8]. Apart from its intrinsic interest for QCD, the process tests the theory of exclusive Higgs boson production [1,2,5,[8][9][10][11][12][13]  Fig. 1b, which may be detectable at the LHC. The leading order processes gg → γγ and gg → H are calculable perturbatively, but the more uncertain elements of the exclusive processes (mainly the unintegrated gluon densities, the Sudakov suppression and the gap survival probability) are common to both (see Fig. 1). For a 120 GeV standard model Higgs boson the exclusive cross section at √ s = 7 TeV is 3 fb with a factor ×3 ÷3 uncertainty [8]. Processes other than gg → γγ can produce an exclusive γγ final state. Contributions from qq → γγ and γγ → γγ are respectively < 5% and < 1% of gg → γγ [5]. Backgrounds to exclusive γγ events to be considered are π 0 π 0 and ηη, with each meson decaying to two photons, of which one is not detected. We also consider events where one or both protons dissociate, e.g. p → p π + π − , to be background. These backgrounds are small.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 12,
                    "text": "[7]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 92,
                    "text": "[5]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 281,
                    "text": "[8]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 394,
                    "text": "[1,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 397,
                    "text": "2,",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 399,
                    "text": "5,",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 401,
                    "text": "[8]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 404,
                    "text": "[9]",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 407,
                    "text": "[10]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 411,
                    "text": "[11]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 415,
                    "text": "[12]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 419,
                    "text": "[13]",
                    "end": 423
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 425,
                    "text": "Fig. 1b",
                    "end": 432
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 731,
                    "text": "Fig. 1",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 864,
                    "text": "[8]",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1020,
                    "text": "[5]",
                    "end": 1023
                }
            ]
        },
        {
            "text": "We previously published a search for exclusive γγ production, finding three candidate events with E T (γ) > 5 GeV and |η| < 1.0, using data from 532 pb −1 of integrated luminosity [14]. The prediction of Ref. [5] was 0.8 +1.6 −0.5 events. Two events had a single narrow electromagnetic (EM) shower on each side, as expected for γγ, but no observation could be claimed. This Letter reports the observation of 43 events with a contamination of < 15 π 0 π 0 events (at 95% C.L.), after we lowered the trigger threshold on the EM showers from 4 GeV to 2 GeV and collected data from another 1.11 fb −1 of integrated luminosity. We used the QED process p +p → p + γ * γ * +p → p + e + e − +p in the same data set, for which the cross section is well known, as a check of the analysis.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 180,
                    "text": "[14]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 209,
                    "text": "[5]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "start": 221,
                    "text": "+1.6",
                    "end": 225
                }
            ]
        },
        {
            "text": "The data were collected by the Collider Detector at Fermilab, CDF II, at the Tevatron, with pp collisions at √ s = 1.96 TeV. The CDF II detector is a general purpose detector described elsewhere [15]; here we give a brief summary of the detector components used in this analysis. Surrounding the beam pipe is a tracking system consisting of a silicon microstrip detector, a cylindrical drift chamber (COT) [16], and a solenoid providing a 1.4 Tesla magnetic field. The tracking system is fully efficient at reconstructing isolated tracks with p T ≥ 1 GeV/c and |η| < 1. It is surrounded by the central and end-plug calorimeters covering the range |η| < 3.6. Both calorimeters have separate EM and hadronic compartments. A proportional wire chamber (CES) [17], with orthogonal anode wires and cathode strips, is embedded in the central EM calorimeter, covering the region of |η| < 1.1, at a depth of six radiation lengths. It allows a measurement of the number and shape, in both η and azimuth φ, of EM showers (clusters of wires or strips). The anode-wire pitch (in φ) is 1.5 cm and the cathodestrip pitch varies with η from 1.7 cm to 2.0 cm. The CES provides a means of distinguishing single photon showers from π 0 → γγ up to E T (π 0 ) ∼ 8 GeV. The region 3.6 < |η| < 5.2 is covered by a lead-liquid scintillator calorimeter called the Miniplug [18]. At higher pseudorapidities, 5.4 < |η| < 7.4, scintillation counters, called beam shower counters (BSC-1/2/3), are located on each side of the CDF detector. Gas Cherenkov detectors, with 48 photomultipliers per side, covering 3.7 < |η| < 4.7, detect charged particles, and were also used to determine the luminosity with a 6% uncertainty [19].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 195,
                    "text": "[15]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 406,
                    "text": "[16]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 754,
                    "text": "[17]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1348,
                    "text": "[18]",
                    "end": 1352
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1691,
                    "text": "[19]",
                    "end": 1695
                }
            ]
        },
        {
            "text": "The data were recorded using a three-level on-line event selection system (trigger). At the first level we required one EM cluster with E T > 2 GeV and |η| < 2.1 and no signal above noise in the BSC-1 counters (|η| = 5.4 − 5.9). This rapidity gap requirement rejected a large fraction of inelastic collisions as well as most events with more than one interaction (pile-up). A second EM cluster with similar properties was required at level two. A level three trigger selected events with two calorimeter showers consistent with coming from electrons or photons: i.e., passing the requirement (cut) that the ratio of shower energy in the hadronic (HAD) calorimeter to that in the EM (HAD:EM) be less than 0.125, and that the signal shape in the CES is consistent with a single shower.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We now describe the offline selection of events, with two isolated EM showers and no other particles except the outgoing p andp, which were not detected. Two central, |η| < 1, EM showers were required with E T > 2.5 GeV to avoid trigger threshold inefficiencies. The energy resolution is dE/E ∼ 8% from test beam studies and in situ p/E matching for electrons. A refined HAD:EM ratio cut of < 0.055 + 0.00045E was applied, as well as an acoplanarity cut of |π − ∆φ| < 0.6. The trigger selection efficiency for single photons was measured using data collected with an interaction trigger (minimum bias). The BSC-1 gap trigger was taken to be 100% efficient as the BSC-1 trigger threshold was clearly above the noise level and the offline selection criteria. We measured an overall trigger efficiency of ε trig = 92% ± 2%(syst). A weighting process was necessary due to the different slope in E T of the minimum bias probe data compared to the signal. The trigger efficiency did not show any η or φ dependence for |η| < 1. Monte Carlo signal simulation data samples were generated using the superchic program (version 1.3) [11,20] based on recent developments of the Durham KMR model [2]. The Monte Carlo samples were passed through a simulation of the detector, cdfsim 6.1.4.m including geant version 3.21/14 [21]. The systematic error was estimated by using the binwise uncertainty of the efficiency in the weighting process of the signal Monte Carlo sample. Taking into account a combined detector and offline reconstruction efficiency of ε rec = 55% ± 3%(syst), and a photon identification efficiency of ε id = 93% ± 1%(syst), we obtained a photon-pair efficiency ε pho = ε 2 trig * ε rec * ε 2 id = 40% ± 3%(syst). The systematic uncertainties of the reconstruction and identification efficiency were estimated by shifting kinematical input parameters over a reasonable interval motivated by the dominating EM-energyscale uncertainty [22]. The offline selection then required that no activity other than these two showers (or clusters of showers) occured in the entire detector, |η| < 7.4. We used the same procedure as in our earlier study of exclusive e + e − events [23], searching all the calorimeters for any signal above noise levels, determined using noninteraction events; 99.2% of such events have no tower (out of 480) with E T > 125 MeV. We also required the CLC counters and the more forward BSC counters to have signals consistent with only noise. Events triggered only on a bunch crossing (zero-bias) showed that the exclusive efficiency, ε excl , defined as the factor to be applied to the delivered luminosity to account for the requirement of no pile-up, is ε excl = 6.8% ± 0.4%(syst). The probability P (0) of a zero-bias event satisfying all the exclusivity cuts, i.e., having no detected inelastic interaction, is P (0) = A exp(−n) = A exp(−L x σ vis ), where L x is the single bunch crossing luminosity (cm −2 ) and σ vis is the visible cross section; σ vis = σ inel if every inelastic collision is detected. We find σ vis = 67 ± 6 mb. In the absence of noise (above our chosen thresholds) A = 1.0; we find A = 0.98 ± 0.02. We checked that the rate of candidate events, corrected for the exclusive efficiency, was constant during data taking (one year). The systematic uncertainty was estimated using the spread in slope parameters from fits to data in different time periods.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1121,
                    "text": "[11,",
                    "end": 1125
                },
                {
                    "type": "bibr",
                    "start": 1125,
                    "text": "20]",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1182,
                    "text": "[2]",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1308,
                    "text": "[21]",
                    "end": 1312
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1937,
                    "text": "[22]",
                    "end": 1941
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2172,
                    "text": "[23]",
                    "end": 2176
                }
            ]
        },
        {
            "text": "The selection of 81 events passing all cuts was made without reference to the track detectors. We found that 34 have exactly two oppositely charged tracks, 43 have no tracks in the COT, and four are in neither class. Visual inspection of the latter showed that two had photon 3.8 ± 0.4 (stat) ± 0.9 (syst) The MC predictions for γγ are normalized to data. The QED prediction for e + e − is normalized to the delivered luminosity and efficiencies. The MC samples for the QED process were generated with the lpair program [25].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 520,
                    "text": "[25]",
                    "end": 524
                }
            ]
        },
        {
            "text": "conversions, and two were likely to be e + e − events with bremsstrahlung. These numbers are consistent with expectations from the detector simulation. The tracks in the 34 two-track events agree in all aspects with the QED process p+p → p+e + e − +p via two virtual photons, previously observed in CDF [23,24]. The calorimeter shower energies are consistent with the momenta measured from the tracks. Kinematic distributions, after detector simulation, are as expected. The mass M (e + e − ) distribution is presented in Fig. 2a, together with the QED prediction normalized to the delivered luminosity and efficiencies, showing that the cross section agrees with the QED prediction in both magnitude and shape. We measured a cross section of σ e + e − ,exclusive (|η(e)| < 1, E T (e) > 2.5 GeV) = 2.88 +0.57 −0.48 (stat) ± 0.63(syst) pb, compared to 3.25 ± 0.07 pb (QED, [25]). The systematic uncertainties for the QED study are mostly identical to the photon case. Distinct from photons, electrons leave tracks in the tracking detectors and may radiate. The systematic uncertainty on the radiation probability was estimated by varying the exclusivity cuts by ±10%. This e + e − sample provides a valuable check of the exclusive γγ analysis.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 303,
                    "text": "[23,",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 307,
                    "text": "24]",
                    "end": 310
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 522,
                    "text": "Fig. 2a",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "start": 803,
                    "text": "+0.57",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 872,
                    "text": "[25]",
                    "end": 876
                }
            ]
        },
        {
            "text": "The 43 events with no tracks have the kinematic properties expected for exclusive γγ production [20]. In particular the M (γγ) distribution (Fig. 2b) extending up to 15 GeV/c 2 is as expected, as well as the acoplanarity π−∆φ(γγ) (Fig. 2c) and the 2-vector sum of p T (Fig. 2d); in these plots (unlike Fig. 2a) the superchic Monte Carlo is normalized to the same number of events as the data. An important issue is whether some of these events could be π 0 π 0 , rather than γγ. Note that γπ 0 events are forbidden by C-parity. The CES chambers give information on the number of EM showers. The minimum opening angle ∆θ min between the two photons from π 0 decay is 2 tan −1 m(π) p(π) = 3.1 • for p(π) = 5 GeV, well separated in the CES chambers, which have a granularity < 0.5 • . A π 0 can fake a γ only if one photon ranges out before the CES, or falls in an inactive region (8%) of the detector. All of the 68 e ± events in our sample, with similar energies, had matching showers in the CES chambers. A geant [21] simulation predicts the probability that a photon in our energy range produces a shower to be > ∼ 98.3%. We summed the number of reconstructed CES showers in the event, mostly 2 or 3 as shown in Fig. 3 (left). The distribution agrees very well with the γγ simulation, and strongly disagrees with the π 0 π 0 simulation. Fitting to the sum of the two components gives a best fit to the fraction F (π 0 π 0 ) = 0.0, with a 95% C.L. upper limit of 15 events. Since obtaining this result, a new calculation of exclusive π 0 π 0 production [26] predicts σ excl (π 0 π 0 ) = 6 -24 fb for E T (π 0 ) > 2.5 GeV and |η| < 1.0, < ∼ 0.01 of our measured exclusive γγ cross section. In the cross section calculation we take this background to be zero. Exclusive ηη production is also expected to be negligible. The only other significant background could be undetected proton dissociation, about 10% for the QED e + e − process but <1% for P I + P I → γ + γ [5,27,28]. The cross section for both photons with E T (γ) > 2.5 GeV and |η(γ)| < 1.0 and no other produced particles is given by: where ε is the product of the trigger, reconstruction, identification, and conversion efficiencies (22.8%) in Table I. The systematic uncertainty on the conversion probability was estimated by varying the exclusivity cuts by ±10%. We find σ γγ,excl (|η(γ)| < 1, E T (γ) > 2.5 GeV) = 2.48 +0.40 −0.35 (stat) +0.40 −0.51 (syst) pb. The theoretical prediction [11] is strongly dependendent on the low-x gluon density, having central values 1.42 pb (mstw08lo) or 0.35 pb (mrst99), with other uncertainties estimated to be a factor of about ×3 ÷3 [28]. A comparison of our measurment with the only theoretical prediction available to date is shown in Fig. 4. The rates of e + e − and γγ events with E T (e/γ) > 5 GeV are consistent with those in our earlier studies [14,23]. In conclusion, we have observed the exclusive production of two high-E T photons in proton-antiproton collisions, which constitutes the first observation of this process in hadron-hadron collisions. The cross section is in agreement with the only theoretical prediction, based on g+g → γ +γ, with another gluon exchanged to cancel the color and with the p andp emerging intact. If a Higgs boson exists, it should be produced by the same mechanism (see Fig. 1), and the cross sections are related.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "[20]",
                    "end": 100
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 140,
                    "text": "(Fig. 2b",
                    "end": 148
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 230,
                    "text": "(Fig. 2c",
                    "end": 238
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 268,
                    "text": "(Fig. 2d)",
                    "end": 277
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 302,
                    "text": "Fig. 2a",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1013,
                    "text": "[21]",
                    "end": 1017
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1213,
                    "text": "Fig. 3 (left)",
                    "end": 1226
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1553,
                    "text": "[26]",
                    "end": 1557
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1964,
                    "text": "[5,",
                    "end": 1967
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1967,
                    "text": "27,",
                    "end": 1970
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1970,
                    "text": "28]",
                    "end": 1973
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2452,
                    "text": "[11]",
                    "end": 2456
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2637,
                    "text": "[28]",
                    "end": 2641
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2741,
                    "text": "Fig. 4",
                    "end": 2747
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2856,
                    "text": "[14,",
                    "end": 2860
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2860,
                    "text": "23]",
                    "end": 2863
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3317,
                    "text": "Fig. 1",
                    "end": 3323
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Leading order diagrams for central exclusive production in p(p) − p collisions: a) exclusive γγ production inp − p collisions; b) Exclusive Higgs boson production in p − p collisions. Note the screening gluon that cancels the color flow from the interacting gluons.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.The e + e − candidates: invariant mass distribution (a). The two-photon candidates: invariant mass distribution (b), |π − ∆φ| distribution (c), and pT distribution of the two photons (d). All error bars are statistical. The MC predictions for γγ are normalized to data. The QED prediction for e + e − is normalized to the delivered luminosity and efficiencies. The MC samples for the QED process were generated with the lpair program[25].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 440,
                    "text": "[25]",
                    "end": 444
                }
            ]
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Estimate of π 0 π 0 background fraction in the candidate sample. Distribution of reconstructed CES showers per event for data compared to γγ and π 0 π 0 Monte Carlo (a). Background fraction estimate using Pearson's χ 2 test to fit the composition hypothesis to the data distribution (b).",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Comparison of the measured cross section for the exclusive γγ production in pp collisions at√ s = 1.96 TeV with theoretical predictions[11].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 143,
                    "text": "[11]",
                    "end": 147
                }
            ]
        },
        {
            "text": "Observation of Exclusive γγ Production in pp Collisions at √ s = 1.96 TeV P.F. Shepard, 43 M. Shimojima v , 51 M. Shochet, 11 I. Shreyber-Tecker, 34 A. Simonenko, 13 P. Sinervo, 31 K. Sliwa, 52 J.R. Smith, 7 F.D. Snider, 15 A. Soha, 15 V. Sorin, 4 H. Song, 43 P. Squillacioti hh , 42 M. Stancari, 15 R. St. Denis, 19 B. Stelzer, 31 O. Stelzer-Chilton, 31 D. Stentz x , 15 J. Strologas, 35 G.L. Strycker, 32 Y. Sudo, 51 A. Sukhanov, 15 I. Suslov, 13 K. Takemasa, 51 Y. Takeuchi, 51 J. Tang, 11 M. Tecchio, 32 P.K. Teng, 1 J. Thom g , 15 J. Thome, 10 G.A. Thompson, 22 E. Thomson, 41 D. Toback, 49 S. Tokar, 12 K. Tollefson, 33 T. Tomura, 51 D. Tonelli, 15 S. Torre, 17 D. Torretta, 15 P. Totaro, 40 M. Trovato ii , 42 F. Ukegawa, 51 S. Uozumi, 25 A. Varganov, 32 F. Vázquez m , 16 G. Velev, 15 C. Vellidis, 15 M. Vidal, 44 I. Vila, 9 R. Vilar, 9 J. Vizán, 9 M. Vogel, 35 G. Volpi, 17 P. Wagner, 41 R.L. Wagner, 15 T. Wakisaka, 38 R. Wallny, 8 S.M. Wang, 1 A. Warburton, 31 D. Waters, 28 W.C. Wester III, 15 D. Whiteson b , 41 A.B. Wicklund, 2 E. Wicklund, 15 S. Wilbur, 11 F. Wick, 24 H.H. Williams, 41 J.S. Wilson, 36 P. Wilson, 15 B.L. Winer, 36 P. Wittich g , 15 S. Wolbers, 15 H. Wolfe, 36 T. Wright, 32 X. Wu, 18 Z. Wu, 5 K. Yamamoto, 38 D. Yamato, 38 T. Yang, 15 U.K. Yang r , 11 Y.C. Yang, 25 W.-M. Yao, 26 G.P. Yeh, 15 K. Yi n , 15 J. Yoh, 15 K. Yorita, 54",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "TABLE I .",
            "section_rank": 8
        },
        {
            "section": "TABLE I .",
            "text": "Summary of parameters used for the measurement of the exclusive photon-pair cross section for ET (γ) > 2.5 GeV and |η(γ)| < 1.0. Values for the e + e − control study are also given. Note that b/g stands for background.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "section": "TABLE I .",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. ",
            "paragraph_rank": 18,
            "section_rank": 10
        }
    ]
}