{
    "level": "paragraph",
    "abstract": [
        {
            "text": "High yield of strange particle production per central collision in nucleusnucleus collisions at RHIC and high statistics data set from STAR experiment allow us to measure ΛΛ correlations. The ΛΛ correlation measurement is also closely related to a possible six-quark state H-dibaryon, which is yet to be observed experimentally. The first measurement of ΛΛ correlations in Au+Au collisions for √ s N N = 39, 62.4 and 200 GeV and search for H-dibaryon with its weak decay Λpπ in Au+Au collisions for",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "GeV using the STAR experiment at RHIC are presented here.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production of large number of multi-strange hyperons per central nucleus-nucleus collision at RHIC [1] allows us to study hyperon-hyperon interactions through measurement of particle correlations and search for exotic particles like dibaryons. The knowledge of hyperon-hyperon interaction is important for understanding the baryon-baryon interactions in a unified way. Further the study of hyperon-hyperon interactions is also associated with a possible six quark state H-dibaryon.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 103,
                    "text": "[1]",
                    "end": 106
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In 1977 Jaffe [2] predicted a six quark state, H-dibaryon, with hypercharge (Y ) = 0 and strangeness (S) = 2 to be stable against strong decay, but not to weak decay. Recent lattice QCD calculations from HAL [3] and NPLQCD [4] collaborations indicate existence of a bound H for pion mass above the physical mass. The coalescence model predicted H-dibaryon production rate ranges from 10 −2 -10 −4 [5,6] for Au+Au collisions at √ s = 200 GeV. It has been proposed that the H would appear as a bump in the ΛΛ invariant mass spectra if H is a resonance state, or it would lead to a depletion of the ΛΛ correlation near the threshold if H is weakly bound, which can be used to probe whether there is a stable H or resonance. In addition to H-dibaryon there are other six quark states with higher strangeness content are predicted: ΞΞ (S = 4) [7], ΩΩ (S=6) [8]. Various experiments have explored the ΛΛ [9], Σp [10] and Λpπ [10,11] invariant mass spectrum to look for H-dibaryon signal, but statistics were too low to arrive at any conclusion about its existence.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 14,
                    "text": "[2]",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 208,
                    "text": "[3]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 223,
                    "text": "[4]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 397,
                    "text": "[5,",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 400,
                    "text": "6]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 838,
                    "text": "[7]",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 852,
                    "text": "[8]",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 898,
                    "text": "[9]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 906,
                    "text": "[10]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 919,
                    "text": "[10,",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 923,
                    "text": "11]",
                    "end": 926
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In heavy ion collisions hyperon-hyperon interactions can be studied by measurement of the two hyperon correlation functions. Two particle correlation functions provide a powerful tool to extract dimensions of the emitting source from which these particles are produced . If the hyperons are produced in early stage of fireball expansion, they will be localized near the center of the system and the measured dimension of the system would be 2-3 fm. However the measurement of hyperon-hyperon correlation function is challenging because of their low production cross-section. Recently STAR has collected unprecedented high statistics data for Au+Au collision at RHIC, which provides a unique opportunity to look for the exotic particles, like H-dibaryon and ΛΛ correlations. GeV. Λ identification and momentum determination were carried out with Time Projection Chamber (TPC). The decay channel Λ → pπ with branching ratio 63% was used for particle identification. Protons and pions are identified by using specific ionization energy loss (dE/dx) in the TPC gas. The Λ candidates were formed out of a pair of positive and negative tracks whose trajectories point to a common secondary decay vertex which was well separated from the primary vertex. All candidates having invariant mass from 1.112-1.12 GeV/c 2 have been considered. The decay length of Λ candidate was asked to be more than 5 cm and the distance of closest approach from the primary vertex was taken to be less than 0.4 cm. Based on this conditions, the invariant mass distribution of the Λ(Λ) in 0-5% centrality is shown in figure 1, where black line(red line) is for Λ(Λ) candidates, with excellent signal to background ratio.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1589,
                    "text": "figure 1",
                    "end": 1597
                }
            ]
        },
        {
            "text": "Correlation Functions",
            "section_rank": 3
        },
        {
            "section": "Correlation Functions",
            "text": "The two particle correlation function (CF) is defined as",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Correlation Functions",
            "text": "where A(Q) is the distribution of the invariant relative momentum",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Correlation Functions",
            "text": ", for a pair of Λ(Λ) from the same event. B(Q) is the reference distribution generated by mixing particles from different events with approximately same vertex position along z-direction (V z ). The individual Λ for a given mixed pair are required to pass the same single particle cuts applied to those that goes into the real pairs. The correlation between real Λ and a fake Λ candidate reconstructed from a pair that shares a daughter with the real Λ candidate was rejected by removing pair of Λ with same daughters. The effect from splitting of daughter tracks is explored by looking at the angular correlation between the normal vectors to the decay planes of the Λ in a given pair. No significant enhancement at very small angles was observed indicating no significant problem from track splitting. The mixed pairs are also required to satisfy the same pairwise cuts applied to the real pairs from one event. The efficiency and acceptance effects cancel out in the ratio A(Q) B(Q) . Corrections to the raw correlation functions are applied according to the expression",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 976,
                    "text": "A(Q)",
                    "end": 980
                }
            ]
        },
        {
            "section": "Correlation Functions",
            "text": "where the pair purity was calculated as the product of the signal (s) to signal plus background (s + b) ratios of the two Λ of the pair (i, j)",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Correlation Functions",
            "text": "The pair purity is constant over the range of invariant relative momentum (Q). GeV with theoretical correlation function for a Gaussian source of size R x = R y = R z = 4 fm for different scattering length (a).",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "H-dibaryon search",
            "section_rank": 4
        },
        {
            "section": "H-dibaryon search",
            "text": "To look for the H-dibaryon signal we have used one of the weak decay H → Λpπ. The vertex of the pπ pair from sample closest to the target was taken to be the hypothetical H vertex. The other pπ pair is required to be the hypothetical Λ, which decays at least 3.5 cm (d Λ ) away from the H vertex and its mass is in the range 1.112-1.12 GeV/c 2 . The other pπ pair mass was required to be less than 1.110 GeV/c 2 . To connect Λ vertex to H decay vertex, the angle between the line defined by H and Λ vertices and Λ direction (θ Λ ) is constrained to be smaller than 3 deg. Similar cut is applied to connect H decay vertex with primary vertex: θ H < 3 deg. GeV is shown in figure 2(B). However we require more statistics to extract scattering length and size of the emitting source from the data. Figure 3 shows the Λpπ invariant mass spectrum using the conditions mentioned above, where dots are the data points and the solid line is the background generated using the rotation of daughter tracks of the Λ candidate. The data shown here are in very preliminary stage and more detailed analysis is required to arrive at any conclusion about the existence of Hdibaryon.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 795,
                    "text": "Figure 3",
                    "end": 803
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "text": "Summary",
            "section_rank": 6
        },
        {
            "section": "Summary",
            "text": "In summary, the first measurement of ΛΛ correlation function in Au+Au collision at three different beam energies ( √ s N N = 39, 62.4 and 200 GeV)",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "Summary",
            "text": "were presented. We also presented measurement of Λpπ mass spectrum in Au+Au collisions at √ s N N = 200 GeV to look for H-dibaryon signal.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "2. Analysis details 2 . 1 .",
            "section_rank": 7
        },
        {
            "section": "2. Analysis details 2 . 1 .",
            "text": "Λ identification For this analysis, the data from the Au+Au collisions at √ s N N = 39 and 62.4 GeV taken during the beam energy scan program, and data from the Au+Au collisions at √ s N N = 200 GeV using STAR detector at RHIC were used. The total number of events analyzed were about 149.8 million for 39 GeV, 75.6 million for 62.4 GeV and 275.5 million for 200",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The invariant mass distribution for Λ(Λ) from 0-5% most central Au+Au collisions at √ s N N = 200 GeV. The Λ(Λ) candidates falling in the mass range 1.112 to 1.12 GeV/c 2 , shown by blue lines, were selected for the correlation measurement.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. (A) The purity corrected ΛΛ correlation function from 0-40% most central Au+Au collisions at √ s N N = 39 (circle), 62.4 (square) and 200 (star) GeV. (B) The ΛΛ correlation function from 0-40% most central Au+Au collisions at √ s N N = 200",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Figure 2 (Fig. 3 .",
            "section_rank": 10
        },
        {
            "section": "Figure 2 (Fig. 3 .",
            "text": "Figure 2(A) shows the experimental ΛΛ correlation function for 0-40% most central Au+Au collisions at √ s N N = 39, 62.4 and 200 GeV. Figure 2(B) shows theoretical correlation function for a Gaussian source of size R x = R y = R z = 4 fm for different scattering length(a) [12]. For hm_lmppi2 Entries 118536 Mean 2.315 RMS 0.1065",
            "paragraph_rank": 16,
            "section_rank": 10
        }
    ]
}