{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report an analysis of the Λ 0 b → Λ + c π − π + π − decay in a data sample collected by the CDF II detector at the Fermilab Tevatron corresponding to 2.4 fb −1 of integrated luminosity. We reconstruct the currently largest samples of the decay modes Λ 0 b → Λc(2595) + π − (with Λc(2595) + → Λ + c π + π − ), Λ 0 b → Λc(2625) + π − (with Λc(2625) + → Λ + c π + π − ), Λ 0 b → Σc(2455) ++ π − π − (with Σc(2455) ++ → Λ + c π + ), and Λ 0 b → Σc(2455) 0 π + π − (with Σc(2455) 0 → Λ + c π − ) and measure the branching fractions relative to the Λ 0 b → Λ + c π − branching fraction. We measure the ratio B(Λ 0 b → Λ + c π − π + π − )/B(Λ 0 b → Λ + c π − ) = 3.04 ± 0.33(stat) +0.70 −0.55 (syst) which is used to derive B(Λ 0 b → Λ + c π − π + π − ) = (26.8 +11.9 −11.2 ) × 10 −3 .",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 758,
                    "text": "+11.9 −11.",
                    "end": 768
                }
            ]
        },
        {
            "text": "PACS numbers: 14.20.Mr 14.20.Lq",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Due to the high b-quark mass, weak decays of baryons containing a b quark are a good testing ground of some approximations in quantum chromodynamics (QCD) calculations, such as heavy-quark effective theory (HQET) [1]. Alternatively, when using such calculations, the Λ 0 b may provide a determination of the Cabibbo-Kobayashi-Maskawa (CKM) couplings with systematic uncertainties different from the determinations from the decays of B mesons [2]. While the B mesons are well studied, less is known about the Λ 0 b baryon. Only nine decay modes of the Λ 0 b have been observed so far, with the sum of their measured branching fractions of the order of only 0.1 and with large uncertainties on the measurements [3]. While theoretical predictions are available for the Λ 0 b → Λ + c π − branching fraction [4], no prediction is currently available for the Λ 0 b → Λ + c π − π + π − decay mode. LHCb recently reported the measurement of the ratio of branching fractions B(Λ 0 [5].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 213,
                    "text": "[1]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 442,
                    "text": "[2]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 709,
                    "text": "[3]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 803,
                    "text": "[4]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 972,
                    "text": "[5]",
                    "end": 975
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper reports a study of the Λ 0 b → Λ + c π − π + π − decay mode and is especially distinguished by the high yields and high precision measurement of the Λ 0 b → Λ + c π − π + π − resonant contributions, the following decay modes:",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We measure the branching fraction of each resonant decay mode relative to the Λ 0 b → Λ + c π − decay mode, and the ratio of branching fractions",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The measurement is performed using a sample of pp collisions corresponding to 2.4 fb −1 integrated luminosity collected by CDF II between February 2002 and May 2007. We reconstruct Λ 0 b decays from particles whose trajectory projections in the plane transverse to the beamline do not intersect the beamline (displaced tracks). The signal yields of interest are extracted by fitting mass differences to minimize the effect of systematic uncertainties. As a crosscheck, we repeat the analysis on the reference decay modes",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The structure of the paper is as follows. Section II describes the detector systems relevant to this analysis. Event selection and Λ 0 b → Λ + c π − π + π − and Λ 0 b → Λ + c π − candidate reconstruction are described in Sec. III. In Sec. IV we present the signal yields. In Sec. V we describe the evaluation of the detector acceptance and the relative branching fraction measurements, while in Sec. VI the systematic uncertainties are discussed. Final results are reported in Sec. VII.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II. THE CDF II DETECTOR AND TRIGGER",
            "section_rank": 3
        },
        {
            "section": "II. THE CDF II DETECTOR AND TRIGGER",
            "text": "The CDF II detector is a multipurpose magnetic spectrometer surrounded by calorimeters and muon detectors. The components relevant to this analysis are briefly described here. A more detailed description can be found elsewhere [6]. A silicon microstrip detector (SVX and ISL) [7] and a cylindrical drift chamber (COT) [8] immersed in a 1.4 T solenoidal magnetic field allow the reconstruction of charged particle trajectories in the pseudorapidity [9] range |η| < 1.0 [10]. The SVX detector consists of microstrip sensors arranged in six cylindrical shells around the beamline with radii between 1.5 and 10.6 cm, and with a total z coverage of 90 cm. The first SVX layer, also referred to as the L00 detector, is made of single-sided sensors mounted on the beryllium beam pipe. The remaining five SVX layers are made of doublesided sensors and divided into three contiguous five-layer sections along the beam direction z. The two additional silicon layers of the ISL help to link tracks in the COT to hits in the SVX. The COT has 96 measurement layers between 40 and 137 cm in radius, organized into alternating axial and ±2 • stereo superlayers. The charged particle transverse momentum resolution is σ pT /p T ≃ 0.07% p T (GeV/c), and the resolution on the transverse distance of closest approach of the particle trajectory to the beamline (impact parameter, d 0 ) is ≈40 µm, including a ≈30 µm contribution from the beamline.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 227,
                    "text": "[6]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 276,
                    "text": "[7]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 318,
                    "text": "[8]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 448,
                    "text": "[9]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 468,
                    "text": "[10]",
                    "end": 472
                }
            ]
        },
        {
            "section": "II. THE CDF II DETECTOR AND TRIGGER",
            "text": "Candidate events for this analysis are selected by a three-level on-line event selection system (trigger). At level 1, charged particles are reconstructed in the COT axial superlayers by a hardware processor, the Extremely Fast Tracker (XFT) [11]. Two charged particles are re-quired with transverse momenta p T ≥ 2 GeV/c. At level 2, the Silicon Vertex Trigger (SVT) [12] associates SVX r − φ position measurements with XFT tracks. This provides a precise measurement of the track impact parameter d 0 . We select b-hadron candidates by requiring two SVT tracks with 120 µm ≤ d 0 ≤ 1000 µm. To reduce background from light-quark jet pairs, the two trigger tracks are required to have an opening angle in the transverse plane 2 • ≤ ∆φ ≤ 90 • . The tracks must also satisfy the requirement L T > 200 µm, where L T is defined as the distance in the transverse plane from the beam line to the two-track intersection point, projected onto the two-track momentum vector. The level 1 and 2 trigger requirements are then confirmed at trigger level 3, where the event is fully reconstructed.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 242,
                    "text": "[11]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 368,
                    "text": "[12]",
                    "end": 372
                }
            ]
        },
        {
            "text": "III. EVENT RECONSTRUCTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "The search for Λ 0 b → Λ + c π − π + π − and Λ 0 b → Λ + c π − candidates begins with the reconstruction of the Λ + c using the three-body decay Λ + c → pK − π + [13]. Three tracks, assumed to be a kaon, a proton, and a pion, with a total charge of +1, are fit to a common vertex. No particle identification is used in this analysis. All particle hypotheses consistent with the candidate decay chain are considered. Additional selection criteria (cuts) are applied on fit probability (P (χ",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "0 GeV/c), and transverse decay length relative to the beamline (L T (Λ + c ) > 200 µm). We also require p T (p) > p T (π + ), to suppress randomtrack combinatorial background. The reconstructed Λ + c mass (m(Λ + c )) distribution is comparable to the one reported in Ref. [14]. The reconstructed Λ + c mass is required to be close to the known Λ + c mass (2.240 -2.330 GeV/c 2 ) [3]. Since mass differences are used to search for the resonances, no mass constraint is applied in the",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 272,
                    "text": "[14]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 379,
                    "text": "[3]",
                    "end": 382
                }
            ]
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": ") candidate is reconstructed by performing a fit to a common vertex of the reconstructed Λ + c and three (one) additional tracks, assumed to be pions, with p T > 0.4 GeV/c, and a total charge of -1. For all the possible track pairs out of the six (four) tracks that form the Λ 0 b candidate, we require the difference between the z coordinate of the points of closest approach of the two tracks to the beam to be less than 5 cm. Additional cuts on the Λ 0 b candidate fit probability (P (χ",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": ".0 GeV/c), transverse decay length relative to the beamline (L T (Λ 0 b ) > 200 µm), and Λ + c transverse decay length relative to the beamline (L T (Λ + c ) > 200 µm) and to the Λ 0",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "are applied. We also require that the transverse momentum of the pion produced in the Λ + c decay is larger than the transverse momentum of the same-charge pion produced in the Λ 0 b decay, which considerably reduces the combinatorial background due to the larger boost of the pion produced in the Λ + c decay. To improve the purity of the Λ 0",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "we optimize the analysis cuts to maximize the signal significance S/ √ S + B. The number of Λ 0 b → Λ + c π − π + π − candidates S and the number of background events B are estimated in data by performing a fit of the m(Λ 0 b ) distribution. This procedure determines the final selection criteria:",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. EVENT RECONSTRUCTION",
            "text": "is the impact parameter of the reconstructed Λ 0 b candidate relative to the beamline and ∆R(π − π + π − ) is the maximum ∆η 2 + ∆φ 2 distance between the two pions in each of the three possible pairs of pions. We verified that by splitting the data sample in two independent samples, the optimization procedure yields the same final selection criteria when applied separately to the two samples, and that the Λ 0 b → Λ + c π − π + π − yield is evenly distributed. This ensures that our optimization procedure does not introduce a bias on the branching fraction measurement. To reduce possible systematic effects in the estimate of the reconstruction efficiency due to Monte Carlo simulation model inaccuracy, the same selection cuts optimized for Λ 0",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "Figure 1(a) shows the distribution of the difference between the reconstructed Λ 0 b and Λ + c masses,",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "is visible centered approximately at 3.330 GeV/c 2 . Backgrounds include misreconstructed multibody b-hadron decays (physics background) and random combinations of charged particles that accidentally meet the selection requirements (combinatorial background). We use an unbinned extended maximumlikelihood fit to estimate the Λ 0 ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "b mass distribution is described by several components: the Λ 0 b → Λ + c π − Gaussian signal, a combinatorial background, reconstructed B mesons that pass the Λ + c π − selection criteria, partially reconstructed Λ 0 b decays (e.g.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": ", and fully reconstructed Λ 0 b decays other than Λ + c π − (e.g. Λ 0 b → Λ + c K − ). Also in this case the dis-tributions of physics backgrounds are derived from simulation and included in the fit with fixed shapes and floating normalization, as detailed in Ref. [15]. The Λ 0 b → Λ + c π − yield estimated by the fit of the data is 3052±78 candidates. ",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 265,
                    "text": "[15]",
                    "end": 269
                }
            ]
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "In the reconstructed Λ 0 b → Λ + c π − π + π − sample we searched for the resonant decay modes:",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": ", and Λ 0 b → Σ c (2455) 0 π + π − . The available energy transferred to the decay products in the decays of the charmed baryons (Λ c (2595) + , Λ c (2625) + , Σ c (2455) ++ , and Σ c (2455) 0 ) into Λ + c is small. Therefore the differences of the reconstructed masses m(Λ",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": ", and m(Σ c (2455) 0 ) − m(Λ + c ) are determined with better resolution than the masses of the charmed baryons, since the mass resolution of the Λ + c signal and most of the mass systematic uncertainties cancel in the difference. Figure 2(a) shows the m(Λ  (Fig. 2(a), yellow filled histogram) for the Λ 0 b candidates from the high-mass sideband of the m(Λ 0 b ) − m(Λ + c ) distribution ( Fig. 1(a)), has negligible statistics in the Λ * + c signal mass window. The Λ c (2595) + and Λ c (2625) + signal yields are estimated with an unbinned extended maximum-likelihood fit. The Λ c (2595) + and Λ c (2625) + signals are modeled with two non-relativistic Breit-Wigner functions convolved with the same Gaussian resolution function, since the mass difference between the two resonances is tiny. The background is modeled by a linear function. The Λ c (2595) + natural width is mass dependent to take into account the threshold effects, as reported in Ref. [14], the Λ c (2625) + natural width and the width of the Gaussian resolution function are free parameters of the fit. Table I reports the estimated signal yields and significances, evaluated by means of the likelihood ratio test, LR ≡ L/L bck , where L and L bck are the likelihood of the signal and no signal hypotheses, respectively [16]. The combinatorial background is modeled with an exponential function with floating slope and normalization, and the physics background, which is mainly due to semileptonic Λ 0 b → Λ + c π − π + l − ν l decays, is derived from simulation and introduced in the fit with fixed shape and floating normalization. We verified that the Λ 0 b → Λ c (2595) + π − and Λ 0 b → Λ c (2625) + π − yields estimated by fitting the m(Λ 0 b ) − m(Λ + c ) distribution are compatible (with lower statistical significance) with the yields extracted from the resonance mass distributions and reported in Table I.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 231,
                    "text": "Figure 2(a)",
                    "end": 242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 258,
                    "text": "(Fig. 2(a)",
                    "end": 268
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 392,
                    "text": "Fig. 1(a)",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 957,
                    "text": "[14]",
                    "end": 961
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1076,
                    "text": "Table I",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1293,
                    "text": "[16]",
                    "end": 1297
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1882,
                    "text": "Table I",
                    "end": 1889
                }
            ]
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "To extract the Λ 0 b → Σ c (2455) ++ π − π − and Λ 0 b → Σ c (2455) 0 π + π − signals, the contributions due to the Λ 0 b → Λ c (2595) + π − and Λ 0 b → Λ c (2625) + π − decay modes are removed by applying the veto requirement",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "In Fig. 3(a While there is only one Σ c (2455) ++ candidate for each Λ 0 b → Λ + c π − π + π − decay, two Σ c (2455) 0 candidates are possible. Also in this case, only the candidate made with the π − with lower p T is in the Σ c (2455) 0 mass region. The potential background contribution due to Σ ++,0 c candidates not produced in Λ 0 b → Λ + c π − π + π − decays, is excluded since the m(Σ c (2455) ++,0 ) − m(Λ + c ) distributions (yellow filled histograms in Fig. 3(a) and 3(b)) obtained from the Λ 0 b candidates in the higher mass sideband (Fig. 1(a)) show no evidence of a Σ ++,0 c signal. The Σ c (2455) ++ and Σ c (2455) 0 signals are modeled with non-relativistic Breit-Wigner functions convolved with a Gaussian resolution function, with the addition of an empirical background [17,18]. The Σ c (2455) ++ and Σ c (2455) 0 natural widths are Gaussian constrained to the world average values [3], while the width of the Gaussian resolution function is determined to be 1 MeV/c 2 from larger statistics samples of Σ c (2455) ++ and Σ c (2455) 0 in the Λ 0 b lower mass region and is fixed in the fit. The effect of this approximation is taken into account in the systematic uncertainties. The estimated Λ 0 b → Σ c (2455) ++ π − π − and Λ 0 b → Σ c (2455) 0 π + π − yields and significances are reported in Table I. In Fig. 3(c)   Table I. The fitted masses and widths of the four resonances are in agreement with the world averages [3] and the recent CDF II measurements [14]. ",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 3,
                    "text": "Fig. 3(a",
                    "end": 11
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 463,
                    "text": "Fig. 3(a)",
                    "end": 472
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 546,
                    "text": "(Fig. 1(a)",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 789,
                    "text": "[17,",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 793,
                    "text": "18]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 901,
                    "text": "[3]",
                    "end": 904
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1315,
                    "text": "Table I.",
                    "end": 1323
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1327,
                    "text": "Fig. 3(c)",
                    "end": 1336
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1339,
                    "text": "Table I",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1441,
                    "text": "[3]",
                    "end": 1444
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1480,
                    "text": "[14]",
                    "end": 1484
                }
            ]
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "The residual Λ 0",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": "is selected by applying the cuts m(Λ * + c ) − m(Λ + c ) > 0.380 GeV/c 2 and m(Σ c (2455) ++,0 ) − m(Λ + c ) > 0.190 GeV/c 2 to remove the contribution due to the resonant decay modes (Fig. 4). Monte Carlo simulation shows that the veto requirements reject 99% of the Λ * + c and Σ c (2455) ++,0 yields, while retaining ∼99% of the Λ 0 b → Λ + c π − π + π − (other) signal. This residual Λ 0 b signal is likely due to a combination of the Λ 0",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 184,
                    "text": "(Fig. 4",
                    "end": 191
                }
            ]
        },
        {
            "section": "IV. DETERMINATION OF THE SIGNAL YIELDS",
            "text": ". not produced by a a 1 (1260) − decay), and non-resonant (s) π + π − π + decay modes, derived from simulation and included in the fit with fixed shape and floating normalization. The resulting yield is 790±100 candidates ( Table I). The unknown composition of the Λ 0 b → Λ + c π − π + π − (other) sample is taken into account as a source of systematic uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 224,
                    "text": "Table I)",
                    "end": 232
                }
            ]
        },
        {
            "text": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "We measure the following ratio of branching fractions:",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "where N are the measured signal yields reported in Table I, and the sum on the intermediate \"i\" states includes Λ c (2595",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "2455) 0 π + π − , and Λ + c π − π + π − (other). In the last state, we assume equal proportions of the three decay modes Λ 0",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "To convert event yields into relative branching fractions, we apply the corrections ǫ Λ 0 b →Λ + c π − /ǫ i for the various trigger and offline selection efficiencies of the decay modes Λ 0",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "All corrections are determined from the detailed detector simulation. The bgenerator program produces samples of specific B hadron decays according to measured p T and rapidity spectra [19]. Decays of b and c hadrons and their daughters are simulated using the evtgen package [20]. The geometry and response of the detector components are simulated with the geant software package [21] and simulated events are processed with a full simulation of the CDF II detector and trigger. The Λ 0 b → Λ + c π − π + π − decay modes show different kinematics, due to the presence of two low transverse momen-tum pions in the Λ * + c → Λ + c π − π + decay, one low transverse momentum pion in the Σ c (2455) ++,0 → Λ + c π +,− decay, and looser constraints in the Λ + c π − π + π − (other) decays. These kinematic differences result in different corrections 10, 4.66 ± 0.10, 5.28 ± 0.11, and 18.49±0.66, respectively, for the Λ c (2595) + π − , Λ c (2625) + π − , Σ c (2455) ++ π − π − , and Σ c (2455) 0 π + π − decay modes, and 7.36±0. 18, 9.47±0.25, and 11.64±0.34, respectively, for the Λ 0",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 185,
                    "text": "[19]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 276,
                    "text": "[20]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 381,
                    "text": "[21]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "start": 846,
                    "text": "10, 4.66 ± 0.10, 5.28 ± 0.11, and 18.49±0.66",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "start": 1026,
                    "text": "18, 9.47±0.25, and 11.64±0.34",
                    "end": 1055
                }
            ]
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "other) decay mode a correction factor equal to 9.16 ± 0.14 is obtained by combining the correction factors of the last three decay modes assumed in equal proportions. With a similar method, we also measure the ratios of the branching fractions of the intermediate resonances contributing to Λ 0",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "VI. SYSTEMATIC UNCERTAINTIES",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "The dominant sources of systematic uncertainty are the unknown relative fractions of Λ 0",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "other) decay mode efficiency, and the unknown Λ 0 b production and Λ + c decay polarizations, which affect the estimate of all the ǫ i and ǫ Λ 0",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "has an average value of 9.16 and varies between a minimum of 7.36 and a maximum of 11.64, obtained in the extreme cases in which the Λ 0 b → Λ + c π − π + π − (other) sample is assumed to be entirely composed of Λ 0",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "other) sample is shown in Fig. 5. The difference between the values computed with the average and the minimum (maximum) efficiency correction, respectively, is taken as an estimate of the lower (upper) associated systematic uncertainty.",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 26,
                    "text": "Fig. 5",
                    "end": 32
                }
            ]
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "The unpolarized Λ 0 b and Λ + c simulation samples are used to obtain the central values of the efficiency corrections. For the study of the systematic uncertainties, angular distributions in simulation are reweighted according to all possible combinations of the Λ 0 b production polarization states along the normal to the production plane, with the Λ + c polarization states. The Λ 0 b polarization and the Λ + c polarizations are both taken to vary independently in the range ±1. We assume the extreme scenarios where both the Λ 0 b and Λ + c baryons are 100% polarized and we recompute the efficiency corrections assuming the four possible Λ 0 b and Λ + c polarization combinations. The difference in the efficiency corrections between the simulation with reweighted angular distributions and the simulation with unpolarized Λ 0 b and Λ + c is used to determine the associated systematic uncertainty. These two sources of systematic uncertainty account for approximately 98% of the total systematic un-certainty on the measurement of the relative branching fraction",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "Other systematic errors stem from the uncertainties on the Λ 0 b → Λ + c π − background shapes; on the Cabibbo suppressed decay mode contributions, which affect the estimate of the signal yields; on the Monte Carlo simulation of the signal decay modes (limited sample statistics, trigger emulation, and Λ 0 b production transverse momentum distribution), which affect the estimate of the efficiency corrections. The contributions due to the uncertainties ",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "2) × 10 −3 [22]. The first quoted uncertainty is statistical, the second is systematic, and the third is due to the uncertainty on the Λ 0 b → Λ + c π − branching fraction. novación, and Programa Consolider-Ingenio 2010, Spain; the Slovak R&D Agency; the Academy of Finland; and the Australian Research Council (ARC). ",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 11,
                    "text": "[22]",
                    "end": 15
                }
            ]
        },
        {
            "section": "V. MEASUREMENT OF THE RATIO OF BRANCHING FRACTIONS",
            "text": "The first quoted uncertainty is statistical, the second is systematic.   ",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "Figure 1(a) shows the distribution of the difference between the reconstructed Λ 0 b and Λ + c masses, m(Λ 0 b ) − m(Λ + c ), of the selected Λ 0 b → Λ + c π − π + π − candidates with the fit projection overlaid. A significant signal of Λ 0 b → Λ + c π − π + π − is visible centered approximately at 3.330 GeV/c 2 . Backgrounds include misreconstructed multibody b-hadron decays (physics background) and random combinations of charged particles that accidentally meet the selection requirements (combinatorial background). We use an unbinned extended maximumlikelihood fit to estimate the Λ 0b → Λ + c π − π + π − signal yield.The signal peak is modeled with a Gaussian, with mean and width left floating in the fit. The combinatorial background is modeled with an exponential function of m(Λ 0 b ) − m(Λ + c ) with floating slope and normalization. The distribution of the main physics backgrounds, due to the B 0 (s) → D ( * )−(s) π + π − π + decay modes, are derived from simulation and included in the fit with fixed shape and floating normalization. The Λ 0 b → Λ + c π − π + π − yield estimated by the fit of the data is 1087±101 candidates, the world's largest sample currently available of this decay mode.Figure 1(b)shows the Λ 0 b mass distribution of the selected Λ 0 b → Λ + c π − candidates. The Λ 0 b mass distribution is described by several components: the Λ 0 b → Λ + c π − Gaussian signal, a combinatorial background, reconstructed B mesons that pass the Λ + c π − selection criteria, partially reconstructed Λ 0 b decays (e.g. Λ 0b → Λ + c l −ν l ), and fully reconstructed Λ 0 b decays other than Λ + c π − (e.g. Λ 0 b → Λ + c K − ). Also in this case the dis-",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 8
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:The reconstructed invariant mass spectra after applying all the selection criteria: (a) the mass differencem(Λ 0 b ) − m(Λ + c ) distribution of the Λ 0 b → Λ + c π − π + π − candidates; (b) the m(Λ 0 b ) distribution of the Λ 0 b → Λ + c π − candidates.",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "with mass in a ±3σ range (±57 MeV/c 2 ) around the Λ 0 b mass. The Λ c (2595) + and Λ c (2625) + signals are clearly visible. Although there are two possible Λ * + c candidates for each Λ 0 b → Λ + c π − π + π − decay, only the candidate made with the π − with lower p T has a value of m(Λ * + c ) − m(Λ + c ) in the mass region where the Λ c (2595) + and Λ c (2625) + signals are expected. To check that the Λ * + c signal is entirely due to the Λ 0 b",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "Figures 2 (",
            "section_rank": 10
        },
        {
            "section": "Figures 2 (",
            "text": "b) and 2(c) show the m(Λ 0 b ) − m(Λ + c ) distribution restricted to candidates with m(Λ * + c ) − m(Λ + c ) < 0.325 GeV/c 2 and 0.325< m(Λ * + c ) − m(Λ + c ) < 0.360 GeV/c 2 , respectively, i.e. compatible with the Λ c (2595) + and Λ c (2625) + expected signals. Each signal is modeled with a Gaussian function, with floating mean and width.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": ") and 3(b) the resulting m(Σ c (2455) ++ ) − m(Λ + c ) and m(Σ c (2455) 0 ) − m(Λ + c ) distributions are shown. Prominent Σ c (2455) ++ and Σ c (2455) 0 signals are visible.",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "and 3(d) the m(Λ 0 b ) − m(Λ + c ) distributions are shown restricted to candidates with 0.160 < m(Σ c (2455) ++,0 ) − m(Λ + c ) < 0.176 GeV/c 2 , where the Σ c (2455) ++ and Σ c (2455) 0 signals are contained. The Λ 0 b signal is modeled with a Gaussian distribution, with floating mean and width, while the combinatorial background is an exponential function with floating slope and normalization. We verified that the Λ 0 b → Σ c (2455) ++ π − π − and Λ 0 b → Σ c (2455) 0 π + π − yields estimated by fitting the m(Λ 0 b ) − m(Λ + c ) distribution are compatible (with lower statistical significance) with the yields extracted from the resonance mass distributions and reported in",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "modes, in unknown proportions. A fit is performed with a Gaussian function, with floating mean and width to model the signal, an exponential function with floating slope and normalization to model the combinatorial background, and a physics background due to the B 0 (s) → D ( * )−",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 14
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: The Λ 0 b → Λc(2595) + π − and Λ 0 b → Λc(2625) + π − signals: (a) m(Λ * + c ) − m(Λ + c ) distribution for candidates in a ±3σ range (±57 MeV/c 2 ) around the Λ 0 b mass; (b) m(Λ 0 b ) − m(Λ + c ) distribution restricted to candidates in the region m(Λ * + c ) − m(Λ + c ) < 0.325 GeV/c 2 ; (c) m(Λ 0 b )−m(Λ + c ) distribution restricted to candidates in the region 0.325 < m(Λ * + c )−m(Λ + c ) < 0.360 GeV/c 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: The Λ 0 b → Σc(2455) ++ π − π − and Λ 0 b → Σc(2455) 0 π + π − signals: (a) m(Σc(2455) ++ )−m(Λ + c ) distribution for candidates in a ±3σ range (±57 MeV/c 2 ) around the Λ 0 b mass; (b) m(Σc(2455) 0 )−m(Λ + c ) distribution for candidates in a ±3σ range around the Λ 0 b mass; (c) m(Λ 0 b ) − m(Λ + c ) distribution restricted to candidates in the region 0.160 < m(Σc(2455) ++ ) − m(Λ + c ) < 0.176 GeV/c 2 ; (d) m(Λ 0 b )−m(Λ + c ) distribution restricted to candidates in the region 0.160 < m(Σc(2455) 0 )−m(Λ + c ) < 0.176 GeV/c 2 .",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 16
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: TheΛ 0 b → Λ + c π − π + π − (other) signal after vetoing the resonant decay modes: m(Λ 0 b ) − m(Λ + c ) distribution.",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 17
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: B(Λ0 b → Λ + c π − π + π − )/B(Λ 0 b → Λ + c π − ) (color scale) as a function of the assumed fractions of Λ 0 b → Λ + c a − 1 and Λ 0 b → Λ + c ρ 0 π − in the composition of the Λ 0 b → Λ + c π − π + π − (other) sample.The central value of the ratio is overlaid in each bin. The fraction of nonresonant Λ 0b → Λ + c π − π + π − is equal to 1 − f Λ 0 b → Λ + c a − 1 − f Λ 0 b → Λ + c ρ 0 π − .The cross represents the composition chosen for the present measurement assuming equal proportions of Λ 0b → Λ + c a − 1 , Λ 0 b → Λ + c ρ 0 π − and non-resonant Λ 0 b → Λ + c π − π + π − .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Measurement of the branching fraction B(Λ 0 b → Λ + c π − π + π − ) at CDFJ.R. Smith, 7 F.D. Snider, 15 A. Soha, 15 V. Sorin, 4 P. Squillacioti f f , 42 M. Stancari, 15 R. St. Denis, 19 B. Stelzer, 31 O. Stelzer-Chilton, 31 D. Stentz v , 15 J. Strologas, 35 G.L. Strycker, 32 Y. Sudo, 51 A. Sukhanov, 15 I. Suslov, 13 K. Takemasa, 51 Y. Takeuchi, 51 J. Tang, 11 M. Tecchio, 32 P.K. Teng, 1 J. Thom f , 15 J. Thome, 10 G.A. Thompson, 22 E. Thomson, 41 D. Toback, 49 S. Tokar, 12 K. Tollefson, 33 T. Tomura, 51 D. Tonelli, 15 S. Torre, 17 D. Torretta, 15 P. Totaro, 40 M. Trovato gg , 42 Y. Tu, 41 F. Ukegawa, 51 S. Uozumi, 25 A. Varganov, 32 E. Vataga ee , 42 F. Vázquez l , 16 G. Velev, 15 C. Vellidis, 15 M. Vidal, 44 I. Vila, 9 R. Vilar, 9 J. Vizán, 9 M. Vogel, 35 G. Volpi, 17 P. Wagner, 41 R.L. Wagner, 15 T. Wakisaka, 38 R. Wallny, 8 S.M. Wang, 1 A. Warburton, 31 D. Waters, 28 W.C. Wester III, 15 D. Whiteson b , 41 A.B. Wicklund, 2 E. Wicklund, 15 S. Wilbur, 11 F. Wick, 24 H.H. Williams, 41 J.S. Wilson, 36 P. Wilson, 15 B.L. Winer, 36 P. Wittich f , 15 S. Wolbers, 15 H. Wolfe, 36 T. Wright, 32 X. Wu, 18 Z. Wu, 5 K. Yamamoto, 38 D. Yamato, 38 T. Yang, 15 U.K. Yang p , 11 Y.C. Yang, 25 W.-M. Yao, 26 G.P. Yeh, 15 K. Yi m , 15 J. Yoh, 15 K. Yorita, 54 T. Yoshida k , 38 G.B. Yu, 14 I. Yu, 25 S.S. Yu, 15 J.C. Yun, 15 A. Zanetti, 50 Y. Zeng, 14 and S. Zucchelli cc6 (CDF Collaboration † )",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "TABLE I :",
            "section_rank": 19
        },
        {
            "section": "TABLE I :",
            "text": "Yields and significances of the Λ 0 b → Λ + c π − π + π − decay modes. The quoted uncertainty is statistical only.",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "TABLE II :",
            "section_rank": 20
        },
        {
            "section": "TABLE II :",
            "text": "Measured branching fractions relative to the Λ 0 b → Λ + c π − decay mode (second column). Absolute branching fractions (third column) are derived by normalizing to the known value B(Λ 0 b",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "TABLE III :",
            "section_rank": 21
        },
        {
            "section": "TABLE III :",
            "text": "Measured branching fractions of the resonant decay modes relative to Λ 0 b",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "section": "TABLE III :",
            "text": ", using the same data sample and vertex reconstruction procedure developed for the Λ 0 b analysis. We apply the same optimized cuts to the B 0 candidates, with the additional request to have a D − candidate with mass within ±22 MeV/c 2 of the known mass of D − [3]. We estimate",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 261,
                    "text": "[3]",
                    "end": 264
                }
            ]
        },
        {
            "section": "TABLE III :",
            "text": "is in good agreement with the value calculated from the measured absolute branching fractions of the B 0 decay modes reported in Ref. [3].",
            "paragraph_rank": 60,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 134,
                    "text": "[3]",
                    "end": 137
                }
            ]
        },
        {
            "text": "VII. RESULTS",
            "section_rank": 24
        },
        {
            "section": "VII. RESULTS",
            "text": "We measure the relative branching ratio of Λ 0",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "section": "VII. RESULTS",
            "text": "The relative branching fractions of the intermediate Table II. The absolute branching fractions are derived by normalizing to the known value B",
            "paragraph_rank": 62,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 53,
                    "text": "Table II",
                    "end": 61
                }
            ]
        },
        {
            "section": "VII. RESULTS",
            "text": "To compare our result with the recent LHCb measurement [5] of 1.43 ± 0.16(stat) ± 0.13(syst), we assume the composition of the admixture to be 2/3 Λ 0 b → Λ + c a 1 (1260) − and 1/3 Λ 0 b → Λ + c ρ 0 π − , and use the overall Λ 0 b → Λ + c π − π + π − yield and a global efficiency correction to compute B(Λ 0",
            "paragraph_rank": 63,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 55,
                    "text": "[5]",
                    "end": 58
                }
            ]
        },
        {
            "section": "VII. RESULTS",
            "text": ", as in the LHCb analysis. This results in a value of 2.55 ± 0.25(stat) +0.82 −0.27 (syst), which is inconsistent with the LHCb result at the level of 2.6 Gaussian standard deviations.",
            "paragraph_rank": 64,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 72,
                    "text": "+0.82",
                    "end": 77
                }
            ]
        },
        {
            "section": "VII. RESULTS",
            "text": "We also measure the relative branching fractions of the intermediate resonances contributing to the Λ 0 (Table III). These results are of comparable or higher precision than existing measurements.",
            "paragraph_rank": 65,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 104,
                    "text": "(Table III)",
                    "end": 115
                }
            ]
        },
        {
            "text": "VIII. CONCLUSION",
            "section_rank": 25
        },
        {
            "section": "VIII. CONCLUSION",
            "text": "In summary, we reconstruct the Λ 0",
            "paragraph_rank": 66,
            "section_rank": 25
        },
        {
            "section": "VIII. CONCLUSION",
            "text": "We measure the branching fraction of the resonant decay modes relative to the Λ 0 b → Λ + c π − branching fraction. We also measure B(Λ 0",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "section": "VIII. CONCLUSION",
            "text": "−0.55 (syst). Using the known value of B(Λ 0 b → Λ + c π − ) [22] we find B(Λ 0 b → Λ + c π − π + π − ) = (26.8 ± 2.9(stat) +6.2 −4.8 (syst) ± 9.7(norm)) × 10 −3 , where the third quoted uncertainty arises from the Λ 0 b → Λ + c π − normalization uncertainty.",
            "paragraph_rank": 68,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 61,
                    "text": "[22]",
                    "end": 65
                }
            ]
        },
        {
            "text": "IX. ACKNOWLEDGMENTS",
            "section_rank": 26
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. This work was supported by the U.S. Department of Energy and National Science Foundation; the Italian Istituto Nazionale di Fisica Nucleare; the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Natural Sciences and Engineering Research Council of Canada; the National Science Council of the Republic of China; the Swiss National Science Foundation; the A.P. Sloan Foundation; the Bundesministerium für Bildung und Forschung, Germany; the Korean World Class University Program, the National Research Foundation of Korea; the Science and Technology Facilities Council and the Royal Society, UK; the Russian Foundation for Basic Research; the Ministerio de Ciencia e In-",
            "paragraph_rank": 69,
            "section_rank": 26
        }
    ]
}