{
    "level": "paragraph",
    "abstract": [
        {
            "text": "With data collected during the first half of the 2011 pp run of the Large Hadron Collider at √ s = 7 TeV, a substantial data sample of high pT triggers, corresponding to an integrated luminosity of 1.08fb −1 , has been collected by the ATLAS detector. Measurements of the production of top-quark pairs and single top-quarks in different channels, the top-quark mass, the top-quark pair charge asymmetry and spin correlations, and the W helicity fractions in top-quark decays are presented, as well as two searches for new physics effects involving top-quark pairs.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Top-quark measurements are of central importance to the LHC physics programme. The production of top-quark pairs in pp collisions is a process which is situated at the boundary between the Standard Model (SM) and what might lie beyond it. Within the SM, top quarks are predicted to almost always decay to a b-quark and a W -boson, that can further decay leptonically or hadronically. The final states are thus characterised by the presence of two (dilepton), one (single lepton) or no leptons (all hadronic channel). With an integrated luminosity of 0.70 − 1.08fb −1 of pp collisions recorded by the ATLAS detector at √ s = 7 TeV in the first half of 2011 a variety of precision and new measurement have been obtained.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Top quark pair production cross-section σ tt",
            "section_rank": 3
        },
        {
            "section": "Top quark pair production cross-section σ tt",
            "text": "Within the SM the tt production cross-section at √ s = 7 TeV is calculated to be 165 +11 −16 pb at approximate NNLO for a top-quark mass of 172.5 GeV. A precise determination of σ tt tests these perturbative QCD predictions. First measurements of σ tt at the LHC have been reported by ATLAS and CMS with 3 pb −1 and 35 pb −1 . With approximately twenty times more data the single lepton, dilepton and lepton+τ channels have been measured. In the single-lepton channel a multivariate likelihood discriminant is constructed using template distributions of four variables [1]. Data are split according to lepton flavour and number of jets. A profile likelihood technique is used to extract σ tt and constrain the systematic effects from data. The result is σ tt = 179.0 ± 9.8 (stat.+syst.) ± 6.6 (lumi.) pb, the most precise measurement of σ tt at LHC to date. In the dilepton channel a cut-andcount method is employed [2]. The background contribution from Drell-Yan production is suppressed by requiring for same-flavour events large E miss T and for eµ events large H T , the scalar sum of jet and lepton transverse energies. Remaining Drell-Yan events and background from fake leptons are estimated with data-driven methods. The combined cross-section in the three channels is σ tt = 171 ± 6 (stat.) +16 −14 (syst.) ± 8 (lumi.) pb. A second measurement requiring at least one b-jet yields a consistent result. A cross-section measurement is also performed in final states with an isolated muon and a hadronically decaying τ -lepton [3]. At least two jets, one of them b-tagged, are required. The analysis utilises a multivariate technique based on boosted decision trees to identify τ -leptons and extracts σ tt = 142 ± 21 (stat.) +20 −16 (syst.) ± 5 (lumi.) pb. ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 916,
                    "text": "[2]",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "start": 1300,
                    "text": "+16",
                    "end": 1303
                },
                {
                    "type": "bibr",
                    "start": 1532,
                    "text": "[3]",
                    "end": 1535
                },
                {
                    "type": "bibr",
                    "start": 1731,
                    "text": "+20",
                    "end": 1734
                }
            ]
        },
        {
            "text": "Single top-quark production",
            "section_rank": 4
        },
        {
            "section": "Single top-quark production",
            "text": "Single top-quark production has been explored in the three channels (t, W t and s). For the t-channel measurement a cut-based analysis exploiting the two-and three-jet bins is performed and exactly one b-tag is required ",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "Top-quark properties",
            "section_rank": 5
        },
        {
            "section": "Top-quark properties",
            "text": "The top-quark mass (m top ) has been measured using a two-dimensional template analysis in the single-lepton channel that determines m top together with a global jet energy scale factor [7]. Combining the electron and muon channels and the results from the 2010 ATLAS data, the top-quark mass is measured to be m top = 175.9 ± 0.9 (stat.) ± . The spin information is accessed via the angular distributions of its decay products. The difference in azimuthal angle between the two charged leptons is compared to the expected distributions in the SM, and to the case where the top quarks are produced with uncorrelated spin. Using the helicity basis as the quantisation axis, the strength of the spin correlation between the top and antitop quark is measured to be A helicity = 0.34 +0.15 −0.11 , which is in agreement with the NLO SM prediction. Helicities of W -bosons in top-quark decays have been measured in the single-and di-lepton channels [10]. At least one of the jets in the single-lepton final state is required to be b-tagged. The results are in agreement with the SM. As the polarisation of the W -bosons in top-quark decays is sensitive to the structure of the W tb-vertex the measurements are used to set limits on anomalous contributions to the W tb-vertex.    ",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[7]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "start": 780,
                    "text": "+0.15",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "start": 944,
                    "text": "[10]",
                    "end": 948
                }
            ]
        },
        {
            "text": "Search for new physics in top-quark pair final states",
            "section_rank": 6
        },
        {
            "section": "Search for new physics in top-quark pair final states",
            "text": "A search for new phenomena in tt events with large E miss T is carried out in the singlelepton channel [11]. The results are interpreted in terms of a model where new top-quark partners are pair-produced and each decay to a top quark and a long-lived undetected neutral particle. The data are found to be consistent with SM expectations. A limit at 95% C.L. is set excluding a cross-section times branching ratio of 1.1 pb for a top-partner mass of 420 GeV and a neutral particle mass less than 10 GeV. In a search for high mass tt resonances in the dilepton channel [12] no excess above the SM expectation is observed. Upper limits at the 95% C.L are set on the cross-section times branching ratio of the resonance decaying to tt pairs as a function of the resonance pole mass. A lower mass limit of 0.84 TeV is set for the case of a Kaluza-Klein gluon resonance in the Randall-Sundrum Model.  ",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 103,
                    "text": "[11]",
                    "end": 107
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Data superimposed on expectations for the measurement of the top-quark pair production cross-section in the single-lepton [1], dilepton [2] and lepton+τ [3] channels, respectively.",
            "paragraph_rank": 7,
            "section_rank": 7
        },
        {
            "text": "[4]. An excess of top candidates is observed over antitop candidates. The measured cross-section is σ t−chan t = 90±9 (stat.) +31 −20 (syst.) pb in agreement with the SM prediction and has been cross-checked with an analysis based on neural networks. For the search for the associated production of a top quark and a W -boson only the leptonic decays of the two W bosons are considered [5]. A simple cut-based approach is used to select the W t contribution. At the 95% C.L. σ Wt−chan t < 39(41) pb for the observed (expected) upper limit. For the search in the s-channel single top-quark production two b-jets are required [6]. With a cut-based analysis an upper limit of σ s−chan t < 26.5(20.5) pb is obtained at 95% C.L.",
            "paragraph_rank": 8,
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Single top-quark production in the t-(left [4]), W t-(centre [5]), and s-channel (right [6]), respectively",
            "paragraph_rank": 9,
            "section_rank": 9
        },
        {
            "text": "Figure 3 .",
            "section_rank": 10
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Summary of ATLAS top-quark mass measurements (left [7]), unfolded ∆|Y | distribution for the e+jets channel in the charge asymmetry measurement (centre [8]) and ∆ϕ of the two leptons for all dilepton channels in the spin correlation measurement (right [9]).",
            "paragraph_rank": 10,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Limits on anomalous couplings in the W tb vertex (left [10]), on pair-produced vector 'quark' partner T of the top quark (centre [11]) and Kaluza-Klein gluons from a search for resonances in the m tt spectrum in the dileptonic final state (right [12]).",
            "paragraph_rank": 11,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "I would like to thank the LHC crew and the ATLAS Collaboration for the excellent data quality, the many authors and contributors of the top physics analyses shown here, David Milstead for reading the manuscript and the organizers of Lepton Photon 2011 in Mumbai for the excellent organisation of the conference. I also gratefully acknowledge the support of the Deutsche Forschungsgemeinschaft (DFG) through the Emmy-Noether grant CR-312/1-1.",
            "paragraph_rank": 12,
            "section_rank": 13
        }
    ]
}