{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report results from searches for neutral Higgs bosons produced in pp collisions recorded by the D0 experiment at the Fermilab Tevatron Collider. We study the production of inclusive neutral Higgs boson in the τ τ final state and in association with a b quark in the bτ τ and bbb final states. These results are combined to improve the sensitivity to the production of neutral Higgs bosons in the context of the minimal supersymmetric standard model (MSSM). The data are found to be consistent with expectation from background processes. Upper limits on MSSM Higgs boson production are set for Higgs boson masses ranging from 90 to 300 GeV. We exclude tan β > 20 − 30 for Higgs boson masses below 180 GeV. These are the most stringent constraints on MSSM Higgs boson production in pp collisions.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "S. Snyder, 70 S. Söldner-Rembold, 43 L. Sonnenschein, 20 K. Soustruznik, 8 J. Stark, 13 V. Stolin, 35 D.A. Stoyanova, 37 M. Strauss, 72 D. Strom, 48 L. Stutte, 47 L. Suter, 43 P. Svoisky, 72 M. Takahashi, 43 A. Tanasijczuk, 1 M. Titov, 17 V.V. Tokmenin, 34 Y.-T. Tsai, 68 K. Tschann-Grimm, 69 D. Tsybychev, 69 B. Tuchming, 17 C. Tully, 65 L. Uvarov, 38 S. Uvarov, 38  In the minimal supersymmetric standard model (MSSM) [1], the SU(2) symmetry is broken via two Higgs doublets; the first doublet couples to down-type fermions only while the second couples to up-type fermions. This leads to five physical Higgs bosons: two neutral CP-even * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d SLAC, Menlo Park, CA, USA, e University College London, London, UK, f Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, g ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and h Universität Bern, Bern, Switzerland. i DESY, Hamburg, Germany, ‡ Deceased.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 54,
                    "text": "20",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 85,
                    "text": "13",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 118,
                    "text": "37",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 254,
                    "text": "34",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 323,
                    "text": "17",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 350,
                    "text": "38",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 364,
                    "text": "38",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 420,
                    "text": "[1]",
                    "end": 423
                }
            ]
        },
        {
            "text": "bosons, h and H, one neutral CP-odd boson A, and two charged bosons H ± . The neutral Higgs bosons are collectively denoted as φ. At leading order the mass spectrum and the couplings of the Higgs bosons are determined by only two parameters, conventionally chosen to be tan β, the ratio of the two Higgs doublet vacuum expectation values, and M A , the mass of the pseudoscalar Higgs boson. Radiative corrections introduce additional dependencies on other model parameters. Although tan β is a free parameter in the MSSM, some indications suggest it should be large (tan β 20). A value of tan β ≈ 35 [2] would naturally explain the top to bottom quark mass ratio. The observed density of dark matter also points towards high tan β values [3].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 600,
                    "text": "[2]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 738,
                    "text": "[3]",
                    "end": 741
                }
            ]
        },
        {
            "text": "At large tan β, one of the CP -even Higgs bosons (h or H) is approximately degenerate in mass with the A boson. In addition, they have similar couplings to fermions, which are enhanced (suppressed) by tan β compared to the standard model (SM) for down-type (uptype) fermions. This enhancement has several consequences. First, the main decay modes become φ → bb and φ → τ + τ − with respective branching ratios B(φ → bb) ≈ 90 % and B(φ → τ + τ − ) ≈ 10 %. Secondly, the main production processes at a hadron collider involve b quarks originating from the sea. Inclusive Higgs boson production is dominated by gluon fusion (ggφ) and bb annihilation (bbφ), as shown in Fig. 1. The latter process may produce a b quark in the acceptance of the detector in addition to the Higgs boson. This associated production gb → φb (bgbφ) is shown in Fig. 1c. In this case, the detection of the associated b quark is a powerful experimental handle for reducing backgrounds.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 666,
                    "text": "Fig. 1",
                    "end": 672
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 835,
                    "text": "Fig. 1c",
                    "end": 842
                }
            ]
        },
        {
            "text": "MSSM Higgs boson masses below 93 GeV have been excluded by experiments at the CERN e + e − Collider (LEP) [4]. The CDF and D0 Collaborations have searched for MSSM neutral Higgs bosons decaying to tau pairs both inclusively [5,6] and in association with a b quark [7]. The D0 Collaboration has also searched for bφ → bbb production [8], which is challenging due to the high rate of multijet (MJ) production. Since these results have comparable sensitivities, combining them further enhances the potential reach. Recently, similar searches were performed at the LHC [9,10]. In this Letter, we present a combination of three searches performed by the D0 collaboration in the φ → τ τ , bφ → bτ τ , and bφ → bbb final states. Since the inclusive and bgbφ production signal samples in the di-tau final states are not mutually exclusive, the D0 result presented in [6] can not be directly combined with [7]. Hence, we re-analyse here the inclusive φ → τ τ production: we require that there are no b jets, we extend the dataset to 7.3 fb −1 of integrated luminosity, and we increase the trigger acceptance and refine the treatment of systematic uncertainties. The ditau channels are restricted to final states where one τ lepton (τ µ ) decays via τ → µν µ ν τ and the other (τ h ) decays hadronically.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 106,
                    "text": "[4]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 224,
                    "text": "[5,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 227,
                    "text": "6]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 264,
                    "text": "[7]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 332,
                    "text": "[8]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 565,
                    "text": "[9,",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 568,
                    "text": "10]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 859,
                    "text": "[6]",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 897,
                    "text": "[7]",
                    "end": 900
                }
            ]
        },
        {
            "text": "DETECTOR AND OBJECT RECONSTRUCTION",
            "section_rank": 3
        },
        {
            "section": "DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "The data analysed in the different studies presented here have been recorded by the D0 detector [11]. It has a central-tracking system, consisting of a silicon microstrip tracker and a central fiber tracker, both located within a 2 T superconducting solenoidal magnet, with designs optimised for tracking and vertexing at pseudorapidities [12] |η| < 3 and |η| < 2.5, respectively. A liquid-argon and uranium calorimeter has a central section covering pseudorapidities |η| up to ≈ 1.1, and two end calorimeters that extend coverage to |η| ≈ 4.2, with all three housed in separate cryostats [13]. An outer muon system, at |η| < 2, consists of a layer of track-ing detectors and scintillation trigger counters in front of 1.8 T toroids, followed by two similar layers after the toroids. The integrated luminosities (L) [14] associated with each search are summarized in Table I. Di-tau events were recorded using a mixture of single high-p T muon, jet, tau, muon plus jet, and muon plus tau triggers. The efficiency of this inclusive trigger condition is measured in a Z → τ µ τ h data sample with respect to single muon triggers. We also verify this measurement in a sample of Z(→ τ µ τ h )+jets events. Depending on the kinematics and on the decay topology of the τ h , the trigger efficiency ranges from 80% to 95%. For the bbb analysis, we employ triggers selecting events with at least three jets. Most of the bbb data sample was recorded with b-tagging requirements at the trigger level. The trigger efficiency for m φ = 150 GeV is approximately 60% for events passing the analysis requirements.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 96,
                    "text": "[11]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 339,
                    "text": "[12]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 589,
                    "text": "[13]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 816,
                    "text": "[14]",
                    "end": 820
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 867,
                    "text": "Table I",
                    "end": 874
                }
            ]
        },
        {
            "section": "DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Muons are reconstructed from track segments in the muon system. They are matched to tracks in the inner tracking system. The timing of associated hits in the scintillators must be consistent with the beam crossing to veto cosmic muons.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Hadronic tau decays are characterised by narrow jets that are reconstructed using a jet cone algorithm with a radius of 0.3 [15] in the calorimeter and by low track multiplicity [16]. We split the τ h candidates into three different categories that approximately correspond to oneprong τ decays with no π 0 meson (τ h type 1), one-prong decay with π 0 mesons (τ h type 2), and multi-prong decay (τ h type 3). In addition, a neural-network-based τ h identification (NN τ ) has been trained to discriminate light parton jets (u, d, s quarks or gluon) from hadronic τ decays [16]. We select τ h candidates requiring NN τ > 0.9 (0.95 for τ h type 3). This condition has an efficiency of approximately 65% while rejecting ∼99% of quark/gluon jets.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 124,
                    "text": "[15]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 178,
                    "text": "[16]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 572,
                    "text": "[16]",
                    "end": 576
                }
            ]
        },
        {
            "section": "DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "Jets are reconstructed from energy deposits in the calorimeter [17] using the midpoint cone algorithm [15] with a radius of 0.5. All jets are required to have at least two reconstructed tracks originating from the pp interaction vertex matched within ∆R(track, jet-axis) = (∆η) 2 + (∆ϕ) 2 < 0.5 (where ϕ the azimuthal angle). To identify jets originating from b quark decay, a neural network b-tagging algorithm (NN b ) [18] has been devel- track impact parameters and secondary vertices as inputs.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 63,
                    "text": "[17]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 102,
                    "text": "[15]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 420,
                    "text": "[18]",
                    "end": 424
                }
            ]
        },
        {
            "section": "DETECTOR AND OBJECT RECONSTRUCTION",
            "text": "The presence of neutrinos is inferred from the missing transverse energy, / E T , which is reconstructed as the negative of the vector sum of the transverse energy of calorimeter cells with |η| < 3.2, corrected for the energy scales of all reconstructed objects and for muons.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "SIGNAL AND BACKGROUND MONTE CARLO SIMULATION",
            "section_rank": 4
        },
        {
            "section": "SIGNAL AND BACKGROUND MONTE CARLO SIMULATION",
            "text": "Signal samples are generated with the LO event generator pythia [19]. The inclusive production is simulated with the SM ggφ process. We checked that the kinematic differences between bbφ and ggφ do not have any impact on our final result. The associated production with a b-quark is generated with the SM gb → φb process. The contributions to the bφ cross section and event kinematics from next-to-leading order (NLO) diagrams are taken into account by using mcfm [20] to calculate correction factors for the pythia generator as a function of the leading b quark p T and η in the range p b T > 12 GeV and |η b | < 5.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 64,
                    "text": "[19]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 464,
                    "text": "[20]",
                    "end": 468
                }
            ]
        },
        {
            "section": "SIGNAL AND BACKGROUND MONTE CARLO SIMULATION",
            "text": "In the final states with a tau pair, the dominant backgrounds are due to Z → τ τ (+jets), diboson (W W , W Z and ZZ), W +jets, tt pair and MJ production, the latter being estimated from data. Diboson events are simulated with pythia while the Z+jets, W +jets, and tt samples are generated using alpgen [21]. In the bbb channel, the dominant background is due to MJ production. We simulate MJ background events from the bbj, bbjj, ccj, ccjj, bbcc, and bbbb processes, where j denotes a light parton, with the alpgen event generator. The small contribution from tt production to the background is also simulated with alpgen. The contribution from other processes, such as Z + bb and single top quark production, is negligible.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 302,
                    "text": "[21]",
                    "end": 306
                }
            ]
        },
        {
            "section": "SIGNAL AND BACKGROUND MONTE CARLO SIMULATION",
            "text": "The alpgen samples are processed through pythia for showering and hadronization. tauola [22] is used to decay τ leptons and evtgen [23] to model b hadron decays. All samples are further processed through a detailed geant [24]-based simulation of the D0 detector. The output is then combined with data events recorded during random beam crossings to model the effects of detector noise and pile-up energy from multiple interactions and different beam crossings. Finally, the same reconstruction algorithms as for data are applied to the simulated events. Data control samples are used to correct the simulation for object identification efficiencies, energy scales and resolutions, trigger efficiencies, and the longitudinal pp vertex distribution. Signal, tt pair, and diboson yields are normalised to the product of their acceptance and detector efficiency (both determined from the simulation), their corresponding theoretical cross section and the luminosity.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 88,
                    "text": "[22]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 131,
                    "text": "[23]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 221,
                    "text": "[24]",
                    "end": 225
                }
            ]
        },
        {
            "section": "SIGNAL AND BACKGROUND MONTE CARLO SIMULATION",
            "text": "In the bbb final state, the relative contribution of the different MJ backgrounds is determined from data; its overall normalisation is constrained by a fit done in the final limit-setting procedure which exploits the dijet-mass shape differences between signal and background. In the di-tau channels, a dedicated treatment of the dominant Z → τ τ background has been developed to reduce its systematic uncertainties. The simulation of the Z boson kinematics is corrected by comparing a large sample of Z → µµ events in data and in the simulation. We measure correction factors in each jet multiplicity bin as a function of the Φ * quantity introduced in Ref. [25], leading jet η, and leading b-tagged jet NN b . This affects both the normalisation and the kinematic distributions. For the W +jets background, the muon predominantly arises from the W boson decay while the τ h candidate is a misreconstructed jet. The W +jets simulation is normalised to data, for each jet multiplicity bin, using a W (→ µν)+jets data control sample. ",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 660,
                    "text": "[25]",
                    "end": 664
                }
            ]
        },
        {
            "text": "ANALYSIS STRATEGY",
            "section_rank": 5
        },
        {
            "section": "ANALYSIS STRATEGY",
            "text": "In this section, we describe the search strategy as well as the selection of the final signal samples. Further details of the bτ τ and bbb analyses can be found in Refs. [7] and [8], respectively.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 170,
                    "text": "[7]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 178,
                    "text": "[8]",
                    "end": 181
                }
            ]
        },
        {
            "text": "Di-tau final states",
            "section_rank": 6
        },
        {
            "section": "Di-tau final states",
            "text": "The τ τ and bτ τ searches follow a similar strategy. We first define a common selection by retaining events with one reconstructed pp interaction vertex with at least three tracks, exactly one isolated muon and exactly one reconstructed τ h . We require the muon to have a transverse momentum p µ T > 15 GeV, |η µ | < 1.6, and to be isolated in the calorimeter and in the central tracking system, i.e., ∆R(µ, jet) > 0.5 relative to any reconstructed jet. The τ h candidate must have a transverse momentum, as measured in the calorimeter with appropriate energy corrections, p τ h T > 10 GeV, |η τ h | < 2.0, ∆R(τ h , µ) > 0.5 relative to any muon, and τ h tracks must not be shared with any reconstructed muons in the event. The sum of the transverse momenta, p trk T , of all tracks associated with the τ h candidate must satisfy p trk T > 7/5/10 GeV, respectively, for τ h types 1/2/3. We require the distance along the beam axis between the τ h and the muon, at their point of closest approach to the pp interaction vertex, ∆z(τ h , µ) < 2 cm. In addition, the τ h and the muon must have an opposite electric charge (OS) and a trans-",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Di-tau final states",
            "text": "where ",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Inclusive τ τ selection",
            "section_rank": 7
        },
        {
            "section": "Inclusive τ τ selection",
            "text": "For the inclusive τ τ selection, we tighten the requirements on the τ h transverse momentum to suppress the MJ background: p τ h T > 12.5 GeV (15 GeV for τ h type 3) and p trk T > 12.5/7/15 GeV respectively for τ h type 1/2/3. We further reduce the W +jets background by requiring M T (µ, / E T ) < 40 GeV. We define M hat , which represents the minimum center-of-mass energy consistent with the decay of a di-tau resonance, by",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Inclusive τ τ selection",
            "text": "where E µτ h is the energy of the µτ h system and p µτ h z is its momentum component along the beam axis. We require M hat > 40 GeV to suppress the MJ background. Finally, to prevent any overlap with the bτ τ sample, we select only events for which no jet has NN b > 0.25.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "bτ τ selection",
            "section_rank": 8
        },
        {
            "section": "bτ τ selection",
            "text": "The complementary sample with at least one b-tagged jet with NN b > 0.25 constitutes the bτ τ sample. This b-tagged sample suffers from large Z+jets, tt and MJ backgrounds. We build separate multivariate discriminants, D MJ and D tt , to discriminate against the MJ and tt processes. We require D MJ > 0.1 and D tt > 0.1, then we combine NN b , D MJ , and D tt , to form a set of final discriminating variables D f (one for each τ h type and m φ ) to be used in the limit-setting procedure. Further details can be found in Ref. [7].",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 528,
                    "text": "[7]",
                    "end": 531
                }
            ]
        },
        {
            "text": "MJ background estimation",
            "section_rank": 9
        },
        {
            "section": "MJ background estimation",
            "text": "In both di-tau channels, the MJ background is estimated from data control samples applying two different methods. The first is based on the small correlation between the electric charge of muon and τ h in MJ events. For each analysis, we select a data sample with identical criteria as the signal sample but with the two leptons having the same electric charge (SS). We subtract the residual contribution from other SM backgrounds from this MJ-dominated SS sample. We measure the ratio of the number of OS to SS events to be 1.09 ± 0.01 and 1.07 ± 0.01, respectively, in the τ τ and bτ τ channels. We then multiply the SS sample yields by this ratio. This method is used in the inclusive τ τ channel but it suffers from large statistical uncertainties of the bτ τ SS sample. Therefore, we develop an alternate method that uses a MJ-enriched control sample with identical requirements as applied to the signal samples but reversing the muon isolation criteria. In a MJ-dominated SS sample, obtained without any requirement on the number of jets (N jets ), the ratio of the probabilities for a muon of a MJ-event to appear isolated or not isolated, R iso/iso ≡ P(µ iso |MJ)/P(µ iso |MJ), is measured as function of η τ h , p τ h T , and leading-jet p T (if N jets > 0). The ratio R iso/iso is then applied to the distributions of the nonisolated-muon sample, predicting the MJ background in the two signal samples. This method is used in the bτ τ study. In each analysis, the alternate method is used to determine the systematic uncertainty on the MJbackground normalisation.",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "section": "MJ background estimation",
            "text": "The distributions of M hat for the τ τ study and two different D f discriminants for the bτ τ analysis are presented in Fig. 2. The observed data, expected signal and background yields are given in Table II for the two di-tau event selections.",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 120,
                    "text": "Fig. 2",
                    "end": 126
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 198,
                    "text": "Table II",
                    "end": 206
                }
            ]
        },
        {
            "text": "bbb final state",
            "section_rank": 10
        },
        {
            "section": "bbb final state",
            "text": "In the bbb analysis, at least three jets, each satisfying p T > 15 GeV, |η| < 2.5 and N N b > 0.775, are required. The two leading jets must have p T > 25 GeV. To improve the signal sensitivity, the events are separated into two channels, containing exactly 3 or 4 jets. The data and signal yields are given in Table III. In addition, a likelihood discriminant, D bbb , based on six kinematic variables is employed. Two separate likelihoods, one for the mass region 90 ≤ M A < 140 GeV and the other for 140 ≤ M A < 300 GeV, are used. The dominant heavy flavor multijet backgrounds are estimated using a data driven technique. The background in the triple b-tagged sample is estimated by applying a 2D-transformation in M bb and D bbb , derived from the ratio of the number of MC events in the triple and double b-tagged samples, to the double b−tagged data sample. The method significantly reduces the sensitivity of the background model to the underlying kinematics of the simulated events and the modelling of the geometric acceptance of the detector. The appropriate composition of the simulated samples is determined by comparing the sum of the transverse momenta of the jets in each event in simulation and data for various b-tagging criteria. The invariant mass distribution of the jet pairing with the highest D bbb value is used as the final discriminant. The distribution for the dominant 3-jet channel is shown in Fig. 3a. In Fig. 3b, good agreement is observed between the data and background model in a control sample selected using an inverted likelihood criterion D bbb < 0.12. III: Observed data yield and expected signal yields in the bbb channel. The signal yields are given for the scenario described in Table II. ",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 311,
                    "text": "Table III",
                    "end": 320
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1424,
                    "text": "Fig. 3a",
                    "end": 1431
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1436,
                    "text": "Fig. 3b",
                    "end": 1443
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1722,
                    "text": "Table II",
                    "end": 1730
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "Depending on the source, we consider the effect of systematic uncertainties on the normalization and/or on the shape of the differential distributions of the final discriminants.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "In the di-tau channels, the Z(+jets) background uncertainties are estimated using Z/γ * → µ + µ − data control samples, resulting in normalisation uncertainties of 3.2% (5%) for Z(+b-tagged jets) boson production, an inclusive trigger efficiency uncertainty of 3% (common to all simulated backgrounds) and a shape-dependent uncertainty of ∼1% from the modeling of the Z boson kinematics. The MJ-background uncertainty ranges from 10% to 40% on the bτ τ channel yields while it is found to be shape dependent in the τ τ channel (up to 100% at high M hat ). For the remaining backgrounds and for signal, we consider uncertainties affecting the normalisation: luminosity (6.1%), muon reconstruction efficiency (2.9%), τ h reconstruction efficiency [(4-10)%], single muon trigger efficiency (1.3%), tt (11%) and diboson (7%) production cross sections. Further sources of uncertainty affecting the shape of the final discriminant are considered: the jet energy scale (10%) and the modeling of the b-tagging efficiency (∼4%) mostly affect the bτ τ signal modelling but are negligible in the τ τ channel, while the τ h energy scale (∼10%) only impacts significantly the τ τ search for both Z boson background and signal M hat distribution. With the exception of the τ h reconstruction efficiency, τ h energy scale and MJ estimation, which are evaluated for each τ h type, these uncertainties are assumed to be 100% correlated across both di-tau channels.",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "In the bbb channel, for the dominant MJ background, only systematic variations in the shape of the M bb distribution are considered, as only the shape, and not the normalisation, is used to distinguish signal from background [8]. The dominant sources arise from the measurement of the rate at which light partons fake a heavy flavor jet and the b-tagging efficiency. For the signal model, the b-tagging efficiency (11-18%), the luminosity (6.1%) and the jet energy scale [(2-10)%] dominate the experimental uncertainties.",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 225,
                    "text": "[8]",
                    "end": 228
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Most of the experimental uncertainties are uncorrelated between the di-tau and the bbb analyses with the exceptions of the b-quark efficiency, luminosity, and jet energy scale, which are assumed to be 100% correlated. The theoretical uncertainties on the signal are other sources of correlated systematic uncertainty among all channels. They are dominated by parton density function uncertainties, renormalisation and factorisation scales. We assign an uncertainty of 15% on the theoretical cross sections that is correlated across all processes.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "RESULTS",
            "section_rank": 12
        },
        {
            "section": "RESULTS",
            "text": "We combine the τ τ , bτ τ and bbb channels using the modified frequentist approach [26]. The test statistic is a negative log-ratio of profiled likelihoods [27]:",
            "paragraph_rank": 27,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 83,
                    "text": "[26]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 156,
                    "text": "[27]",
                    "end": 160
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "where H 1 is the test (background + signal) hypothesis, H 0 is the null (background only) hypothesis and p are the profile likelihoods based on Poisson probabilities for obtaining the observed number of events under each hypothesis. We define CL s by CL s ≡ CL s+b /CL b , where CL s+b and CL b are the confidence levels for the test and null hypothesis respectively. We exclude signal yields with CL s < 0.05. The LLR quantity is computed from the M hat distribution for the τ τ channel, the D f distributions for the bτ τ channel and the M bb distribution for the bbb channel. The NNLO SM cross sections σ ggφ and σ bbφ are taken from [28][29][30][31][32][33][34][35] and [36], respectively, while the NLO SM cross section σ bgbφ is taken from mcfm. The modeldependent MSSM to SM cross section ratios are computed with feynhiggs [37]. To avoid double counting between the bbφ and bgbφ processes, we obtain the expected signal yield N exp τ τ +X in the di-tau channels by",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 637,
                    "text": "[28]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 641,
                    "text": "[29]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 645,
                    "text": "[30]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 649,
                    "text": "[31]",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 653,
                    "text": "[32]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 657,
                    "text": "[33]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 661,
                    "text": "[34]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 665,
                    "text": "[35]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 674,
                    "text": "[36]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 831,
                    "text": "[37]",
                    "end": 835
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "where the acceptances A are computed using the simulation and include the experimental efficiency. The two first terms of this equation refers to Higgs boson production without any b quark within the acceptance, while the third term is used for bgbφ production. There is no difference in the experimental acceptance for the ggφ and bbφ processes with no outgoing b quark within the acceptance. Therefore, we set A bbφ ≡ A ggφ . The Higgs boson width, calculated with feynhiggs, is also taken into account [8].",
            "paragraph_rank": 29,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 505,
                    "text": "[8]",
                    "end": 508
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We test two MSSM benchmark scenarios [38], nomixing and m max h , and we vary the sign of the higgsino mass parameter, µ. The expected sensitivities for two m max h scenarios are shown on Fig. 4 for the three different searches and for their combination. At low M A , the bτ τ channel dominates the sensitivity. For intermediate M A , the τ τ and bτ τ channels have similar sensitivities, while at high M A , the bbb sensitivity becomes appreciable especially in µ < 0 scenarios. While the sensitivity in the τ τ +X channels are barely sensitive to other MSSM parameters than M A and tan β, the bbb signal yields is much more model dependent. Therefore we also provide a combination of the τ τ and bτ τ searches only. We do not observe any significant excess in data above the expected background fluctuations and we proceed to set limits. The limit from the τ τ +X combination is shown in Fig. 5 and the full combination limits in different MSSM scenarios are shown in Fig. 6 .",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 37,
                    "text": "[38]",
                    "end": 41
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 188,
                    "text": "Fig. 4",
                    "end": 194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 890,
                    "text": "Fig. 5",
                    "end": 896
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 970,
                    "text": "Fig. 6",
                    "end": 976
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In summary, we present MSSM Higgs boson searches in three final states: τ τ , bτ τ and bbb. These different searches are combined to set limits in the (tan β, M A ) plane in four different MSSM scenarios. Furthermore, we combine the τ τ and bτ τ channels to obtain MSSMscenario independent limits. We exclude a substantial region of the MSSM parameter space, especially for M A < 180 GeV where we exclude tan β > 20 − 30. These are the tightest constraints from the Tevatron on the production of neutral Higgs bosons in the MSSM and are comparable to the published LHC limits [9,10], especially at low M A .",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 576,
                    "text": "[9,",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 579,
                    "text": "10]",
                    "end": 582
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 13
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: Main Higgs boson production mechanisms in the MSSM in the 5-flavor scheme where c and b quarks are included in parton density functions. The gluon fusion (a) and bb annihilation (b) processes dominate the inclusive production, while (c) is the dominant process for associated bφ production.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 14
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: Distribution of M hat in the inclusive τ τ sample on (a) linear and (b) logarithmic scale. (c) D f in the bτ τ sample trained for m φ = 100 GeV, and (d) for m φ = 190 GeV adding the final requirements on DMJ and D tt . All τ h types are combined. The predicted signal is shown in the case of the m max h scenario (µ = +200 GeV and tan β = 40).",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: Distributions of the dijet invariant mass, taken fromRef.[8], in the signal region defined by D bbb > 0.65 (a) and in a control region defined by D bbb < 0.12 (b) for the dominant bbb 3-jet channel is shown. The line shows the background model, the solid histogram the component coming from bbb, the points with error bars show the data. The background is normalized to the data yield for illustration purposes. The difference between data and the background model is shown at the bottom of each panel.",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 65,
                    "text": "[8]",
                    "end": 68
                }
            ]
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 16
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: Comparison of the expected limits in the (tan β, MA) plane for the three channels separately, and their combination for the m max h scenario with (a) µ < 0 and (b) µ > 0.",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 17
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: Constraints in the (tan β, MA) plane from the di-tau combination in the m max h scenario. These limits very weakly depends on the other MSSM parameters.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 18
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6: Constraints in the (tan β, MA) plane for different MSSM scenarios from the combined Higgs bosons searches.",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "S. Uzunyan, 49 R. Van Kooten, 51 W.M. van Leeuwen, 32 N. Varelas, 48 E.W. Varnes, 44 I.A. Vasilyev, 37 P. Verdier, 19 L.S. Vertogradov, 34 M. Verzocchi, 47 M. Vesterinen, 43 D. Vilanova, 17 P. Vokac, 9 H.D. Wahl, 46 M.H.L.S. Wang, 47 J. Warchol, 53 G. Watts, 79 M. Wayne, 53 M. Weber h , 47 J. Weichert, 23 L. Welty-Rieger, 50 A. White, 75 D. Wicke, 25 M.R.J. Williams, 41 G.W. Wilson, 55 M. Wobisch, 57 D.R. Wood, 59 T.R. Wyatt, 43 Y. Xie, 47 R. Yamada, 47 W.-C. Yang, 43 T. Yasuda, 47 Y.A. Yatsunenko, 34 W. Ye, 69 Z. Ye, 47 H. Yin, 47 K. Yip, 70 S.W. Youn, 47 T. Zhao, 79 B. Zhou, 60 J. Zhu, 60 M. Zielinski, 68 D. Zieminska, 51 and L. Zivkovic 74 (The D0 Collaboration * )",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "TABLE I :",
            "section_rank": 20
        },
        {
            "section": "TABLE I :",
            "text": "Searches combined in this Letter.",
            "paragraph_rank": 39,
            "section_rank": 20
        },
        {
            "text": "TABLE II :",
            "section_rank": 21
        },
        {
            "section": "TABLE II :",
            "text": "Expected background yield, observed data yield, and expected signal yields for the di-tau selections with their total systematic uncertainties. The signal yields are given for the m max h scenario (µ = +200 GeV and tan β = 40).",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "TABLE",
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 42,
            "section_rank": 24
        }
    ]
}