{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The top quark, discovered in 1995 at the Fermilab Tevatron collider from CDF and D0 experiments, remains by far the most interesting particle to test standard model because of its large mass and unique properties. Having data collected about 10 fb −1 of integrated luminosity of pp collision, both experiments have been studied the top quark in all the possible directions. In this article, we present the recent measurements of the top quark properties from Tevatron including the mass, width, spin correlation, and W boson helicity using tt signature.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The top quark, observed by both the CDF and D0 experiments in 1995 [1], is by far the heaviest known elementary particle and its mass is almost 40 times heavier than its isospin partner, the bottom (b) quark [2]. Due to the heavy mass, the top quark plays an important role in electroweak radiative corrections relating the top quark mass (M top ) and the W boson mass to the mass of the predicted Higgs boson [3,4]. The lifetime of the top quark is about 20 times shorter than the timescale for strong interactions, and therefore it does not form hadrons, giving us a unique opportunity to study a \"bare\" quark.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 67,
                    "text": "[1]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 208,
                    "text": "[2]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 410,
                    "text": "[3,",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 413,
                    "text": "4]",
                    "end": 415
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Top quarks at the Tevatron are predominantly produced in pairs, and decay almost always to a W boson and a b quark in the standard model (SM). The topology of tt events depends on the different decay of the two W bosons. In the dilepton channel, each W boson decay to charged lepton (electron and muon) and neutrino. Events in this channel thus contain two leptons, two b-quark jets, and two undetected neutrinos. Because of the presence of two leptons, this channel has the lowest background. However the dilepton channel has the smallest branching fraction. In the all-jets channel, each W boson decays to two jets so that this channel contains two b quark jets and four light quark jets. This channel has the largest branching fraction but also the largest background from QCD multijet production. The lepton+jets channel has one W boson decaying leptonically and the other hadronically so that we have one charged lepton, two b-quark jets, two light quark jets, and one undetected neutrino. Because of the relatively large branching fraction with manageable backgrounds, lepton+jets channel is considered as the \"golden channel\" in the top quark studies. By this reason, the most results presented here use the lepton+jets final state.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Measurements",
            "section_rank": 3
        },
        {
            "text": "Top quark mass",
            "section_rank": 4
        },
        {
            "section": "Top quark mass",
            "text": "The mass of the top quark is very important to estimate the SM Higgs boson because precise top and W boson a e-mail: hslee@fnal.gov masses measurements can predict the mass of the Higgs boson either SM or beyond SM. Since the discovery of the top quark, both the CDF and D0 experiments have been improving the precision of the M top measurement [5].",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 345,
                    "text": "[5]",
                    "end": 348
                }
            ]
        },
        {
            "section": "Top quark mass",
            "text": "For the M top measurements, two primary techniques have been established. The template method (TM) uses the distributions of variables (templates) which are strongly correlated with the top quark mass and jet energy scale (JES). In the building of a probability, only a few variables (usually less than two) are used, for instance reconstructed top quark mass and dijet mass of hardronic decay W boson in the lepton+jets channel. The Matrix Element Method (ME) uses event's probability to be a combinates signals and background. ME exploit all the information in the event by using a leading order matrix element calculation convoluted with parton distribution function and transfer functions (TFs) making connection between detector response and parton level particle. Because we can use all the information of tt production and decay in principle, ME usually provide better precision of M top than TM. Both techniques employ likelihood to compare data to the modeling of signals and background to extract M top .",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "Top quark mass",
            "text": "CDF and D0 experiments have performed the M top measurements in the various final states with different techniques. In the lepton+jets and all-jets channels the uncertainty from JES can be reduced by using the reconstructed dijet mass from hadronically decaying W boson with in situ calibration of JES. To date the most precise measurement has been performed by CDF collaboration using lep-ton+jets channel with ME. We found M top =173.0±1.2 GeV/c 2 with 5.6 fb −1 of the data [6]. D0 carried out the most precise M top measurement in the dilepton channel using TM. We built templates of the reconstructed top quark mass distributions and extract M top = 173.3 ± 3.2 GeV/c 2 using 5.3 fb −1 data [7]. CDF have interesting measurements using all hadronic final state with and without large missing energy. The large missing energy and jets final state is mostly originated from lepton+jets events but, lepton is not reconstructed by hadronically decaying τ lepton or going outside of detector coverage. These events have not been used for M top measurement and CDF firstly start use it to measure M top = 172.3 ± 2.6 GeV/c 2 with 5.7 fb −1 of data [8]. The jets without missing energy is coming from EPJ Web of Conferences DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, 2012",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 477,
                    "text": "[6]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 696,
                    "text": "[7]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1147,
                    "text": "[8]",
                    "end": 1150
                }
            ]
        },
        {
            "section": "Top quark mass",
            "text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "5006",
            "section_rank": 5
        },
        {
            "section": "5006",
            "text": "Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20122805006  all jet channel and CDF collaboration measure M top = 172.5±2.0 GeV/c 2 using 5.8 fb −1 of data [9] Figure 1 (left) shows the summary of the M top measurements and the combination of the Tevatron [5] which is M top = 173.2 ± 0.9 GeV/c 2 . The precision, ∆M top /M top ∼ 0.6%, is already surpassed the prediction of RunII experiments and reach to less than 1 GeV/c 2 . We predict to reach less than 1 GeV/c 2 precision by end of RunII with over 10 fb −1 data in each experiment as shown in Fig. 1 (right).",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 198,
                    "text": "[9]",
                    "end": 201
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 591,
                    "text": "Fig. 1 (right)",
                    "end": 605
                }
            ]
        },
        {
            "section": "5006",
            "text": "The precision determination of M top allows us to measure the mass difference between top quark and anti-top quark to a few GeV. In the CPT theorem, which is fundamental to any local Lorentz-invariant quantum field theory, the quark mass should be same as the mass of its anti-quark partner. Despite the fact that no violations have ever been observed in the meson and baryon sectors, it is important to test CPT violation in all possible sectors such as quarks and high mass particles.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "5006",
            "text": "D0 collaboration has direct measurements of the top quark and the anti-top quark mass difference (δM top ) in the lepton+jets channel using the ME. In the matrix element calculation, one assumes SM-like tt production and decay, where identical particle and antiparticle masses are assumed for b quarks and W bosons but not for top quarks. Using 3.6 fb −1 of pp collision data, we measure δM top = 0.8 ± 1.9 GeV/c 2 [10]. CDF collaboration has a measurement using the TM. We reconstruct the mass difference using modified kinematic fitter allowing mass difference between hadronic top quark and leptonic top quark. Using 5.6 fb −1 of pp collisions, we measure δM top = −3.3±1.7GeV/c 2 [11]. It is consistent with CPT symmetry at a 2 standard deviation level.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 415,
                    "text": "[10]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 684,
                    "text": "[11]",
                    "end": 688
                }
            ]
        },
        {
            "text": "Top quark width",
            "section_rank": 6
        },
        {
            "section": "Top quark width",
            "text": "Because of the short lifetime, a direct determination of the top quark lifetime is extremely hard. However, we can calculate it from the decay width. CDF collaboration has a direct measurement of the top quark width (Γ top ) using 4.3 fb −1 of pp collision. The M top and the mass of W boson that decays hadronically are reconstructed for each event and compared with templates of different Γ top and deviations from nominal jet energy scale (∆ JES ) to perform a simultaneous fit for both parameters, where ∆ JES is used for the in situ calibration of the jet energy scale. By applying a Feldman-Cousins approach, we establish an upper limit at 95 % confidence level of Γ top < 7.6 GeV and a two-sided 68 % CL interval of 0.3 GeV < Γ top < 4.4 GeV [12]. D0 collaboration has an indirect determination of Γ top using single top t-channel cross section and (t → Wb)/(t → Wq) fraction measurements. The Γ top is calculated with quantum mechanical relation, Γ top = σ(t−ch) Br(t→bW) • Br(t→bW) SM σ(t−ch) SM . The result, Γ top = 1.99 +0.65 −0.55 GeV, is the most precise determination of the top quark width using experimental data sample and consistent with the SM [13].",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 749,
                    "text": "[12]",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1164,
                    "text": "[13]",
                    "end": 1168
                }
            ]
        },
        {
            "text": "Spin Correlation",
            "section_rank": 7
        },
        {
            "section": "Spin Correlation",
            "text": "The tt spin correlation is predicted by the SM and a potentially sensitive discriminant of new physics coupled to the top quark. The spin state is observable in angular correlations among the quark decay products. In the dilepton channel, we used the angular correlation between two leptons and measured consistent results with the SM from both CDF [14] and D0 [15] collaborations. CDF collaboration has a measurement, consistent with the SM, using lepton+jets channel with information of the correlation between lepton and down-type quark [16].",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 349,
                    "text": "[14]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 361,
                    "text": "[15]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 540,
                    "text": "[16]",
                    "end": 544
                }
            ]
        },
        {
            "section": "Spin Correlation",
            "text": "Although these results are consistent with the SM, we are not demonstrating the spin correlation because of large statistical uncertainty. There are a couple of development of new observables [17] [18] to improve spin correlation measurement. Especially, Ref. [18] suggest to use a likelihood ratio R (= coefficient (f) greater than 0.05 at three standard deviation as one can see in Fig. 2 (left). This means that we reject no spin correlation (f=0) case with 99.7% CL. This is the first evidence for the presence of spin correlation with a significance of more than three standard deviations [20].",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 192,
                    "text": "[17]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 260,
                    "text": "[18]",
                    "end": 264
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 384,
                    "text": "Fig. 2 (left)",
                    "end": 397
                }
            ]
        },
        {
            "text": "W boson helicity",
            "section_rank": 8
        },
        {
            "section": "W boson helicity",
            "text": "The SM predicts that the top quark decays almost entirely to a W boson and a bottom quark, and that the Wtb vertex is a V-A charged weak current interaction. A consequence of this is that approximately 70% of the top quark decay longitudinally, 30% of the top quarks have left handed polarization (f 0 = 70%, f − =30%, f + =0%) [21]. Any new particles involved in the same decay topologies and nonstandard coupling could create a different mixture of polarized W bosons. Therefore, a measurement of this fraction is a test of the V-A nature of the Wtb vertex. D0 collaboration uses both lepton+jets and dilepton channel simultaneously with 4.3 fb −1 data and extracts f + = 0.02 ± 0.05 and f 0 = 0.67 ± 0.10 with the simultaneous fit of the two variables [22]. CDF collaboration has results in both lep-ton+jets [23] and dilepton channels [24]. All three different measurement are combined to get f + = −0.013 ± 0.035 fb A -0.  and f 0 = 0.685 ± 0.057 which is consistent with the SM prediction as one can see in Fig. 2 (right).",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 328,
                    "text": "[21]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 755,
                    "text": "[22]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 812,
                    "text": "[23]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 839,
                    "text": "[24]",
                    "end": 843
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1013,
                    "text": "Fig. 2 (right)",
                    "end": 1027
                }
            ]
        },
        {
            "text": "Forward backward charge assymetry (A f b )",
            "section_rank": 9
        },
        {
            "section": "Forward backward charge assymetry (A f b )",
            "text": "At the leading order, tt production at the SM is symmetric. However, at the higher order, interference between diagrams yields positive charge asymmetry, for instance approximately 5-7% asymmetry at the next leading order [25]. If heavy new particle, such as Z prime (Z boson like heavy particle) and axigluon, mediate tt production, this asymmetry can be much enhanced.",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 222,
                    "text": "[25]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Forward backward charge assymetry (A f b )",
            "text": "CDF collaboration measured an inclusive asymmetry of A f b = 0.158 ± 0.074 using 5.3 fb −1 of data in the lep-ton+jets channel [26] and A f b = 0.420 ±0.158 in the dilepton channel [27]. The combined result of these two measurements shows A f b = 0.201 ± 0.067. D0 has a measure-",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 127,
                    "text": "[26]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 181,
                    "text": "[27]",
                    "end": 185
                }
            ]
        },
        {
            "section": "Forward backward charge assymetry (A f b )",
            "text": "HCP 2011 EPJ Web of Conferences ment of A f b = 0.196 ± 0.060 +0.018 −0.026 using 5.4 fb −1 of lep-ton+jets channel data [28]. All measurements are summarized in Fig. 3 (left) with selected theory prediction [25]. Uncertainties of all results are still dominated by statitical uncertainties. Comparing with theory predictions Tevatron measurements have approximately two standard deviation difference towards higher values of A f b .",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 121,
                    "text": "[28]",
                    "end": 125
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 162,
                    "text": "Fig. 3 (left)",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 208,
                    "text": "[25]",
                    "end": 212
                }
            ]
        },
        {
            "section": "Forward backward charge assymetry (A f b )",
            "text": "Beside inclusive measurement, it is interesting to investigate the dependence of the asymmetry on various different regions such as the rapidity and the invariant mass of tt (m tt ). CDF and D0 investigated the m tt dependence by measuring A f b for m tt < 450GeV and m tt > 450GeV regions as one can see in Fig. 3 (right). While D0 data do not have significant dependence on m tt , CDF have clear dependence on m tt resulting approximately three standard deviation from next leading order prediction for m tt > 450GeV.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 308,
                    "text": "Fig. 3 (right)",
                    "end": 322
                }
            ]
        },
        {
            "section": "Forward backward charge assymetry (A f b )",
            "text": "It is not yet clear source of inclusive asymmetry and different dependence on m tt from two experiments. While all measurement have limited result caused by statistical uncertainty, the final measurement using over 10 fb −1 data will be very interesting.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Conclusion",
            "section_rank": 10
        },
        {
            "section": "Conclusion",
            "text": "The CDF and D0 collaborations have performed a robust set of analyses using many techniques and improvements to have better understanding the top quark nature. With Tevatron shutdown at last year, we have >10 fb −1 of data acquired in each experiment which could be almost a double the data sample used in this report. An ultimate precision of approximately M top less than 1 GeV/c 2 in each experiment will be possible. The other top properties, which are mostly limited by statistics, have been significantly improved and we may have surprising results.",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Up: Summary of the Tevatron top quark mass measurements and its combination. Down: CDF prediction of M top precision by scaling using increased luminosity (solid line) and plus possible improvement (dashed line).",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "PFig. 2 .",
            "section_rank": 12
        },
        {
            "section": "PFig. 2 .",
            "text": "Fig. 2. Up: Bands of spin correlation coefficient (f) as a function of measured value for the combined dilepton and lepton+jets measurement from D0: The vertical dotted line indicated the measured value of 0.85. Down: Combined tevatron result on W boson helicity measurement with 1 and 2 standard deviation contours are compared with the SM prediction.",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Up: Summary of the A f b measurements is shown. Down: A f b measurements of m tt < 450GeV (up) and m tt > 450GeV (down) for CDF and D0 are compared with theory prediction (green band).",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "text": "Acknowledgments",
            "section_rank": 15
        },
        {
            "section": "Acknowledgments",
            "text": "I would like to thank for the CDF and D0 colleagues for their efforts to carry out these challenging physics analyses. I also thank for the conference organizers for a very rich week of physics. My travel was supported by the National Research Foundation of Korea Grant funded by the Korean Government [NRF-2011-35B-C00007].",
            "paragraph_rank": 24,
            "section_rank": 15
        }
    ]
}