{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Two extensions of the standard model, one that includes the seesaw mechanism of type II, and the minimal supersymmetric extention to the standard model, are studied using up to 1.6 fb −1 of data collected in proton-proton collisions at √ s=7 TeV with the CMS detector at the LHC.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "An observation of the doubly charged component Φ ++ (here and below charge conjugate modes are implicitly included) of the triplet scalar field predicted in the the minimal seesaw model of type II, would establish such mechanism in the most promising framework giving mass to neutrinos. This particle carries double electric charge and decays to the same charged lepton pairs ℓ + i ℓ + j allowing also lepton flavor violating decays. The Φ ++ Yukawa coupling matrix is proportional to the light neutrino mass matrix and allows to test the neutrino mass mechanism by measuring the branching fractions Φ ++ → ℓ i ℓ j [1].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 615,
                    "text": "[1]",
                    "end": 618
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The minimal supersymmetric extension to the standard model (MSSM) requires the presence of two Higgs doublets. This leads to a more complicated scalar sector, with five massive Higgs bosons: a light neutral CP-even state (h), two charged states (H ± ), a heavy neutral CP-even state (H) and a neutral CP-odd state (A).",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "If the charged Higgs boson mass, m H + , is smaller than the top quark mass, the top quark can decay via t → H + b (and its charge conjugate). The lower limit on the charged Higgs boson mass is set to about 80 GeV/c 2 by LEP experiments. For values of tan β, the ratio of the vacuum expectation values of the two Higgs boson doublets, larger than 20, the charged Higgs boson preferentially decays to τ lepton and neutrino, H + → τ + ν τ . The presence of the t → H + b, H + → τ + ν τ decay modes alters the standard model (SM) prediction of the τ lepton yield in the decay products of the tt pairs. The current upper limit on the branching fraction BR(t → H + b) ≃ 0.2 is set by the CDF and D0 experiments at the Tevatron for m H + between 80 and 155 GeV/c 2 , assuming BR(H + → τ + ν)=1. The dominant source of top quarks at LHC is pp → tt process, therefore the charged Higgs boson is searched for in the subsequent decay products of the top quark pairs: tt → H ± W ∓ bb and tt → H ± H ∓ bb when H ± decays into τ lepton and neutrino [2].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1036,
                    "text": "[2]",
                    "end": 1039
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The mass relations among the neutral MSSM Higgs bosons are such that if m A 130 GeV/c 2 , at large values of the parameter tan β the masses of the h and A are nearly de   nearly degenerate, while that of the h remains near 130 GeV/c 2 . The precise value of the crossover point depends predominantly on the nature of the mass mixing in the topsquark states. The neutral MSSM Higgs boson production is studied in its decay into pair of tau leptons, H → ττ, in three final states, when τ decay leptonically, one to µ and other to e, eµ, and when one of the τ decays hadronically, µτ h and eτ h [3].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 166,
                    "text": "de",
                    "end": 168
                }
            ]
        },
        {
            "text": "Doubly charge Higgs boson production",
            "section_rank": 3
        },
        {
            "section": "Doubly charge Higgs boson production",
            "text": "Both, the pair production process pp → This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "9004",
            "section_rank": 4
        },
        {
            "section": "9004",
            "text": "Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20122809004",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "EPJ Web of Conferences",
            "section_rank": 5
        },
        {
            "section": "EPJ Web of Conferences",
            "text": "In addition to the model independent search, the type II seesaw model is tested in four benchmark points (BP) that characterize different characteristic neutrino mass matrix structures. BP1 describes the neutrino sector with normal mass hierarchy and a massless lightest neutrino. BP2 describes the same, but with the inverse mass hierarchy. BP3 represents a degenerate neutrino mass spectrum with m 1 = 0.2 eV. Those three benchmark points are the extremes allowed by varying the neutrino mass and hierarchy in the allowed ranges without consideration for θ 13 or CP phases and cover a large region of the parameter space. The fourth benchmark point BP4 represents the case in which all Φ ++ branching fractions are equal.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "EPJ Web of Conferences",
            "text": "The presented results are based on data corresponding to an integrated luminosity of 0.98 f b −1 . The final states are required to have four or three leptons with transverse momenta, p T , above 5 GeV/c for muons and above 15 GeV/c for electrons and τ h . There should be at least two leptons with p T > 35 and 10 GeV/c in the event. The τ h are reconstructed using \"hadron plus strip\"(HPS) algorithm [4] that is designed to optimize the performance of τ h identification and reconstruction by considering specific τ h decay modes. The algorithm provides high τ h identification efficiency, approximately 50% for the range of τ h energies relevant for this analysis, while keeping the misidentification rate for jets at the level of ≈ 1% that is factor of three to four times lower than for the algorithms used in the CMS physics technical design report. Detailed description of the algorithm and its performance can be found in [4].",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 402,
                    "text": "[4]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 930,
                    "text": "[4]",
                    "end": 933
                }
            ]
        },
        {
            "section": "EPJ Web of Conferences",
            "text": "A CLs method is used for the upper limit calculations. The results of the exclusion limit calculations are reported in Fig. 1. As can be seen, new significantly higher limits are set in comparison to the previous LEP and Tevatron bounds. The first limits on four benchmark points probe a large region of the parameter space of type II seesaw models.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 119,
                    "text": "Fig. 1",
                    "end": 125
                }
            ]
        },
        {
            "text": "Study of minimal supersymmetric extension to the standard model",
            "section_rank": 6
        },
        {
            "text": "Charged Higgs boson",
            "section_rank": 7
        },
        {
            "section": "Charged Higgs boson",
            "text": "The analysis is performed in three final states, eµ, µτ h and τ h τ h , in presence of large missing transverse energy and one b-tagged jet. Transverse momenta of all leptons are required to exceed 20 GeV/c, 40 GeV/c in the τ h τ h case.",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "section": "Charged Higgs boson",
            "text": "A CLs method is used in order to obtain the upper limit at 95% CL on the excess (lack) of the events in comparison with the expected contributions from SM. The background and signal uncertainties are modeled with a lognormal probability distribution function and their correlations are taken into account. Assuming that the excess (lack) of events is due to the t → bH + , H + → τ + ν decays, the limit is obtained for each individual analysis, and also combined for all final states.   • M S US Y (RG calculation), A b = A t . M SUSY denotes the common soft-SUSY-breaking squark mass of the third generation; X t = A t − µ/ tan β the stop mixing parameter; A t and A b the stop and sbottom trilinear couplings, respectively; µ the Higgsino mass parameter; mg the gluino mass; and M 2 the SU(2)-gaugino mass parameter. The value of M 1 is fixed via the GUT relation M 1 = (5/3)M 2 sin θ W / cos θ W . In determining these bounds on tan β, we have used the central values of the Higgs boson cross sections as a function of tan β reported by the LHC Higgs Cross Section Working Group. The cross sections have been obtained from the GGH@NNLO and HIGLU programs for the gluon-fusion process. For the bb → φ process, the 4-flavor calculation and the 5-flavor calculation as implemented in the BBH@NNLO program have been combined using the Santander scheme. Rescaling of the corresponding Yukawa couplings by the MSSM factors calculated with FeynHiggs has been applied. We do not quote limits above tan β = 60 as the theoretical relation between cross section and tan β becomes unreliable.",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "Neutral Higgs boson",
            "section_rank": 8
        },
        {
            "section": "Neutral Higgs boson",
            "text": "The MSSM neutral Higgs boson analysis is performed in three final states eµ, µτ h , and eτ h with p T > 15 GeV/c for muons, and p T > 20 GeV/c for e and τ h . In eµ final states one of the lepton is required to have p T > 20 GeV/c and other p T > 10 GeV/c. Each final state is subdivided into two categories, one with no b-tagged jets with p T > 20 GeV/c and the other with at least one b-tagged jet.",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "section": "Neutral Higgs boson",
            "text": "The largest source of events selected with these requirements comes from the SM Z → ττ production. The contribution from this process is estimated using a sample of simulated events, normalized to the number of observed Z → µµ and Z → ee events in data. A significant source of background arises from QCD multijet events and W+jets events in which a jet is misidentified as τ h , and there is a real or misidentified e or µ. The rates for these processes are estimated using the number of observed events, where both reconstructed leptons have the same charge, samesign combination. Other background processes include tt production and Z → ee/µµ events, particularly in the eτ h channel, due to the 2-3% probability for electrons to be misidentified as τ h [4]. The small fake-lepton background from W+jets and QCD for the eµ channel is estimated using data.",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 757,
                    "text": "[4]",
                    "end": 760
                }
            ]
        },
        {
            "section": "Neutral Higgs boson",
            "text": "The event generator PYTHIA, and POWHEG, and M-G are used to model the Higgs boson signal and other backgrounds. The TAUOLA package is used for tau decays in all cases.",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "section": "Neutral Higgs boson",
            "text": "To distinguish the Higgs boson signal from the background, we reconstruct the visible mass, defined as the invariant mass of the visible tau decay products. The observed visible mass distributions are fit in each case to the sum of the SM backgrounds and the Higgs boson signal. The visible mass spectra show no evidence for the presence of a Higgs boson signal, and are used to set a 95% CL upper bound on the product of the Higgs boson cross section and the tau-pair branching fraction, σ φ • B ττ . Figure 4 shows the upper bound on σ φ •B ττ as a function of m A , where we use as the signal acceptance model the combined visible mass spectra from the gg and bb production processes for h, A, and H, and assuming tan β = 30. The plot also shows the one-and two-standard-deviation range of expected upper limits for various potential experimental outcomes. The observed limits are well within the expected range assuming no signal.",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 502,
                    "text": "Figure 4",
                    "end": 510
                }
            ]
        },
        {
            "section": "Neutral Higgs boson",
            "text": "One can interpret the upper limits on σ φ • B ττ in the MSSM parameter space of tan β versus m A for an example scenario in the same way it was done above for the charged Higgs. The results are shown in Fig. 5. They exclude a region in tan β down to values smaller than those excluded by the Tevatron experiments for m A 140 GeV/c 2 , and significantly extend the excluded region of MSSM param-  ",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 203,
                    "text": "Fig. 5",
                    "end": 209
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Observed Φ ++ mass limits at 95% CL in different lepton final states. The branching fractions that are assumed in the limit calculation are indicated.",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Figure 2shows the up-per limit on BR(t → H + b) assuming BR(H + → τν)=1 as a function of the higgs mass for the combination of all final states. The upper limit is set to 4-5 % for the Higgs boson mass interval 80 < m H + < 160 GeV/c 2 . Figure 3 shows the exclusion region in the MSSM M H +tanβ parameter space obtained from the combined analysis for the MSSM m max h scenario: M S US Y = 1 TeV/c 2 ,",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Upper limit on BR(t → H+ b) assuming BR(H + → τν)=1as a function of m H + for the combination of all final states. The yellow bands show the one-and two-standard-deviation ranges around the expected limit.",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The exclusion region in the MSSM M H + -tanβ parameter space obtained from the combined analysis for the MSSM m max h",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The expected one-and two-standard-deviation ranges and observed 95% CL upper limits on σ φ • B ττ as a function of m A . The signal acceptance is based on the MSSM model described in the text, assuming tan β = 30.",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Region in the parameter space of tan β versus m A excluded at 95% CL in the context of the MSSM m max h scenario, with the effect of ±1σ theoretical uncertainties shown. The other shaded regions show the 95% CL excluded regions from the LEP and Tevatron experiments.",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "Excluded by Tevatron or LEP -1 L=0.98 fb ∫ =7 TeV s CMS CMS Preliminary [GeV] ++ Φ Lower limit on mass of 100",
            "section_rank": 15
        },
        {
            "text": "studied, assuming that the Φ ++ and Φ + are degenerate in mass. A search is performed for an excess of events in all possible flavour combinations of the same charge lepton pairs coming from the decays Φ ++ → ℓ +",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "i ℓ + j without making assumptions on the Φ ++ branching fractions. Both the three and four charged lepton final states are considered including at most one and two τ leptons, respectively. The Φ ++ → W + W + decays are assumed to be suppressed.EPJ Web of Conferences DOI: 10.1051/ C Owned by the authors, published by EDP Sciences",
            "paragraph_rank": 26,
            "section_rank": 16
        }
    ]
}