{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Hard QCD results in proton-proton collisions at √ s = 7 TeV with jets from data recorded up to the end of 2010 by the CMS and ATLAS experiments at the LHC are reported. Inclusive jet and di-jet cross section measurements as well as observables sensitive to multi-jet activity are shown and compared to simulations based on leading log parton showers as well as NLO QCD predictions. Novel approaches to identify highly boosted massive final states by exploiting the jet substructure are tested on the dominant QCD background.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The ATLAS [1] and CMS [2] experiments both have rich QCD programs involving high p ⊥ jets aiming to probe the structure of the colliding protons, to measure the strong coupling constant and to test the standard model (SM) at the shortest distance scales accessible today in the highcenter-of-mass proton-proton collisions of the LHC. Furthermore deviations from the SM would indicate the presence of new physics beyond the SM. The datasets recorded up to the end of 2010 and corresponding to integrated luminosities of L 35 pb −1 per experiment have been used by ATLAS and CMS to update their measurements of inclusive jet and di-jet cross sections, as well as to measure multi-jet and angular di-jet distributions. New methods based on the sub-structure of jets to detect heavily boosted massive objects ending up in single jets at the LHC have also been tested on the dominant QCD background and compared to expectations.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 10,
                    "text": "[1]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 22,
                    "text": "[2]",
                    "end": 25
                }
            ]
        },
        {
            "text": "Jet reconstruction and calibration",
            "section_rank": 3
        },
        {
            "section": "Jet reconstruction and calibration",
            "text": "The infrared-and collinear-safe Anti-k ⊥ jet clustering algorithm [3] is used by both experiments in the inclusive reconstruction mode with distance parameters 0.4 ≤ R ≤ 0.7. Input to the jet algorithm are 4-vectors stemming either from stable particles in generator-level simulations, partons in NLO calculations, topological calorimeter clusters [4,5] in ATLAS or particle flow (PF) objects [6,7] in CMS in full simulations and data. Topological clusters can be calibrated prior to the jet making [5] in ATLAS or left at the electromagnetic (EM) scale. The PF objects use information from all CMS subsystems and are calibrated to correspond to stable particles like γ's, leptons, charged and neutral hadrons. In all cases residual jet-level corrections are needed to account for particle losses not detectable on cluster or PF object level [8,9] with larger corrections (up to a factor of 2) for EM-scale inputs and small corrections (on the level of 5 − 10%) for already calibrated inputs. The jet-level calibrations are Monte Carlo (MC) based correction functions in |η| and p ⊥ . Jet energy scale (JES) and a e-mail: menke@mppmu.mpg.de uncertainty are validated with in-situ methods using p ⊥ balance in di-jet and γ-jet events and the momentum projection fraction method in γ-jet events. The Monnte Carlo based correction factors are validated with single particle test-beam data and E/p measurements of isolated hadrons in collision data which are then extrapolated using fragmentation predictions to the jet-level. The systematic JES uncertainty is typically 3 − 6% for both ATLAS and CMS over a large range of pseudo-rapidities and p ⊥ , with the larger values at large |η|, very low and very high p ⊥ .",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 66,
                    "text": "[3]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 348,
                    "text": "[4,",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 351,
                    "text": "5]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "start": 393,
                    "text": "[6,",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "start": 396,
                    "text": "7]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 499,
                    "text": "[5]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 842,
                    "text": "[8,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "start": 845,
                    "text": "9]",
                    "end": 847
                }
            ]
        },
        {
            "text": "Inclusive jet cross section measurements",
            "section_rank": 4
        },
        {
            "section": "Inclusive jet cross section measurements",
            "text": "The inclusive jet cross section is measured by ATLAS [10] and CMS [11] as a function of transverse jet momentum p ⊥ and jet rapidity y. The data is corrected bin-by-bin for migration effects in p ⊥ due to the steeply falling spectrum in p ⊥ and the finite p ⊥ resolution. In CMS the corrected    spectra are obtained by fitting a modified power-law function with Gaussian smearing in p ⊥ to the observed spectra. In ATLAS the correction factors are obtained from full detector simulations including detector inefficiencies. Typical corrections are in the 10 − 15% range but can extend to 30 − 50% at the edges of the phase space. The NLO perturbative QCD (pQCD) predictions on parton-level on the other hand are corrected for non-perturbative (NP) effects due to hadronisation and the underlying event activities. These corrections are obtained by comparing simulations with leading log generators (PYTHIA/HERWIG) which are run with and without these effects enabled. The corrections depend strongly on jet size. For R = 0.5, 0.6 the underlying event effects dominate and corrections are around 1.2 − 1.4 at small p ⊥ . For R = 0.4 hadronisation effects are dominant and corrections of about 0.8 are obtained at low p ⊥ . The corrections approach unity at larger p ⊥ for all used R values.    Figure 3 shows the ratio of the measured double differential di-jet cross section to that predicted in CT10-based MC simulation for two rapidity bins. The agreement with HERAPDF is best, but all tested PDF sets agree within uncertainties.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 53,
                    "text": "[10]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 66,
                    "text": "[11]",
                    "end": 70
                },
                {
                    "type": "figure",
                    "start": 1293,
                    "text": "Figure 3",
                    "end": 1301
                }
            ]
        },
        {
            "text": "Angular and multi-jet variables",
            "section_rank": 5
        },
        {
            "section": "Angular and multi-jet variables",
            "text": "Due to their sensitivity to new physics and their ability to probe mass scales without explicitly relying on JES calibrations the angular distributions of multi-jet events are of particular interest. The azimuthal de-correlation ∆φ of the two most energetic jets as measured by ATLAS [15] is shown in the left plot of    destructive (constructive) interference has been obtained at 95% CL. A complementary study of the rapidity gap between the two jets with either leading p ⊥ or the largest rapidity gap ∆y has been done by ATLAS [17]. The so-called gap-fraction is defined as the fraction of events without additional jet activity in the rapidity interval between the two jets. Any additional jet within the gap has to have a transverse momentum above a veto scale p ⊥ > Q 0 , with the default choice Q 0 = 20 GeV to stay far away from Λ QCD . The gap-fraction is shown in the left plot of figure 5 for the choice of leading jets in p ⊥ as a function of ∆y for various intervals of the average transverse momentum of the two leading jetsp ⊥ . The comparison with HEJ calculations shows some deviations in the largep ⊥ regions but the agreement improves asp ⊥ approaches Q 0 , which is expected since HEJ is designed to give a good description of QCD in the limit where all jets have similar p ⊥ . The best description is achieved with POWHEG interfaced to PYTHIA although deviations are observed at large ∆y. POWHEG interfaced to HERWIG tends to predict smaller gap fractions over the full phase space and the deviations increase for larger ∆y as for the POWHEG+PYTHIA case.",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 284,
                    "text": "[15]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 531,
                    "text": "[17]",
                    "end": 535
                }
            ]
        },
        {
            "section": "Angular and multi-jet variables",
            "text": "The right hand plot in figure 5 shows the cross section ratio of three-jet over two-jet events R 32 as a function of the total transverse momentum sum H ⊥ = jets p ⊥ as measured by CMS [18]. Many systematic uncertainties such as those due to the JES and the jet selection efficiency largely cancel in this ratio, while the uncertainty due to the integrated luminosity vanishes entirely. Therefore R 32 provides a stringent test of QCD predictions. Events with two or more Anti-k ⊥ jets with R = 0.5 with |y| < 2.5 and p ⊥ > 50 GeV and H ⊥ > 0.2 TeV are selected and compared to various PYTHIA6, PYTHIA8 and HERWIG++ based tunes and to simulations using the multi-parton final state generators MADPGRAPH and ALPGEN interfaced to PYTHIA6. All predictions describe the observed ratio well in the region H ⊥ > 0.5 TeV but, with the exception of MADPGRAPH, overshoot between 10 − 30% at lower H ⊥ . ",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 23,
                    "text": "figure 5",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 185,
                    "text": "[18]",
                    "end": 189
                }
            ]
        },
        {
            "text": "Jet mass and sub-structure",
            "section_rank": 6
        },
        {
            "section": "Jet mass and sub-structure",
            "text": "In the high energy regime of LHC, heavy objects with masses O(100 GeV), can receive large Lorentz boosts such that their decay products are measured in a single jet. Several approaches are considered to explore the sub-structure of these jets with the aim to identify such heavy objects. Among them are:",
            "paragraph_rank": 7,
            "section_rank": 6
        },
        {
            "section": "Jet mass and sub-structure",
            "text": "C/A filtering: The clustering of large (R 1.2) Cambridge-Aachen (C/A) [19] type jets is reversed until a large drop in jet-mass is observed. The remaining constituents are re-clustered with a smaller R parameter. Jet pruning: C/A or k ⊥ [20,21] jet-clustering is performed on the constituents of a large jet and in each clustering step the softer of the two clusters being combined is discarded if it's transverse momentum is below a certain fraction of the original jet p ⊥ and the angular distance between the two clusters is large.",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 70,
                    "text": "[19]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 237,
                    "text": "[20,",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 241,
                    "text": "21]",
                    "end": 244
                }
            ]
        },
        {
            "section": "Jet mass and sub-structure",
            "text": "For the jet sub structure algorithms to be useful they have to be tested on QCD jets as this will be the main background. C/A Filtering is useful for the decays of heavy particles to two low mass objects and the QCD behavior has been studied in ATLAS in [22]. The mass drop m 1 /m jet of the leading subjet is required to be smaller than 0.67 (light subjet) and the p ⊥ asymmetry min(p 1 ⊥ , p 2 ⊥ ) × ∆R 1,2 /m jet 2 larger than 0.09 (fairly symmetric). Once a reversed clustering step with these properties is found the current jet is re-clustered with C/A and R = min(0.3, ∆R 1,2 /2) finding n new subjets of which the leading min(3, n) are combined to give the final C/A filtered jet. Figure 6 shows the spectrum of jet masses for C/A jets with R = 1.2 before and after the filtering procedure in events with exactly one primary vertex (to remove pile-up) and at least one jet with p ⊥ > 300 GeV and |y| < 2. The agreement with all three predictions is good although HERWIG++ produces jets with larger mass (before filtering) compared to data. Jet prun-  Fig. 6. Jet masses for C/A jets with R = 1.2 before (left) and after (right) the filtering procedure (see text) as measured by ATLAS. The data (black points and shaded error band) is fully corrected for detector effects and compared to PYTHIA, HERWIG/JIMMY and HERWIG++. The lower portions of the plots show ratios of the distributions over data. ",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 254,
                    "text": "[22]",
                    "end": 258
                },
                {
                    "type": "figure",
                    "start": 689,
                    "text": "Figure 6",
                    "end": 697
                },
                {
                    "type": "figure",
                    "start": 1059,
                    "text": "Fig. 6",
                    "end": 1065
                }
            ]
        },
        {
            "text": "pb CMS Preliminary",
            "section_rank": 7
        },
        {
            "section": "pb CMS Preliminary",
            "text": "Jet Pruning Algorithm Fig. 7. Leading jet pruning quantities in events with at least 2 hard jets as measured by CMS (data points). Shown are the mass of the pruned jet (left) and the mass drop of the leading subjet (right) The data is normalized to unity and compared to two PYTHIA tunes (red and blue) and HERWIG++ (green).",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 22,
                    "text": "Fig. 7",
                    "end": 28
                }
            ]
        },
        {
            "section": "pb CMS Preliminary",
            "text": "ing is useful for W tagging and the QCD behavior has been tested by CMS in [23]. For boosted Ws decaying into two quarks with similar energy and mass two light subjets are expected in the pruning algorithm with the pruned jet mass close to m W . The mass drop m 1 /m jet of the leading subjet should be smaller than 0.4 consistent with two light subjets. Figure 7 shows the pruning properties of the leading jet in events with at least two high p ⊥ > 200 GeV jets with ∆φ > 2.1 and |η| < 2.5 in comparison to two different PYTHIA tunes and HERWIG++. The overall agreement of the data with simulation is good -especially with the HERWIG++ tune.",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 75,
                    "text": "[23]",
                    "end": 79
                },
                {
                    "type": "figure",
                    "start": 355,
                    "text": "Figure 7",
                    "end": 363
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "Both ATLAS and CMS have made comprehensive studies of hard QCD involving jets. Excellent agreement with NLO pQCD calculations has been found and constraints on new physics were set by the observed agreement. Novel techniques to identify massive boosted objects were successfully tested on the large QCD background expected. The challenge will be to continue the studies presented here under the increased pile-up conditions in the data taken beyond 2010.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Inclusive jet cross section from CMS (left) for Anti-k ⊥ jets with R = 0.5 as function of p ⊥ for 6 rapidity intervals scaled for easier viewing. The data points (symbols) are compared to NLO predictions (solid lines) corrected for non-perturbative effects. Experimental uncertainties are indicated by the yellow bands; Double differential cross section from ATLAS (right) for Anti-k ⊥ di-jet events with R = 0.4 as function of di-jet mass m 12 for 5 intervals of maximum rapidity |y max | with systematic experimental uncertainties (grey band). NLO predictions with NP corrections and uncertainties are shown as well (yellow band).",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Ratio of the inclusive jet cross section from ATLAS for Anti-k ⊥ jets with R = 0.4 as function of p ⊥ over NLO predictions for |y| < 0.3 (top) and 2.1 < |y| < 2.8 (bottom). The reference NLO prediction is CTEQ 6.6 which is compared to the ratios using CT10, MSTW 2008, NNPDF 2.0 and NNPDF 2.1 (left); HERAPDF 1.0, HERAPDF 1.5 and GJR08 (right). Error bars indicate statistical errors. The light shaded band shows the experimental systematic uncertainties excluding a common 3.4% uncertainty from the luminosity measurement. The other bands indicate the respective theoretical uncertainties.",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Figure 1 (",
            "section_rank": 11
        },
        {
            "section": "Figure 1 (",
            "text": "left) shows the inclusive jet cross section measurement for jets with size R = 0.5 as a function of jet transverse momentum measured by CMS. The experimental uncertainties are in the range 10 − 20% and are dominated by the uncertainties on JES and resolution. Similar distributions for R = 0.4 and R = 0.6 are obtained by AT-LAS, with uncertainties in the range of 10−30%. Different NLO predictions are tested[12,13]  by comparing the ratios of data to NLO MC predictions for various PDF sets.",
            "paragraph_rank": 15,
            "section_rank": 11
        },
        {
            "text": "Figure 2 Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Figure 2 Fig. 3 .",
            "text": "Fig. 3. Ratio of the double differential di-jet cross section from CMS for Anti-k ⊥ jets with R = 0.7 as a function of the dijet mass (M jj ) over NLO predictions for |y| < 0.5 (left) and 2.0 < |y| < 2.5 (right). The reference NLO prediction uses CT10 which is compared to the ratios using MSTW 2008, NNPDF 2.1, HERAPDF 1.0 and ABKM09 instead. Error bars indicate statistical errors. The grey band shows the experimental systematic uncertainties and the yellow band the typical PDF uncertainty (CT10). Non-perturbative uncertainties are dominant at low masses and not shown in the figures.",
            "paragraph_rank": 16,
            "section_rank": 12
        },
        {
            "text": "figure 4 .",
            "section_rank": 13
        },
        {
            "section": "figure 4 .",
            "text": "Values close to π are expected for di-jet events while smaller values indicate the presence of additional jets. NLO pQCD calculations using NLOJet++ and MSTW 2008 agree with the data for ∆φ < π. Leading log simulations (PYTHIA, HERWIG, SHERPA agree with the data and give a good description of the perturbatively diverging point ∆φ = π. The right side plot of figure 4 shows the distribution of χ dijet = exp |y 1 − y 2 |, the exponential of the rapidity difference between the two leading jets in p ⊥ , as measured by CMS[16] for different dijet mass intervals. The distribution in χ dijet is expected to be almost flat for QCD while new physics (such as quark compositeness) would cause excess events at small χ dijet . The comparison to NLO pQCD calculations with NLOJet++ and the CTEQ 6.6 PDF-set shows good agreement with the data, and a lower limit on the contact interaction scale for left-handed quarks of Λ + = 5.6 TeV (Λ − = 6.7 TeV) for",
            "paragraph_rank": 17,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 522,
                    "text": "[16]",
                    "end": 526
                }
            ]
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Azimuthal de-correlation ∆φ of the two most energetic jets as measured by ATLAS (left) for Anti-k ⊥ jets with R = 0.6 for different p max ⊥ intervals (black markers) compared to NLO pQCD calculations (red lines) with associated errors (hatch pattern); the distribution of χ dijet (black points) for different M jj ranges as measured by CMS (right) for for Anti-k ⊥ jets with R = 0.5 compared to NLO pQCD calculations (shaded band) and predictions including contact interactions (colored lines) for compositeness scales of Λ +/− = 5 TeV.",
            "paragraph_rank": 18,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Gap-fraction (left) for the two leading jets in p ⊥ as a function of ∆y for various intervals ofp ⊥ as measured by AT-LAS (markers and yellow error band) compared to HEJ calculations (blue band) and NLO simulations with POWHEG interfaced to PYTHIA (red dashes) and HERWIG (blue dot-dashes); ratio of inclusive 3-jet over the 2-jet cross sections R 32 as function of total transverse momentum H ⊥ (right) as measured by CMS (black dots and yellow uncertainty band) compared to various simulations using different PYTHIA tunes, MADGRAPH, ALPGEN and HERWIG++.",
            "paragraph_rank": 19,
            "section_rank": 15
        },
        {
            "text": "Acknowledgments",
            "section_rank": 17
        },
        {
            "section": "Acknowledgments",
            "text": "I'd like to thank the Jet Performance and SM/QCD groups of ATLAS and CMS for providing me with the material presented here. In particular I benefited greatly from discussions with J. Butterworth, M. Campanelli, A. Davison, A. Di Ciaccio, K. Kousouris, and M. Voutilainen.",
            "paragraph_rank": 20,
            "section_rank": 17
        }
    ]
}