{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The searches for supersymmetric and beyond Standard Model Higgs boson with the ATLAS detector are presented. The results are based on integrated luminosity of 35 pb −1 to 1.6 fb −1 of proton-proton collision data recorded at a centre-of-mass energy of 7 TeV at LHC. No signal is observed in any of the investigated channel and exclusion limits on production cross-sections are given as function of Higgs boson mass and of minimal supersymmetric model parameters.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Discovering the mechanism responsible for electroweak symmetry breaking and the origin of mass for elementary particles is one of the primary goals of the physics program of the ATLAS experiment [1]. In the Standard Model (SM), this mechanism requires the existence of a scalar particle, the Higgs boson [2], which couples both to bosons and fermions. In several fermiophobic extensions of SM [3] the Higgs field couplings to some or all fermion generations are strongly suppressed or absent, altering the expected Higgs boson production and decay characteristics. For the minimal supersymmetric extension to the Standard Model (MSSM) [4] two Higgs doublets of opposite hypercharge are required, resulting in five observable Higgs bosons. Three of these Higgs bosons (the CP even h, H, and the CP odd A) are electrically neutral, while two are charged (H ± ). Further, the left-right symmetric models [5], the Higgs triplet models [6] and the little Higgs models [7] predict existence of doubly charged Higgs bosons. In this paper, we report ATLAS results of searches for Higgs bosons in scenarios beyond the Standard Model.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 195,
                    "text": "[1]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 304,
                    "text": "[2]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 393,
                    "text": "[3]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 635,
                    "text": "[4]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 901,
                    "text": "[5]",
                    "end": 904
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 931,
                    "text": "[6]",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 963,
                    "text": "[7]",
                    "end": 966
                }
            ]
        },
        {
            "text": "Fermiophobic Higgs boson",
            "section_rank": 3
        },
        {
            "section": "Fermiophobic Higgs boson",
            "text": "The fermiophobic Higgs boson production and decay are characterized by absence of coupling to the fermions. In this case, the decay of H → γγ is strongly enhanced, in particular for low Higgs boson masses (m H ). The analysis follows the ATLAS Standard Model H → γγ search [8], asking for two energetic photons with transverse momenta p T greater than 40 and 25 GeV, respectively. Then the diphoton invariant mass is analysed in three ranges of the transverse momentum of the photon pair. The three ranges are fitted simultaneously for Higgs boson mass hypothesis in the range of 110 GeV to 130 GeV [9]. The integrated luminosity of 1.08 fb −1 is used. The background consists mainly of di-photon production and misidentified photonjet events. No significant excess is observed as shown in the exclusion limits presented in Fig. 1. There the Higgs boson cross-section is calculated according to [3]. The mass a e-mail: Olga.Igonkina@cern.nospam.ch ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 273,
                    "text": "[8]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "start": 599,
                    "text": "[9]",
                    "end": 602
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 824,
                    "text": "Fig. 1",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 895,
                    "text": "[3]",
                    "end": 898
                }
            ]
        },
        {
            "text": "MSSM Higgs bosons searches",
            "section_rank": 4
        },
        {
            "section": "MSSM Higgs bosons searches",
            "text": "In the MSSM, the strength of the effective Higgs boson couplings to fermions and gauge bosons is different from those in the Standard Model. The Higgs boson production proceeds mainly via gluon fusion or in association with b quarks, where the latter is enhanced by tan 2 β and thus becomes more important for large values of tan β. While decays to ZZ or WW are dominant in the Standard Model for Higgs boson masses above 140 GeV, in the MSSM these decay modes are either suppressed by cos 2 (β − α), where α is the mixing angle of the two CP-even Higgs bosons, for the H boson or even absent for the A boson. For h boson the coupling is reduced by sin 2 (β − α). In particular, the couplings of the Higgs bosons to the third generation downtype fermions is strongly enhanced for large region of the MSSM parameters space. Hence the decays of the neutral Higgs bosons into a pair of tau leptons and decays of the charged Higgs boson to tau lepton and tau neutrino are ones of the most promising channels. The difficult part is the reconstruction of the tau lepton decay products, which have lower p T due to escaping neutrinos and suppression of the jet background to hadronic tau decays (τ h ). In case of leptonic tau decays, the electrons and muons from tau typically have lower momenta than prompt leptons, and therefore are difficult to trigger.",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "Neutral MSSM H → ττ",
            "section_rank": 5
        },
        {
            "section": "Neutral MSSM H → ττ",
            "text": "The ATLAS search for A/H/h → ττ [11] is done in four final states according to decays of tau leptons: eµ4ν, eτ h 3ν, µτ h 3ν, τ h τ h 2ν using 1.06 fb −1 , where τ h is a hadronic tau decay. These final states have branching ratios of 6%(eµ), 23%(µτ h ), 23%(eτ h ) and 42%(τ h τ h ). To compensate for the neutrinos which escape undetected, various estimates of the invariant mass are used. For τ h τ h channel the invariant mass of the detected products, visible mass, is used. The effective mass calculation is used in the eµ channel, where missing momentum is added to visible decay products of taus. In case of lepton and τ h combination the missing mass calculator technique pioneered at Tevatron is deployed, see [12] for details. The dominant background is Z boson production in the channels with an electron or a muon in the final state, while τ h τ h is mainly polluted by events with many jets (QCD) as well as events with Z boson and W+jets.",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 720,
                    "text": "[12]",
                    "end": 724
                }
            ]
        },
        {
            "section": "Neutral MSSM H → ττ",
            "text": "No signal is observed in data of 1.03 fb −1 in any of the channels and the exclusion limits at the 95% CL are set on the production cross-section times branching ratio of a generic Higgs boson φ as a function of its mass, see Fig. 2. The cross-sections are calculated according to [13]. The cross section limit is evaluated for signal acceptances of two different production processes, gg → φ and b-quark associated production which can differ from the SM Higgs boson by the coupling strength. The eτ h , µτ h final states provide the most stringent limit over a large part of the accessible Higgs boson mass range. The eµ and τ h τ h final states lead to improvements of the exclusion limits for small and large Higgs boson masses, respectively. For the MSSM the limits on the production of neutral Higgs bosos A/H/h are set as a function of the parameters m A and tan β for the m max h scenario and Higgsino mass parameter µ > 0, see Fig. 3.",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 226,
                    "text": "Fig. 2",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 281,
                    "text": "[13]",
                    "end": 285
                },
                {
                    "type": "figure",
                    "start": 936,
                    "text": "Fig. 3",
                    "end": 942
                }
            ]
        },
        {
            "text": "Charged MSSM H → τν",
            "section_rank": 6
        },
        {
            "section": "Charged MSSM H → τν",
            "text": "The charged Higgs boson with mass lower than the mass of the top quark is searched for in top quark pair production where one of top quark decaying as t → H + b, H → τν. The following final states are considered : In first case, the signal is searched for using the transverse mass of the tau candidate and the missing momentum [14]. The dominant top quark and W+jet backgrounds are estimated using event topology similar to the signal, but with muon instead of the tau in the final state. The reconstructed muon is then replaced by simulated tau decaying hadronically, where tau momentum set equal to the reconstructed muon momentum. The multi-jet background is estimated using control region by reverting tau identification and b-tagging requirements. In two latter cases, the signal is searched for using the invariant mass of b-quark and electron or muon coming from the same top-quark and a Higgs boson candidate transverse mass by performing maximization of the invariant mass over possible values for neutrino momenta in each event [15]. These variables allow additional discrimination over the backgrounds consisting mainly of top quark pairs. In both channels the data agree well with Standard Model expectations.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 328,
                    "text": "[14]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "start": 1039,
                    "text": "[15]",
                    "end": 1043
                }
            ]
        },
        {
            "section": "Charged MSSM H → τν",
            "text": "No excess is observed in 1.03 fb −1 in either of three channels and the upper limits on cross-section multiplied with branching ratio Br(t → Hb) • Br(H → τν) are set as shown in Fig. 4 and 6. The upper limits for charged Higgs boson production from top decays as function of MSSM parameters m A and tan β are given on Fig. 5 and  7. Although the presence of leptons in final state allows to suppress backgrounds significantly, the statistics in case of hadronic tau decay is higher, which results in lower up-  per limits. The combination of all three channels is not yet available.",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 178,
                    "text": "Fig. 4 and 6",
                    "end": 190
                },
                {
                    "type": "figure",
                    "start": 318,
                    "text": "Fig. 5 and  7",
                    "end": 331
                }
            ]
        },
        {
            "text": "Charged MSSM H + → cs",
            "section_rank": 7
        },
        {
            "section": "Charged MSSM H + → cs",
            "text": "The ATLAS Collaboration has also performed the search of charged Higgs boson in H + → cs channel [16]. Such decay is an important mode at low values of tan β < 1 with Br(H + → cs) near 40% for m H + ≃ 130 GeV. The electron or muon decays of the second top quark are selected. The signal has the same characteristics as semi-leptonic tt, with the exception of the mass of the two jets from H + , which will peak at m H + , rather than m W . Both the overall number of events observed and the shape of the dijet mass spectrum is analysed. The kinematic fit of the events is performed to select jets originating from the Higgs boson. The number of observed events and dijet mass distribution is found in good agreement with the expectations from the SM and the limits set on the branching ratio Br(t → H + b), assuming Br(H + → cs) = 1, see Fig. 8. This result can be used to set limits for an anomalous scalar charged boson decaying to dijets in top quark decays, as no model-specific parameters are used in this analysis.  ",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 97,
                    "text": "[16]",
                    "end": 101
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 838,
                    "text": "Fig. 8",
                    "end": 844
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Exclusion limits for a fermiophobic Higgs boson normalized to the fermiophobic cross-section times branching ratio expectation as a function of the Higgs boson mass hypothesis [9]. The integrated luminosity of 1.08 fb −1 is used.",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .Fig. 3 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 .Fig. 3 .",
            "text": "Fig. 2. Expected and observed limits at 95% CL on the production cross section times branching ratio for a generic Higgs boson [11].",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "text": "Fig. 4 .Fig. 5 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 4 .Fig. 5 .",
            "text": "Fig. 4. Expected and observed 95% CL exclusion limits for charged Higgs boson production from top quark decays hadronic tau decays in final state, obtained for integrated luminosity of 1.03 fb −1 . Results are shown as a function of m H + in terms of BR(t → H + b) × BR(H + → τ + ν) [14].",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "Fig. 6 .Fig. 7 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 6 .Fig. 7 .",
            "text": "Fig. 6. Upper limits on Br(t → bH + ) for the combined singlelepton and di-lepton channels, as a function of the charged Higgs boson mass, obtained for an integrated luminosity of 1.03/fb and with the assumption that Br(H+ → τν) = 1 [15].",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. The extracted 95% C.L. upper limits on B(t → H + b) from the ATLAS data of integrated luminosity of 35 pb −1 [16] are compared with the expected results and results from the Tevatron. The results assume Br(H+ → cs) = 1.",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "section": "Fig. 8 .",
            "text": "The modified frequentist method[10] for upper limit calculations CL s is used for all results reported here.",
            "paragraph_rank": 15,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 31,
                    "text": "[10]",
                    "end": 35
                },
                {
                    "type": "figure",
                    "start": 120,
                    "text": "Fig. 9",
                    "end": 126
                }
            ]
        },
        {
            "section": "Fig. 8 .",
            "text": ". Upper limit at 95% CL on the cross section times branching ratio for pair production of doubly charged Higgs bosons decaying to two muons using 1.6 fb −1 of data [17]. Superimposed is the predicted cross section for left-handed and right-handed doubly charged Higgs boson production assuming the branching ratio to muons is 100%.",
            "paragraph_rank": 16,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 164,
                    "text": "[17]",
                    "end": 168
                }
            ]
        },
        {
            "text": "Doubly Charged Higgs boson",
            "section_rank": 15
        },
        {
            "section": "Doubly Charged Higgs boson",
            "text": "Doubly charged Higgs bosons are predicted by a number of models such as left-right symmetric models [5], Higgs triplet [6] or little Higgs models [7]. The dominant production process of doubly charged Higgs boson is a pair production via the Drell-Yann process pp → H ++ H −− . The search is performed in events with two muons with the same charge using 1.6 fb −1 [17]. Only coupling values between 10 −5 and 0.5 of the H ±± to muons are considered to ensure a short lifetime (cτ < 10µm) and to ensure that the relative natural width of the Higgs boson is less than 1%. The data are in good agreement with the background prediction. The backgrounds at low masses are populated by non-prompt muons, originating in heavy flavor decay or decay-in-flight of pions or kaons. The high mass range has an additional contribution from di-boson production. No evidence for any resonant production of like-sign dimuon pairs is observed. Stringent limits are placed on H ±± masses between 295 GeV (375 GeV) for the right-handed (left-handed) production assuming Br(H ±± → µ ± µ ± ) = 1, see Fig. 9. The details on cross-section calculations could be found in [17]. Assuming branching ratio of 33% the corresponding limits become 210 (268) GeV, respectively.",
            "paragraph_rank": 17,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 100,
                    "text": "[5]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 119,
                    "text": "[6]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 146,
                    "text": "[7]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 364,
                    "text": "[17]",
                    "end": 368
                },
                {
                    "type": "figure",
                    "start": 1079,
                    "text": "Fig. 9",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1147,
                    "text": "[17]",
                    "end": 1151
                }
            ]
        }
    ]
}