{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present the recent results from combinations of searches for a standard model (SM) Higgs boson (H) by the CDF and D0 experiments at the Tevatron pp collider at √ s = 1.96 TeV. The data correspond to an integrated total luminosity of 8.2 (CDF) and 8.6 (D0) fb −1 . Compared to the previous Tevatron Higgs boson search combination more data have been added, additional channels have been added, and some previously used channels have been reanalyzed to gain sensitivity. No excess is observed above background expectation, and set 95% C.L. upper limits (median expected) on Higgs boson production at factors of 1.17 (1.16), 1.71 (1.16), and 0.48(0.57) times the SM predictions for Higgs bosons of mass m H =115, 140, and 165 GeV/c 2 , respectively. We exclude a standard-model Higgs boson in the mass range 156-177 GeV/c 2 at the 95% C.L, with an expected exclusion region 148-180 GeV/c 2 . The absence of a Higgs boson signal also constrains some new physics such as 4 th generation models and other exotic models. 4. G. Rolandi, \"Higgs Status (Tevatron+LHC) and combination\", this proceeding; ATLAS Collaboration, ATLAS-CONF-2011-157; CMS Collaboration CMS-PAS-HIG-11-023. 5. F. Gianotti (ATLAS Collaboration) and G. Tonelli (CMS Collaboration), Talk at CERN Public Seminar on Dec 13, 2011. 6. F. Sforza, \"Searches for Low-Mass SM Higgs at the Tevatron\", this proceeding; K. Petridis, \"Searches for High-Mass SM Higgs at the Tevatron\", this proceeding. 7. The CDF and D0 Collaborations and the TEVN-PHWG Working Group, arXiv:1108.3331 (2011). 8. The CDF and D0 Collaborations and the TEVN-PHWG Working Group, FERMILAB-CONF-11-413-E (2011).",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Higgs boson is the last unobserved particle postulated in SM to help explain the origin of mass. The global fit from the electroweak precision data indicates that the Higgs boson mass is lighter than 158 GeV/c 2 at 95% confidence level [1]. The direct searches from LEP [2], the Tevatron [3] and LHC [4] further limit the Higgs boson mass between 114.4 and 141 GeV/c 2 . Recently, using 5 fb −1 of integrated luminosity collected in 2011 for each experiment, the AT-LAS and CMS collaborations [5] have reported excesses in the Higgs search channels (γγ, ZZ * → 4l, and WW * → 2l) with reconstructed invariant mass near 125 GeV/c 2 . The combined statistical significance is about 2.0 σ including the look elsewhere effect, but nevertheless, this is interesting and requiring more data to confirm or reject the hypothesis.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 240,
                    "text": "[1]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 274,
                    "text": "[2]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 292,
                    "text": "[3]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "start": 497,
                    "text": "[5]",
                    "end": 500
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With full dataset and improved analyses, The Tevatron will be still competitive and will provide an unique sensitivity to H → bb in the remaining mass range. In this note, we present the recent results from the combination of multiple direct searches for the SM Higgs boson at the Tevatron [3]. The analyses that are combined seek signals of Higgs bosons produced in association with vector bosons (qq → W/ZH), through gluon-gluon fusion (gg → H), and through vector boson fusion (VBF) (qq → q ′q′ H) corresponding to integrated luminosities up to 8.2 fb −1 at CDF and 8.6 fb −1 at D0.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 290,
                    "text": "[3]",
                    "end": 293
                }
            ]
        },
        {
            "text": "Higgs Boson Search Strategies",
            "section_rank": 3
        },
        {
            "section": "Higgs Boson Search Strategies",
            "text": "The dominant Higgs boson production processes at the Tevatron are gluon-gluon fusion, and associated production with a W or Z boson. For a mass below 135 GeV/c 2 , the Higgs boson decays predominantly into bb, which makes the associated production most assessible while the direct production of gg → H → bb is limited by multi-jet QCD a e-mail: wmyao@lbl.gov background. For a mass above 135 GeV/c 2 , the Higgs boson will decay predominately into WW * and ZZ, making the gg → H production most useful. However, the best sensitivity requires combining all production and decay channels together, including both CDF and D0 data.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Higgs Boson Search Strategies",
            "text": "The search strategies for the Higgs boson are quite similar for the corresponding CDF and D0 analyses. For low mass signatures we look for a bb mass resonance in associated with W/Z events where W/Z decays leptonically. We apply b-tagging and advanced multivariate analysis (MVA) technique to suppress large W/Z +jets and top background. For high mass signatures we look for the Higgs boson decaying into WW pair in the inclusive Higgs boson events that lead to many interesting final states. The most sensitive channel is both W decaying leptonically that gives a final state of opposite-sign dilepton, large missing Et, and some jets. Due to missing neutrinos, we have to rely on the event kinematic distributions that distinguish the signal from the background using MVA techniques. There are in total 165 mutually exclusive final states, 94 channels from D0 and 71 channels from CDF.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Higgs Boson Search Strategies",
            "text": "All analyses provide binned histograms of the final discriminant for data, signal, and each individual background. More details for the low and high-mass SM Higgs boson searches can be found in these talks [6].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[6]",
                    "end": 209
                }
            ]
        },
        {
            "section": "Higgs Boson Search Strategies",
            "text": "We use the most recent high-order calculations of the SM Higgs boson production cross section and decay branching ratio to normalize the signal event yield in each individual channel. So we can combine them statistically.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Combination Procedures",
            "section_rank": 4
        },
        {
            "section": "Combination Procedures",
            "text": "To gain confidence that the final result does not depend on the details of statistical method, we perform two types of combinations, using Bayesian and modified Frequentist approaches, which yield results that agree within 10%. We quote only the limits obtained with the Bayesian method, which is decided upon a priori. Both methods rely on distributions of final discriminants, not just on event counts. Systematic uncertainties are treated as nuisance parameters with truncated Gaussian. Both methods use likelihood calculations based on Poisson probabilities. There are two types of systematic uncertainties that affect the rate and shape of estimated signal and background in a correlated way. The rate systematic only affects overall normalization while the shape systematic is changing differential distribution due to the jet energy scale(JES) and Monte Carlo(MC) modeling.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Combination Procedures",
            "text": "CDF and D0 share common systematic uncertainties on luminosity, the theoretical cross sections, and some scale and PDF veriations, which are treated as correlated. Other sources of systematic are experiment dependent, treated uncorrelated between experiments, but correlated within the experiment, such as lepton identification, b-tagging efficiency, JES, detector effects and instrumental backgrounds.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Combination Procedures",
            "text": "In order to check the consistency between data and expectations, we rebin the final discriminant from each channel in terms of signal to background ratio (s/b), data with similar s/b may be added without loss in sensitivity. ",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Combined Tevatron Searches for the SM Higgs Boson",
            "section_rank": 5
        },
        {
            "section": "Combined Tevatron Searches for the SM Higgs Boson",
            "text": "Before extracting the combined results, we check the search sensitivity using log-likelihood ratio(LLR) for different hypotheses to quantify the expected sensitivity across the mass range tested. Figure 4 shows the combined distributions of the log-likelihood ratio as a function of Higgs boson mass. The black dot curve is for the background-only hypothesis, the red dot curve is for the signal-plus-background hypothesis, and the solid curve is for the observed data. The sizes of one and two sigma bands indicate the width of the LLR background-only distribution. The separation between the background-only and signal-plus-background hypotheses provides a measure of the search sensitivity, which is about two sigma at low mass and close to 3 sigma at m H = 165 GeV/c 2 . Figure 5 shows the ratio of the 95% C.L. expected and observed limit to the SM Higgs boson cross section times branching ratio at the Tevatron after combining CDF and D0 searches together [3]. The observed and median expected ratios are listed in Table 1 for m H ≤ 150 GeV/c 2 , and in Table 2 for m H ≥ 155 GeV/c 2 , as obtained by the Bayesian and the CL s methods. We obtain the observed limit of 1.17 with expected 1.16 for m H = 115 GeV/c 2 and 0.48 with expected 0.57 for m H = 165 GeV/c 2 .",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 196,
                    "text": "Figure 4",
                    "end": 204
                },
                {
                    "type": "figure",
                    "start": 775,
                    "text": "Figure 5",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 963,
                    "text": "[3]",
                    "end": 966
                },
                {
                    "type": "table",
                    "start": 1022,
                    "text": "Table 1",
                    "end": 1029
                },
                {
                    "type": "table",
                    "start": 1061,
                    "text": "Table 2",
                    "end": 1068
                }
            ]
        },
        {
            "section": "Combined Tevatron Searches for the SM Higgs Boson",
            "text": "We investigate the sensitivity and observed limits using CDF's and D0's searches for H → bb taken in combination. These channels contribute the most for values of m H below 135 geV/c 2 and will remain competitive with the LHC experiments. The result of this combination is shown in Figure 6.   ",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 282,
                    "text": "Figure 6",
                    "end": 290
                }
            ]
        },
        {
            "text": "Constraints on Fourth-Generation and other Exotic Models",
            "section_rank": 6
        },
        {
            "section": "Constraints on Fourth-Generation and other Exotic Models",
            "text": "With the absence of a H → WW signal, we can use it to set constraints on 4th generation and other exotic models [7] [8]. For example, in a 4th generation model, the Higgs boson production cross section of gg → H could be enhanced by a factor of 9 due to additional 2 heavy quarks contributions in the loop. Reinterpreting H → WW limit in the 4th generation model, as shown in Figure 7 as a function of the Higgs boson mass, we are able to exclude the Higgs boson mass between 124 and 286 GeV/c 2 at 95% CL, Further combining H → γγ, WW limit in a fermiphobic model, as shown in Figure 8 as a function of the Higgs boson mass, we are able to exclude the Higgs boson mass above 119 GeV/c 2 at 95% CL. and D0 experiments at the Tevatron pp collider at √ s = 1.96 TeV. With up to 8.2 fb −1 of data analyzed at CDF and up to 8.6 fb −1 at D0, the 95% C.L. upper limits (median expected) on Higgs boson production are factors of 1.17 (1.16), 1.71 (1.16), and 0.48(0.57) times the SM predictions for Higgs bosons of mass m H =115, 140, and 165 GeV/c 2 , respectively. We exclude a standard-model Higgs boson in the mass range 156-177 GeV/c 2 at the 95% C.L, with an expected exclusion region 148-180 GeV.c 2 . The absence of Higgs boson signal also constrains some new physics such as 4 th generation models and other exotic models as well.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 376,
                    "text": "Figure 7",
                    "end": 384
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 578,
                    "text": "Figure 8",
                    "end": 586
                }
            ]
        },
        {
            "text": "Conclusion and Future Prospects",
            "section_rank": 7
        },
        {
            "section": "Conclusion and Future Prospects",
            "text": "The Tevatron has ended on 9/30/2011 for the last time after 28 years With 10 fb-1 analyzable dataset and anticipated improvement, the Tevatron will remain competitive to reach 95% C.L. exclusion sensitivity over the Higgs boson mass range up to 185 GeV/c 2 . In addition, we combine the CDF and D0 analyses which seek specifically the H → bb decay, which dominates at the low end of the allowed mass range for the SM Higgs boson and will remain competitive with the LHC experiments for several years to come.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "EPJEPJFig. 1 .",
            "section_rank": 8
        },
        {
            "section": "EPJEPJFig. 1 .",
            "text": "Fig. 1. Background-subtracted distributions of log 10 (s/b) for the data from all contributing channels from the combined CDF and D0 analyses for m H = 115 GeV/c 2 .",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "Figure 1 -3 show the data after the background subtraction, compared to the expected signal as function of log(s/b) for m H = 115, 140, and 165 GeV/c 2 , respectively. There are no significant excess of events observed in any of the higest s/b bins.",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .Fig. 3 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .Fig. 3 .",
            "text": "Fig. 2. Background-subtracted distributions of log 10 (s/b) for the data from all contributing channels from the combined CDF and D0 analyses for m H = 140 GeV/c 2 .",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "Fig. 4 .Fig. 5 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 4 .Fig. 5 .",
            "text": "Fig. 4. Distributions of the log-likelihood ratio as a function of Higgs boson mass obtained with the CL s method for the Tevatron combination. The bands indicate the region enclosing 1-σ and 2σ fluctuations of the background, respectively.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Fig. 6 .Fig. 7 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 6 .Fig. 7 .",
            "text": "Fig. 6. Observed and expected 95% C.L. upper limits on the ratio to the SM prediction for the H → bb decay. The bands indicate the 68% and 95% probability regions where the limits can fluctuate, in the absence of signal.",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. The combined observed (solid black lines) and expected (dashed black lines) 95% C.L. upper limit on σ(pp → H) × B(H → W + W − ) are shown in a fermiphobic model as a function of the Higgs boson mass.",
            "paragraph_rank": 20,
            "section_rank": 13
        },
        {
            "text": "Table 1 .Table 2 .",
            "section_rank": 14
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "Ratios of median expected and observed 95% C.L. limit to the SM cross section for the combined CDF and D0 analyses as a function of the Higgs boson mass. Ratios of median expected and observed 95% C.L. limit to the SM cross section for the combined CDF and D0 analyses as a function of the Higgs boson mass.",
            "paragraph_rank": 21,
            "section_rank": 14
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "July 17, 2011 Data-Background Signal ±1 s.d. on Background",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "Acknowledgments",
            "section_rank": 16
        },
        {
            "section": "Acknowledgments",
            "text": "We would like to thank the organizers of the 2011 Hadron Collider Physics Symposium for a wonderful conference with excellent presentations and the CDF and D0 collaborations for the results presented at this conference.",
            "paragraph_rank": 23,
            "section_rank": 16
        }
    ]
}