{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a summary of the latest measurements of the top pair and single top cross sections performed by the CDF and D0 collaborations at the Fermilab Tevatron collider.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Fermilab Tevatron collider ended its run on September 30, 2011 after delivering more than 10 fb −1 of pp collision data per experiment at √ s = 1.96 TeV. A large sample of top quarks collected by the CDF and D0 experiments allows to perform precision measurements of their production which is predicted to occur within the standard model (SM) either in pairs via strong interactions or as single top events via electroweak interactions. Such measurements represent an important test of the theoretical calculations which predict the tt and single top production cross sections with a precision of 6% to 8% [1] and 5% [2], respectively. Precise measurements of top pair cross section (σ tt ) in different tt final states and single top production via different production mechanisms are highly desirable as they are sensitive to the non-SM particles that may appear in top quark production or decays.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 610,
                    "text": "[1]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 621,
                    "text": "[2]",
                    "end": 624
                }
            ]
        },
        {
            "text": "Top quark pair production cross sections",
            "section_rank": 3
        },
        {
            "section": "Top quark pair production cross sections",
            "text": "Within the SM, top quark decays to a W boson and a bquark with almost 100% probability. Thus, tt events can create final states with two leptons (dilepton channel) if both W bosons from top quark decay leptonically into eν e , µν µ or τν τ , single lepton (ℓ + jets channel) with one W boson decaying leptonically and another one hadronically into qq ′ , or no leptons (all hadronic channel) if both W bosons decay hadronically.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "ℓ + jets channel",
            "section_rank": 4
        },
        {
            "section": "ℓ + jets channel",
            "text": "The ℓ + jets channel provides the most precise measurements of the tt production cross section due to its relatively large branching and manageable background dominated by the production of W bosons in association with heavy and light flavor jets (W+jets). Two approaches are used to discriminate tt signal from the background. The first one exploits differences in kinematic properties of signal and W+jets background. It relies on selecting a number of discriminating variables, typically related to different features of the events, such as angular distributions of the objects or a e-mail: Elizaveta.Shabalina@cern.ch their energy, and building a discriminant from these variables using one of the multivariate techniques. The cross section is then extracted from a binned maximum likelihood fit to data. The same idea is used to extract single top cross section with the difference that for the latter one has to include many more discriminating variables due to a very poor signal over background (S/B) ratio.",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "section": "ℓ + jets channel",
            "text": "The second approach makes use of the presence of a bquark in top quark decay while the major backgrounds are dominated by light jets production. Thus the requirement of at least one jet per event be identified as a b-jet improves significantly S /B and allows to extract tt cross section from a counting experiment. D0 performed tt cross section measurement with 5.3 fb −1 of data by selecting events with ≥ 2 jets and splitting them into subsamples according to the number of jets and b-tags [3]. In the background dominated subsamples, i.e., two jet events, three jet events with < 2 b-tags and events with at least four jets and no b-tags, Random Forest (RF) discriminant is built to separate signal from the background. In the signal dominated ones, with at least four jets and three jets with two b-tags, the b-tag counting is used. Cross section is extracted from the simultaneous fit to data of the RF discriminant and the number of b-tags distribution across different jet multiplicities constraining many systematic uncertainties which are included as nuisance parameters in the fit. The measured cross section yields σ tt = 7.78 +0.77 −0.64 (stat + syst + lumi) pb, achieving a relative precision below 10%. The latter is limited by the systematic uncertainties with the largest contribution from the determination of integrated luminosity (6.1%).",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 493,
                    "text": "[3]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "start": 1139,
                    "text": "+0.77",
                    "end": 1144
                }
            ]
        },
        {
            "section": "ℓ + jets channel",
            "text": "The CDF collaboration significantly reduces the dependence on the luminosity measurement and its associated large systematic uncertainty by exploiting the correlation between the luminosity measurements for Z boson and tt production [4]. CDF analysis computes the ratio of the tt to Z boson cross section, measured using the same triggers and dataset, and multiplies this ratio by the precisely known theoretical Z cross section, thus replacing the luminosity uncertainty with the smaller theoretical and experimental uncertainties on Z cross section. Using this approach in the dataset of 4.6 fb −1 CDF collaboration measures cross section using two methods: by of these two measurements yields the most precise top quark cross section measurement to date of σ tt = 7.70 ± 0.52 pb with a relative uncertainty of 7%. All cross sections quoted above assume top quark mass m t = 172.5 GeV. Figure 1 (left) shows the RF discriminant distribution for events with three jets and no b-tags and Fig. 1 (middle) shows the jet multiplicity distribution for events with at least two btags in D0 data compared to the background model prediction and tt signal contribution calculated using the measured cross section. Figure 1 (right) shows the NN output used to extract the tt cross section in the kinematic analysis by CDF, for simulated signal and background events, and data.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 233,
                    "text": "[4]",
                    "end": 236
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 888,
                    "text": "Figure 1",
                    "end": 896
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 988,
                    "text": "Fig. 1",
                    "end": 994
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1206,
                    "text": "Figure 1",
                    "end": 1214
                }
            ]
        },
        {
            "text": "Dilepton channel",
            "section_rank": 5
        },
        {
            "section": "Dilepton channel",
            "text": "Low background, characteristic of the dilepton channel and dominated by the diboson and Z boson production in association with jets, allows to use simple counting methods to extract tt cross section. The disadvantage of this channel is its low branching fraction which made σ tt measurement statistically limited until recently. The CDF collaboration uses 5.1 fb −1 of data to measure σ tt in the dilepton channel using 343 candidate events in the pretag sample and 137 events after b-jet identification requirement [5]. Both measurements are in good agreement with each other and yield σ tt = 7.40 ± 0.58(stat) ± 0.63(syst) ± 0.45(lumi) pb for the pretag analysis and σ tt = 7.25 ± 0.66(stat) ± 0.47(syst) ± 0.44(lumi) pb for the b-tagged one. Statistical and systematic uncertainties are comparable for both approaches. The b-tagged analysis has a smaller systematic uncertainty due to a significantly lower backgrounds which have relatively large uncertainties and achieves a precision below 13%. Figure 2 shows jet multiplicity spectrum in the pretag sample. The D0 collaboration uses a more complicated new technique to measure σ tt in 5.4 fb −1 of data [6]. In addition to events with at least two jets this analysis uses one-jet events in eµ channel and extracts σ tt from the likelihood fit to the distriminant based on the D0 NN b-tagging algorithm. The algorithm combines information about the impact parameters of the tracks and variables that characterize the properties of the reconstructed secondary vertices in a single discriminant. The cross section is measured by simultaneously fitting the distributions of the smallest of the two b-tagging NN output values of the two leading jets in the four channels with systematic uncertainties included in the fit. This approach allows to constrain the uncertainties and achieve the best precision in the dilepton channel ",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 516,
                    "text": "[5]",
                    "end": 519
                },
                {
                    "type": "figure",
                    "start": 1000,
                    "text": "Figure 2",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1159,
                    "text": "[6]",
                    "end": 1162
                }
            ]
        },
        {
            "text": "Combination of the cross sections",
            "section_rank": 6
        },
        {
            "section": "Combination of the cross sections",
            "text": "Up to now tt production cross sections were measured at the Tevatron in all channels except for the one with two hadronic taus in the final state using a variety of methods. All measurements are in agreement with the theoretical calculations. Figure 4 (5) shows a summary of the results from the D0 (CDF) experiment. A recent combination of dilepton and ℓ + jets cross section measurements with 5.4 fb −1 by D0 yields σ tt = 7.56 +0.63 −0.56 pb which corresponds to a relative uncertainty of (+8.3-7.4)% [6]. Combination of the best CDF measurements in different channels achieves relative uncertainty of 6.4% and yields σ tt = 7.50 ± 0.48 pb [7] for a top mass of 172.5 GeV.   ",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 243,
                    "text": "Figure 4",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 504,
                    "text": "[6]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 643,
                    "text": "[7]",
                    "end": 646
                }
            ]
        },
        {
            "text": "Production of single top quarks",
            "section_rank": 7
        },
        {
            "section": "Production of single top quarks",
            "text": "At the Tevatron single top quarks are produced either by a t-channel exchange of a virtual W boson which produces a top quark via interaction with a b-quark, or by an s-channel exchange of an off-shell W boson which decays into a top and a b quark. The third process, associated production of a W boson and a top quark, has a negligible production rate at the Tevatron. Approximate NNLO calculation [2] predicts t-channel (s-channel) cross section to be 2.26 ± 0.12 pb (1.04 ± 0.04 pb). Observation of the single top [8] is difficult because of the relatively small cross section and very large background, and requires to use powerful multivariate techniques.",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 399,
                    "text": "[2]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 517,
                    "text": "[8]",
                    "end": 520
                }
            ]
        },
        {
            "text": "Cross section measurements",
            "section_rank": 8
        },
        {
            "section": "Cross section measurements",
            "text": "Recent analysis of the D0 collaboration uses 5.4 fb −1 of data and measures combined s+t channel cross section (assum-ing SM relative production rates for t-and s-channels) using three different multivariate discriminants constructed using Boosted Decision Trees [10], Bayesian Neural Network (BNN) [11] and Neuroevolution of Augmented Topologies [12]. The outputs of individual methods have correlation of 70% and are combined using second BNN. The measured cross section is [9] σ((s + t)) = 3.43 +0.73 −0.74 pb and has 21% relative precision. Figure 6 shows the output of the discriminant for a combined s + t channel (left) and schannel (middle) for the signal region. In these plots, the bins are sorted as a function of the expected S/B ratio such that S/B increases monotonically within the range of the discriminant. Figure 6 (right) shows the distribution of one of the most powerful discriminating variables, top quark mass, for the region of large value for signal discrimination (S/B > 0.24). Combined s + t contribution is clearly visible in the plots while the signal presense in s-channel discriminant is not significant.",
            "paragraph_rank": 10,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 263,
                    "text": "[10]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 299,
                    "text": "[11]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 347,
                    "text": "[12]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 476,
                    "text": "[9]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "start": 498,
                    "text": "+0.73",
                    "end": 503
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 545,
                    "text": "Figure 6",
                    "end": 553
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 824,
                    "text": "Figure 6 (right)",
                    "end": 840
                }
            ]
        },
        {
            "section": "Cross section measurements",
            "text": "Given that potential contributions from new physics scenarios can affect only one of the channels it is important to perform single top cross section measurements in sand t-channels separately. Using same data set as for the combined s + t measurement D0 collaboration performs model-independent measurement of t-channel single top production [13]. In this analysis, two-dimensional posterior probability density is constructed as a function of tand s-channel cross sections without constraint on the relative rate of these contributions. Posterior distribution is integrated over s-channel axis to obtain one dimentional posterior probability density used to extract t-channel cross section. The latter is measured to be σ(t) = 2.90 ± 0.59 pb. The observed (expected) significance of the result is 5.5 (4.6) standard deviations. Cross section in s-channel is obtained in a similar way by integrating over t-channel axis: σ(s) = 0.98 ± 0.63 pb.",
            "paragraph_rank": 11,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 343,
                    "text": "[13]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Cross section measurements",
            "text": "The most precise measurement in the s-channel is obtained by the CDF collaboration σ(s) = 1.8 +0.7 −0.5 pb in the single top observation analysis using 3.2 fb −1 of data [14] with the significance of the signal exceeding 3 standard deviations.",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 94,
                    "text": "+0.7",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 170,
                    "text": "[14]",
                    "end": 174
                }
            ]
        },
        {
            "text": "Measurements of |V tb |",
            "section_rank": 9
        },
        {
            "section": "Measurements of |V tb |",
            "text": "Single top production allows to probe Wtb interaction since its production rate is proportional to the |V tb | 2 mixing matrix element. The latter can be measured directly without any assumption on the number of quark families and the unitarity of the CKM matrix. D0 collaboration uses combined s+t cross section measurement to extract |V tb | assuming that top quarks decay exclusively into Wb and that Wtb interaction is CP-conserving and of V − A type. These assumptions allow an anomalous strength of the left-handed Wtb coupling ( f L 1 ). Assuming the measured single top cross section [9] |V tb f L 1 | = 1.02 +0.10 −0.11 . Uncertainties include contributions from the theoretical uncertainties on the s-and t-channel production cross sections. If f L 1 is assumed to be unity and |V tb | in [0,1] region, a limit |V tb | > 0.79 at 95% C.L. is extracted.",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 592,
                    "text": "[9]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "start": 604,
                    "text": "L",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "start": 757,
                    "text": "L",
                    "end": 758
                }
            ]
        },
        {
            "section": "Measurements of |V tb |",
            "text": "A measurement of σ tt can be used to study |V tb | indirectly by measuring the ratio of branching fractions with q being a d, s, or b quark. In the SM R = 1, constrained by the unitarity of the CKM matrix. R < 1 can indicate a presence of new physics, for example, existence of additional quark families. D0 experiment measures R simultaneously with the tt cross section using dilepton and ℓ + jets events in 5.4 fb −1 of data [15]. In the ℓ + jets channel, counting of b-tagged events in data and simulation is used to distunguish between different decay modes of tt pair. In the dilepton channel, the shape of the output of the NN b-tagging algorithm serves the same purpose. ",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 427,
                    "text": "[15]",
                    "end": 431
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 10
        },
        {
            "section": "Conclusions",
            "text": "The Tevatron experiments provide precise measurements of the top pair production cross sections. Recent measurements of the electroweak single top production improve the uncertainty on the combined s + t channel cross section and allowe to observe t-channel single top production. All results agree with the SM and challenge the precision of the theoretical calculations. ",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. RF discriminant output for events with three jets and no b-tags (left) and jet multiplicity spectrum of events with at least 2 b-tags (middle) from D0 analysis, NN output for events with ≥ 3 jets from CDF analysis (right).",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .Fig. 3 .",
            "text": "Fig. 2. Jet multiplicity spectrum of pretag events.",
            "paragraph_rank": 17,
            "section_rank": 12
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Summary of the σ tt measurements by the CDF experiment.",
            "paragraph_rank": 18,
            "section_rank": 13
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Distributions of the s + t discriminant (left) and s discriminant (middle) in the signal region [0.8, 1] and distribution of the reconstructed top quark mass in a data sample with S /B > 0.24 (right).",
            "paragraph_rank": 19,
            "section_rank": 14
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Number of b-tagged jets in ℓ + jets events with ≥ 4 jets.",
            "paragraph_rank": 20,
            "section_rank": 15
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Distribution of the minimum b-tag NN output of the jets of highest-p T in dilepton channel.",
            "paragraph_rank": 21,
            "section_rank": 16
        },
        {
            "text": "Summary of the σ tt measurements by the D0 experiment.",
            "paragraph_rank": 22,
            "section_rank": 17
        },
        {
            "text": "σ (pp → tt + X) [pb]",
            "paragraph_rank": 23,
            "section_rank": 17
        }
    ]
}