{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first measurement of the top quark pair production cross section in the fully hadronic channel at a center-of-mass energy of √ s = 7 TeV is presented. The measurement has been performed using an integrated luminosity of 1.09 fb −1 , collected with the CMS detector. The reconstruction of the tt candidates is performed after a cut-based event selection using a kinematic fit. A data-driven technique is used to estimate the dominant background from QCD multijet production. The cross section is determined from a fit to the top quark mass. The cross section measurement yields σ(tt) = 136 ± 20(stat.) ± 40(sys.) ± 8(lumi.) pb. This result is consistent with an independent measurement in the same channel, with the measurements in other decay channels and with the Standard Model predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measurements of the top quark pair production cross section in proton-proton collisions at the LHC provide important tests of our understanding of the top quark production mechanism and can also be used in new physics searches. Recent CMS [1] measurements, making use of the full 2011 dataset corresponding to an integrated luminosity greater than 1 fb −1 , have been performed in the dilepton channel, including τ leptons, and in the lepton+jets channel [2][3][4].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 239,
                    "text": "[1]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "start": 353,
                    "text": "−1",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "start": 455,
                    "text": "[2]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "[3]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "start": 461,
                    "text": "[4]",
                    "end": 464
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Here the first cross section measurement in the fully hadronic decay channel with the CMS detector is presented [5]. The fully hadronic decay channel has the largest signal yield compared to the dilepton and lepton+jets channels. However, with only jets in the final state, this channel is dominated by the nearly identical QCD multijet background. This measurement demonstrates the good understanding of the CMS detector and is, therefore, an important milestone. This measurement was combined with the more recent measurements in the other channels, providing the most precise CMS measurement obtained to date.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 112,
                    "text": "[5]",
                    "end": 115
                }
            ]
        },
        {
            "text": "Event Selection",
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "To select fully hadronically decaying top quark pairs the candidate events are required to have at least four jets with p T > 60 GeV/c, a fifth jet with p T > 50 GeV/c, and a sixth jet with p T > 40 GeV/c. All jets are required to be within an absolute pseudorapidity |η| of 2.4, in the tracker acceptance. Additional jets are considered only if they have a transverse momentum of more than 30 GeV/c.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "Tagging jets originating from bottom quarks (b-tagging) is achieved with a robust b-tagging algorithm based on the reconstruction of secondary vertices [6]. This algorithm yields an efficiency of 38±4% while having a mis-tag rate a on behalf of the CMS Collaboration of 0.12±0.02%. At least two b-tagged jets are required in each event.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 152,
                    "text": "[6]",
                    "end": 155
                }
            ]
        },
        {
            "text": "Kinematical Fit",
            "section_rank": 4
        },
        {
            "section": "Kinematical Fit",
            "text": "For the final selection of candidate top quark events a kinematic (least-squares) fit is applied. It exploits the characteristic topology of top quark events: two W bosons with a mass of 80.4 GeV/c 2 that can be reconstructed from the untagged jets and two top quarks that can be reconstructed from the W bosons and the b-tagged jets. The masses of the two top quarks are assumed to be equal, but not fixed, in order to avoid any bias.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Kinematical Fit",
            "text": "To find the right combination of jets, the fit procedure is repeated for every distinguishable jet permutation. This is done using all (six or more) jets that passed the selection criteria. All b-tagged jets are taken as bottom quark candidates, the remaining jets are taken as light quark candidates. If the fit converges for more than one of the possible jet permutations, the one with the minimum χ 2 is chosen. After the kinematic fit, all events with a fit probability P(χ 2 ) > 0.01 are accepted. In the kinematic fit gaussian resolutions are used for the jets.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Kinematical Fit",
            "text": "The number of events in data passing each selection step and the expected signal fraction using a Standard Model tt production cross section of 163 pb [7] are given in Table  1.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 151,
                    "text": "[7]",
                    "end": 154
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 168,
                    "text": "Table  1",
                    "end": 176
                }
            ]
        },
        {
            "text": "Signal Extraction",
            "section_rank": 5
        },
        {
            "section": "Signal Extraction",
            "text": "The number of signal events after the final selection is determined via an unbinned maximum likelihood fit to the reconstructed top quark mass distribution, obtained from the kinematic fit. The shapes used in the fit for the signal and background distributions are derived from simulation and a data-driven estimate, respectively. The resulting distribution is shown in Figure 1.    ",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 370,
                    "text": "Figure 1",
                    "end": 378
                }
            ]
        },
        {
            "text": "QCD Background Estimation",
            "section_rank": 6
        },
        {
            "section": "QCD Background Estimation",
            "text": "The background from QCD multijet events is estimated from events with six or more jets of which exactly zero are b-tagged. In this region of the phase space the signal contribution is below 1%. As the kinematics of b-tagged jets and non-b-tagged jets is different, the events that do not contain any b-tag are weighted such that they reproduce the kinematics of the b-tagged jets. This is done by deriving a ratio:",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "QCD Background Estimation",
            "text": "where N(p T , |η|, b) is the number of b-tagged jets in events with at least one jet coming from b quarks and N(p T , |η|, not b) is the number of untagged jets from all events in data. The ratio R gives the probability of b-tagging a jet as a function of its transverse momentum p T and absolute pseudorapidity |η|. The kinematic fit is performed on all events with zero b-tagged jets, assuming every jet as bottom quark candidate. For all permutations with P(χ 2 ) ≥ 0.01 an event weight",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "QCD Background Estimation",
            "text": "is calculated depending on the p T and |η| of the two jets assigned to the bottom quarks in the kinematic fit hypothesis. The weighted events are used for the estimation of the QCD multijet background that passes the event selection criteria with two b-tagged jets.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "The inclusive cross section for top quark pair production in the fully hadronic decay channel has been derived from",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "The fraction of signal events, f sig , is estimated by the fit of the top quark mass distribution and is found to be 25.0%. The number of events N seen in the data after the full selection is 1620 and the efficiency for selecting tt events , which is determined from simulation, is 0.22%. The latter includes the correction factors for the b-tagging efficiency, mis-tag rate and trigger efficiency found in data. The integrated luminosity of the data sample is L int = 1.09 fb −1 . With these numbers the tt production cross section σ tt = 136 ± 20(stat.) ± 40(sys.) ± 8(lumi.) pb is obtained. The total relative uncertainty corresponds to ±33%.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "To determine the systematic uncertainties on the cross section measurement, samples of simulated events with modified parameters have been used. For each variation the change in the efficiencies and the fitted signal fraction, and hence the cross section, has been studied using pseudoexperiments. An overview of the main sources of systematic uncertainties is given in Table 2. ",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 370,
                    "text": "Table 2",
                    "end": 377
                }
            ]
        },
        {
            "text": "Cross Check Analysis",
            "section_rank": 8
        },
        {
            "section": "Cross Check Analysis",
            "text": "A second measurement has been performed as a cross check. For this analysis the kinematic properties of signal and background events are characterized to develop a kinematic selection based on a neural network. Moreover, the QCD multijet background is estimated from data using the information from the kinematic variables of dijet pairs that passed loose b-tagging criteria and extrapolating to the signal region with tighter b-tagging criteria and higher jet multiplicities. The neural network has been trained using in total eight kinematic variables. These variables are sphericity, centrality, aplanarity, the sum of transverse jet energies (including and without the first two jets), the transverse jet energies weighted with sin 2 θ (θ being the angle enclosed by the jet and the beam-axis in the center-of-mass frame of the multijet final state) for the first and second jets, as well as the mean of the remaining jets. The events are all required to have a jet multiplicity of 6 ≤ N jet ≤ 8, where the jets selection criteria are the same as for the main analysis. The outcome of the training process is shown in Figure 2. The selected events are required to have a neural network output NN out > 0.65. To improve the purity of the selected sample two b-tags are required using an algorithm different from the on used in the main analysis, with an efficiency of 63 ± 4% and mis-tag rate of 1.8 ± 0.2%. The assumption for the datadriven QCD multijet background estimate is that the bb dynamics in events with six or more jets can be appropriately inferred from a control sample of events with four or five jets. Three variables are used to parametrize the probability that both jets in a given dijet pair are both b-tagged: the average transverse momentum < p T >, the average pseudorapidity < |η| >, and the opening angle between the two jets ∆R.",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1122,
                    "text": "Figure 2",
                    "end": 1130
                }
            ]
        },
        {
            "section": "Cross Check Analysis",
            "text": "Events with six or more jets have by definition more dijet combinations than events with four or five jets. In order to avoid a bias due to this fact the probability that a given jet pair with both jets having a loose b-tag also has both jets with a medium b-tag was parametrized. With this parametrization, referred to as the ratio R MM LL , the expected amount of background pairs of medium-tagged jets is obtained by weighting each event with",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "section": "Cross Check Analysis",
            "text": "where the sum runs over all loose-tagged jet pairs in the event with at least two loose b-tags. The tt signal is extracted from the reconstructed top quark mass. For the event reconstruction a kinematic fit is used, similar to the one used for the main analysis, with the requirements of χ 2 < 40 and a minimum opening angle between the b-tagged jets of ∆R > 1.2. After the full event selection 937 events remain from which 1125 top quark masses can be reconstructed. Three templates are used to describe the reconstructed top quark mass distribution. The background template is obtained from data by weighting it with the double-tag probability. The signal template is acquired directly from simulation. A third template representing signal events behaving as background is also derived from simulation, but weighted with the double-tag probability. This is done in order to correct for contamination from signal events in the control region. Finally, the cross section is extracted from a binned maximum likelihood fit of these three templates to the distribution measured from data. Figure 3 shows the comparison between the reconstructed top mass from data and the expected sig-nal and background distributions normalized to the yields found in the fit. The measured cross section is σ tt = 157 ± 30(stat.) ± 47(sys.) ± 8(lumi.) pb with a signal fraction of 40%.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1086,
                    "text": "Figure 3",
                    "end": 1094
                }
            ]
        },
        {
            "section": "Cross Check Analysis",
            "text": "The value is in agreement with the Standard Model predictions and with the value obtained by the main analysis. This provides an important and independent cross check of the measurement. ",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Conclusions",
            "section_rank": 9
        },
        {
            "section": "Conclusions",
            "text": "A first measurement of the top quark pair production cross section in the fully hadronic decay channel at a center-ofmass energy of 7 TeV has been presented. The measurement results in a cross section of σ tt = 136 ± 20(stat.) ± 40(sys.) ± 8(lumi.) pb (5) A cross check analysis, using a neural network based event selection and a different QCD multijet background estimate, gives a result compatible within the errors. Both results are consistent with earlier CMS measurements in the dilepton and lepton+jets decay channels and also with the Standard Model approximate NNLO theoretical calculations [7][8][9].",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 600,
                    "text": "[7]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 603,
                    "text": "[8]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 606,
                    "text": "[9]",
                    "end": 609
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Result of the fit of the reconstructed top quark mass for the tt simulation (solid line) and the multi-jet QCD estimated from data (dashed line). The uncertainty stated on the signal fraction f sig is only statistical.",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Neural network output for simulated tt events and multijet events from data shown normalized to unity.",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Reconstructed top quark mass m top for b-tagged jet combinations observed in data (circles) passing the full event selection. For comparison, the expected background (dashed line) and tt signal (solid line) are shown, both normalized to the yields from the fit.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "EPJ Web of Conferences DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, 2012",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20122812042 EPJ Web of Conferences",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "Table 1 .",
            "section_rank": 14
        },
        {
            "section": "Table 1 .",
            "text": "Number of events and the expected signal fraction in the data sample after each selection step. The expected signal fraction is taken from the simulation, assuming a cross section of 163 pb.",
            "paragraph_rank": 26,
            "section_rank": 14
        },
        {
            "text": "Table 2 .",
            "section_rank": 15
        },
        {
            "section": "Table 2 .",
            "text": "Summary of the main sources of systematic uncertainties with their values.",
            "paragraph_rank": 27,
            "section_rank": 15
        }
    ]
}