{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurement of tt pair production cross sections with an integrated luminosity of around 1 fb −1 at √ s = 7 TeV obtained with the ATLAS and CMS detectors are reported. The inclusive cross sections in dilepton (ee, eµ, µµ and µτ), lepton+jets (e, µ) and all hadronic decay modes are measured. In addition to inclusive cross section measurement, the study of jet multiplicity with additional jets are also presented, which is important to constrain the initial state radiation. Measurement of the charge asymmetry at the LHC is also presented. All measurements are compatible with Standard Model predictions.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Large Hadron Collider (LHC) accumulated the data corresponding to an integrated luminosity of almost 1 fb −1 in both experiments ATLAS and CMS by the summer in 2011 for HCP2011. At the LHC, the tt production cross section at √ s = 7 TeV is predicted to be 164.6 pb by approximate next-to-next-leading-order (NNLO) calculation and 157.5 pb by next-leading-order (NLO) calculation. The cross section measurement of tt is important for testing the perturbative QCD which is successful so far and searching for new physics. Any deviation would indicate possible new physics. It is crucial to measure the cross section in all decay modes since new physics can appear in any different decay modes. Top quark decays almost exclusively to W boson ans b quark. Therefore, the decay mode entirely depending on W boson branching ratio. In dilepton decay mode (ee, eµ, µµ), tau leptonic decay is included. Considering Br(τ → lν l ν τ ) = 0.35, the branching ratio would be 6.8%, 3.8%, 30% and 44% for dilepton, lepton+tau, lepton+jets and all hadronic decay modes, respectively. In addition to inclusive cross section, the jet multiplicity distribution of tt with additional jets in lepton+jets decay mode is shown, which is important measurement to constrain the initial state radiation (ISR). As the deviation has been observed by Tevatron, the charge asymmetry measurement at the LHC are also performed using the fact that the width of top quark is slightly broader than anti-top quark in rapidity distribution at the LHC.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Samples & Objects",
            "section_rank": 3
        },
        {
            "section": "Samples & Objects",
            "text": "At ATLAS, MC@NLO is interfaced with HERWIG (PS) and JIMMY (UE). Approximate NNLO of 164.6 pb is used for normalization. At CMS, the signal sample of tt is modeled by MADGRAPH with PYTHIA matching up to three additional partons. NLO cross section of 157.5 pb is used for normalization. In both experiments, the τ decay is handled by TAUOLA and top quark mass is assumed to be 172.5 GeV/c 2 . a e-mail: Tae.Jeong.Kim@cern.ch",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "Samples & Objects",
            "text": "In top quark analysis, almost all physics objects are used except photons. At ATLAS, the absolute pseudo-rapidity of electrons and muons are required to be within 2.5. Taus are reconstructed using Boosted Decision Tree. Calo-jets are reconstructed using anti-kt algorithm with R=0.4 (or 0.6). Missing transverse energy (E miss T ) is the opposite direction of vector sum of calorimeter energy. At CMS, physics objects are reconstructed through particle-flow reconstruction algorithm which combines all information from all sub-detectors and reconstruct all particles. The absolute pseudo-rapidity of electrons and muons are required to be within 2.5 and 2.4, respectively. Taus are reconstructed using Hadron plus strips algorithm. Particle-flow jets are reconstructed using anti-kt algorithm with R=0.5. E miss T is the opposite direction of vector sum of reconstructed particles.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Cross section measurements",
            "section_rank": 4
        },
        {
            "text": "Dilepton (ee, eµ, µµ)",
            "section_rank": 5
        },
        {
            "section": "Dilepton (ee, eµ, µµ)",
            "text": "The dilepton decay mode (ee, eµ, µµ) provides clean signals by requiring two isolated leptons with two jets and E miss T even though the branching ratio is small. ATLAS performed the analysis with the integrated luminosity of 0.7 fb −1 . The analysis was performed with and without btagging separately. The invariant mass of dilepton was required to be above 15 GeV to remove multi-jet event sample which does not describe well low mass region. Z boson veto requiring |M ll − M Z | > 15 GeV and E miss T > 30 GeV to remove multi-jet events were applied for ee and µµ decay modes. Additionally H T > 130 GeV (or 140 GeV with btagging) is applied. Lepton efficiencies were obtained with Z boson candidates in a data-driven way. The Drell-Yan and QCD backgrounds are estimated using Z mass window and Matrix method, respectively. The cross section is obtained from the profile likelihood fitting. The measured cross section without b-tagging is found to be σ tt =177±6(stat.)± 17 14 (syst.)±8(lumi.) pb and with b-tagging",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "section": "Dilepton (ee, eµ, µµ)",
            "text": "14 (syst.)± 8 7 (lumi.) pb.  CMS performed the analysis with the integrated luminosity of 1.1 fb −1 . The invariant mass of dilepton was required to be above 12 GeV. |M ll − M Z | > 15 GeV and E miss T > 30 GeV were required for ee and µµ decay modes. At least one b-tagging was applied. Lepton efficiencies, Drell-Yan and QCD backgrounds were obtained in a data-driven way similar to ATLAS. Distributions of b-tagged jet multiplicity at CMS and ATLAS are shown in Fig. 1. The cross section for each decay mode is obtained using counting method and then combined. The combined result of the three decay modes is found to be σ tt =169.9±3.9(stat.)±16.3(syst.)±7.6(lumi.) pb using the Best Linear Unbiased Estimator (BLUE) method. The measured cross sections are consistency with SM NNLO prediction. The statistical uncertainty is reduced and the systematic uncertainty is now dominant compared to the result based on previous data at ATLAS",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 465,
                    "text": "Fig. 1",
                    "end": 471
                }
            ]
        },
        {
            "text": "Dilepton (µτ)",
            "section_rank": 6
        },
        {
            "section": "Dilepton (µτ)",
            "text": "The µ + τ decay mode is interesting decay mode since the charged higgs can decay with the same topology when the higgs mass is larger than top mass. Any deviation on cross section would indicate the new physics. Therefore, reducing the systematic uncertainty is crucial in this decay mode. ATLAS performed the analysis with an integrated luminosity of 0.7 fb −1 . Two tau candidates τ with 1 track and τ with more than 1 track are identified using Boosted Decision Tree (BDT). QCD events are removed by subtracting same sign events. Distributions of jet multiplicity at ATLAS with BDT < 0.7 and BDT > 0.7 are shown in Fig. 2. Even though tau is lepton, this analysis follows lepton plus jet event selection since hadronic tau decay is considered. Measured cross section at ATLAS is σ tt =142±21(stat.)± 20 16 (syst.)±5(lumi.) pb. CMS performed the analysis with an integrated luminosity of 1.1 fb −1 data. Tau is identified with Hadrons plus strips (HPS) algorithm combining charged hadrons and calorimeter information in strips to take into account π 0 . The fake rate from jets is estimated from QCD (gluon jet) and W+jets (quark jet) data sample. Measured cross section is σ tt =148.7±23.6(stat.)±26.0(syst.)±8.9(lumi.) pb. Main systematic uncertainties are from tau fake background estimation, identification and b-tagging efficiency. ",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 618,
                    "text": "Fig. 2",
                    "end": 624
                }
            ]
        },
        {
            "text": "Lepton+jets",
            "section_rank": 7
        },
        {
            "section": "Lepton+jets",
            "text": "In lepton+jet decay mode (e, µ), the signature of a final state is one exclusive lepton, 4 jets and E miss T . ATLAS performed the analysis with the integrated luminosity of 0.7 fb −1 at ATLAS. Exclusively one isolated muon with p T > 20 GeV or electron with p T > 25 GeV is required to remove Z boson background. E miss T is required to be larger than 35 and 25 GeV for e and µ, respectively. M W T (Transverse mass of W boson) was applied for electron channel and the sum of M W",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "section": "Lepton+jets",
            "text": "T and E miss T should be larger than 60 GeV for muon channel to remove further multi-jet QCD contribution. The QCD shapes are obtained from data directly using Matrix method in ATLAS. The binned profile likelihood fitting was also used fitting to likelihood discriminant which is as a function of lepton η, highest jet p T , event aplanarity and H T . The result of the fit is shown in Fig. 3. Main systematic uncertainties are from signal MC generator, JES, and ISR, FSR. Measured cross section is found to be σ tt =179.0±3.9(stat.)±9.0(syst.)±6.6(lumi.) pb.",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 386,
                    "text": "Fig. 3",
                    "end": 392
                }
            ]
        },
        {
            "section": "Lepton+jets",
            "text": "CMS performed the analysis with the integrated luminosity of 1.1 fb −1 . Exclusively one isolated muon with p T > 35 GeV or electron p T > 45 GeV is required to remove Z boson background. E miss T is required to be larger than 20 and 30 GeV for e and µ, respectively. b-tagging with secondary vertex algorithm was applied at CMS. The QCD shapes are obtained from data directly using non-isolated data. Binned profile likelihood fitting was used fitting to secondary vertex mass distribution in 1 b-tag and 2 b-tag jet bins. Measured cross section is found to be σ tt =164.4±2.8(stat.)±11.9(syst.)±7.4(lumi.) pb.",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "section": "Lepton+jets",
            "text": "Main systematic uncertainties are from W+jets Q 2 scale, b-tagging efficiency and jet energy scale (JES). Comparing the result with 36 pb −1 in 2010 [5]-[6], the statistical uncertainty was by far reduced and the systematic uncertainty is dominant.",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Hadronic decay",
            "section_rank": 8
        },
        {
            "section": "Hadronic decay",
            "text": "In hadronic decay mode, The branching ratio of hadronic decay mode is as large as around 45 %. However, it suffers from large multi-jet background. In this analysis, 6 jets are required. At least two b-tagged jets are also required. AT-LAS performed the analysis with the integrated luminosity 05002-p.2  . 3. Result of combined fit to data in the exclusive three-jet bin, the exclusive four-jet bin and the inclusive five-jet bin of the e+jets and µ+jets decay modes at ATLAS. of 0.7 fb −1 . Additionally E miss T significance of E miss T / √ H T < 3 was applied. ∆R(b,b) > 1.2 was also applied to remove gluon splitting. The event mixing technique was used modeling higher jet multiplicity using lower jet multiplicity multi-jet sample. The number of signal is extracted from fitting to mass χ 2 . Measured cross section is found to be σ tt =167±18(stat.)±78(syst.)±6(lumi.) pb.",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 305,
                    "text": ". 3",
                    "end": 308
                }
            ]
        },
        {
            "section": "Hadronic decay",
            "text": "∫ ATLAS Preliminary tt W+Jets Data 2011, √s = 7 TeV Other EW QCD Multijet Fig",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "section": "Hadronic decay",
            "text": "CMS performed the analysis with the integrated luminosity of 1.1 fb −1 . The QCD shape is obtained from data extrapolating from non b-tagged jet sample (more than 6 jets) to b-tagged jets. In order to take into account the kinematic phase space difference, the scale factor was applied to non b-tagged jet sample as a function of p T and η. Unbinned maximum likelihood fitting was applied to top mass distribution to extract the number of signal. Result of the fit to the reconstructed top mass is shown in Fig. 4. Measured cross section is found to be σ tt =136±20(stat.)±40(syst.)±8(lumi.) pb.",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 507,
                    "text": "Fig. 4",
                    "end": 513
                }
            ]
        },
        {
            "section": "Hadronic decay",
            "text": "The uncertainties are mainly from b-tagging, jet energy scale, multi-jet background estimation. ISR and FSR are also main systematic uncertainties at ATLAS.",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "Combined result",
            "section_rank": 9
        },
        {
            "section": "Combined result",
            "text": "ATLAS has shown the combined result from the dilepton analysis performed with 0.7 fb −1 and lepton+jets analysis performed with 35 pb −1 . The combined result was found to be σ tt =176±5(stat.)± 13 10 (syst.)±7(lumi.) pb. At the time of HCP2011, CMS combined the dilepton (ee, eµ, µµ, µτ), lepton+jets (e, µ) and all hadronic decay analysis performed with around 1 fb −1 . The binned maximum likelihood fitter from lepton+jet analysis was used for combination adding other decay modes as a single bin. The correlations of the systematic uncertainties between different decay modes are taken into account in the fit. Combined cross section result at CMS comparing to the approximate NNLO calculations are shown in Fig. 5. The combined result is found to be σ tt =165.8±2.2(stat.)±10.6(syst.)±7.8(lumi.) pb.",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 713,
                    "text": "Fig. 5",
                    "end": 719
                }
            ]
        },
        {
            "section": "Combined result",
            "text": "The overall total uncertainty in combined analysis at CMS only is obtained to be 8%, which is the most precise measurement at the LHC.",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Jet multiplicity",
            "section_rank": 10
        },
        {
            "section": "Jet multiplicity",
            "text": "Jet multiplicity distribution of tt with additional jets and as a function of the jet transverse momentum is very useful to constrain ISR. The analysis was performed in lepton+jets channel with a luminosity of 0.7 fb −1 at ATLAS. Event selection follows lepton+jet analysis with requiring at least 4 jets and one b-tagging. The background-subtracted reconstructed jet multiplicity as a function of jet p T threshold (25, 40 and 60 GeV) is compared with ISR variations for electron and muon decay modes. The reconstructed-jet multiplicity for final states with one selected electron for jet p T 25 GeV and 40 GeV and with one selected muon for jet p T 60 GeV are shown in Figs 6. The ISR variations were generated by varying the settings of the PYTHIA generator. There was no deviation found from MC@NLO SM model prediction. We need more statistics to constrain ISR.  ",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Charge asymmetry measurement",
            "section_rank": 11
        },
        {
            "section": "Charge asymmetry measurement",
            "text": "Tevatron has observed deviation in charge asymmetry measurement. CDF has observed 3.4 sigma deviation with respect to SM above 450 GeV. The deviation could be explained by possible new exchange particles in t-channel from various theory. The charge asymmetry variable is sensitive to this additional production mode. Unlike Tevatron, it is hard to measure in pp collision due to the symmetric initial state of pp collisions at the LHC. Therefore, the rapidity distributions of top and anti-top quarks are symmetrically distributed around zero. However, it is feasible when we consider top quark (valence quark) width is broader than anti-top quark (see quark) width. At ATLAS, absolute rapidity was used. Event selection follows lep-ton+jets analysis requiring 4 jets and one b-tagging. Regularized unfolding method was applied. The combined charge asymmetry is measured to be consistent with the SM prediction. The charged asymmetry variables at CMS are absolute pseudo-rapidity ∆(|η|) = |η t | − |ηt| and rapidity with boosted effect ∆(y 2 ) = (y t − yt) × (y t + yt). Both values are within the uncertainties in agreement with the theory predictions. There was no deviation found at both ATLAS and CMS. Additionally the CMS performed the charge asymmetry as a function of tt system mass to see the deviation   Fig. 7. The results are compatible with SM prediction within uncertainty. However, this is the comparison in reconstruction level. We need 2D unfolding method to confirm the deviation in high mass range.",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1313,
                    "text": "Fig. 7",
                    "end": 1319
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 12
        },
        {
            "section": "Conclusion",
            "text": "We have produced precise measurement dilepton and lep-ton+jets decay modes both at ATLAS and at CMS. These measurements are already systematically limited and starting to constrain theory. Improve pileup modeling and btagging is required to reduce the systematic uncertainty. The first measurements in fully hadronic decays and decays tau are presented. All measured results are compatible with SM prediction so far.",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "References",
            "section_rank": 13
        },
        {
            "section": "References",
            "text": "1. ATLAS Collaboration \"Measurement of the top quarkpair production cross section with ATLAS in pp collisions at √ s = 7 TeV\", EPJC 71 (2011) 157. 2. ATLAS Collaboration, \"Measurement of the top quark pair production cross section in pp collisions at √ s = 7 TeV in dilepton final states with ATLAS\", arXiv:1108.3699. 3. CMS Collaboration, \"First Measurement of the Cross Section for Top-Quark Pair Production in Proton-Proton Collisions at √ s = 7 TeV\", Phys. Lett. B695 (2011) 424. 4. CMS Collaboration, \"Measurement of the tt production cross section and the top quark mass in the dilepton channel in pp collisions at √ s = 7 TeV\", JHEP 07 (2011) 049. 5. CMS Collaboration, \"Measurement of the Top-antitop Production Cross Section in pp Collisions at √ s = 7 TeV using the Kinematic Properties of Events with Leptons and Jets\", Eur. Phys. J. C71 (2011) 1721. 6. CMS Collaboration, \"Measurement of the tt Production Cross Section in pp Collisions at 7 TeV in Lepton + Jets Events Using b-quark Jet Identification\" Phys. Rev. D84 (2011) 092004.",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "section": "References",
            "text": "05002-p.4",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Distributions of b-tagged jet multiplicity in µµ at CMS (left) and in all decay modes at ATLAS (right) after applying final selections except b-tagging.",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The distribution of jet multiplicity subtracting same sign events after b-tagging at ATLAS. (a) BDT < 0.7, (b) BDT > 0.7",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Result of the fit to the reconstructed top mass distribution in hadronic decay mode at CMS.",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Combined cross section result at CMS. The data are compared to the approximate NNLO calculations performed using the pole mass of top quark m pole t = 172.5 GeV/c 2 .",
            "paragraph_rank": 26,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The reconstructed-jet multiplicity with different jet p T threshold (25, 40, 60 GeV) after background subtraction at AT-LAS",
            "paragraph_rank": 27,
            "section_rank": 18
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Unfolded ∆(|η|) spectrum (upper-left) and unfolded ∆(|y 2 |) spectrum (upper-right). The NLO SM prediction is also shown. Raw charge asymmetries for ∆(|η|) (lower-left) and ∆(|y 2 |) (lowerright) as a function of reconstructed tt system mass at CMS.",
            "paragraph_rank": 28,
            "section_rank": 19
        }
    ]
}