{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A brief overview of searches for high mass resonances using a subset of data collected by the ATLAS experiment during the 2011 LHC run is presented. Various final states are explored including dilepton, diphoton, lepton with missing transverse energy, dijet, photon with a jet, top anti-top pairs, and Z boson pairs. No new resonance has been found and limits on several new physics models are set.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Standard Model (SM) of particle physics has been stunningly successful in explaining experimental data. However several questions persist. At the time of writing the mechanism of electroweak symmetry breaking is unconfirmed, no viable candidate for dark matter particle has been observed and the hierarchy of masses of particles is unnatural within the SM. Several of the proposed solutions to these problems result in the production of heavy resonances with masses accessible at the LHC. In these proceedings an overview of several searches for such resonances performed at the ATLAS experiment [1] is presented. Final states explored range from experimentally clean dilepton and diphoton states to quite challenging to analyze tt and diboson final states. Data presented here have been collected during the 2011 LHC run.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 600,
                    "text": "[1]",
                    "end": 603
                }
            ]
        },
        {
            "text": "Search for a heavy dilepton resonance",
            "section_rank": 3
        },
        {
            "section": "Search for a heavy dilepton resonance",
            "text": "Heavy resonances decaying to a lepton-anti lepton pair are predicted by several extensions to the SM. These include neutral gauge boson Z [2][3][4], techni-mesons [5][6][7] and Kaluza-Klein (KK) excitations of the Graviton in the Randall-Sundrum (RS) model [8]. In this analysis [9] the Sequential Standard Model (SSM) Z [3] is used as a benchmark model. In approximately 1 fb −1 two subsamples triggered on the presence of an energetic electron or a muon are selected. Events with two isolated electrons or muons are kept. Fig. 1 shows the dilepton mass distribution in both decay channels where the SM backgrounds have been normalized to data in the Z mass region. The test for a presence of a resonance is accomplished using a binned likelihood where systematic uncertainties are treated as nuisance parameters. The systematic uncertainties are due to variations of parton density functions (PDFs), QCD and weak K-factors, as well as trigger, reconstruction and identification efficiencies. Since the SM model prediction is normalized in the region of the Z pole mass only massdependent uncertainties are considered. No significant excess is observed. Upper limits at 95% confidence level (CL) on cross section times branching ratio (σB) are computed a e-mail: wojtek.fedorko@cern.ch using Bayesian methodology using data from the two decay channels simultaneously. Observed lower limit on the mass of SSM Z is 1.83 TeV. Lower mass limits are also set on the E 6 family of Z models [2]. Limits are also set on the spin−0 KK excitation of the graviton. Shown in Tab. 1 are the lower mass limits on the E 6 -motivated Z bosons and RS gravitons. The upper limit on the SSM Z σB is re-interpreted [10] in the context of a techni-meson search. An area in the m(ρ T /ω T ) − m(π T ) plane excluded by the ATLAS data is shown in Fig. 2. It is worth pointing out that the excess observed in the CDF data [11] interpreted in the context of technicolor [12] is ruled out. For a splitting in technimeson masses of 100 GeV the lower limit on m ρ is found to be 470 GeV.  ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 138,
                    "text": "[2]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 141,
                    "text": "[3]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 144,
                    "text": "[4]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 163,
                    "text": "[5]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 166,
                    "text": "[6]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 169,
                    "text": "[7]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 257,
                    "text": "[8]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 279,
                    "text": "[9]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 321,
                    "text": "[3]",
                    "end": 324
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 524,
                    "text": "Fig. 1",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1485,
                    "text": "[2]",
                    "end": 1488
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1696,
                    "text": "[10]",
                    "end": 1700
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1825,
                    "text": "Fig. 2",
                    "end": 1831
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1899,
                    "text": "[11]",
                    "end": 1903
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1946,
                    "text": "[12]",
                    "end": 1950
                }
            ]
        },
        {
            "section": "Search for a heavy dilepton resonance",
            "text": "is excluded by theory. Also shown are recent results from CDF [13] and DØ [14].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 62,
                    "text": "[13]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 74,
                    "text": "[14]",
                    "end": 78
                }
            ]
        },
        {
            "text": "Search for a heavy diphoton resonance",
            "section_rank": 4
        },
        {
            "section": "Search for a heavy diphoton resonance",
            "text": "The RS graviton branching fraction into a diphoton final state is equal to the combined branching fractions of dimuon and dielectron final states. The search for spin−2 RS graviton with 2 fb −1 is presented in [15]. Data sample was collected using a two-photon trigger. The final sample selection requires presence of two isolated photons where the invariant mass of the diphoton system exceeds 140 GeV. The invariant mass distribution is shown in Fig. 3. The dominant systematic uncertainties result from PDF variations, data-based procedure of reducible background estimation, and efficiency of photon selection criteria and efficiency extrapolation to high energies. The test for a resonance signal was performed using the BumpHunter algorithm [16] and revealed no significant excess. Methodology similar to the one in the dilepton analysis is used to calculate upper 95% CL limit on the G * σB. For k/M Pl =0.1 G * with mass below 1.85 TeV is excluded. Using data from dielectron, dimuon and diphoton final states simultaneously an upper limit is set on the production cross section times the combined branching ratio to the ee, µµ and γγ final states. The excluded region in the k/M Pl − m G * plane is shown in Fig. 4. For k/M Pl =0.1 G * with mass below 1.95 TeV is excluded.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 210,
                    "text": "[15]",
                    "end": 214
                },
                {
                    "type": "figure",
                    "start": 448,
                    "text": "Fig. 3",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 747,
                    "text": "[16]",
                    "end": 751
                },
                {
                    "type": "figure",
                    "start": 1217,
                    "text": "Fig. 4",
                    "end": 1223
                }
            ]
        },
        {
            "text": "Search for a heavy gauge boson decaying into a lepton and a neutrino",
            "section_rank": 5
        },
        {
            "section": "Search for a heavy gauge boson decaying into a lepton and a neutrino",
            "text": "In this study [17] two samples of events containing large missing transverse energy E miss T and exactly one isolated electron or muon are scrutinized for presence of a SSM W boson [18]. Figure 5 shows distributions of the transverse mass m T in electron and muon final states where   Fig. 4. The RS results interpreted in the plane of coupling versus graviton mass, and including recent results from other experiments (see references within [15]). The region above the curve is excluded at 95% CL. In both figures, linear interpolations are performed between the discrete set of mass points for which the dilepton limits were calculated. m T = 2p T E miss T (1 − cosφ lν ) and φ lν is the azimuthal angle difference between lepton momentum and the E miss T vectors. Depending on the W mass probed a mass threshold m T min is chosen. The discovery significance and upper limit on σB is computed using a single bin counting experiment with events with m T > m T min . Bayesian methodology is employed treating the systematic uncertainties as nuisance parameters of the likelihood. The dominant systematics arise from background cross section calculation (including PDF variation), data-driven QCD estimation, momentum scale and resolution modeling, selection efficiency as well as limited size of simulated samples. The SSM W is excluded at the 95% level for masses below 2.15 TeV.",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 14,
                    "text": "[17]",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 181,
                    "text": "[18]",
                    "end": 185
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 187,
                    "text": "Figure 5",
                    "end": 195
                },
                {
                    "type": "figure",
                    "start": 285,
                    "text": "Fig. 4",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 442,
                    "text": "[15]",
                    "end": 446
                }
            ]
        },
        {
            "text": "Search for a heavy resonance decaying into two jets",
            "section_rank": 6
        },
        {
            "section": "Search for a heavy resonance decaying into two jets",
            "text": "In this analysis [19], a 1 fb −1 sample triggered on a presence of a highly energetic jet is examined for a presence of a dijet resonance. Such resonances are predicted by several extensions to the Standard Model and include the excited quarks q * [20], axigluons [21] and color resonances [22]. The events with dijet mass m j j > 717 GeV enter the final 09009-p.2 ",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 17,
                    "text": "[19]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 248,
                    "text": "[20]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 264,
                    "text": "[21]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 290,
                    "text": "[22]",
                    "end": 294
                }
            ]
        },
        {
            "text": "Search for Production of Resonant States in the Photon-Jet Mass Distribution",
            "section_rank": 7
        },
        {
            "section": "Search for Production of Resonant States in the Photon-Jet Mass Distribution",
            "text": "An analysis employing a similar strategy to the dijet resonance search is the search for resonances decaying to photonjet final states [23]. A 2 fb −1 sample is analysed. Triggered events require the presence of an energetic photon. In the final analysis the events with at least one isolated photon and at least one jet are considered. The photon must lie in the central region and away from any jets. The distribution of invariant mass m γ j of the photon and jet is examined using a procedure similar to the one used in the dijet resonance search. No significant excess is found and 95% CL upper limits q * σB . Excited quarks with mass less than 2.46 TeV are excluded. Upper limits are also set on production of a generic Gaussian photon-jet resonance as shown in Fig. 6 [GeV] ",
            "paragraph_rank": 8,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 135,
                    "text": "[23]",
                    "end": 139
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 768,
                    "text": "Fig. 6",
                    "end": 774
                }
            ]
        },
        {
            "text": "Searches for tt resonances",
            "section_rank": 8
        },
        {
            "section": "Searches for tt resonances",
            "text": "The RS KK gluon g KK excitations [24] and other massive particles present in new physics models decay primarily into tt pairs motivating the searches described in detail in [25] in the dilepton channel (1 fb −1 ) and in [26] in the lepton+jets channel (200 pb −1 ). The tt decay topologies are selected utilizing isolated leptons, jets and missing transverse energy criteria. In the dilepton channel no explicit requirement is made on jet b-tagging is made while in the lepton+jets channel one b-tagged jet is required. In the dilepton channel the Z boson contribution and nontt contributions are rejected using dilepton mass cuts and H T (scalar sum of transverse energies of leptons and jets) cut. In the lepton+jets channel and iterative dRmin algorithm [27] is used to reject the ISR jets contribution. In the lepton+jets channel events with 3 jets are accepted allowing the decay products of the t quarks to be partially merged or fall outside of detector acceptance. Systematic uncertainties arise from reconstruction, identification and trigger efficiencies, jet energy scale and resolution, initial and final state radiation (ISR/FSR), parton shower modeling, PDFs, tt event generation using different generators, luminosity and background cross section and b-tagging efficiency (in the lepton+jets channel). The distributions of H T + E miss T (shown in Fig. 7) in the dilepton channel and reconstructed tt mass (shown in Fig. 8) are analyzed for presence of a resonant excess. No excess is seen in either of the channels and g KK σB limits are set using Bayesian methodology. in the dilepton channel g KK is excluded up to mass of 0.84 TeV and in lepton+jets channels up to 0.65 TeV.  8 Search for a heavy particle decaying to two Z bosons A search for a heavy particle decaying into a pair of Z bosons is presented in [28]. Such resonances are predicted for instance in the RS warped extra dimensions model. Events with four isolated leptons are selected. The signal region for this search are the events where leptons form two opposite-sign same flavor pairs. Each pair is required to have the dilepton mass close to the Z boson mass and the four lepton mass m ZZ greater than 300 GeV. The distribution of m ZZ is shown in Fig. 9. The dominant systematic uncertainties arise from the lepton identification and reconstruction uncertainties. No excess in the signal region is observed and the σB limits are set using the CLs methodology excluding the RS KK graviton up to mass of 575 GeV for k/M Pl =0.1. It is worth pointing out that the excess observed at 327 GeV by the CDF experiment [29] is not confirmed. ",
            "paragraph_rank": 9,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 33,
                    "text": "[24]",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 173,
                    "text": "[25]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 220,
                    "text": "[26]",
                    "end": 224
                },
                {
                    "type": "figure",
                    "start": 1363,
                    "text": "Fig. 7",
                    "end": 1369
                },
                {
                    "type": "figure",
                    "start": 1431,
                    "text": "Fig. 8",
                    "end": 1437
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1829,
                    "text": "[28]",
                    "end": 1833
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2235,
                    "text": "Fig. 9",
                    "end": 2241
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Dielectron (top) and dimuon (bottom) invariant mass distribution after final selection, compared to the stacked sum of all expected backgrounds, with three example SSM Z' signals overlaid. The bin width is constant in log m ll .",
            "paragraph_rank": 10,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The 95% CL excluded region as a function of the assumed π T and ρ T /ω T masses is shown in red. The dotted line corresponds to m(ρ T /ω T ) − m(π T ) = 100GeV. The dashed line shows the expected limit with the green dashed lines showing the ±1σ bands. The hashed region where m(π T ) > m(ρ T /ω T ) is excluded by theory. Also shown are recent results from CDF[13] and DØ[14].",
            "paragraph_rank": 11,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 369,
                    "text": "[13]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 380,
                    "text": "[14]",
                    "end": 384
                }
            ]
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Spectrum of m T for the electron channel (top) and muon channel (bottom) after event selection. The points represent data and the filled histograms show the stacked backgrounds. Open histograms are W → lν signals added to the background with masses in GeV indicated in parentheses in the legend.",
            "paragraph_rank": 12,
            "section_rank": 11
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The 95% CL upper limits on σ × A for a simple Gaussian resonance decaying to dijets (top) and on σ × B × A × for a Gaussian resonance decaying into a photon and a jet (bottom) as a function of the mean mass, m G , for several values of σ G /m G , taking into account both statistical and systematic uncertainties.",
            "paragraph_rank": 13,
            "section_rank": 12
        },
        {
            "text": "∫Fig. 7 .Fig. 8 .",
            "section_rank": 13
        },
        {
            "section": "∫Fig. 7 .Fig. 8 .",
            "text": "Fig. 7. Data -Monte Carlo comparison for the H T + E miss T distribution together with a KK-gluon signal with a mass of 700 GeV for illustration. The statistical and systematic uncertainty on the Monte Carlo is represented by the hashed band.",
            "paragraph_rank": 14,
            "section_rank": 13
        },
        {
            "text": "FourFig. 9 .",
            "section_rank": 14
        },
        {
            "section": "FourFig. 9 .",
            "text": "Fig. 9. Distribution of four lepton invariant mass. Fake lepton background is not shown. Hypothetical graviton signal distribution are overlaid. The region with m llll <300 GeV, to the left of the solid black line, serves as a ZZ control region; the signal region, indicated by the arrow, is m llll >300 GeV. Overflow events are shown in the highest mass bin.",
            "paragraph_rank": 15,
            "section_rank": 14
        },
        {
            "text": "Table 1 .",
            "section_rank": 15
        },
        {
            "section": "Table 1 .",
            "text": "95% CL lower limits on the masses of E 6 -motivated Z bosons and RS gravitons G * for various values of the coupling k/M Pl . Both lepton channels are combined.",
            "paragraph_rank": 16,
            "section_rank": 15
        },
        {
            "text": "Fig. 3. The observed invariant mass distribution of diphoton events, superimposed with the predicted SM background and expected signals for RS models with certain choices of parameters. The bin width is constant in log(m γγ ). The bin-by-bin significance of the difference between data and background is shown in the lower panel.",
            "paragraph_rank": 17,
            "section_rank": 16
        },
        {
            "text": "-p.4",
            "paragraph_rank": 18,
            "section_rank": 16
        }
    ]
}