{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first ATLAS result on a search for a high mass top pair resonance at the LHC in the subset of events where both W bosons from the top decays decay to either a final state electron or muon is presented. The analysis is performed on 1.04 f b −1 of pp collisions at √ s = 7 TeV. Numerous models predict the production of new massive particles that decay preferentially to a top-anti-top pair, including Randall-Sundrum models where the observation of a Kaluza-Klein excitation of the gluon may be the first indication of the existence of an extra spatial dimension. In the analysis presented, a simple observable, sensitive to resonance mass, is formed by summing the missing transverse energy, and the transverse momenta of the selected jets and the two candidate leptons. A deviation from the Standard Model prediction for this observable is searched for using Bayesian statistical methods that compare the yields, and shapes, of the Standard Model background and signal predictions for KK-gluons with masses between 500 and 1600 GeV. No excess over the Standard Model is observed and 95% C.L. upper limits are set on the production cross-section times branching ratio to top quarks for KK-gluon-like resonances. The results of the analysis exclude Randall-Sundrum KK-gluons with masses less than 840 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The top quark holds a peculiar position in the Standard Model as the most massive known particle and the only fermion with mass close to the electroweak symmetry breaking scale. As a result, the top quark has a special role in many scenarios that go beyond the Standard Model (SM), many of which predict new particles that decay preferentially to top anti-top quark pairs [1]. One such scenario is the Randall-Sundrum model with a single finite extradimension (RS1) where the SM fermions and gauge bosons can propagate in the bulk. In this scenario the observation of the first Kaluza-Klein (KK) excitation of the gluon may be the first indication of the existence of an extra spatial dimension [2]. Such a new particle would manifest itself at the LHC as a massive tt resonance.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 372,
                    "text": "[1]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 695,
                    "text": "[2]",
                    "end": 698
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This note describes an analysis that searches for a KKgluon-like tt resonance at the LHC with the ATLAS experiment 1  [3,4]. We study the case where the KK-gluon decays into top anti-top pairs that further decay to leptons (electron, muon, or tau), and look in final states with reconstructed electrons and muons. The presence of two neutrinos from the W decays in the final state complicate full mass reconstruction. The scalar sum of the transverse momenta, p T , of selected leptons and jets, denoted H T , is measured and combined with the missing transverse energy expected from the neutrinos to form the variable H T + E miss T .",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 115,
                    "text": "1",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "start": 118,
                    "text": "[3,",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 121,
                    "text": "4]",
                    "end": 123
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "is correlated to the invariant mass of the event and provides some discrimination between resonance and SM tt events. A deviation from the SM expectation a e-mail: swedish@cern.ch 1 For a more detailed description of this analysis see Ref.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "[3].",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "in the H T + E miss T spectrum is searched for using a template shape fitting method for a range of resonance masses. In the absence of signal, a limit is set on the production cross-section times branching ratio, σB, and this limit is converted into a mass limit on the KK-gluon in the RS1 model.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Event Selection",
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "This analysis is conducted on data corresponding to an integrated luminosity of 1.04 fb −1 that was collected from March to July 2011. The event selection relies on reconstructed leptons, jets, and E miss T . Lepton candidates are required to be isolated in order to suppress backgrounds from hadron and heavy flavour decays inside jets. Electron candidates are required to have E T > 25 GeV and |η| < 2.47. In order to avoid the barrel-endcap transition region in the ATLAS calorimeter, electrons with 1.37 < |η| < 2.47 are excluded. Muon candidates are required to have transverse momentum p T > 25 GeV, and |η| < 2.5. Candidate jets must have p T > 25 GeV and |η| < 2.5.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "The event selection is motivated by the final state of the top anti-top decays, where events will contain two jets, two oppositely charged leptons, and at least two neutrinos.  Within the pool of preselected events, control and signal regions are defined. For the control region a sample depleted of signal and dominated by Z+jets events is defined by placing an additional cut on the invariant mass of the two leptons, |m ℓℓ − m Z | < 10 GeV, and is restricted to the ee and µµ channels.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Event Selection",
            "text": "The definition of the signal region depends on the dilepton channel. The ee and µµ channels require a cut of E miss T > 40 GeV and exclude the control region, |m ℓℓ −m Z | > 10GeV. The eµ channel requires H T > 130 GeV. The different treatment for the eµ channel is required due to the background composition of the eµ channel which includes diboson processes, and a Z+jets component dominated by Z → ττ which has its own source of E miss T .",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Backgrounds",
            "section_rank": 4
        },
        {
            "section": "Backgrounds",
            "text": "Standard Model (SM) top anti-top production is the dominant and irreducible background as its final state is identical to that of a tt resonance. However, the additional nontop-pair SM background sources listed below can mimic the top pair final state and also contribute to the final selection:",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Backgrounds",
            "text": "-Z+jets -Wt production -Diboson production -\"Fakes\": QCD multijet and W+jets processes where one or two jets are misidentified as leptons.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Backgrounds",
            "text": "The Wt and diboson background predictions are determined from Monte Carlo. Fakes are estimated using a completely data-driven method [5]. The Z + jets prediction derived from Monte Carlo is corrected for both its yield and jet multiplicity by normalizing to data within the control region (for ee and µµ decays).",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 133,
                    "text": "[5]",
                    "end": 136
                }
            ]
        },
        {
            "section": "Backgrounds",
            "text": "We perform a validation of the H T + E miss T distribution in the data control sample as shown in figure 1. The expected background composition and the number of observed selected events in the signal region are shown in table 1.    ",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Statistical Analysis",
            "section_rank": 5
        },
        {
            "section": "Statistical Analysis",
            "text": "The likelihood depends on the expected number of events in each bin (µ k ) which are the sum of the expected signal and background events. The indices j = 1 and j = 2 denote the signal and background templates respectively. The dependence of the likelihood function on the hypothetical resonance mass is implicit via the template shapes (T jk ) which describe the fractional contribution of each bin to the overall yield. Thus, µ k is determined by the expected total yields for signal and background (N j ), the background shape, and the resonance mass.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Statistical Analysis",
            "text": "Gaussian priors (G) are used for the systematics nuisance parameters (θ i ) that control the bin-by-bin one sigma systematic variations (ǫ jik ) that simultaneously alter the shape and yield of the templates. Systematics are fully correlated between signal and background. Various sources of systematic uncertainty were studied to determine both rate and shape dependencies. A non-negligible impact on the analysis was found for the sources listed in Table 2. A p-value quantifies the probability of observing an excess assuming the null hypothesis that is at least as great as what is observed in data. A p-value is evaluated using a log-likelihood ratio as a test statistic; a value of 44% is obtained indicating that the data contains no statistically significant excess above the SM [3].",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 451,
                    "text": "Table 2",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "start": 787,
                    "text": "[3]",
                    "end": 790
                }
            ]
        },
        {
            "section": "Statistical Analysis",
            "text": "Following the Bayesian prescription, a marginalized posterior probability density is obtained and used to determine 95% C.L. upper limits on the number of signal events for a series of hypothesized resonance masses. The limits on the number of signal events are converted into the limit on σB as a function of mass shown in figure 4. Corresponding limits on the KK-gluon (g KK ) mass are obtained and shown in table 3 for the default RS1 model and a series of other scenarios where the coupling strength between the KK-gluon and the light quarks (g qqg KK ) has been enhanced, thereby increasing the production cross section.  ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Results and Conclusion",
            "section_rank": 6
        },
        {
            "section": "Results and Conclusion",
            "text": "A high mass tt resonance was searched for in 1.04 fb −1 of data collected by the ATLAS detector. The H T + E miss T distribution of the selected events in the signal region agrees well with the Standard Model prediction. No significant deviation is observed and limits on σB are set for a series of resonance masses.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Results and Conclusion",
            "text": "We exclude a KK-gluon resonance as predicted by the RS1 model with mass below 840 GeV at 95% C.L. Stronger limits are set for cases where the coupling strength between the KK-gluon and light quarks is enhanced [3].",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "-",
            "section_rank": 7
        },
        {
            "section": "-",
            "text": "Events are first preselected by requiring they meet the following criteria: Satisfy good data quality requirements.-Pass either single electron or muon triggers with thresholds E T > 20 GeV and E T > 18 GeV respectively.-Contain exactly 2 oppositely charged leptons (electrons or muons). -Have dilepton mass, m ll > 10GeV. -Contain two or more jets. This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "EPJEPJFig. 1 :",
            "section_rank": 8
        },
        {
            "section": "EPJEPJFig. 1 :",
            "text": "Fig. 1: A comparison between Monte Carlo prediction and data for the H T + E miss T distribution in the control region for the ee channel. The statistical uncertainty on the Monte Carlo prediction is represented by hatched bands[3].",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 :",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 :",
            "text": "Fig. 2: A comparison between Monte Carlo prediction and data for the H T + E miss T distribution in the control region for the µµ channel. The statistical uncertainty on the Monte Carlo prediction is represented by hatched bands[3].",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "∫Fig. 3 :",
            "section_rank": 10
        },
        {
            "section": "∫Fig. 3 :",
            "text": "Fig. 3: Data -Monte Carlo comparison for the H T + E miss T distribution together with a KK-gluon signal with a mass of 700 GeV for illustration. The statistical and systematic uncertainty on the Monte Carlo is represented by the hashed band [3].",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "A",
            "section_rank": 11
        },
        {
            "section": "A",
            "text": "deviation from the Standard Model is searched for using the discriminating variable H T + E miss T . A comparison of the Monte Carlo prediction for the H T + E miss T distribution and observation in data, including a hypothetical signal, is shown in figure 3. For the statistical analysis we construct a binned likelihood function for the number of signal and background 12020-p.2 events, based on Poisson statistics for the H T + E miss T distribution.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Fig. 4 :",
            "section_rank": 12
        },
        {
            "section": "Fig. 4 :",
            "text": "Fig. 4: Expected and observed limits on cross section times branching ratio at 95cross section for a Randall-Sundrum KKgluon g KK . Cross sections were calculated using the MRST 2007 LO * PDF [3].",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Table 1 :",
            "section_rank": 13
        },
        {
            "section": "Table 1 :",
            "text": "Background composition in the signal region.",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "Table 2 :",
            "section_rank": 14
        },
        {
            "section": "Table 2 :",
            "text": "Change in acceptance due to various sources of systematic uncertainties. Positive and negative acceptance variations are listed in [%]. All signal systematic uncertainties have been symmetrized. The total systematic uncertainty for Standard",
            "paragraph_rank": 26,
            "section_rank": 14
        },
        {
            "text": "Table 3 :",
            "section_rank": 15
        },
        {
            "section": "Table 3 :",
            "text": "Expected and observed lower limits on the KK-gluon mass in the Randall-Sundrum model [3].",
            "paragraph_rank": 27,
            "section_rank": 15
        }
    ]
}