{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We have measured the W -boson mass MW using data corresponding to 2.2 fb −1 of integrated luminosity collected in pp collisions at √ s = 1.96 TeV with the CDF II detector at the Fermilab Tevatron collider. Samples consisting of 470 126 W → eν candidates and 624 708 W → µν candidates yield the measurement MW = 80 387 ± 12stat ± 15syst = 80 387 ± 19 MeV/c 2 . This is the most precise measurement of the W -boson mass to date and significantly exceeds the precision of all previous measurements combined.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "LP13443",
            "section_rank": 2
        },
        {
            "section": "LP13443",
            "text": "Precise measurement of the W -boson mass with the CDF II detector unobserved Higgs boson, which is predicted by the electroweak symmetry-breaking mechanism in the SM. Previous measurements [1][2][3][4] yield a world average value of M W = 80 399±23 MeV [5] and, in conjunction with other electroweak data, determine the Higgs boson mass to be M H = 89 +35 −26 GeV [5]. If the Higgs boson is observed, the comparison of its directly-measured mass with the SM prediction will be a powerful test of the model. An exclusion of the Higgs boson in the predicted mass range by direct searches would decisively point to new physics beyond the SM, for example radiative corrections from supersymmetric particles to M W [6].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 189,
                    "text": "[1]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 192,
                    "text": "[2]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 195,
                    "text": "[3]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 198,
                    "text": "[4]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 253,
                    "text": "[5]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 364,
                    "text": "[5]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 710,
                    "text": "[6]",
                    "end": 713
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "The production of W bosons at √ s = 1.96 TeV at the Fermilab Tevatron pp collider is dominated by the annihilation process q ′q → W + X where X is initialstate QCD radiation. Leptonic decays of the W boson, W → ℓν ℓ (ℓ = e, µ), provide high-purity samples that allow a precise measurement of M W .",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "LP13443",
            "text": "In this Letter we report a measurement of M W using fits to three kinematic distributions in W → µν and W → eν decays. This measurement uses data corresponding to an integrated luminosity of 2.2 fb −1 of pp collisions collected by the CDF II detector between 2002 and 2007, and supersedes an earlier result obtained in a subset of these data [3,4]. The CDF II detector [4] is a general-purpose apparatus designed to study pp collisions at the Tevatron. In this analysis, charged-particle trajectories (tracks) are reconstructed and measured using a drift chamber (COT) [7] immersed in a 1.4 T solenoidal magnetic field. Electromagnetic (EM) and hadronic calorimeters provide shower energy measurements as well as position measurements via wire chambers embedded at the EM shower maximum. Surrounding the calorimeters, drift chambers [8] identify muon candidates. Events are selected online if they have a muon (electron) with",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 342,
                    "text": "[3,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 345,
                    "text": "4]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 369,
                    "text": "[4]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 569,
                    "text": "[7]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 833,
                    "text": "[8]",
                    "end": 836
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "Offline we select muon candidates defined by a COT track having p T > 30 GeV and associated with a minimum-ionizing energy deposition in the calorimeter and matching hits in the muon chambers. Cosmic rays are rejected with high efficiency using COT hit timing [10]. Electron candidates are required to have a COT track with p T > 18 GeV and an EM calorimeter cluster with E T > 30 GeV and must pass quality requirements on the COT track and the track-cluster matching. Additionally, they must satisfy requirements on the following quantities: pseudorapidity (|η| < 1) [9], the ratio of cluster energy to track momentum (E/p < 1.6), the ratio of energies detected in the hadronic and EM calorimeters (E Had /E EM < 0.1), and a χ 2 -based difference between the expected and observed transverse shower profiles [4,11]. We impose calorimeter fiduciality requirements on electron candidates to ensure uniformity of response. When selecting the W -boson candidate sample, we suppress the Z-boson background by rejecting events with a second lepton. Events composing control samples of Z-boson candidates are required to have two oppositely-charged leptons satisfying the above criteria and an invariant mass (m ℓℓ ) between 66 and 116 GeV and vector-summed p T (p ℓℓ T ) less than 30 GeV. We define the hadronic recoil u = Σ i E i sin(θ i )n i , where the sum is performed over calorimeter towers [12], with energy E i , polar angle θ i , and transverse directions specified by unit vectorsn i . The sum excludes towers that contain energy deposition from the charged lepton(s). From p T conservation, the transverse momentum of the neutrino is inferred as p ν T ≡ − p ℓ T − u, where p ℓ T is the vector p T (E T ) of the muon (electron). We calculate the W -boson transverse mass as",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 260,
                    "text": "[10]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 809,
                    "text": "[4,",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 812,
                    "text": "11]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1392,
                    "text": "[12]",
                    "end": 1396
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "To obtain high-purity samples of W bosons, we require 30 < p ℓ T < 55 GeV, 30 < p ν T < 55 GeV, | u| < 15 GeV, and 60 < m T < 100 GeV. The final samples consist of 470 126 (16 134) W → eν (Z → ee) candidates and 624 708 (59 738) W → µν (Z → µµ) candidates.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "LP13443",
            "text": "Measurements of M W are extracted by performing binned maximum likelihood fits to the observed distributions of m T , p ℓ T , and p ν T using simulated line-shapes (\"templates\") as a function of M W . A custom Monte Carlo simulation is used to generate templates between 80 GeV and 81 GeV. The simulation includes a boson production and decay model, and a detailed model of detector response. The kinematics of W and Z boson production and decay are modeled using the resbos [13] generator. Using the Z-boson data, we tune the non-perturbative form factor in resbos, which describes the boson p T spectrum at low p T (∼5 GeV), and α s , which describes the boson p T spectrum at intermediate p T (∼15 GeV). The radiation of multiple final-state photons is modeled with photos [14]. The photos QED model was checked with horace [15], which in addition to a leading-logarithm calculation of multiple initialand final-state photons, also performs an exact O(α) calculation. We use the CTEQ6.6 [16] parton distribution functions (PDFs) of the (anti)proton and verify that the MSTW2008 [17] PDFs give consistent results. The CTEQ6.6 and MSTW2008 PDFs yield similar estimates of the M W uncertainty. We quote the 68% confidence level (C.L.) uncertainty from the MSTW2008 ensemble of PDFs as a systematic uncertainty on M W .",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 475,
                    "text": "[13]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 776,
                    "text": "[14]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 827,
                    "text": "[15]",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 990,
                    "text": "[16]",
                    "end": 994
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1081,
                    "text": "[17]",
                    "end": 1085
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "The charged-lepton track is simulated using a detailed model of the passive material in the tracking volume and of individual position measurements in the COT. We use a highly granular lookup table to model ionization and radiative energy loss, multiple Coulomb scattering, and Compton scattering in the tracking volume. The simulation generates and propagates bremsstrahlung photons and conversion electrons to the calorimeter and includes Landau-Pomeranchuk-Migdal [18] suppression for soft photon emission. Muon tracks from Υ, W , and Z-boson decays are used to determine the COT position measurement resolution (≈150 µm), which is implemented in the simulation as a function of radius. A helix fit (with beam constraint for promptly-produced tracks) is performed to simulate the reconstructed track.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 467,
                    "text": "[18]",
                    "end": 471
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "A high-purity sample of cosmic ray muons collected concurrently with the collider data is used to perform a precise alignment of the COT. The trajectory of each cosmic ray muon is fitted to a single helix through the entire COT. This fit provides a robust reference for the internal alignment of sense wires, including gravitational and electrostatic displacements, resulting in a 2-5 µm precision in relative wire positions. We remove the remaining weakly-constrained modes of COT deformation, based on the observed difference of E/p between positrons and electrons from W -boson decays.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "LP13443",
            "text": "We calibrate the tracker momentum scale using J/ψ → µµ and Υ(1S) → µµ samples, by performing a maximumlikelihood fit of the data to simulated invariant mass templates generated using the known mass values of these mesons [19]. The momentum scale is calibrated after alignment and energy loss corrections are derived from the J/ψ sample. Nonuniformities in the tracker magnetic field are corrected by measuring the dependence of the J/ψ mass on the mean polar angle of the muons. The dependence of the momentum scale on the difference of the muon polar angles is used to calibrate the polar angle measurement and the residual bias in track curvature as a function of polar angle. A 4% correction to the ionization energy loss is applied to eliminate the dependence of the momentum scale on 1/p T of the muons.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 221,
                    "text": "[19]",
                    "end": 225
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "After finalizing this calibration, we perform a measurement of the Z-boson mass in the dimuon channel (see Fig. 1), initially blinded with an additive offset randomly selected from a flat distribution in the range [- 75,75] MeV. The unblinded result is M Z = 91 180 ± 12 stat ± 10 syst MeV. This measurement is consistent with the world average of 91 188 ± 2 MeV [5,19], providing an incisive cross-check of the tracking simulation and the momentum scale. Subsequently, we include the Z → µµ mass measurement as a constraint on the momentum scale. The systematic uncertainties due to QED radiative corrections and magnetic field nonuniformity dominate the total uncertainty of 0.009% in the combined momentum scale.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 107,
                    "text": "Fig. 1",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 363,
                    "text": "[5,",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 366,
                    "text": "19]",
                    "end": 369
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "In the simulation of the electron cluster, nearby bremsstrahlung photons and conversion electrons have their energies merged with that of the primary electron. We use a custom implementation of geant4 [20] to model the distributions of electron and photon energy loss in the solenoid coil and energy leakage into the hadronic calorimeter, as a function of E T and incident angle. Using the calibrated tracker momentum scale, we fit the E/p peak in W → eν (Fig. 2) and Z → ee data in bins of E T to determine the electron energy scale and non-linearity of the calorimeter response. We fit the radiative tail of the E/p distribution to tune the amount of simulated material upstream of the COT by 2.6%. The EM calorimeter resolution is parametrized as the quadrature sum of a sampling term (12.6%/ E T /GeV) and a constant term κ = (0.68 ± 0.05)% applied to the cluster energy. A secondary constant term κ γ = (7.4 ± 1.8)% is applied only to the energies of bremsstrahlung photons and conversion electrons. We tune κ on the width of the E/p peak in the W → eν sample and κ γ on the width of the mass peak in a Z → ee subsample where both electrons have E/p > 1.11.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 201,
                    "text": "[20]",
                    "end": 205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 455,
                    "text": "(Fig. 2)",
                    "end": 463
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "We use the tuned energy scale to perform an independent measurement of the Z-boson mass in the dielectron channel (see Fig. 1), initially blinded with the same offset as used for the measurement in the dimuon channel. The unblinded result, M Z = 91 230 ± 30 stat ± 14 syst MeV, is consistent with the world average, providing a stringent cross-check of our EM calorimeter energy scale calibration and electron simulation. Cross-checks of the Z → ee mass measurements using exclusive subsamples consisting of electrons with E/p > 1.11 and E/p < 1.11 respectively, performed with both calorimetry and tracking, give consistent results. The final determination of the electron energy scale combines the E/p-based calibration with the M Z measurement, taking the correlated uncertainty due to the QED radiative correction into account. The calorimeter towers containing lepton energy depositions are excluded from the calculation of the recoil vector u (i.e. lepton removal). The underlying event energy in these towers is measured using the nearby towers in W -boson data. The u resolution due to the underlying event and additional pp collisions is modeled using data triggered on inelastic pp interactions and random bunch crossings respectively. The p T -imbalance between the p ℓℓ T and u in Z → ℓℓ events is used to tune the recoil model, which also includes the response to the initial state QCD radiation and its resolution. Cross-checks of the recoil model show good agreement between W -boson data and simulation.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 119,
                    "text": "Fig. 1",
                    "end": 125
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "Kinematic distributions of background events passing the event selection cuts are included in the template fits  with their estimated normalizations. Backgrounds arise from jets misidentified as leptons, Z → ℓℓ decays with only one reconstructed lepton, W → τ ν → ℓννν, pion and kaon decays in flight (DIF), and cosmic rays. We estimate jet, DIF, and cosmic ray backgrounds from the data and Z → ℓℓ and W → τ ν backgrounds from simulation. Background fractions for the muon (electron) datasets are evaluated to be 7.35% (0.14%) from Z → ℓℓ decays, 0.88% (0.93%) from W → τ ν decays, 0.04% (0.39%) from jets, 0.24% from DIF, and 0.02% from cosmic rays. tribute weights of 17.5% (35.5%), 13.8% (17.3%), and 7.1% (8.8%), respectively. The systematic uncertainties for the combined result are shown in Table II. The comparison of the previous world average and this measurement of M W is shown in fig. 4.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 798,
                    "text": "Table II",
                    "end": 806
                },
                {
                    "type": "figure",
                    "start": 893,
                    "text": "fig. 4",
                    "end": 899
                }
            ]
        },
        {
            "section": "LP13443",
            "text": "In conclusion, we report a new measurement of the W -boson mass with the CDF II detector at the Fermilab Tevatron using data corresponding to 2.2 fb −1 of integrated luminosity. The measured value M W = 80 387 ± 12 stat ± 15 syst = 80 387 ± 19 MeV is more precise than all previous measurements of M W combined. The world average becomes M W = 80 390 ± 16 MeV.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:The Z → µµ (top) and Z → ee (bottom) mass fits, showing the data (points), the best-fit simulation template (histogram) and the photon-pole contribution (shaded). The arrows indicate the fitting range.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2:The distribution of E/p for the W → eν data (points) and the best-fit simulation (histogram) including the small jet background. The arrows indicate the fitting range used for the electron energy calibration.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: The mT distribution for muons (top) and the p ℓ T distribution for electrons (bottom). The data (points) and the best-fit simulation template (histogram) including backgrounds (shaded) are shown. The arrows indicate the fitting range.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "Fit results and uncertainties for MW . The fit windows are 65 − 90 GeV for the mT fit and 32 − 48 GeV for the p ℓ T and p ν T fits. The χ 2 of the fit is computed using the expected statistical errors on the data points.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "This result has a significant impact on the global electroweak fit [5]; the limit on the fitted mass of the SM Higgs boson has been reduced from M H < 158 GeV to M H < 145 GeV at the 95% C.L.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 67,
                    "text": "[5]",
                    "end": 70
                }
            ]
        },
        {
            "section": "TABLE I :",
            "text": "We thank the Fermilab staff and the technical staff of the participating institutions for their vital contributions. We thank C. Balazs, U. Baur, C. M. Carloni Calame, K. Ellis, G. Montagna, R. Thorne, A. Vicini, D. Wackeroth and Z. Was for helpful discussions. This work was supported by the U.S. Department of Energy and National Science Foundation; the Italian Istituto Nazionale di Fisica Nucleare; the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Natural Sciences and Engineering Research Council of Canada; the National Science Council of the Republic of China; the Swiss National Science Foundation; the A.P. Sloan Foundation; the Bundesministerium für Bildung und Forschung, Germany; the Korean World Class University Program, the National Research Foundation of Korea; the Science and Technology Facilities Council and the Royal Society, UK; the Russian Foundation for Basic Research; the Ministerio de Ciencia e Innovación, and Programa Consolider-Ingenio 2010, Spain; the Slovak R&D Agency; the Academy of Finland; and the Australian Research Council (ARC).",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "As with the Z-boson mass measurements, the M W   Also shown as bands are the allowed ranges for the SM Higgs boson mass, based on direct searches conducted at LEP [23], the Tevatron [24] and the LHC [25,26].",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 163,
                    "text": "[23]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 182,
                    "text": "[24]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 199,
                    "text": "[25,",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 203,
                    "text": "26]",
                    "end": 206
                }
            ]
        },
        {
            "text": "fit values were blinded during analysis by adding another unknown offset in the range [-75,75] MeV. The unblinded fit results (e.g., Fig. 3) are summarized in Table I. The consistency of these results confirms that the W -boson production, decay, and the hadronic recoil are well-modeled. Systematic uncertainties from analysis parameters are propagated to M W by fitting events, generated with the parameter values varied by their uncertainties, with the nominal templates. The statistical correlations between fits are evaluated with simulated experiments and are found to be 69% (68%) between m T and p ℓ T (p ν T ) fit values, and 28% between p ℓ T and p ν T fit values. We perform a numerical combination of the six individually fitted M W values, including correlations, using the BLUE [21] method and obtain M W = 80 387 ± 19 MeV, with χ 2 /dof = 6.6/5. The m T , p ℓ T and p ν T fits in the electron (muon) channel con-",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 86,
                    "text": "[-75,75]",
                    "end": 94
                },
                {
                    "type": "figure",
                    "start": 133,
                    "text": "Fig. 3",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 792,
                    "text": "[21]",
                    "end": 796
                }
            ]
        }
    ]
}