{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Beam-helicity and beam-charge asymmetries in the hard exclusive leptoproduction of real photons from an unpolarised hydrogen target by a 27.6 GeV lepton beam are extracted from the Hermes data set of 2006-2007 using a missing-mass event selection technique. The asymmetry amplitudes extracted from this data set are more precise than those extracted from the earlier data set of 1996-2005 previously analysed in the same manner by Hermes. The results from the two data sets are compatible with each other. Results from these combined data sets are extracted and constitute the most precise asymmetry amplitude measurements made in the Hermes kinematic region using a missing-mass event selection technique.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Generalised Parton Distributions (GPDs) [1][2][3] encompass the familiar Parton Distribution Functions (PDFs) and nucleon Form Factors (FFs) to provide a comprehensive description of the structure of the nucleon. A thorough description of the nucleon in terms of GPDs would allow the deduction of the total angular momentum of partons in the nucleon, and the construction of a longitudinal-momentum-dissected transverse spatial map of parton densities [4]. The GPDs appear in experimental measurements in the form of complexvalued Compton Form Factors (CFFs), which are flavour-sums of convolutions of GPDs with hard scattering kernels. Constraints on these CFFs, and thus GPDs, can be obtained from measurements of exclusive leptoproduction processes. In particular, the exclusive leptoproduction of a single real photon from a nucleon or nucleus that remains intact (e N → e N γ; see figure 1) is the simplest to describe and is the most widely-used reaction channel for such work (see ). Generalised parton distributions depend upon four kinematic variables: the Mandelstam variable t = (p−p ) 2 , which is the squared momentum transfer to the target nucleon in the exclusive scattering process with p (p ) representing the initial (final) four-momentum of the nucleon; the average fraction x of the nucleon's longitudinal momentum carried by the active quark throughout the scattering process; half the difference of the fractions of the nucleon's longitudinal momentum carried by the active quark at the start and end of  Figure 1. (a): The leading DVCS process in which an electron/positron (e) interacts with a quark in the nucleon (N ) via a virtual photon (γ * ). The quark is found in the nucleon with longitudinal momentum fraction x + ξ and emits a real photon (γ). The quark is absorbed by the nucleon with longitudinal momentum fraction x − ξ. (b): The leading Bethe-Heitler process, i.e. the emission of a real photon from the incoming or outgoing lepton. This process has the same initial and final states as DVCS.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 40,
                    "text": "[1]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 43,
                    "text": "[2]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 46,
                    "text": "[3]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 452,
                    "text": "[4]",
                    "end": 455
                },
                {
                    "type": "figure",
                    "start": 1527,
                    "text": "Figure 1",
                    "end": 1535
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "the process, written as the skewness ξ; and Q 2 = −(q 2 ), i.e. the negative square of the four-momentum of the virtual photon that mediates the lepton-nucleon scattering process. In the Bjorken limit of Q 2 → ∞ with fixed t, the skewness ξ is related to the Bjorken variable",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The results are presented as a function of x B because there is no consensus on an experimentally observable representation of ξ. Exclusive leptoproduction of real photons arises from two experimentally indistinguishable processes: the Deeply Virtual Compton Scattering (DVCS) process, which is the emission of a real photon by the struck quark from the nucleon, and the Bethe-Heitler (BH) process, which is elastic lepton-nucleon scattering with the emission of a bremsstrahlung photon by the lepton. The BH process is calculable in the QED framework; this process is dominant at the kinematic conditions of the Hermes experiment. The two processes interfere and the large BH amplitude amplifies the interference term, which is proportional to the DVCS amplitude. It is through the study of this interference term that useful information for the constraint of certain GPDs can be obtained at Hermes kinematic conditions, especially since the interference term is the only part of the squared scattering amplitude that is linear in CFFs [28].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1037,
                    "text": "[28]",
                    "end": 1041
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The four-fold differential cross section for the exclusive leptoproduction of real photons from an unpolarised hydrogen target can be written as [28] ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 145,
                    "text": "[28]",
                    "end": 149
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where e is the elementary charge, = 2x B M Q with M the target mass, and φ is the azimuthal angle between the scattering and production planes [29]. The square of the scattering JHEP07(2012)032 amplitude |τ | 2 can be written as",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 143,
                    "text": "[29]",
                    "end": 147
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "with contributions from the BH process (|τ BH | 2 ), the DVCS process (|τ DVCS | 2 ) and their interference term (I). These contributions can be written as",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "3)",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "c DVCS unp,n cos(nφ) + λ s DVCS unp,1 sin φ and (1.4)",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where P 1 (φ) and P 2 (φ) are the lepton propagators of the BH process, λ is the helicity of the lepton beam and e is the sign of the charge of the beam lepton. The quantities",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "are kinematic factors, where y is the fraction of the beam energy carried by the virtual photon in the target rest frame. A full explanation of the Fourier coefficients",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": ", where V (W) denotes BH, DVCS or I (DVCS or I), can be found in ref. [28].",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 70,
                    "text": "[28]",
                    "end": 74
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Two sets of asymmetries measured at Hermes with an unpolarised hydrogen target and a polarised electron or positron beam are considered here: beam-helicity asymmetries and beam-charge asymmetries. This paper, like ref. [9], presents results related to the following asymmetries:",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 219,
                    "text": "[9]",
                    "end": 222
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "JHEP07(2012)032",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "unp,n cos(nφ)",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where dσ(φ) + (dσ(φ) − ) refers to the differential cross section with positive (negative) beam charge and dσ(φ) → (dσ(φ) ← ) refers to the differential cross section taken with beam spin parallel (anti-parallel) to the beam momentum. The s W unp,n and c W unp,n Fourier coefficients depend on \"C-functions\" [28], each of which is a combination of CFFs. Contributions to the cross section are suppressed by factors that may be kinematic in nature or due to the twist-level of the GPDs appearing in that contribution. Leading twist is twist-2. Typically, the contribution of a twist-n GPD, and hence the corresponding CFF, is suppressed by O(1/Q n−2 ).",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 308,
                    "text": "[28]",
                    "end": 312
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Fourier coefficients that receive leading-twist contributions are c I unp,0 , c I unp,1 and s I unp,1 . All of these Fourier coefficients have a dominant contribution from the C I unp -function:",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The definition of the kinematic factor K is [28]:",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 44,
                    "text": "[28]",
                    "end": 48
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "(1.12) The factor of 1 − t min t implies that amplitudes proportional to these Fourier coefficients vanish as −t approaches its minimum value. The C I unp -function can be written [28] C",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 180,
                    "text": "[28]",
                    "end": 184
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where F 1 and F 2 are respectively the Dirac and Pauli form factors of the nucleon and H, H and E are CFFs that relate respectively to the GPDs H, H and E. In Hermes kinematic conditions (where x B and −t 4M 2 are of order 0.1), the contributions of CFFs H and E can be neglected in eq. (1.13) with respect to H (in first approximation) since they are kinematically suppressed by an order of magnitude or more. Hence, the behaviour of C I unp is determined by CFF H and therefore GPD H can be constrained through measurements of the sin φ and cos φ terms of the A I LU (φ) and A C (φ) asymmetries respectively. Compared to the analysis in ref. [9], the analysis presented here additionally includes a larger, independent data set taken during the years 2006 and 2007 and makes use of the JHEP07(2012)032 same missing-mass technique for event selection as was used in ref. [9]. The work covered in this publication further combines the data taken in 1996-2005 with this newer data set to produce the statistically most precise DVCS measurements that will be presented by Hermes.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 644,
                    "text": "[9]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 872,
                    "text": "[9]",
                    "end": 875
                }
            ]
        },
        {
            "text": "Experiment and data selection",
            "section_rank": 3
        },
        {
            "section": "Experiment and data selection",
            "text": "The new data presented in this work were collected in 2006 and 2007. As in ref. [9], the data were collected with the Hermes spectrometer [30] using the longitudinally polarised 27.6 GeV electron and positron beams incident upon an unpolarised hydrogen gas target internal to the Hera lepton storage ring at Desy. The integrated luminosities of the electron and positron data samples are approximately 246 pb −1 and 1460 pb −1 , with average beam polarisations of 0.303 and 0.392 respectively. The procedure used to select events is similar to that used in ref. [9]. A brief summary of this procedure is outlined in the following; more details are given in refs. [31,32].",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 80,
                    "text": "[9]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 138,
                    "text": "[30]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 562,
                    "text": "[9]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 663,
                    "text": "[31,",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 667,
                    "text": "32]",
                    "end": 670
                }
            ]
        },
        {
            "section": "Experiment and data selection",
            "text": "Events in the 2006-2007 data set were selected if having exactly one lepton track detected within the acceptance of the spectrometer and exactly one photon depositing > 5 GeV in the electromagnetic calorimeter. This photon is taken to be the photon arising from the process under investigation. The latter selection criterion differs from the photon selection criterion used for the 1996-2005 data set as an intermittent hardware fault in 2006-2007 can cause spurious noise signals in the calorimeter that are misinterpreted as very low energy photons. The event selection is subject to the kinematic constraints 1 GeV",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "section": "Experiment and data selection",
            "text": "where W is the invariant mass of the γ * p system and ν is the energy of the virtual photon in the target rest frame. The polar angle between the directions of the virtual and real photons was required to be within the limits 5 mrad < θ γ * γ < 45 mrad.",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "Experiment and data selection",
            "text": "An event sample was selected requiring that the squared missing-mass M 2 X = (q + M p − q ) 2 of the e p → e γ X measurement corresponded to the square of the proton mass, M p , within the limits of the energy resolution of the Hermes spectrometer (mainly the calorimeter). Recall that q is the four-momentum of the virtual photon, p is the initial four-momentum of the target proton and q is the four-momentum of the produced photon. The \"exclusive region\" was defined as −(1.5 GeV) 2 < M 2 X < (1.7 GeV) 2 , as in ref. [9]. This exclusive region was shifted by up to 0.17 GeV 2 for certain subsets of the data in order to reflect observed differences in the distributions of the electron and positron data samples [32]. The data sample in the exclusive region contains events not only involving the production of real photons in which the proton remains intact, but also events involving the excitation of the target proton to a ∆ + resonant state (\"associated production\"). The recoiling proton is not considered and the calorimeter resolution does not allow separation of all of the latter events from the rest of the data sample. No systematic uncertainty is assigned for the contributions from these events; they are treated as part of the signal. A Monte Carlo calculation based on the parameterisation from ref. [33] is used to estimate the fractional contribution to the event sample from resonant production in each kinematic bin; the uncertainty on this estimate cannot be adequately quantified because no measurements",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 521,
                    "text": "[9]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 716,
                    "text": "[32]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1320,
                    "text": "[33]",
                    "end": 1324
                }
            ]
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 4
        },
        {
            "section": "JHEP07(2012)032",
            "text": "have been made in the Hermes kinematic region. The results of the estimate, called the associated fractions and labelled \"Assoc. fraction\", are shown in the last row of figures 4-7 in the results section. The method used to perform this estimation is described in detail in ref. [8].",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 279,
                    "text": "[8]",
                    "end": 282
                }
            ]
        },
        {
            "text": "Experimental extraction of asymmetry amplitudes",
            "section_rank": 5
        },
        {
            "section": "Experimental extraction of asymmetry amplitudes",
            "text": "The expectation value of the experimental yield N is parameterised as",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "Experimental extraction of asymmetry amplitudes",
            "text": "where P is the beam polarisation, L is the integrated luminosity, η is the detection efficiency and dσ UU denotes the cross section for an unpolarised target summed over both beam charges and beam helicities. The asymmetries",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "Experimental extraction of asymmetry amplitudes",
            "text": "where the approximation is due to the truncation of the infinite Fourier series that would describe exactly the fitted distribution. Only the sin(nφ) terms of the A LU asymmetries and the cos(nφ) terms of the A C asymmetry are motivated by the physical processes under investigation. The other terms are included both as a consistency check for any off-phase extraneous harmonics in the data and as a test of the normalisation of the fit. These terms are expected to be consistent with zero and are found to be so. A maximum-likelihood fitting technique [34] was used to extract the asymmetry amplitudes in each kinematic bin of −t, x B and Q 2 . This method, described in ref. [8], fits the expected azimuthal distribution function to the data without introducing binning effects in φ. Event weights are introduced in the fitting procedure to account for luminosity imbalances with respect to the beam charge and polarisation.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 554,
                    "text": "[34]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 678,
                    "text": "[8]",
                    "end": 681
                }
            ]
        },
        {
            "section": "Experimental extraction of asymmetry amplitudes",
            "text": "The asymmetry amplitudes A sin(nφ) LU,I/DVCS and A cos(nφ) C relate respectively to the Fourier coefficients s W unp,n and c I unp,n from the interference and DVCS terms in eqs. (1.6)-(1.8). The asymmetry amplitudes may also be affected by the lepton propagators and the other φ-dependent terms in the denominators in eqs. (1.6)-(1.8).",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "Experimental extraction of asymmetry amplitudes",
            "text": "The DVCS asymmetry amplitude A sin φ LU,DVCS receives a contribution from the C DVCS unpfunction, which is bilinear in CFFs. However, this twist-3 amplitude is inherently small in Hermes kinematic conditions due to the size of the s DVCS unp,1 Fourier coefficient compared to the contributions from the c BH unp,n coefficients in the denominator of eq. (1.7). As a result of the more complicated dependence on the CFFs and this suppression, it is more",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 6
        },
        {
            "section": "JHEP07(2012)032",
            "text": "Asymmetry Amplitude Fourier Coefficient Dominant CFF Dependence Twist-Level Table 1. Asymmetry amplitudes that can be extracted from the available data set, the related Fourier coefficients, dominant C-functions and twist-levels.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 76,
                    "text": "Table 1",
                    "end": 83
                }
            ]
        },
        {
            "section": "JHEP07(2012)032",
            "text": "difficult to constrain GPDs via the measurement of A sin φ LU,DVCS than from the kinematicallyunsuppressed leading-twist amplitudes.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The leading-twist asymmetry amplitudes are A cos(0φ) C and A cos(2φ) C can also be expressed as having a dependence on C I unp using the Wandzura-Wilzcek approximation [35], i.e. neglecting antiquark-gluon-quark contributions; these amplitudes that are dependent on higher-twist objects can therefore be considered as being functionally similar, but kinematically suppressed, when compared to the amplitudes that are dependent only on leading-twist objects.",
            "paragraph_rank": 33,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 168,
                    "text": "[35]",
                    "end": 172
                }
            ]
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The A",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "JHEP07(2012)032",
            "text": "amplitude depends on the c I unp,3 Fourier coefficient and hence the C I T,unpfunction. Although the CFFs in this function are of leading twist, they relate to gluon helicity-flip GPDs and are thus suppressed by α S /π, where α S is the strong coupling constant. Table 1 presents the asymmetry amplitudes extracted in this analysis and, for each of them, the related dominant Fourier coefficient and C-function, and the twist-level at which the contributing GPDs enter.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 263,
                    "text": "Table 1",
                    "end": 270
                }
            ]
        },
        {
            "text": "Background corrections and systematic uncertainties for the 2006-2007 data",
            "section_rank": 7
        },
        {
            "section": "Background corrections and systematic uncertainties for the 2006-2007 data",
            "text": "The extracted asymmetry amplitudes are subject to systematic uncertainties that result from a combination of background processes, shifts in the missing-mass distributions, and various detector and binning effects determined in the same manner as used in refs. [8,9] in order to maintain consistency with the results published in ref. [9] and therefore facilitate the combination of the two data sets. No systematic uncertainty is assigned from the intermittent fault in the calorimeter mentioned in section 2; the number of events in which JHEP07(2012)032",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 261,
                    "text": "[8,",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 264,
                    "text": "9]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 335,
                    "text": "[9]",
                    "end": 338
                }
            ]
        },
        {
            "section": "Background corrections and systematic uncertainties for the 2006-2007 data",
            "text": "the fault occurred is very small for the 2006-2007 data sample and completely negligible in the context of the combined data sets. The contribution to the uncertainties on the amplitude measurements arising from background in the data from neutral meson production is predominantly due to the failure to identify one of the two photons from the decay of these neutral mesons. It is possible that both photons from the decay of a neutral meson could be boosted into a single calorimeter cluster and thus be reconstructed as a single photon produced in the BH or DVCS processes. It is similarly possible that the trajectory of one of the produced photons goes outwith the spectrometer acceptance and that the remaining photon is mistaken for one produced by the BH or DVCS processes. The A DVCS LU amplitudes are corrected for the fraction of the data sample and the magnitude of the asymmetry due to semi-inclusive pion production. A further uncertainty is assigned to these amplitudes for the influence of photons produced in decays of exclusively produced pions. Corrections for dilution of the amplitudes for the A I LU and A C asymmetries are applied. No asymmetry value is assigned to the influence of the dilution because influences from meson production are expected to vanish when considering the difference between beam charges. The procedure for estimating the uncertainty and correction factor for each measured amplitude value is described in detail in refs. [8,9]. Each measurement in the −t, x B and Q 2 projections has this uncertainty estimated at the centre of the relevant kinematic bin and included as part of the total systematic uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1470,
                    "text": "[8,",
                    "end": 1473
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1473,
                    "text": "9]",
                    "end": 1475
                }
            ]
        },
        {
            "section": "Background corrections and systematic uncertainties for the 2006-2007 data",
            "text": "A contribution to the systematic uncertainties of the measured amplitudes arises from shifts in the missing-mass distributions. Such shifts appear in a comparison of electron and positron data [31,32]. One quarter of the difference between the asymmetries extracted using the standard and shifted missing-mass windows is taken as the corresponding systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 193,
                    "text": "[31,",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 197,
                    "text": "32]",
                    "end": 200
                }
            ]
        },
        {
            "section": "Background corrections and systematic uncertainties for the 2006-2007 data",
            "text": "The predominant contribution to the systematic uncertainty arises from detector effects. These include the acceptance of the spectrometer, smearing effects due to detector resolution (e.g. the minimum opening angle between the scattered lepton and produced photon trajectories that can be resolved in the calorimeter), external radiation in detector material, potential misalignment and the finite bin width of the −t, x B and Q 2 projections. In order to quantify these effects, events were generated using a Monte Carlo simulation of the spectrometer that included them. An event generator based on the GPD model described in refs. [36,37] was used for the simulation because its output describes the data well and it was employed in ref. [9]. Asymmetry amplitudes were extracted from these simulated events using the same analysis procedure used to extract amplitudes from experimental data. In each kinematic bin, the systematic uncertainty was determined as the difference between the asymmetry amplitude reconstructed from the simulated data and that calculated from the GPD model at the average −t, x B and Q 2 value for that bin. The MC simulation shows that, in terms of kinematic smearing, the data sample is 99.9% pure in each of the large \"overall\" bins. In the kinematic projections, the best purity is found in the sixth Q 2 bin, which is 98% pure. The least pure bin is the third bin in −t, where approximately one-third of the events reconstructed in this bin are generated from outwith it. None of the bins average kinematic values are shown to be shifted by more than 5% as a result of kinematic smearing and the typical effect is a shift in the average kinematic values of a bin on the order of 1%.",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 634,
                    "text": "[36,",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 638,
                    "text": "37]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 741,
                    "text": "[9]",
                    "end": 744
                }
            ]
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 8
        },
        {
            "section": "JHEP07(2012)032",
            "text": "A ± δ stat.",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "section": "JHEP07(2012)032",
            "text": "Background Missing-Mass Shift Detector Effects Total δ syst. The total systematic uncertainty for the 2006-2007 data sample was determined for each kinematic bin by adding in quadrature the uncertainties arising from the background correction, the missing-mass shifts, and the detector effects. The 1996-2005 sample also has a systematic uncertainty from misalignment of the spectrometer [9], which has been eliminated for the 2006-2007 data sample due to improved surveying measurements. However, because the systematic uncertainty calculation for the 2006-2007 data uses the same Monte Carlo generator and reconstruction technique as was used for the 1996-2005 data, the systematic uncertainty for 2006-2007 is overestimated; this overestimate is very slight, because the systematic uncertainty contribution from potential misalignment affecting the asymmetries extracted from the 1996-2005 data set is very small [32]. Table 2 shows, for each physically-motivated amplitude extracted from the 2006-2007 data (in a single, overall kinematic bin), the contribution of the various systematic uncertainties. The beam polarisation measurements have total uncertainties of 2.8% for the 1996-2005 data-taking period and 3.4% for the 2006-2007 data taking period. These uncertainties are present in the beam-helicity amplitudes and are, as independent scale uncertainties, not included in the other presented uncertainties.",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 388,
                    "text": "[9]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 916,
                    "text": "[32]",
                    "end": 920
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 922,
                    "text": "Table 2",
                    "end": 929
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "In figures 2 and 3, results for the beam-helicity and beam-charge asymmetry amplitudes extracted from the 2006-2007 hydrogen data sets in this work are compared with results extracted from the 1996-2005 a data set published previously [9]. Each of the asymmetry amplitudes is shown extracted in one bin over all kinematic variables (\"Overall\") and also projected against −t, x B and Q 2 . The beam-helicity asymmetry amplitudes are subject to a The hydrogen gas target for the data set of 1996-2005 was either unpolarised, transversely polarised or longitudinally polarised. However, the time-averaged polarisation of the polarised targets was negligible, while the rapid reversal time (60-180s) of the polarisation direction minimised bias due to detector effects.  an additional scale uncertainty from the measurement of the beam polarisation, which is stated in the captions of the figures. A statistical test (Student's t-test) was applied in order to check for possible incompatibility between the asymmetry amplitudes extracted from the two data sets. Only the statistical uncertainties were employed in this test as the largest contributions to the systematic uncertainties, i.e. effects from detector resolution, acceptance, misalignment and smearing, are largely correlated. This test revealed no significant evidence for incompatibility between the data sets. The beam-helicity and beam-charge asymmetry amplitudes can therefore be extracted from the entire hydrogen data set recorded during the entire experimental operation of Hermes.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3,
                    "text": "figures 2 and 3",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 235,
                    "text": "[9]",
                    "end": 238
                }
            ]
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 10
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The results of the beam-helicity and beam-charge asymmetry amplitudes extracted from the complete 1996-2007 hydrogen sample are shown in figures 4 and 5. The number of analysable events available from the 2006-2007 data set (70352) is approximately three times greater than the number of events recorded in the 1996-2005 sample (24817). The asymmetry amplitudes extracted from the complete 1996-2007 data set thus resemble the 2006-2007 result. This resemblance is not so evident for the beam-helicity asymmetry amplitudes as it is for the beam-charge asymmetry amplitudes, because the beam polar-JHEP07(2012)032  isation was lower in 2006 and 2007 than in 1996-2005 and thus the 2006-2007 data has a lower weighting in the combined fit. The major contributions to the systematic error bands associated with the asymmetry amplitudes extracted from the combined data set were determined using Monte Carlo simulations as explained in section 4, i.e. contributions from acceptance, smearing, finite bin widths and misalignment. The background in the combined data sample is estimated using the method from refs. [8,31,32]. The uncertainty contributions due to the observed shifts in the missing-mass distributions for the combined data sets were calculated using the procedure described in section 4 and the results were averaged. The total systematic uncertainties for the combined results are obtained by adding these three independent contributions in quadrature.",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1109,
                    "text": "[8,",
                    "end": 1112
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1112,
                    "text": "31,",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1115,
                    "text": "32]",
                    "end": 1118
                }
            ]
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The first and second harmonics of A I LU , which are sensitive to the interference term in the scattering amplitude, are shown in the first and third rows of figure 4. The leadingtwist amplitude A sin φ LU,I has the largest magnitude of any of the amplitudes when extracted in a single bin from the entire data set. This amplitude shows no strong dependence on −t, x B or Q 2 , implying a strong dependence at smaller values of −t as the amplitude must approach zero as −t approaches its minimum value because of the dependence of the amplitude on the factor K defined in eq. (1.12). The A sin φ LU,I amplitude is sensitive to the imaginary part of the CFF H and thereby can constrain GPD H. The A sin φ LU,DVCS asymmetry JHEP07(2012)032  beam-charge asymmetry amplitudes extracted from all the unpolarised hydrogen data recorded at Hermes from 1996 until 2007. The error bars (bands) represent the statistical (systematic) uncertainties. Theoretical calculations from the model described in ref. [38] are shown as solid and dashed lines (KM09); calculations from ref. [42] are shown as dashed-dotted lines (GGL11). See text for details. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 997,
                    "text": "[38]",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1069,
                    "text": "[42]",
                    "end": 1073
                }
            ]
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The curves in figures 4 and 5 show the results of model calculations at the average value of the kinematic bins used for the data analysis. The solid and dashed curves show results of calculations from a global fit of GPDs to experimental data [38] including information from Hermes and Jefferson Lab, and the collider experiments at Hera. The basic model [39][40][41] is a flexible GPD representation that is based on both a Mellin-Barnes integral and dispersion integral representation with weakly entangled skewness and t dependences. The solid curves represent the model fit without data from the Jefferson Lab Hall A Collaboration [22]; the model fit represented by the dashed curves includes these data. Both fits include the 1996-2005 Hermes data. The model incorporates only twist-2 GPDs and so can provide results only for the A sin φ LU,I , A cos(0φ) C and A cos φ C asymmetry amplitudes. All of the relevant amplitudes reported here are well described by the model. The dash-dotted curves in figures 4 and 5 show the result of calculations from a fit based on a quark-diquark model with a Regge-inspired term that is included in order to describe accurately parton distribution functions at low x values [42]. The \"Regge\" term is extended to include contributions that determine the t-dependence of the corresponding GPD. The model incorporates fits to global deep-inelastic and elastic scattering data (to account for the ξ-independent limits and moments of the underlying GPDs) and DVCS data JHEP07(2012)032 from Jefferson Lab (to describe the skewness dependence). It describes the t-projections of the A sin φ LU amplitude reported here well, but the projections in the other kinematic variables are not as well described. The model describes the trends of the A cos(0φ) C and A cos φ C asymmetry amplitudes well.",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 244,
                    "text": "[38]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 356,
                    "text": "[39]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 360,
                    "text": "[40]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 364,
                    "text": "[41]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 636,
                    "text": "[22]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1215,
                    "text": "[42]",
                    "end": 1219
                }
            ]
        },
        {
            "section": "JHEP07(2012)032",
            "text": "In order to provide more detailed information that can be used in future fits, in particular for the determination of the entanglement of the skewness and −t dependences of GPDs, the amplitudes already presented in figures 4 and 5 are shown as a function of −t for three different ranges of x B in figures 6 and 7. These figures represent the kinematic dependences of the amplitudes in a less-correlated manner than the one-dimensional projections: within experimental uncertainty, there is no evidence of a correlation between the −t and x B dependences for any of the amplitudes.",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "JHEP07(2012)032",
            "text": "The results from this paper will be made available in the Durham Database. The results will also be made available in the same 4-bin format as used in previous analyses at Hermes [8,9,12]. ",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 179,
                    "text": "[8,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 182,
                    "text": "9,",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 184,
                    "text": "12]",
                    "end": 187
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "section": "Summary",
            "text": "Beam-helicity and beam-charge asymmetries in the azimuthal distribution of real photons from hard exclusive leptoproduction on an unpolarised hydrogen target have been presented. These asymmetries were extracted from an unpolarised hydrogen data set taken during the 2006 and 2007 operating periods of Hermes. Analogous asymmetry amplitudes were extracted previously from hydrogen data obtained during the 1996-2005 experimental period as described in ref. [9]. A comparison of the amplitudes extracted from these independent data sets has shown that they are compatible and the asymmetry amplitudes can therefore be extracted from the complete 1996-2007 data set. The asymmetry amplitudes extracted from the complete data set are the most statistically precise DVCS measurements presented by Hermes. There is a strong signal in the first harmonic of the interference contribution to the beam-helicity asymmetry. There are non-zero amplitudes in the zeroth and first harmonics of the beam-charge asymmetry. All asymmetry amplitudes related to higher harmonics are consistent with zero. The results from the complete data set are JHEP07(2012)032 compared to calculations from ongoing work to fit GPD models to experimental data. All asymmetry amplitudes are also presented as projections in −t in bins of x B . No additional features are observed in any particular x B -bin.  Figure 8 shows the covariance matrix for the 13 parameter fit for all amplitudes extracted in a single bin across the entire kinematic range. The covariance matrix for the fit in each of the kinematic bins presented in figures 4 to 7 will be made available in the Durham database.",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 457,
                    "text": "[9]",
                    "end": 460
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1375,
                    "text": "Figure 8",
                    "end": 1383
                }
            ]
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 12
        },
        {
            "text": "B Covariance matrix results",
            "section_rank": 13
        },
        {
            "section": "B Covariance matrix results",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Beam-helicity asymmetry amplitudes extracted separately from the unpolarised 1996-2005 (open triangles) [9] and 2006-2007 (filled squares) hydrogen data. The error bars represent the statistical uncertainties. The error bands represent the systematic uncertainties. An additional 2.8 % and 3.4 % scale uncertainty for the 1996-2005 and 2006-2007 data respectively is present in the amplitudes due to the uncertainty of the beam polarisation measurement. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 50,
            "section_rank": 14
        },
        {
            "text": "Figure 3 .",
            "section_rank": 15
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Beam-charge asymmetry amplitudes extracted separately from the unpolarised 1996-2005 (open triangles) [9] and 2006-2007 (filled squares) hydrogen data. The error bars represent the statistical uncertainties. The error bands represent the systematic uncertainties. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. The A sin φ LU,I , A sin φ LU,DVCS and A sin(2φ) LU,Ibeam-helicity asymmetry amplitudes extracted from all the unpolarised hydrogen data recorded at Hermes from 1996 until 2007. The error bars (bands) represent the statistical (systematic) uncertainties. An additional 3.2 % scale uncertainty is present in the amplitudes due to the uncertainty of the beam polarisation measurement. Solid and dashed lines (KM09) show model calculations from ref.[38]; calculations from ref.[42] are shown as dasheddotted lines (GGL11). See text for details. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 52,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 456,
                    "text": "[38]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 484,
                    "text": "[42]",
                    "end": 488
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 17
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. The A sin φ LU,I , A sin φ LU,DVCS and Asin(2φ) LU,Ibeam-helicity asymmetry amplitudes extracted from all the unpolarised hydrogen data recorded at Hermes from 1996 until 2007 as a function of −t for three different x B ranges. The error bars (bands) represent the statistical (systematic) uncertainties. An additional 3.2 % scale uncertainty is present in the amplitudes due to the uncertainty of the beam polarisation measurement. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Figure 7. The A cos(0φ) C , A cos φ C , A cos(2φ) C and A cos(3φ) C beam-charge asymmetry amplitudes extracted from all the unpolarised hydrogen data recorded at Hermes from 1996 until 2007 as a function of −t for three different x B ranges. The error bars (bands) represent the statistical (systematic) uncertainties. The simulated fractional contribution from associated production to the yield in each kinematic bin is shown in the bottom row.",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "text": "Figure 8 .",
            "section_rank": 19
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. The covariance matrix results for the asymmetries extracted in a single bin across the whole kinematic range. The size of the symbols in the chart reflect the magnitude of the corresponding correlation. Closed (open) symbols represent positive (negative) correlations.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": ", so A cos φ C and A sin φ LU,I are expected to have the largest magnitude in Hermes kinematic conditions.Although strictly dependent on higher-twist quantities, the asymmetry amplitudes A",
            "paragraph_rank": 56,
            "section_rank": 20
        },
        {
            "text": "Table 2 .",
            "section_rank": 21
        },
        {
            "section": "Table 2 .",
            "text": "The values of the physically-motivated asymmetries extracted in a single bin over all kinematic variables with their statistical uncertainties are presented in the second column of this table. The third, fourth and fifth columns show the contributions to the overall systematic uncertainties of the extracted asymmetry amplitudes due to the background correction, the time-dependent shifts of the missing-mass distributions and detector effects for the 2006-2007 data. The total systematic uncertainties of the amplitudes, shown in the right-most column, are the individual contributions added in quadrature.",
            "paragraph_rank": 57,
            "section_rank": 21
        },
        {
            "text": "Acknowledgments",
            "section_rank": 23
        },
        {
            "section": "Acknowledgments",
            "text": "We gratefully acknowledge the Desy management for its support and the staff at Desy and the collaborating institutions for their significant effort. ",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 25
        },
        {
            "section": "JHEP07(2012)032",
            "text": "A Tables of results   −t x B Q 2 A sin φ LU,I ± δ stat. ± δ syst.  and A sin φ LU,DVCS asymmetry amplitudes with statistical and systematic uncertainties and the average values of the kinematic variables from unpolarised hydrogen target data taken during 2006-2007 at Hermes for each −t, x B and Q 2 bin. An additional 3.4 % scale uncertainty is present in the amplitudes due to the uncertainty of the beam polarisation measurement.   and A sin φ LU,DVCS asymmetry amplitudes with statistical and systematic uncertainties and the average values of the kinematic variables from unpolarised hydrogen target data taken during 1996-2007 at Hermes for each −t, x B and Q 2 bin. An additional 3.2 % scale uncertainty is present in the amplitudes due to the uncertainty of the beam polarisation measurement.  and A sin φ LU,DVCS asymmetry amplitudes with statistical and systematic uncertainties and the average values of the kinematic variables from unpolarised hydrogen target data taken during 1996-2007 at Hermes for −t bins with certain x B ranges. An additional 3.2 % scale uncertainty is present in the amplitudes due to the uncertainty of the beam polarisation measurement. 0.020 ± 0.015 ± 0.014 0.049 ± 0.021 ± 0.017 -0.002 ± 0.021 ± 0.008 -0.014 ± 0.021 ± 0.005 0.03-0.06 0.044 0.098 2.501 -0.013 ± 0.013 ± 0.014 -0.002 ± 0.018 ± 0.003 0.037 ± 0.018 ± 0.011 0.000 ± 0.018 ± 0.003 0.06-0.10 0.079 0.098 2.462 0.007 ± 0.014 ± 0.010 0.037 ± 0.020 ± 0.002 0.012 ± 0.020 ± 0.010 -0.019 ± 0.020 ± 0.010 0.10-0.20 0.142 0.098 2.484 -0.020 ± 0.013 ± 0.026 0.038 ± 0.018 ± 0.018 -0.024 ± 0.017 ± 0.024 -0.005 ± 0.017 ± 0.007 0.20-0.35 0.258 0.099 2.736 -0.064 ± 0.018 ± 0.029 0.107 ± 0.025 ± 0.008 -0.011 ± 0.024 ± 0.042 -0.038 ± 0.024 ± 0.013 0.35-0.70 0.459 0.099 3.211 -0.077 ± 0.038 ± 0.023 0.023 ± 0.063 ± 0.015 -0.046 ± 0.056 ± 0.010 0.024 ± 0.048 ± 0.029 −t[GeV 2 ] 0.12 < x B < 0.35 0.00-0.03 0.026 0.130 2.954 -0.024 ± 0.045 ± 0.008 -0.007 ± 0.064 ± 0.001 -0.013 ± 0.065 ± 0.023 0.026 ± 0.062 ± 0.011 0.03-0.06 0.046 0.145 3.629 0.034 ± 0.018 ± 0.019 -0.044 ± 0.027 ± 0.045 -0.005 ± 0.025 ± 0.020 -0.027 ± 0.025 ± 0.014 0.06-0.10 0.080 0.160 3.942 -0.026 ± 0.016 ± 0.013 0.044 ± 0.022 ± 0.038 0.012 ± 0.022 ± 0.003 -0.043 ± 0.021 ± 0.005 0.10-0.20 0.145 0.174 4.309 0.013 ± 0.012 ± 0.010 0.059 ± 0.017 ± 0.024 0.002 ± 0.017 ± 0.010 0.011 ± 0.017 ± 0.003 0.20-0.35 0.263 0.184 4.799 -0.000 ± 0.015 ± 0.013 0.069 ± 0.022 ± 0.034 0.017 ± 0.021 ± 0.023 0.010 ± 0.021 ± 0.005 0.35-0.70 0.460 0.194 5.621 -0.023 ± 0.021 ± 0.022 0.078 ± 0.030 ± 0.009 0.068 ± 0.030 ± 0.020 0.061 ± 0.029 ± 0.024 Table 8. Results of the A cos(nφ) C asymmetry amplitudes with statistical and systematic uncertainties and the average of the kinematic variables from unpolarised hydrogen target data taken during the 1996-2007 at Hermes for −t bins with certain x B ranges.",
            "paragraph_rank": 59,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 2,
                    "text": "Tables of results   −t",
                    "end": 24
                },
                {
                    "type": "table",
                    "start": 2591,
                    "text": "Table 8",
                    "end": 2598
                }
            ]
        },
        {
            "text": "JHEP07(2012)032",
            "section_rank": 26
        }
    ]
}