{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recent results on the search for new physics at BaBar and Belle B-factories are presented. The search for a light Higgs boson produced in the decay of different Υ resonances is shown. In addition, recent measurements aimed to discover invisible final states produced by new physics mechanisms beyond the standard model are presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A light Higgs boson is foreseen in many extensions of the Standard Model. In the limit of (m H < 2m b ) it may become accessible through Υ resonances [1,2]. Under this scenario, B-factories represent an ideal discovery environment, and they complete the existing results from high energy electron-positron machines as LEP or more recently coming from experiments at hadron machines as Tevatron and LHC.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 150,
                    "text": "[1,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 153,
                    "text": "2]",
                    "end": 155
                }
            ]
        },
        {
            "text": "BaBar and Belle",
            "section_rank": 3
        },
        {
            "section": "BaBar and Belle",
            "text": "Tha BaBar Collaboration at PEP-II (SLAC) [3] and the Belle Collaboration at KEKB (Tsukuba) [4] have been successfully taking data since 1999 mainly around and at the energy of the Υ(4s) resonance. In the last part of their respective physics programmes, the center-of-mass energy has been varied enough to study other Υ resonances. The total accumulated data has been of more of 1 ab −1 for Belle and about 550 f b −1 for BaBar. A picture showing the integrated luminosity of the two experiments with the breakdown at the different energies is shown in Fig.1. The table at the bottom of the picture presents the number of millions of events collected at the three resonances used in the searches reviewed in this paper. The numbers in parentheses are the additional events coming from the feed-down contributions from higher-energy resonances.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 41,
                    "text": "[3]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 91,
                    "text": "[4]",
                    "end": 94
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 553,
                    "text": "Fig.1",
                    "end": 558
                }
            ]
        },
        {
            "text": "Direct searches for a light CP-odd Higgs",
            "section_rank": 4
        },
        {
            "section": "Direct searches for a light CP-odd Higgs",
            "text": "This analysis performed by BaBar [5] is based on the selection of a photon with a minimum center-of-mass energy E * γ > 0.2GeV and two oppositely charged tracks with a vertex compatible with the luminous region. A muon mass hypothesis is assigned to the two tracks and after a kinematic fit to the γµµ candidate, the signal is searched in a e-mail: giovanni.calderini@lpnhe.in2p3.fr b on behalf of BaBar and Belle Collaborations µµ − 4m 2 µ . No significant excess of events above the background was observed in both the Υ(2s) and the Υ(3s) samples and 90% confidence level (CL) limits are established: ",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                }
            ]
        },
        {
            "text": "Υ(3s)",
            "section_rank": 5
        },
        {
            "section": "Υ(3s)",
            "text": "BaBar has also searched for an A 0 signal in the decay of Υ(3s) → γτ + τ − [6]. The two tau candidates are reconstructed in the leptonic channel, and events with two tracks identified as e or µ (ee, eµ and µµ combinations) and a photon with E γ > 0. Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20122804005 τ + τ − γ. Since the event is not fully reconstructed, the signature of signal is given by a peak in the E γ distribution, which is scanned in the range 4.03 < m A 0 < 10.10 GeV after peaking background removal. No significant signal is found and an upper limit is set B(Υ(3s) → γA 0 (τ + τ − ) < (1.5 ÷ 16)10 −5 at 90 % confidence level, as shown in fig. 3. Fig. 3. The product branching fraction and the 90% CL upper limit as a function of the A 0 mass for the Υ(3s) → γA 0 with the A 0 → τ + τ − analysis (BaBar).",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 75,
                    "text": "[6]",
                    "end": 78
                },
                {
                    "type": "figure",
                    "start": 702,
                    "text": "fig. 3",
                    "end": 708
                },
                {
                    "type": "figure",
                    "start": 710,
                    "text": "Fig. 3",
                    "end": 716
                }
            ]
        },
        {
            "text": "Υ(2, 3s) → γ A 0 with A 0 → hadrons",
            "section_rank": 6
        },
        {
            "section": "Υ(2, 3s) → γ A 0 with A 0 → hadrons",
            "text": "A BaBar recent analysis [7] involves the hadronic decay mode of the A 0 . In this case the event can be fully reconstructed. The highest-energy photon in the event (E γ > 2.2(2.5) GeV in the Υ(2s) and Υ(3s) selections) after a π 0 and η veto is chosen. The sum of all 4-momenta of the remaining objects (K s , K, π, p, π 0 and leftover γ) is taken as the A 0 candidate. Invariant mass distributions are scanned for peaks in the Υ(2s) and Υ(3s) selections. The priduct branching fractions observed are shown if fig. 4. No significant excess of events is observed and a limit is set B(Υ(ns) → γA 0 (hadrons)) < (0.1 ÷ 8)10 −5 at 90% confidence level. 3.4 More recent results involving Υ(1s) → γ A 0 with the A 0 decaying into µ + µ − , τ + τ − or hadrons)",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 24,
                    "text": "[7]",
                    "end": 27
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 510,
                    "text": "fig. 4",
                    "end": 516
                }
            ]
        },
        {
            "section": "Υ(2, 3s) → γ A 0 with A 0 → hadrons",
            "text": "More recent results are worth to be mentioned, involving the Υ(1s) transition to γA 0 with A 0 reconstructed to visible states. In particular Belle looks at the Υ(1s) → γA 0 with the A 0 → τ + τ − [8]. The analysis is still underway and, as in the previous examples of reconstruction of A 0 into τ pairs, is based on a study of the E γ distribution. Taus are presently reconstructed in the leptonic channel eµ, while ee and µµ combinations will be added soon. In addition, BaBar is studying the Υ(1s) → γA 0 with A 0 → µ + µ − , τ + τ − or hadrons ) using a di-pion tag to identify the Υ(1s) from the Υ(3s) → π + π − Υ(1s) transition.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 197,
                    "text": "[8]",
                    "end": 200
                }
            ]
        },
        {
            "text": "Invisible decays",
            "section_rank": 7
        },
        {
            "section": "Invisible decays",
            "text": "In some nMSSM models with χ as Lightest Supersymmetric Particle (LSP), the dominant decay mode of the A 0 could be A 0 → χ 0 χ 0 . For this reason, all the analyses involving invisible decays of the A 0 have a special interest, given also the implications for Dark Matter existence.",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "text": "Υ(3s)",
            "section_rank": 8
        },
        {
            "section": "Υ(3s)",
            "text": "This BaBar analysis [9] is based on a search for a monochromatic photon in the event in conjunction with missing energy. A peak in the center-of-mass E * γ distribution is searched and the invariant mass of the recoil system is calculated. A scan to identify an excess of events is performed. No significant signal is observed and also in this case an upper limit is set B(Υ(3s) → γA 0 (invisible)) < (0.7 ÷ 31)10 −6 at 90% confidence level.",
            "paragraph_rank": 9,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 20,
                    "text": "[9]",
                    "end": 23
                }
            ]
        },
        {
            "text": "Υ(1s)",
            "section_rank": 9
        },
        {
            "section": "Υ(1s)",
            "text": "The case of Υ(1s) decay involving invisible products is of special interest. In fact, the SM process Υ(1s) → γνν is not observable at the present experimental sensitivity (B ≈ 10 −5 ) [10]. At the same time the branching fraction of Υ(1s) → γA 0 could be as large as 5 × 10 −4 depending on the mass of the A 0 and the couplings [2]. An observation of Υ(1s) decays with significant missing energy could be a sign of new physics.",
            "paragraph_rank": 10,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 184,
                    "text": "[10]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 328,
                    "text": "[2]",
                    "end": 331
                }
            ]
        },
        {
            "section": "Υ(1s)",
            "text": "In a BaBar analysis [11], the Υ(1s) is tagged from the Υ(3s) → π + π − Υ(1s) transition. Both the resonant twobody decay Υ(1s) → γA 0 and the non-resonant three-body decay Υ(1s) → γχχ are analyzed. Two pions of opposite charge and a single energetic photon with E * γ ≤ 0.15 GeV plus a large amount of missing energy and momentum are required in the event. Sources of background as the Υ(1s) → γK L K L and Υ(1s) → γnn are reduced by using a hadron calorimeter (IFR) based veto. The signal yield is extracted as a function of m A 0 (m χ ) in the interval 0 ≤ m A 0 ≤ 9.2 GeV (0 ≤ m χ ≤ 4.5 GeV), using two kinematic variables: the di-pion recoil mass M rec and the missing mass squared M 2 X . No significant excess of events above the background is observed and upper limits are set at 90% confidence level on B(Υ(1s) → γA 0 (invisible) < (1.9 ÷ 37)10 −6 and B(Υ(1s) → γχχ) < (0.5 ÷ 24)10 −5 (Fig.5).  BaBar also searched for a Dark Matter candidate in the direct decay of Υ(1s) to invisible states [12]. Also in this case, the Υ(1s) is tagged with the help of the di-pion system in the Υ(3s) → π + π − Υ(1s) transition. Two oppositely charged pions with no other detector activity in the event are required. The mass of the recoil system is reconstructed. In addition to the combinatoric events, there are other important sources of peaking background. In particular the Υ(3s) → π + π − Υ(1s) decay, where the Υ(1s) final state particles (mainly lepton pairs, low energy particles or other non-interacting neutral hadrons) are undetected. The contribution from these peaking sources is estimated from simulation and validated on data in a control sample with sim-ilar requirements as the signal sample. After the combinatoric background subtraction, a still significant signal eccess of 2326 ± 105 events is observed (see Fig.6). At the same time the peaking background expected contribution is determined to be of 2444 ± 123 events, which is fully consistent with the excess found. After total background subtraction a signal yield consistent with zero (−118 ± 105 ± 24) is found in the expected region and an upper limit of B(Υ(1s) →invisible) < 3.0 × 10 −4 at the 90% confidence level is obtained.",
            "paragraph_rank": 11,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 20,
                    "text": "[11]",
                    "end": 24
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 893,
                    "text": "(Fig.5)",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1000,
                    "text": "[12]",
                    "end": 1004
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1824,
                    "text": "Fig.6",
                    "end": 1829
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 10
        },
        {
            "section": "Conclusions",
            "text": "The searches for a light Higgs boson A 0 by BaBar and Belle experiments using the datasets collected at the Υ resonances are presented.No evidence is found, which strongly contraints the available parameter space of the nMSSM. In addition the result of the search for invisible decays of the Υ(1s) is reported, to look for light Dark Matter candidates.",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Evolution of integrated luminosity as a function of time for the Belle and BaBar experiments with the breakdown of data taken at the different energies. The table at the bottom represents in particular the number of millions of events collected by the two experiments at the three resonances used for the search reviewed in this paper. Numbers in parentheses are the feed-down contributions from higher resonances.",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "text": "5)10 −6 for a mass hypothesis in the range 0.212 ≤ m A 0 ≤ 9.3 GeV. Upper limits as a function of the A 0 mass are shown inFig. 2.",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "text": "1",
            "section_rank": 13
        },
        {
            "section": "1",
            "text": "GeV are selected. The dominant background is represented by QED radiative tau pairs e + e − → EPJ Web of Conferences DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 15,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The 90% CL upper limit as a function of the A 0 mass for the Υ → γA 0 (µµ) extracted from the Υ(2s) and Υ(3s) samples, and the limit on the product of the branching fraction by the effective coupling f 2 Y . The shadowed regions correspond to the J/ψ and ψ(2s) resonances which are excluded from the search.",
            "paragraph_rank": 16,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The product branching fraction as a function of the A 0 mass for the Υ(2s, 3s) → γA 0 with A 0 → hadrons analysis (BaBar).",
            "paragraph_rank": 17,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. The 90% CL upper limit as a function of the A 0 mass and χ mass for the Υ → γA 0 and Υ → γχχ searches.",
            "paragraph_rank": 18,
            "section_rank": 16
        },
        {
            "text": "3. 5 . 3",
            "section_rank": 17
        },
        {
            "section": "3. 5 . 3",
            "text": "Direct decay of Υ(1s) → invisible states.",
            "paragraph_rank": 19,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The ππ recoil mass distribution m rec in the Υ(1s) → invisible anaysis. Data are shown as points, while the overall fit (solid) and the combinatoric contribution (dashed) are shown. A large excess of events is still observed (shadowed) but it is consistent with the peaking background expected contribution.",
            "paragraph_rank": 20,
            "section_rank": 18
        }
    ]
}