{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Flavour physics has a long tradition of paving the way for direct discoveries of new particles and interactions. Results over the last decade have placed stringent bounds on the parameter space of physics beyond the Standard Model. Early results from the LHC, and its dedicated flavour factory LHCb, have further tightened these constraints and reiterate the ongoing relevance of flavour studies. The experimental status of flavour observables in the charm and beauty sectors is reviewed in measurements of CP violation, neutral meson mixing, and measurements of rare decays.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Flavour physics has given key contributions to the understanding of fundamental particles. The kaon system is an excellent example how the interplay of meson anti-meson mixing [1][2][3], and the search for rare decays [4,5] led to the prediction of the charm quark and indeed charm mesons [6][7][8][9][10]. Furthermore, the observation of CP violation in neutral kaons [11] led to the prediction of a third generation of quarks [12]. At the LHC, precision measurements of flavour physics are sensitive to new particles contributing to quantum loops up to scales of about 200 TeV [13] which, according to the Heisenberg uncertainty principle [14], correspond to distance scales of the order of 10 −21 m. This exceeds the reach for direct production of particles by roughly two orders of magnitude.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 176,
                    "text": "[1]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 179,
                    "text": "[2]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 182,
                    "text": "[3]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 218,
                    "text": "[4,",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 221,
                    "text": "5]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 289,
                    "text": "[6]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 292,
                    "text": "[7]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 295,
                    "text": "[8]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 298,
                    "text": "[9]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 301,
                    "text": "[10]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 369,
                    "text": "[11]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 428,
                    "text": "[12]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 579,
                    "text": "[13]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 641,
                    "text": "[14]",
                    "end": 645
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This review covers flavour changing processes of charm and beauty mesons; recent results on lepton flavour violata e-mail: marco.gersabeck@cern.ch b e-mail: vladimir.gligorov@cern.ch c e-mail: nicola.serra@cern.ch ing decays are also briefly discussed. These provide complementary access to effects from Physics Beyond the Standard Model (PBSM). This complementarity will eventually help to identify the nature of signs of new dynamics, should they be generated by a common source. Sections 2 to 4 cover the status of mixing and CP violation measurements while Sect. 5 reviews measurements of rare decays.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "CP violation in heavy flavour mesons",
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "The mass eigenstates of neutral mesons, |M 1,2 , with masses m 1,2 and widths Γ 1,2 , are linear combinations of the flavour eigenstates, |M 0 and |M 0 , as |M 1,2 = p|M 0 ± q|M 0 with complex coefficients satisfying |p| 2 + |q| 2 = 1. This allows the definition of the averages m ≡ (m 1 + m 2 )/2 and Γ ≡ (Γ 1 + Γ 2 )/2. The phase convention of p and q is chosen such that CP|M 0 = −|M 0 .",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "Following the notation of [15], the time dependent decay rates of M 0 and M 0 decays to the final state f can be  (1) where τ ≡ Γ t, (-) A f are the decay amplitudes and λ f is given by",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 26,
                    "text": "[15]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 114,
                    "text": "(1)",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "start": 133,
                    "text": "(-)",
                    "end": 136
                }
            ]
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "where the right-hand expression is valid for a CP eigenstate f with eigenvalue η CP and φ is the CP violating relative phase between q/p andĀ f /A f . In general, CP symmetry is violated if λ f , as defined in Eq. 2, deviates from 1. This can have different origins: the case |q/p| = 1 is called CP violation in mixing, |Ā f /A f | = 1 is CP violation in the decay, and a non-zero phase φ between q/p andĀ f /A f causes CP violation in the interference between mixing and decay. Mixing is common to all decay modes and hence CP violation originating in this process is universal which is called indirect CP violation. Decay-specific CP violation is called direct CP violation. An excellent discussion on the different types of CP violation can be found in Sect. 7.2.1 of [16]. As opposed to the strange and the beauty system, CP violation has not yet been discovered in the charm system, though the LHCb collaboration has recently found first evidence for CP violation in two-body D 0 decays [17].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "ref_id": "formula_0",
                    "start": 214,
                    "text": "2",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 771,
                    "text": "[16]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 992,
                    "text": "[17]",
                    "end": 996
                }
            ]
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "In ",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "given on the right in the Wolfenstein parametrization where λ ≈ 0.22 is the sine of the Cabibbo angle. CP violation then arises solely from the imaginary term in this matrix. Since the matrix is unitary, it can be represented by six triangles in the complex plane, defined by unitarity conditions such as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "which is known as the \"Unitarity Triangle\". This particular unitarity condition is chosen because the three terms, corresponding to the sides of the triangle, are of approximately equal size. The fact that the SM predicts O(10 %) CP vio-",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "The current constraints on the Unitarity Triangle. These meet at the overconstrained apex, and the shaded ellipse indicates the allowed region for the apex when all measurements are taken together.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "CP violation in heavy flavour mesons",
            "text": "Reproduced from [18] lating effects in many B decays, while the predictions for D decays are generally at least two orders of magnitude smaller, has led to differing experimental approaches. In the case of B decays, the focus has been on precise measurements of mixing and CP violation in order to overconstrain the sides and angles of the Unitarity Triangle, in particular its apex, as illustrated in Fig. 1. In D decays the focus has been on searches for CP violation and a precise understanding of the mixing parameters.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 16,
                    "text": "[18]",
                    "end": 20
                },
                {
                    "type": "figure",
                    "start": 402,
                    "text": "Fig. 1",
                    "end": 408
                }
            ]
        },
        {
            "text": "Charm mixing and CP violation",
            "section_rank": 4
        },
        {
            "section": "Charm mixing and CP violation",
            "text": "The studies of charm mesons have gained in momentum with the measurements of first evidence for meson antimeson mixing in neutral charm mesons in 2007 [19,20]. Mixing of D 0 mesons is the only mixing process where down-type quarks contribute to the box diagram. Unlike Bmeson mixing where the top-quark contribution dominates, the third generation quark is of similar mass to the other down-type quarks. This leads to a combination of GIM cancellation [10] and CKM suppression [12,21], which results in a strongly suppressed mixing process [22].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 151,
                    "text": "[19,",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 155,
                    "text": "20]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 452,
                    "text": "[10]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 477,
                    "text": "[12,",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 481,
                    "text": "21]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 540,
                    "text": "[22]",
                    "end": 544
                }
            ]
        },
        {
            "section": "Charm mixing and CP violation",
            "text": "Since experimental evidence has shown that quantumloop effects are accessible in the charm sector, measurements of D mesons provide access to effects from particles beyond the SM, complementary to measurements in the B sector. It was discussed whether the measured size of the mixing parameters could be interpreted as a hint for new physics [23][24][25][26][27][28][29]. New physics effects were also searched for in numerous CP-violation measurements, which are covered in the remainder of this section, and searches for rare decays as discussed in Sect. 5.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 342,
                    "text": "[23]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 346,
                    "text": "[24]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 350,
                    "text": "[25]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 354,
                    "text": "[26]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 358,
                    "text": "[27]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 362,
                    "text": "[28]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 366,
                    "text": "[29]",
                    "end": 370
                }
            ]
        },
        {
            "text": "Charm mixing",
            "section_rank": 5
        },
        {
            "section": "Charm mixing",
            "text": "Mixing of D 0 mesons can be measured in several different modes. All require identifying the flavour of the D 0 at production as well as at the time of the decay. Tagging the flavour at production usually exploits the strong decay D * + → D 0 π + , where the charge of the pion determines the flavour of the D 0 . Charge conjugate decays are implicitly included here and henceforth. The small amount of free energy in this decay leads to the difference in the reconstructed invariant mass of the D * + and the D 0 , δm ≡ m D * + − m D 0 , exhibiting a sharply peaking structure over a threshold function as background. An alternative to using this decay mode is tagging the D 0 flavour by reconstructing a flavour-specific decay of a B meson. This method has not yet been used in a measurement as it did not yet yield competitive quantities of tagged D 0 mesons. At LHCb this approach may be of interest due to differences in trigger efficiencies partly compensating for lower production rates. Another option available, particularly at e + e − colliders, is the reconstruction of the opposite side charm meson in a flavour specific decay.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Charm mixing",
            "text": "Theoretically, the most straight-forward mixing measurement is that of the rate of the forbidden decay D 0 → K + μ − ν μ which is only accessible through D 0 -D 0 mixing. The ratio of the time-integrated rate of these forbidden decays to their allowed counterparts, D 0 → K − μ + ν μ , determines R m ≡ (x 2 + y 2 )/2. As this requires very large samples of D 0 mesons no measurement has thus far reached sufficient sensitivity to see evidence for D 0 mixing. The most sensitive measurement to date has been made by the Belle collaboration to R m = (1.3 ± 2.2 ± 2.0) × 10 −4 [30], where the first uncertainty is of statistical and the second is of systematic nature. This notation is applied to all results where two uncertainties are quoted.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 575,
                    "text": "[30]",
                    "end": 579
                }
            ]
        },
        {
            "section": "Charm mixing",
            "text": "Related to the semileptonic decay is the suppressed decay D 0 → K + π − , called the wrong-sign (WS) decay. For this decay, a doubly Cabibbo-suppressed (DCS) amplitude interferes with the decay through a mixing process followed by the Cabibbo-favoured (CF) decay D 0 → K − π + . Following from Eq. (1) the time-dependent decay rate of the WS decay is, in the limit of CP conservation, proportional to [31] ",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 401,
                    "text": "[31]",
                    "end": 405
                }
            ]
        },
        {
            "section": "Charm mixing",
            "text": "where the mixing parameters are rotated by the strong phase between the DCS and the CF amplitude, leading to the observable y = y cos δ Kπ − x sin δ Kπ . The parameter R D is the ratio of the DCS to the CF rate. Measurements with sufficient sensitivity to unveil evidence for D 0 mixing have been performed by the BaBar and CDF collaborations, leading to x 2 = (−0.22 ± 0.30 ± 0.20) × 10 −3 and y = (9.7 ± 4.4 ± 3.1) × 10 −3 [19], and x 2 = (−0.12 ± 0.35) × 10 −3 and y = (8.5 ± 7.6) × 10 −3 [32], respectively. Similarly, the CF and DCS amplitudes can also lead to higher mass states of the same quark content. The decay D 0 → K − π + π 0 is the final state of several such resonances. Thus, by studying the decay-time dependence of the various resonances a mixing measurement can be obtained. The BaBar collaboration achieved a measurement showing evidence for D 0 mixing with central values of x = (26.1 +5.7 −6.8 ± 3.9) × 10 −3 and y = (−0.6 +5.5 −6.4 ± 3.4) × 10 −3 [33], where the rotation between the observables and the system of mixing parameters is given by a strong phase as",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 425,
                    "text": "[19]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 492,
                    "text": "[32]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "start": 907,
                    "text": "+5.7",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 971,
                    "text": "[33]",
                    "end": 975
                }
            ]
        },
        {
            "section": "Charm mixing",
            "text": "The strong phases are not accessible in these measurements but have to come from measurements performed using quantum-correlated D 0 -D 0 pairs produced at threshold. These are available from CLEO [34][35][36][37] and can be further improved by BESIII.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 197,
                    "text": "[34]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 201,
                    "text": "[35]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 205,
                    "text": "[36]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 209,
                    "text": "[37]",
                    "end": 213
                }
            ]
        },
        {
            "section": "Charm mixing",
            "text": "By the time of this review no single experiment observation of mixing in D 0 mesons with a significance exceeding 5σ has been possible. However, the combination of the numerous measurements by the Heavy Flavor Averaging Group (HFAG) excludes the no-mixing hypothesis by about 10σ [38]. Under the assumption of no CP violation the world average of the mixing parameters is x = (6.5 +1.8 −1.9 ) × 10 −3 and y = (7.3 ± 1.2) × 10 −3 .",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 280,
                    "text": "[38]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "+1.8",
                    "end": 385
                }
            ]
        },
        {
            "text": "Charm CP violation",
            "section_rank": 6
        },
        {
            "section": "Charm CP violation",
            "text": "Indirect CP violation is often measured in conjunction with mixing parameters. One example is the measurement of effective inverse lifetimes in decays of D 0 (D 0 ) mesons into final states which are CP eigenstates,Γ (Γ ). The comparison of these lifetimes to that of a Cabibbo-favoured flavour eigenstate (Γ ) leads to the observable",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Charm CP violation",
            "text": "where A m is the CP violation in mixing defined alongside the direct [39]. In the limit of CP conservation y CP equals the mixing parameter y.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 69,
                    "text": "[39]",
                    "end": 73
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "Comparing the CP eigenstates K − K + and π − π + to the Cabibbo-favoured mode K − π + , the Belle and BaBar collaborations have measured y CP = (13.1 ± 3.2 ± 2.5) × 10 −3 [20] and y CP = (11.6 ± 2.2 ± 1.8) × 10 −3 [40], respec-tively. The Belle collaboration has also published a measurement using only the decay D 0 → K 0 S K − K + in which they compare the effective lifetime around the φ resonance with that measured in sidebands of the K − K + invariant mass. The effective CP eigenstate content in these regions is determined with two different models. Their result is [41]. Provided measurements of sufficient precision, the comparison of y CP with the mixing parameter y is a test of CP violation. However, while one would expect y CP < y in the presence of CP violation, the experimental results currently favour y CP > y, i.e. no sign of CP violation is observed.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 171,
                    "text": "[20]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 214,
                    "text": "[40]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 574,
                    "text": "[41]",
                    "end": 578
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "A second, more sensitive, way of measuring indirect CP violation is through the comparison of effective lifetimes of D 0 and D 0 decays to CP eigenstates. This leads to the observable",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Charm CP violation",
            "text": "which has contributions from both direct and indirect CP violation [15,39]. Currently there are three measurements of A Γ , which are all compatible with zero. The Belle, BaBar, and LHCb collaborations have measured [42], and [43], respectively. With the LHCb result being based only on a small fraction of the data recorded so far, significant improvements in sensitivity may be expected in the near future. Using current experimental bounds values of A Γ up to O(10 −4 ) are expected [15,44]. It has however been shown that enhancements up to about one order of magnitude are possible for example in the presence of a fourth generation of quarks [22] or in a Little Higgs Model with T-Parity [44]. This would bring A Γ close to the current experimental limits. Eventually, the interpretation of CP violation results requires precise knowledge of both mixing and CP violation parameters. The analysis of the decays",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 67,
                    "text": "[15,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 71,
                    "text": "39]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 216,
                    "text": "[42]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 226,
                    "text": "[43]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 486,
                    "text": "[15,",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 490,
                    "text": "44]",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 648,
                    "text": "[22]",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 694,
                    "text": "[44]",
                    "end": 698
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "offers separate access to the parameters x, y, |q/p| and arg(q/p). This require the decay-time dependence of the phase space structure of these decays, which is possible in two ways: using Dalitz plot models or based on a measurement of the strong phase difference across the Dalitz plot by the CLEO collaboration [45]. One measurement made by the Bellecollaboration has determined these parameters based on a Dalitz plot model [46]. Other measurements were performed by the CLEO [47] and BaBar [48] collaborations assuming CP conservation and thus extracting only x and y. With the data samples available and being recorded at LHCb and those expected at future flavour factories, these measurements will be very important to understand charm mixing and CP violation. However, in order to avoid systematic limitations it will be important to reduce model uncertainties or to improve model-independent strong phase difference measurements, which is possible at BESIII.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 314,
                    "text": "[45]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 428,
                    "text": "[46]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 480,
                    "text": "[47]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 495,
                    "text": "[48]",
                    "end": 499
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "Direct CP violation is searched for in decay-time integrated measurements. However, the decay-time distribution of the data has to be taken into account to estimate the contribution from indirect CP violation. Currently, the most striking measurements have been made in decays of D 0 mesons into two charged pions or kaons. While early measurements of BaBar [49] and Belle [50] had not shown significant deviations from zero, LHCb recently reported first evidence for CP violation in the charm sector [17] ",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 358,
                    "text": "[49]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 373,
                    "text": "[50]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 501,
                    "text": "[17]",
                    "end": 505
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "Meanwhile, CDF has released a preliminary measurement of",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Charm CP violation",
            "text": "which shows a hint of a deviation from zero, in support of the LHCb result. The observable A CP exploits the cancellation of systematic uncertainties in the difference of asymmetries. It gives access to the difference in direct CP violation of the two decay modes through",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Charm CP violation",
            "text": "where τ is the nominal [39]. With the current precision on A Γ the influence of direct CP violation on A Γ can be neglected as it is known to be ≤ 10 −4 and hence A Γ = −a ind CP is assumed. Thus, the world average leads to central values of a dir CP = (−6.6 ± 1.5) × 10 −3 and a ind CP = (−0.3 ± 2.3) × 10 −3 which has a confidence level of being in agreement with the no CP violation hypothesis of 6.1 × 10 −5 [38] (see Fig. 2).  [38] While it was commonly stated in literature that CP violation effects in these channels were not expected to exceed 10 −3 , this statement has been revisited in numerous recent publications. To date, no clear understanding of whether [52][53][54][55] or not [44,[56][57][58] CP violation of this level can be accommodated within the SM has emerged. In parallel with attempts to improve the SM calculations, many estimates of potential effects of PBSM have been made [44,53,56,[59][60][61][62][63][64][65][66][67][68]. To complement theoretical calculations, measurements in related modes have been and will be performed in order to single out effects from particular amplitudes.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 23,
                    "text": "[39]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 412,
                    "text": "[38]",
                    "end": 416
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 422,
                    "text": "Fig. 2",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 432,
                    "text": "[38]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 670,
                    "text": "[52]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 674,
                    "text": "[53]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 678,
                    "text": "[54]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 682,
                    "text": "[55]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 694,
                    "text": "[44,",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 698,
                    "text": "[56]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 702,
                    "text": "[57]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 706,
                    "text": "[58]",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 902,
                    "text": "[44,",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 906,
                    "text": "53,",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 909,
                    "text": "56,",
                    "end": 912
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 912,
                    "text": "[59]",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 916,
                    "text": "[60]",
                    "end": 920
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 920,
                    "text": "[61]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 924,
                    "text": "[62]",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 928,
                    "text": "[63]",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 932,
                    "text": "[64]",
                    "end": 936
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 936,
                    "text": "[65]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 940,
                    "text": "[66]",
                    "end": 944
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 944,
                    "text": "[67]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 948,
                    "text": "[68]",
                    "end": 952
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "A related way of searching for CP violation is using decays of charged D mesons. One group of measurements studies decays of D + and D + s mesons into three charged hadrons, namely pions or kaons. Here, CP violation can occur in two-body resonances contributing to these decay amplitudes. Asymmetries in the Dalitz-plot substructure can be measured using an amplitude model or using model-independent statistical analyses [69,70]. The latter allow CP asymmetries to be discovered while eventually a model-dependent analysis is required to identify its source. Neither phase-space integrated asymmetry measurements [71][72][73][74][75][76], nor searches for local asymmetries in the Dalitz plot [73,75,[77][78][79]  Decays of D + and D + s into a K 0 S and either a K + or a π + are closely related to their D 0 counterparts. Measurements of time-integrated asymmetries in these decays are expected to exhibit a contribution from CP violation in the kaon system. As pointed out recently [80] this contribution depends on the decay-time acceptance of the K 0 S . This can lead to different expected values for different experiments which so far has not been taken into account. Measurements of asymmetries in the decays 76,81] show significant asymmetries. Future, more precise measurements will reveal whether or not these are in agreement with the expected contribution from the kaon system.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 422,
                    "text": "[69,",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 426,
                    "text": "70]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 614,
                    "text": "[71]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 618,
                    "text": "[72]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 622,
                    "text": "[73]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 626,
                    "text": "[74]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 630,
                    "text": "[75]",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 634,
                    "text": "[76]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 694,
                    "text": "[73,",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 698,
                    "text": "75,",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 701,
                    "text": "[77]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 705,
                    "text": "[78]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 709,
                    "text": "[79]",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 986,
                    "text": "[80]",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 1218,
                    "text": "76,",
                    "end": 1221
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 1221,
                    "text": "81]",
                    "end": 1224
                }
            ]
        },
        {
            "section": "Charm CP violation",
            "text": "In the light of the recent measurements it is evident that there are four directions to pursue: more precise measurements of A CP and the individual asymmetries are required to establish the effect; further searches for time-integrated CP violation need to be carried out in a large range of modes that allow to identify the source of the CP asymmetry; searches for time-dependent CP asymmetries, particularly via more precise measurements of A Γ ; and finally a more precise determination of the mixing parameters is required. Complementary to this are searches for rare charm decays, studies of the top quark [61,62], measurements of nuclear electric dipole moments [65], and many other flavour observables which are beyond the scope of this review.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 611,
                    "text": "[61,",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 615,
                    "text": "62]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 668,
                    "text": "[65]",
                    "end": 672
                }
            ]
        },
        {
            "text": "Beauty mixing and CP violation",
            "section_rank": 7
        },
        {
            "section": "Beauty mixing and CP violation",
            "text": "The existence of B 0 and B 0 s meson mixing is well established, and the mass difference between the light and heavy eigenstates has been measured to high precision in both systems. In addition, evidence exists for CP violation in B 0 , B + , and B 0 s decays. The interpretation of the experimental data focuses on the compatibility of the various measurements with each other, and their compatibility with the SM description of CP violation as arising from a single weak phase in the CKM matrix. Two tensions stand out at present: the discrepancy between the large mixing-induced CP asymmetry measured in semileptonic B 0 and B 0 s decays [82] and the small CP violating phase in B 0 s mixing [83] on the one hand, and the discrepancy between sin(2β) and |V ub | measured from the branching ratio of B + → τ + ν [38] on the other hand.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 641,
                    "text": "[82]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 814,
                    "text": "[38]",
                    "end": 818
                }
            ]
        },
        {
            "text": "B 0 s mixing",
            "section_rank": 8
        },
        {
            "section": "B 0 s mixing",
            "text": "The mixing of B 0 s mesons is described by the width difference between the light and heavy mass eigenstates, Γ s , the mass difference m s , and a single CP violating phase φ s . Within the SM the width difference is substantial, Γ s = Γ L − Γ H = 0.087 ± 0.021 ps −1 [84], while the CP violating phase, as determined from indirect fits to experimental data, is small φ s = −0.036 ± 0.002 rad [84][85][86]. Both can deviate substantially from these predictions in other models.",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 269,
                    "text": "[84]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 394,
                    "text": "[84]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 398,
                    "text": "[85]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 402,
                    "text": "[86]",
                    "end": 406
                }
            ]
        },
        {
            "section": "B 0 s mixing",
            "text": "The first observation of B 0 s mixing was made by CDF [87], while the most precise measurement of the mass difference m s comes from the recent LHCb measurement [88]. The most precise measurements of both the width difference and phase come from the measurement of the timedependent CP asymmetry in All these measurements are in good agreement with the SM, and it is notable that a non-zero Γ s has been directly measured for the first time at 5σ . In addition, the sign of Γ s has been unambiguously determined to be positive through the study of S-wave and P-wave contributions to the B 0 s → J/ψ K + K − decay amplitude [91].",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 54,
                    "text": "[87]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 161,
                    "text": "[88]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 623,
                    "text": "[91]",
                    "end": 627
                }
            ]
        },
        {
            "section": "B 0 s mixing",
            "text": "The measurement of φ s from B 0 s → J/ψ φ is complicated by the vector-vector final state, which necessitates a timedependent angular analysis, whereas it was proposed [92] to study the vector-pseudoscalar decay B 0 s → J/ψ f 0 (980) in which no such analysis is required. This measurement has recently been performed by the LHCb collaboration, which, combined with the LHCb B 0 s → J/ψ φ measurement leads to",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 168,
                    "text": "[92]",
                    "end": 172
                }
            ]
        },
        {
            "section": "B 0 s mixing",
            "text": "in good agreement with the SM prediction.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "B 0 s mixing",
            "text": "As noted in [93], the interplay of Γ s and φ s leads to predictions for the effective lifetimes of B 0 s mesons decaying into CP eigenstates. In the specific case of B 0 s → K + K − , the lifetime has already been measured [94,95]  s → φφ where, because of a cancellation of CP violating effects from decay and mixing, the SM predicts an upper limit of 0.02 for CP violation [97]. Although the time-dependent analysis is yet to be performed, time-integrated analyses based on measuring triple products have been performed, and have found no significant asymmetries [98,99], in agreement with SM predictions.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 12,
                    "text": "[93]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 223,
                    "text": "[94,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "start": 227,
                    "text": "95]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 375,
                    "text": "[97]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 565,
                    "text": "[98,",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 569,
                    "text": "99]",
                    "end": 572
                }
            ]
        },
        {
            "section": "B 0 s mixing",
            "text": "Another interesting [100] decay is B 0 s → K * 0 K * 0 , which has recently been observed for the first time by LHCb [101]. Because of the V − A structure of the weak interaction, the CP-even longitudinal polarization component was expected to be dominant [102][103][104] in both this decay and B 0 s → φφ. However, both B-factory measurements in b → s penguin modes [105][106][107][108][109][110], as well as the recent LHCb measurements of B 0 s → φφ and B 0 s → K * 0 K * 0 , find roughly equal longitudinal and CP-odd transverse polarization components. Proposed explanations have included large penguin annihilation contributions [111] or final state interactions [112]. The time dependent CP violation measurements in both these modes should become experimentally accessible in the near future, further constraining PBSM.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 20,
                    "text": "[100]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 117,
                    "text": "[101]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 256,
                    "text": "[102]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 261,
                    "text": "[103]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 266,
                    "text": "[104]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 367,
                    "text": "[105]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 372,
                    "text": "[106]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 377,
                    "text": "[107]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 382,
                    "text": "[108]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 387,
                    "text": "[109]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 392,
                    "text": "[110]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 635,
                    "text": "[111]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 669,
                    "text": "[112]",
                    "end": 674
                }
            ]
        },
        {
            "text": "B 0 mixing",
            "section_rank": 9
        },
        {
            "section": "B 0 mixing",
            "text": "The mixing of B 0 mesons can be described within the same formalism as that of B 0 s mesons, but now it is the width difference Γ d which is small in the SM while the mixing phase φ d is large. The most precise measurements of m d were made by BaBar [113] and Belle [114], leading to the current world average m d = 0.505 ± 0.004 [115]. The mixing phase can also be expressed as the angle β of the Unitarity Triangle, whose most precise measurement comes from the study of time-dependent CP violation in the \"golden mode\" B 0 → J/ψ K 0 S and related decays sin(2β) = 0.687 ± 0.028 ± 0.012 [38,116], sin(2β) = 0.667 ± 0.023 ± 0.012 [117].",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 250,
                    "text": "[113]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 266,
                    "text": "[114]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 330,
                    "text": "[115]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 589,
                    "text": "[38,",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 593,
                    "text": "116]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 631,
                    "text": "[117]",
                    "end": 636
                }
            ]
        },
        {
            "section": "B 0 mixing",
            "text": "The measurement of this angle can be related to the CKM matrix element |V ub | through the unitarity relation in Eq. 4, and can be compared to the value of sin(2β) as determined from a fit to the other parameters of the Unitarity Triangle [18,118]   [120], which can be transformed into a measurement of |V ub | and hence a constraint on the apex of the Unitarity Triangle.",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_2",
                    "start": 117,
                    "text": "4",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 239,
                    "text": "[18,",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 243,
                    "text": "118]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 250,
                    "text": "[120]",
                    "end": 255
                }
            ]
        },
        {
            "section": "B 0 mixing",
            "text": "Resolving this tension will require a precise understanding of the size of doubly Cabibbo-suppressed penguin topologies in B 0 → J/ψ K 0 S [121]. In this respect it is interesting to note the observation of the U-spin partner decay B 0 s → J/ψ K 0 S at LHCb [122], which has been proposed [123,124] as one way of measuring these effects.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 139,
                    "text": "[121]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 289,
                    "text": "[123,",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 294,
                    "text": "124]",
                    "end": 298
                }
            ]
        },
        {
            "section": "B 0 mixing",
            "text": "An important additional null-test of the SM comes from the measurement of Γ d . As noted in [125], the fact that the SM prediction for Γ d /Γ d is so small, 40.9 +8.9 −9.9 × 10 −4 [85], while plausible scenarios of PBMS exist in which this value is enhanced [126], means that any non-zero measurement with current experimental sensitivity would be a clear sign of new physics effects. Indeed, such effects are needed to explain the anomalous dimuon asymmetry observed by DØ, as discussed in the following section. Both BaBar and Belle have measured Γ d [127][128][129] through fits to the time dependent decay rates in B 0 → D ( * )− (π, ρ, a 1 ) + and B 0 → ccK 0 S,L modes. The average is dominated by the recent Belle result of",
            "paragraph_rank": 43,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 92,
                    "text": "[125]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 180,
                    "text": "[85]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 258,
                    "text": "[126]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 553,
                    "text": "[127]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b121",
                    "start": 558,
                    "text": "[128]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b122",
                    "start": 563,
                    "text": "[129]",
                    "end": 568
                }
            ]
        },
        {
            "section": "B 0 mixing",
            "text": "As the uncertainty on this measurement is still an order of magnitude larger than the SM prediction, it remains to be seen if the systematic uncertainties can be kept under control in the era of the next generation flavour factories.",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Semileptonic asymmetries",
            "section_rank": 10
        },
        {
            "section": "Semileptonic asymmetries",
            "text": "The mixing induced semileptonic asymmetry A sl is predicted to be O(10 −4 ) in the SM within both the B 0 (a d sl ) and B 0 s (a s sl ) meson systems [84]. The most precise experimental measurement to date was made by the DØ Collaboration [82], which found a percent-level CP asymmetry",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 150,
                    "text": "[84]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 239,
                    "text": "[82]",
                    "end": 243
                }
            ]
        },
        {
            "section": "Semileptonic asymmetries",
            "text": "Because DØ cannot distinguish between dimuon pairs coming from B 0 and B 0 s decays, it measures a combination of the two semileptonic asymmetries. In the same paper, the collaboration attempts to separate effects caused by B 0 s oscillations from those caused by B 0 oscillations by indirectly studying the lifetime of the decaying B meson, and concludes that the asymmetry is largest at short lifetimes. The authors take this as a hint that the asymmetry is dominated by B 0 s decays because the B 0 s meson oscillates much more quickly than the B 0 .",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "section": "Semileptonic asymmetries",
            "text": "When interpreting this result, it is important to keep in mind that the background levels are also highest at short lifetimes; for this reason, it is critical that (a d sl ) and (a s sl ) are measured separately in a low background environment where the decaying B meson can be unambiguously tagged as a B 0 or B 0 s . Nevertheless, taking the DØ result at face value, it is not trivial to reconcile it with the measurements of B 0 s and B 0 mixing mentioned earlier. An easy way of seeing this is to consider why, if the dimuon asymmetry is driven by B 0 s mixing, the mixing phase in B 0 s → J/ψ φ is so close to the SM value while the direct and indirect measurements of sin(2β) are in tension. One proposed explanation requires [126] contributions from PBSM to both M d,s",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 732,
                    "text": "[126]",
                    "end": 737
                }
            ]
        },
        {
            "section": "Semileptonic asymmetries",
            "text": "12 and Γ d,s 12 .",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "B → hγ decays",
            "section_rank": 11
        },
        {
            "section": "B → hγ decays",
            "text": "CP asymmetry measurements of b → sγ transitions are sensitive to PBSM, for instance through measurements of the photon polarisation which probes models involving righthanded currents [130][131][132][133]. CP asymmetries in b → sγ transitions have been measured by BaBar [134][135][136], Belle [137,138], and LHCb [139] and the results are consistent with SM expectations and statistically limited. In this context, it has been recently noted [140] that the difference in CP asymmetries between the inclusive processes X + s γ and X 0 s γ offers a cleaner probe of PBSM than either measurement taken on its own.",
            "paragraph_rank": 49,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 183,
                    "text": "[130]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b124",
                    "start": 188,
                    "text": "[131]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 193,
                    "text": "[132]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b126",
                    "start": 198,
                    "text": "[133]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 270,
                    "text": "[134]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 275,
                    "text": "[135]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 280,
                    "text": "[136]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 293,
                    "text": "[137,",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 298,
                    "text": "138]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 442,
                    "text": "[140]",
                    "end": 447
                }
            ]
        },
        {
            "section": "B → hγ decays",
            "text": "Thanks to the large value of Γ s , the B s system is particularly promising for measuring the photon polarisation by studying time dependent CP violation in the decay B s → φγ [141]. This mode was first observed at Belle [142], while the LHCb collaboration has recently measured [143] the ratio of the branching ratios B(B 0 →K * γ ) B s →φγ = 1.12 ± 0.08 +0.11 −0.09 .",
            "paragraph_rank": 50,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 176,
                    "text": "[141]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b134",
                    "start": 221,
                    "text": "[142]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b135",
                    "start": 279,
                    "text": "[143]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "start": 356,
                    "text": "+0.11",
                    "end": 361
                }
            ]
        },
        {
            "text": "The CKM angle γ",
            "section_rank": 12
        },
        {
            "section": "The CKM angle γ",
            "text": "A precise determination of the angle γ of the CKM unitarity triangle is important in order to further overconstrain the position of the triangle's apex, in particular with respect to the previously discussed measurements of sin(2β) and V ub . In this respect γ can be measured either from tree-level or loop-mediated processes, and a comparison of the two kinds of measurements provides another opportunity for PBSM to manifest itself. In either case, γ is experimentally determined from a measurement of CP violation in those B meson decays where diagrams involving |V ub | and |V cb | result in the same final state. The determination of γ from tree-level decays is one of the most sensitive tests of the SM precisely because the associated theoretical uncertainties are confined to electroweak corrections associated with box-diagram decays, and are at the level of δγ /γ ≈ 10 −6 [144]. Experimentally the challenge is that the sensitivity to γ comes from the interference of |V ub | and |V cb | diagrams, which means that the final state must be carefully chosen in order to make the amplitudes of similar size and hence maximize the interference. Unfortunately those modes which have the highest interference also have the biggest associated experimental difficulties, whether it be low overall branching ratios, difficult to reconstruct final state particles, or the requirement for a timedependent analysis. This means that the ultimate precision on γ can only be achieved by combining several different measurements.",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b136",
                    "start": 883,
                    "text": "[144]",
                    "end": 888
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "The current sensitivity on γ is dominated by measurements of CP violation and partial widths in B + → D 0 K + decays, in which the D 0 then decays to either a CPeigenstate [145,146], a doubly-Cabibbo suppressed decay mode [147,148], or a multibody decay whose Dalitz distribution gives rise to interference effects [149]. These are known as the GLW, ADS, and GGSZ methods respectively after their inventors.",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b137",
                    "start": 172,
                    "text": "[145,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b138",
                    "start": 177,
                    "text": "146]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b139",
                    "start": 222,
                    "text": "[147,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b140",
                    "start": 227,
                    "text": "148]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b141",
                    "start": 315,
                    "text": "[149]",
                    "end": 320
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "In the first two cases the charge-averaged partial width ratios of the D 0 K + and D 0 π + decays are measured,",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "section": "The CKM angle γ",
            "text": "where f represents the CP-eigenstate ππ and KK decays and the Cabibbo-favoured Kπ decay mode; the CP asymmetries",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "section": "The CKM angle γ",
            "text": "where h is a pion or a kaon; and the charge-separated partial width ratios of the Cabibbo-favoured and doubly Cabibbo- As these are the most experimentally accessible modes for measuring γ , they have been studied at BaBar [150,151], Belle [152,153], CDF [154,155], and recently at LHCb [156]. In particular, LHCb has observed the doubly Cabibbosuppressed decay B ± → [π ± K ∓ ] D K ± with 10σ significance, and has made a 5.8σ observation of CP-violation in B + → D 0 K + decays. It is worth highlighting the cleanliness of the LHCb signals, as seen in Fig. 3, as well as the intriguing hint of CP-violation in the B ± → [π ± K ∓ ] D π ± which can be seen in the same picture.",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b142",
                    "start": 223,
                    "text": "[150,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b143",
                    "start": 228,
                    "text": "151]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b144",
                    "start": 240,
                    "text": "[152,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b145",
                    "start": 245,
                    "text": "153]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b146",
                    "start": 255,
                    "text": "[154,",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b147",
                    "start": 260,
                    "text": "155]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b148",
                    "start": 287,
                    "text": "[156]",
                    "end": 292
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 554,
                    "text": "Fig. 3",
                    "end": 560
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "In the third case, what is measured are the different Dalitz plot distributions of D 0 → K 0 S hh in B + → D 0 K + and B − → D 0 K − decays, and measurements have been made with [157,158] or without [159] assuming an amplitude model for the D 0 decay. The advantage of this method is that it only suffers from a two-fold ambiguity in the measured value of γ , as opposed to the eightfold ambiguity in e.g. the GLW method.",
            "paragraph_rank": 56,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b149",
                    "start": 178,
                    "text": "[157,",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "158]",
                    "end": 187
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "The average value of γ from these decay modes, as computed by the CKMFittter collaboration, is shown in Fig. 4, from which it is apparent that while direct measurements of γ agree well with its indirect determination from other Unitarity Triangle parameters, they are not yet strongly constraining the apex of the triangle. A historical tension exists between the frequentist (CKMFitter) and Bayesian (UTFit) averages of γ , driven by the different treatment of the nuisance parameters which parameterize the size of the interference in each decay mode. The most up-to-date averages from the two collaborations are",
            "paragraph_rank": 57,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 104,
                    "text": "Fig. 4",
                    "end": 110
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "where the CKMFitter average includes the most recent ADS/GLW results from LHCb and the UTFit average does not. The larger uncertainty in the CKMFitter average comes from the treatment of the nuisance parameters, while there Fig. 4 Averaged constraints on γ from direct measurements. Reproduced from [18] is an interesting discrepancy developing in the central values which is not understood at present.",
            "paragraph_rank": 58,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 224,
                    "text": "Fig. 4",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 299,
                    "text": "[18]",
                    "end": 303
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "Many other tree-level determinations of γ are possible, for example from B 0 → D 0 h + h − decays [145-148, 160, 161] whether in a quasi-two-body approach, selecting the h + h − mass to lie at a particular resonance, or through an amplitude analysis. An important milestone on this road to γ is the first observation of the decay mode B 0 s → D 0 K * 0 at LHCb [162]. It is also possible to make an unambiguous measurement of γ through the study of CP violation in the interference of B 0 s mixing and the decay B 0 s → D ± s K ∓ [163], whose branching ratio has recently been precisely measured [164]. Within measurements of γ from loopmediated processes, the study of two body B s,d → h + h − decays stands out. The U-spin partner decays B 0 s → K + K − and B 0 → π + π − are able to extract γ unambiguously in a combined analysis [165,166], and recently the timedependent CP asymmetry in B 0 s → K + K − has been mea- ",
            "paragraph_rank": 59,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 98,
                    "text": "[145-148, 160, 161]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b152",
                    "start": 361,
                    "text": "[162]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b153",
                    "start": 530,
                    "text": "[163]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b154",
                    "start": 596,
                    "text": "[164]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b155",
                    "start": 833,
                    "text": "[165,",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b156",
                    "start": 838,
                    "text": "166]",
                    "end": 842
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "where V i CKM are the relevant factors of the CKM matrix; Q i are local operators; C i are the corresponding couplings (Wilson coefficients); and μ is the QCD renormalization scale. The correlation of different channels, where common Wilson coefficients contribute, is a powerful tool for searching and understanding the structure of PBSM.",
            "paragraph_rank": 60,
            "section_rank": 12
        },
        {
            "section": "The CKM angle γ",
            "text": "This approach is complementary to direct searches for PBSM. Moreover indirect searches often allow to set more stringent constraints than direct ones. For instance, strong lower bounds on the mass of the charged Higgs in Two-Higgs-Doublets-Models of type II have been obtained from the analysis of B → Xγ decays, where the SM prediction [170] is found in agreement with inclusive measurements performed by the experiments BaBar [171][172][173], Belle [174,175] and CLEO [176] (other bounds from B → X s γ are discussed in [177] and the references therein).",
            "paragraph_rank": 61,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b158",
                    "start": 337,
                    "text": "[170]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b159",
                    "start": 428,
                    "text": "[171]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b160",
                    "start": 433,
                    "text": "[172]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b161",
                    "start": 438,
                    "text": "[173]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b162",
                    "start": 451,
                    "text": "[174,",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b163",
                    "start": 456,
                    "text": "175]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b164",
                    "start": 470,
                    "text": "[176]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b165",
                    "start": 522,
                    "text": "[177]",
                    "end": 527
                }
            ]
        },
        {
            "section": "The CKM angle γ",
            "text": "As a result of the many measurements performed by the B-factories and more recently by the CDF experiment,our knowledge of suppressed processes has considerably improved in the last decade. Consequently, constraints on PBSM have become much stronger.",
            "paragraph_rank": 62,
            "section_rank": 12
        },
        {
            "section": "The CKM angle γ",
            "text": "While inclusive measurements are challenging at hadron colliders, studies of exclusive decays are competitive with e + e − machines. Moreover, hadron colliders have the advantage that all B-hadron species are produced. With the startup of the LHCb experiment a new round in the precision measurements of rare decays has begun.",
            "paragraph_rank": 63,
            "section_rank": 12
        },
        {
            "text": "B s,d → μ + μ − decays",
            "section_rank": 13
        },
        {
            "section": "B s,d → μ + μ − decays",
            "text": "Purely leptonic decays of B-mesons are a key ingredient in the search for PBSM, since the prediction of their branching fractions is largely free from hadronic uncertainties. The Fig. 5 Present limits on B(B s → μ + μ − ) at 95 % CL set by the experiments D0 [181], CDF [182], ATLAS [183], CMS [184] and LHCb [185]. The SM prediction is indicated by the blue-dashed line (Color figure online) two decays B s,d → μ + μ − have a clear experimental signature and are easier to reconstruct and identify than the other leptonic decays of B-mesons. Their branching fractions are predicted to be B(B s → μ + μ − ) = (3.2 ± 0.2) × 10 −9 and B(B d → μ + μ − ) = (1.0 ± 0.1) × 10 −10 in the SM [178,179]. Contributions from PBSM, especially in models with an extended Higgs sector, can enhance these branching fractions. For instance, in the Minimal Supersymmetric extension of the SM the branching fraction of the decay B s → μ + μ − is proportional to the sixth power of tan β (the ratio of the vacuum expectation values of the neutral components of the Higgs fields H u and H d ) [180]. This fact makes this observable particularly sensitive to supersymmetric models with large tan β. More generally measurements of this branching fractions probe the Wilson coefficients C s and C p , which are negligibly small in the SM. Present measurements of B(B s → μ + μ − ) are shown in Fig. 5.",
            "paragraph_rank": 64,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 179,
                    "text": "Fig. 5",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b169",
                    "start": 259,
                    "text": "[181]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b170",
                    "start": 270,
                    "text": "[182]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b171",
                    "start": 283,
                    "text": "[183]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b172",
                    "start": 294,
                    "text": "[184]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b173",
                    "start": 309,
                    "text": "[185]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b166",
                    "start": 684,
                    "text": "[178,",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b167",
                    "start": 689,
                    "text": "179]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b168",
                    "start": 1073,
                    "text": "[180]",
                    "end": 1078
                },
                {
                    "type": "figure",
                    "start": 1371,
                    "text": "Fig. 5",
                    "end": 1377
                }
            ]
        },
        {
            "section": "B s,d → μ + μ − decays",
            "text": "Presently, the most stringent upper limits on B(B s,d → μ + μ − ) are set by the LHCb experiment [185]. This analysis profits from the good momentum resolution and the good particle identification performances of LHCb to reject the different sources of background. The branching fraction of the signal was extracted by using the three normalization channels: B + → J /ψK + , B 0 → K + π − and B s → J /ψφ. For the first two of these channels, the ratio of the hadronization fractions f s f d is needed. 1 This variable was measured at LHCb by combining measurements with semi-leptonic and hadronic decays [186]: f s /f d = 0.267 +0.021 −0.020 [187,188]. The uncertainty on this parameter is, in the long run, a limiting systematic uncertainty for discriminating between SM and BSM contributions in the B s → μ + μ − decay, as well as for the measurement of the golden ratio B(B s →μ + μ − ) [189]. The correlation between the branching fractions of the decays B s,d → μ + μ − is shown in Fig. 6 for several beyond SM scenarios. The upper limits set by LHCb for the B s,d → μ + μ − decays are: B(B s → μ + μ − ) < 4.5 × 10 −9 and B(B d → μ + μ − ) < 1.05 × 10 −9 at 95 % CL and are illustrated in Fig. 6 by the shaded region. These measure- Fig. 6 Correlation for the branching fractions of the decays B s → μ + μ − and B d → μ + μ − for several models of PBSM. Details on the models can be found in [190]. The recent upper limits by LHCb are shown by the shaded region. Reproduced from [191] ments are in agreement with SM expectations and give additional constraints for PBSM with respect to those provided by b → sγ and other b → sl + l − transitions.",
            "paragraph_rank": 65,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b173",
                    "start": 97,
                    "text": "[185]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 503,
                    "text": "1",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b174",
                    "start": 605,
                    "text": "[186]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "start": 629,
                    "text": "+0.021",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b175",
                    "start": 643,
                    "text": "[187,",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b176",
                    "start": 648,
                    "text": "188]",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b177",
                    "start": 891,
                    "text": "[189]",
                    "end": 896
                },
                {
                    "type": "figure",
                    "start": 988,
                    "text": "Fig. 6",
                    "end": 994
                },
                {
                    "type": "figure",
                    "start": 1196,
                    "text": "Fig. 6",
                    "end": 1202
                },
                {
                    "type": "figure",
                    "start": 1240,
                    "text": "Fig. 6",
                    "end": 1246
                },
                {
                    "type": "bibr",
                    "ref_id": "b178",
                    "start": 1399,
                    "text": "[190]",
                    "end": 1404
                },
                {
                    "type": "bibr",
                    "ref_id": "b179",
                    "start": 1486,
                    "text": "[191]",
                    "end": 1491
                }
            ]
        },
        {
            "text": "B → hμ + μ − decays",
            "section_rank": 14
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "In the decay B d → K * μ + μ − several angular observables can be built which are sensitive to PBSM, and for which form factor uncertainties are theoretically under control, (see for example [192,193] and references therein). These observables include the forward-backward asymmetry of the dimuon system, A FB , the fraction of K * longitudinal polarization, F L , the transverse asymmetry, S 3 [193] (often referred to as 1 2 (1 − F L )A 2 T in the literature [194]), and the CP averaged A I m , S 9 [195]. They can be extracted by performing an angular analysis as a function of the dimuon invariant mass squared, q 2 , with respect to the following angles: the angle θ l between the μ + (μ − ) and the B 0 (B 0 ) in the dimuon rest frame; the angle θ K between the kaon and B 0 in the K * rest frame; and the angle φ between the planes of the dimuon system and the plane of the K * . A formal definition of these angles can be found in [196]. It should be noticed that the definition of the angles varies in the literature. In particular the sign of the φ angle in LHCb is opposite that of CDF for the B 0 decay. Consequently in place of A I m in Fig. 7 The A FB , F L , S 3 and S 9 measured by the experiments BaBar [198], Belle [199], CDF [200] and LHCb [197]. The comparison with the SM prediction, taken from [201] is also shown. Reproduced from [197] the angular distribution LHCb is sensitive to the CP-average S 9 , whereas CDF is sensitive to the asymmetry A 9 . Present measurements of the observables A FB , F L , S 3 and S 9 are shown in Fig. 7. These measurements provide information about the Wilson coefficients C 7 , C 9 and C 10 and on their right-handed counterparts. The LHCb experiment has recently made the world's best measurements on these angular observables [197]. The physics parameters were extracted by fitting the partial decay rate as a function of the three angles for different bins in q 2 . In order to reduce the number of parameters in the fit, due to the small size of the data sample, the angle φ was folded by taking φ → φ + π when φ < 0. This transformation cancels out the terms containing cos φ and sin φ in the differential decay rate. This strategy is different from that followed by other experiments, where only projections of the angular distributions were used.",
            "paragraph_rank": 66,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b180",
                    "start": 191,
                    "text": "[192,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b181",
                    "start": 196,
                    "text": "193]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b181",
                    "start": 395,
                    "text": "[193]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 423,
                    "text": "1",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b182",
                    "start": 461,
                    "text": "[194]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b183",
                    "start": 501,
                    "text": "[195]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b184",
                    "start": 939,
                    "text": "[196]",
                    "end": 944
                },
                {
                    "type": "figure",
                    "start": 1150,
                    "text": "Fig. 7",
                    "end": 1156
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 1220,
                    "text": "[198]",
                    "end": 1225
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 1233,
                    "text": "[199]",
                    "end": 1238
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 1244,
                    "text": "[200]",
                    "end": 1249
                },
                {
                    "type": "bibr",
                    "start": 1259,
                    "text": "[197]",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b188",
                    "start": 1316,
                    "text": "[201]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "start": 1353,
                    "text": "[197]",
                    "end": 1358
                },
                {
                    "type": "figure",
                    "start": 1552,
                    "text": "Fig. 7",
                    "end": 1558
                },
                {
                    "type": "bibr",
                    "start": 1785,
                    "text": "[197]",
                    "end": 1790
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "The so called zero-crossing point, where A FB changes sign, is largely free from form factor uncertainties and sensitive to PBSM [192]. The SM predicts this point to be in the range 4.0-4.3 GeV 2 /c 4 [202][203][204]. The zero-crossing point of A FB was measured for the first time by LHCb to be q 2 0 = 4.9 +1.1 −1.3 GeV 2 /c 4 [197]. This observable was extracted in an unbinned counting experiment with respect to q 2 , integrating the angular distributions with respect to the three angles [205]. The result is shown in Fig. 8.",
            "paragraph_rank": 67,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b180",
                    "start": 129,
                    "text": "[192]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b189",
                    "start": 201,
                    "text": "[202]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b190",
                    "start": 206,
                    "text": "[203]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b191",
                    "start": 211,
                    "text": "[204]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 327,
                    "text": "4 [197]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b192",
                    "start": 494,
                    "text": "[205]",
                    "end": 499
                },
                {
                    "type": "figure",
                    "start": 524,
                    "text": "Fig. 8",
                    "end": 530
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "Other exclusive b → sll processes have been measured by the B-factories, CDF and LHCb. The measurements of the differential branching fractions of the decays Λ b → Λμ + μ − [206], B + → K + μ + μ − [198,199,206] [198,199,206,207] and B + → K * + μ + μ − [198,199,206,207] and the A FB for the decays B + → K + μ + μ − [198][199][200] and B + → K * + μ + μ − [198][199][200] were found to be in agreement with SM predictions. Fig. 8 The A FB as a function of q 2 extracted from an unbinned counting experiment. The shaded region correspond to the 68 % CL of the zero-crossing point. Comparison with the SM prediction [201] is shown. Reproduced from [197] Another observable which is potentially sensitive to PBSM is the isospin asymmetry, A I , defined as:",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 173,
                    "text": "[206]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 198,
                    "text": "[198,",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 203,
                    "text": "199,",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 207,
                    "text": "206]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 212,
                    "text": "[198,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 217,
                    "text": "199,",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 221,
                    "text": "206,",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 225,
                    "text": "207]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 254,
                    "text": "[198,",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 259,
                    "text": "199,",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b193",
                    "start": 263,
                    "text": "206,",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 267,
                    "text": "207]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 318,
                    "text": "[198]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 323,
                    "text": "[199]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 328,
                    "text": "[200]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 358,
                    "text": "[198]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 363,
                    "text": "[199]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 368,
                    "text": "[200]",
                    "end": 373
                },
                {
                    "type": "figure",
                    "start": 425,
                    "text": "Fig. 8",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b188",
                    "start": 616,
                    "text": "[201]",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "start": 648,
                    "text": "[197]",
                    "end": 653
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "where l = (e, μ). This observable was measured by the experiments Belle [199], BaBar [198], CDF [200] and recently by LHCb [207]. The results are shown in Fig. 9. The SM predicts a small asymmetry in all q 2 bins and slightly positive at very small q 2 values. The experimental measurements are in good agreement among each other for both the B → Kl + l − and for the B → K * l + l − . The measured isospin asymmetry is in agreement with SM prediction for the B → K * l + l − , while a significant tension is present in the case of the B → Kl + l − . Recently, the LHCb collaboration reported the first observation of a b → dll transition, by measuring the branching fraction B(B",
            "paragraph_rank": 69,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 72,
                    "text": "[199]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 85,
                    "text": "[198]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 96,
                    "text": "[200]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 123,
                    "text": "[207]",
                    "end": 128
                },
                {
                    "type": "figure",
                    "start": 155,
                    "text": "Fig. 9",
                    "end": 161
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "The invariant mass distribution of B + → π + μ + μ − candidates is shown in Fig. 10. This process is further suppressed by the factor |V td /V ts |, with respect to the b → sll transitions. The measured branching fraction is in good agreement with the SM expectation. Fig. 9 Isospin asymmetry for the decays B → K ( * ) l + l − , measured by the experiments BaBar [198], Belle [199] (with electrons and muons), CDF [200] and LHCb [207] (with muons) The search for Lepton Flavour Violating (LFV) decays is a crucial way to test the SM flavour structure. These searches have been performed by several experiments. A complete discussion of LFV searches goes beyond the scope of this review. Decays of the type B + → h − l + l + , where h − is a meson, can be considered the analogues of neutrinoless double β decays and can be used to search for heavy Majorana neutrinos [209][210][211][212]. These searches have been performed by the LHCb [213,214], BaBar [215], Belle [216] and CLEO [217] experiments. Upper limits for these decays are summarised in Table 1. Heavy Majorana neutrinos can also be searched for by using the corresponding charm decays D + → h − l + l + . Constraints on these decays are expected to improve substantially with measurements from LHCb.",
            "paragraph_rank": 70,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 76,
                    "text": "Fig. 10",
                    "end": 83
                },
                {
                    "type": "figure",
                    "start": 268,
                    "text": "Fig. 9",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b185",
                    "start": 364,
                    "text": "[198]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b186",
                    "start": 377,
                    "text": "[199]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b187",
                    "start": 415,
                    "text": "[200]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b194",
                    "start": 430,
                    "text": "[207]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b195",
                    "start": 868,
                    "text": "[209]",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b196",
                    "start": 873,
                    "text": "[210]",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "ref_id": "b197",
                    "start": 878,
                    "text": "[211]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b198",
                    "start": 883,
                    "text": "[212]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 937,
                    "text": "[213,",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "start": 942,
                    "text": "214]",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b200",
                    "start": 954,
                    "text": "[215]",
                    "end": 959
                },
                {
                    "type": "bibr",
                    "ref_id": "b201",
                    "start": 967,
                    "text": "[216]",
                    "end": 972
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1049,
                    "text": "Table 1",
                    "end": 1056
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "LFV decays of charged leptons are allowed in several extensions of the SM, for instance supersymmetric models [218][219][220], left-right symmetric models [221] and models with heavy neutrinos [209][210][211][212]. Stringent upper limits on the decay μ − → e − γ have been set by the MEG experiment [222], while the most stringent upper limits on τ − → l − l + l − were set by the Belle experiment [223].",
            "paragraph_rank": 71,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b202",
                    "start": 110,
                    "text": "[218]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b203",
                    "start": 115,
                    "text": "[219]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b204",
                    "start": 120,
                    "text": "[220]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b205",
                    "start": 155,
                    "text": "[221]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b195",
                    "start": 193,
                    "text": "[209]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b196",
                    "start": 198,
                    "text": "[210]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b197",
                    "start": 203,
                    "text": "[211]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b198",
                    "start": 208,
                    "text": "[212]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b206",
                    "start": 299,
                    "text": "[222]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b207",
                    "start": 398,
                    "text": "[223]",
                    "end": 403
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "In addition, searches for exotic very rare decays have been carried out at LHCb. Upper limits for the decays B d,s → μ + μ − μ + μ − and D 0 → μ + μ − were recently set [224,225] and are listed in Table 1.",
            "paragraph_rank": 72,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 169,
                    "text": "[224,",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "start": 174,
                    "text": "225]",
                    "end": 178
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 197,
                    "text": "Table 1",
                    "end": 204
                }
            ]
        },
        {
            "section": "B → hμ + μ − decays",
            "text": "For the moment no hint of the existence of any of such processes has been observed, and all searches are statistically limited at present.",
            "paragraph_rank": 73,
            "section_rank": 14
        },
        {
            "text": "Conclusion",
            "section_rank": 15
        },
        {
            "section": "Conclusion",
            "text": "Despite the ongoing lack of a direct discovery of particles beyond the Standard Model, recent results in flavour B(B + → π − μ + μ + ) 1.3 × 10 −8 (95 %) LHCb [213] B(B + → π − e + e + ) 2.3 × 10 −8 (90 %) BaBar [215] B(B + → K − e + e + ) 3.0 × 10 −8 (90 %) BaBar [215] B(B + → D − μ + μ + ) 6.9 × 10 −7 (95 %) LHCb [213] B(B + → D * − μ + μ + ) 2.8 × 10 −6 (95 %) LHCb [213] B(B + → D − e + e + ) 2.6 × 10 −6 (90 %) Belle [216] B(B + → D − μ + e + ) 1.8 × 10 −6 (90 %) Belle [216] B(B + → D − s μ + μ + ) 5.8 × 10 −7 (95 %) LHCb [213] B(B + → D 0 π − μ + μ + ) 1.5 × 10 −6 (95 %) LHCb [213] B(D 0 → μ + μ + ) 1. physics are giving ever stronger hints of effects beyond the Standard Model. In particular, the observation of permillelevel CP violation in D 0 decays, the large dimuon asymmetry in B 0 and B 0 s decays, as well as the values of sin(2β) and the branching ratio of B + → τ + ν, are difficult to simultaneously interpret within the Standard Model framework. At the same time, measurements of rare decays such as B 0 s → μ + μ − and B 0 → K * 0 μ + μ − which are in good agreement with the Standard Model have placed the most stringent limits yet on many Standard Model extensions. What this contradiction highlights is the ongoing relevance of flavour physics as key tool not only for the indirect discovery of new particles and processes, but also for discriminating between the many proposed theories of physics beyond the Standard Model. With the excellent performance of the LHC, and the wealth of precision flavour measurements coming from its detectors, it is reasonable to hope for a deepening, and eventual resolution, of these contradictions in the years to come.",
            "paragraph_rank": 74,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 159,
                    "text": "[213]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b200",
                    "start": 212,
                    "text": "[215]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b200",
                    "start": 265,
                    "text": "[215]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 317,
                    "text": "[213]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 371,
                    "text": "[213]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b201",
                    "start": 424,
                    "text": "[216]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b201",
                    "start": 477,
                    "text": "[216]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 531,
                    "text": "[213]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b199",
                    "start": 587,
                    "text": "[213]",
                    "end": 592
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "paragraph_rank": 75,
            "section_rank": 15
        },
        {
            "text": "|A f | 2 × 1 + 2 × 1",
            "section_rank": 16
        },
        {
            "section": "|A f | 2 × 1 + 2 × 1",
            "text": "|λ f | 2 cosh(yτ ) + 1 − |λ f | 2 cos(xτ ) + 2 (λ f ) sinh(yτ ) − 2 (λ f ) sin(xτ ) , Γ M 0 (t) → f = 1 2 e −τ |Ā f | + |λ −1 f | 2 cosh(yτ ) + 1 − |λ −1 f | 2 cos(xτ ) + 2 λ −1 f sinh(yτ ) − 2 λ −1 f sin(xτ ) ,",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "the charm system one defines the differences m D ≡ m 2 − m 1 and Γ D ≡ Γ 2 − Γ 1 . Furthermore, the mixing parameters are defined as x ≡ m/Γ and y ≡ Γ /(2Γ ). Analogously, in the beauty system one defines the differences m d,s ≡ m 2 − m 1 and Γ d,s ≡ Γ 1 − Γ 2 , where the subscripts denote the B 0 d and B 0 s systems, respectively. Within the Standard Model (SM), quark mixing is described by the CKM matrix ⎛ ⎝",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "text": "Fig. 2",
            "section_rank": 18
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2HFAG combination of measurements of A CP and A Γ . Shown are the experimental results as bands indicating their ±1σ uncertainties, the best fit value with one-dimensional uncertainties as a cross, and the 1σ , 2σ , and 3σ ellipses. The dot marks the point of no CP violation. Reproduced from[38] ",
            "paragraph_rank": 78,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 297,
                    "text": "[38]",
                    "end": 301
                }
            ]
        },
        {
            "text": "have shown any evidence for CP violation. The largest signal is the recently reported measurement of CP violation in D + → φπ + of A φπ + CP = (5.1 ± 2.8 ± 0.5) × 10 −3 by the Belle collaboration [79], which exploits cancellation of uncertainties through a comparison of asymmetries in the decays of D + and D + s mesons into the final state φπ + .",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "Fig. 3",
            "section_rank": 20
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Invariant mass distribution of selected B ± → [π ± K ∓ ] D h ± candidates. The left plots are B − , the right plots are B + . Top are h = K and bottom are h = π . The red curve is the signal, the shaded area, green, and magenta curves are backgrounds. Reproduced from [156] (Color figure online)",
            "paragraph_rank": 80,
            "section_rank": 20
        },
        {
            "text": "Fig. 10",
            "section_rank": 21
        },
        {
            "section": "Fig. 10",
            "text": "Fig. 10The invariant mass distribution of B + → π + μ + μ − candidates. Reproduced from[208]    ",
            "paragraph_rank": 81,
            "section_rank": 21
        },
        {
            "text": "to be 1.468 ± 0.046 ± 0.006 ps. Using the latest measurement of Γ s and Γ s by LHCb [83], as well as the B 0",
            "paragraph_rank": 82,
            "section_rank": 22
        },
        {
            "text": "s = 1.472 ± 0.025 ps[38], the SM prediction from[93] can be updated toτ K + K − = 1.40 ± 0.02. Moreover, recent first observations of B 0 s → D 0 D 0 and B 0 s → D + D − [96]by LHCb indicate that it will be possible in the near future to measure effective lifetimes in many different B 0 s decays to CP eigenstates, and further constrain (φ s , Γ s ) in this manner.The decay B 0 s → K + K − is not only a decay to a CP eigenstate, but is one example of a b → s penguin transition in the decays of B 0 s mesons. One of the experimentally most interesting modes of this type is B 0",
            "paragraph_rank": 83,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 20,
                    "text": "[38]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 48,
                    "text": "[93]",
                    "end": 52
                }
            ]
        },
        {
            "text": "sured [167] for the first time A dir KK = 0.02 ± 0.18 ± 0.04 , A mix KK = 0.17 ± 0.18 ± 0.05 , to add to the existing [168, 169] measurements in B 0 → π + π − .",
            "paragraph_rank": 84,
            "section_rank": 23
        },
        {
            "text": "Table 1",
            "section_rank": 24
        },
        {
            "section": "Table 1",
            "text": "Upper Limit for several very rare or forbidden decaysChannelUpper Limit (CL) ReferenceB(B + → K − μ + μ + ) 5.4 × 10 −8 (95 %) LHCb [214]",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "section": "Table 1",
            "text": "Isospin symmetry, i.e. f u = f d , has been assumed.",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "section": "Table 1",
            "text": "Acknowledgements The authors would like to thank the CKMFitter, HFAG, and UTFit collaborations for preparing updated world averages of many flavour parameters in time for this review, and Mitesh Patel for useful comments on the draft.",
            "paragraph_rank": 87,
            "section_rank": 26
        },
        {
            "section": "Table 1",
            "text": "MG and VVG are supported by a Marie Curie Action: \"Cofunding of the CERN Fellowship Programme (COFUND-CERN)\" of the European Community's Seventh Framework Programme under contract number (PCOFUND-GA-2008-229600).",
            "paragraph_rank": 88,
            "section_rank": 26
        }
    ]
}