{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the integrated luminosity at the ep collider HERA is presented, exploiting the elastic QED Compton process ep → eγp. The electron and the photon are detected in the backward calorimeter of the H1 experiment. The integrated luminosity of the data recorded in 2003 to 2007 is determined with a precision of 2.3 %. The measurement is found to be compatible with the corresponding result obtained using the Bethe-Heitler process.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "For particle collider experiments, the precise knowledge of the luminosity is essential for any type of cross section measurement. The instantaneous luminosity is defined as where f is the revolution frequency for the two colliding particles p 1 and p 2 , n is the number of colliding bunches per revolution, and N 1 (N 2 ) is the number of particles of type p 1 (p 2 ) per bunch. The effective cross section of the beams is A. The time-integrated luminosity L relates the cross section σ p 1 p 2 →X of the reaction p 1 p 2 → X to the number of events N p 1 p 2 →X expected in the time interval T by",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Since it is difficult to monitor all beam parameters with a per cent level precision, in particular those defining the effective beam cross section A, the integrated luminosity is often determined by counting the number of observed events for a specific reaction p 1 p 2 → X with a well-known cross section. At HERA, the colliding beams are protons and electrons. 1 For the data taking period studied in this analysis, the proton beam energy is E 0 p = 920 GeV and the electron beam energy is E 0 e = 27.6 GeV. The reaction used to determine the integrated luminosity is the production of a radiative photon in elastic ep scattering, ep → eγp. Depending on the phase space considered, this process is referred to as Bethe-Heitler (BH) scattering or QED Compton (QEDC) scattering. In the BH process [1], both the electron and the photon are emitted almost collinearly to the incident electron. The corresponding cross section is very large, O(100 mb). Dedicated small angle detectors are used to record BH events. In contrast, for QEDC scattering [2][3][4][5], the particles have a sizable transverse momentum with respect to the incident electron and can be detected in the main detector. The momentum transfer squared at the proton vertex, t, is generally small. At very small momentum transfer |t| 1 GeV 2 , elastic scattering dominates. At |t| 1 GeV 2 , inelastic processes are relevant and the reaction is sensitive to the proton structure. In addition, there are quasi-elastic contributions to the cross section, where the outgoing proton forms an excited state, like + or N , which then decays to a low mass hadronic system. Within the phase space considered in this analysis, the elastic QEDC cross section is O(50 pb).",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 364,
                    "text": "1",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 798,
                    "text": "[1]",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1046,
                    "text": "[2]",
                    "end": 1049
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1049,
                    "text": "[3]",
                    "end": 1052
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1052,
                    "text": "[4]",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1055,
                    "text": "[5]",
                    "end": 1058
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At HERA, the integrated luminosity is usually measured in the BH process, using dedicated detectors located at small angles. The advantage of this process is its very large cross section, thus negligible statistical uncertainties are achieved for small amounts of integrated luminosity. However, there are various sources of possibly large systematic uncertainty. For example, there may be inevitable acceptance limitations for the small angle detectors, caused by elements of the beam transport system which separates the BH photons and electrons from the circulating proton and electron beams. The acceptances of the photon and electron detectors may exhibit complex spatial structures and can vary in time as well. Another complication originates from synchrotron radiation emitted by the electron beam as it passes the focusing magnets surrounding the interaction region. Furthermore ep collisions can happen also outside the nominal interaction region. These contribute to the BH measurement of the integrated luminosity, but must be corrected for when analysing cross sections with the H1 main detector, which has a more limited acceptance as a function of the collision point position.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In this paper, a determination of the integrated luminosity is presented, based on the elastic QEDC process, which is measured in the H1 main detector. This method is insensitive to details of the beam optics. However, the smallness of the cross section leads to limited statistical precision, thus time-dependencies can not be resolved with high resolution by counting elastic QEDC events alone. Auxiliary measurements of other reactions with higher cross section may be used to monitor time-dependencies.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Comparisons of BH and QEDC measurements at HERA have been performed previously [6]. The inelastic QEDC process also has been measured at large |t| [7]. The data available for the elastic QEDC analysis described in the following were recorded with the H1 detector in the years 2003 to 2007.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 79,
                    "text": "[6]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 147,
                    "text": "[7]",
                    "end": 150
                }
            ]
        },
        {
            "text": "H1 detector",
            "section_rank": 3
        },
        {
            "section": "H1 detector",
            "text": "In the following, only those components of the H1 detector are briefly introduced which are essential for the present analysis. A detailed description of the whole detector in its original configuration can be found elsewhere [8,9]. Components which were part of later upgrades are referred to here separately. The origin of the H1 coordinate system is the nominal ep interaction point. The direction of the proton beam defines the positive z-axis (forward direction). Transverse momenta are measured in the xy plane. Polar (θ ) and azimuthal (ϕ) angles are measured with respect to this reference system. The pseudo-rapidity is defined as η = − ln tan(θ/2). A schematic view of the H1 detector with signals from an elastic QEDC candidate event is shown in Fig. 1.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 226,
                    "text": "[8,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 229,
                    "text": "9]",
                    "end": 231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 757,
                    "text": "Fig. 1",
                    "end": 763
                }
            ]
        },
        {
            "section": "H1 detector",
            "text": "In the backward region −4.0 < η < −1.4, a leadscintillating fibre calorimeter [10] (SpaCal) is used for the identification and measurement of both the scattered electron and the scattered photon. The energy resolution for electromagnetic showers is σ (E)/E 7.1 %/ √ E/GeV ⊕ 1 % [11]. The electromagnetic section of the SpaCal is read out in cells of size 4 × 4 cm in the xy plane, where the Molière radius is 2.5 cm. The xy position of a shower is reconstructed as a weighted mean of the cell centres, the weights taken proportional to the logarithm of the cell energies [12]. After applying xy dependent corrections, the position resolution is about 3.5 mm for an electromagnetic shower in the energy range relevant to this analysis.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 78,
                    "text": "[10]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 278,
                    "text": "[11]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 571,
                    "text": "[12]",
                    "end": 575
                }
            ]
        },
        {
            "section": "H1 detector",
            "text": "The liquid argon (LAr) calorimeter covers the range −1.5 < η < 3.4. Its electromagnetic (hadronic) section is equipped with absorbers made of lead (steel) plates. An energy resolution of σ (E)/E 11 %/ √ E/GeV for electromagnetic showers and of σ (E)/E 50 %/ √ E/GeV for hadronic showers is obtained from test beam measurements.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "H1 detector",
            "text": "The central region of the detector is equipped with a set of tracking detectors (CTD). There are the two concentric central jet chambers (CJC), interleaved by a z chamber, and the central silicon tracker (CST) [13]. The CTD measures the momenta of charged particles in the angular range 20 • < θ < 160 • . The central inner proportional chambers (CIP) [14] are located between the inner CJC and the CST. The five CIP chambers have a radial spacing of 9 mm, where the innermost layer is located at a radius of 15.7 cm. In ϕ there is a 16-fold segmentation, whereas in z the segments have variable size, ranging from 1.8 cm in the innermost layer to 2.3 cm in the outermost layer. The CIP has an angular acceptance in the range 10 • < θ < 170 • . In the backward region, the tracking is complemented by the backward proportional chamber (BPC), located directly in front of the SpaCal.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 210,
                    "text": "[13]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 352,
                    "text": "[14]",
                    "end": 356
                }
            ]
        },
        {
            "section": "H1 detector",
            "text": "The calorimeters and tracking detectors are located inside a large superconducting solenoid, providing a uniform field of 1.16 T strength. The return yoke of the solenoid is instrumented and serves as a muon detector. Upstream and downstream of the interaction point there are systems of scintillators (VETO), providing time-of-flight information. Timing signals from the VETO and the SpaCal were used during data taking to reject particles originating from nonep interactions of the proton beam in the HERA tunnel. The luminosity system for measuring the Bethe-Heitler process consists of an electron tagger located at z = −5.4 m and a photon calorimeter located at z = −103 m.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Signal and background processes",
            "section_rank": 4
        },
        {
            "section": "Signal and background processes",
            "text": "Monte Carlo event generators (MC) are used to predict event yields of signal and background processes. A GEANT3 [15] simulation of the H1 detector is performed for each generated event, where also the relevant time-dependencies such as changes to the detector setup and varying beam conditions are taken into account. Electromagnetic showers are simulated using a shower library [12]. After detector simulation, the events are passed through the same reconstruction algorithms as were used for the data.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 112,
                    "text": "[15]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 379,
                    "text": "[12]",
                    "end": 383
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "The QEDC signal is simulated using the COMPTON22 event generator [16,17]. This generator produces elastic, quasi-elastic and inelastic events. The elastic QEDC events are taken as signal, since their cross section only depends on QED theory and on the proton elastic form factors, thus having small uncertainties. Details are discussed in Sect. 5.4. The quasi-elastic events are treated as background and suppressed in the analysis, because their cross section depends on less precisely known parameters such as probabilities to produce excited nucleons. Similarly, the inelastic events are treated as background, because their cross section depends, for example, on parameterisations of the proton structure functions at very low momentum transfer. In COMP-TON22, the fragmentation of quasi-elastic events is modelled using the SOPHIA package [18], whereas for inelastic events string fragmentation as implemented in PYTHIA [19] is used. For the elastic QEDC signal, final state radiation from the electron has been included in the COMP-TON22 event generator using the relevant PYTHIA routines.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 65,
                    "text": "[16,",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 69,
                    "text": "17]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 844,
                    "text": "[18]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 925,
                    "text": "[19]",
                    "end": 929
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "An important source of background is electron-positron pair production, ep → ep e − e + , simulated using the GRAPE event generator [20]. Other background events originate mainly from various diffractive processes, namely deeply virtual Compton scattering (DVCS), diffractive vector meson (VM) production and non-resonant diffraction. DVCS is modelled using the MILOU event generator [21]. Diffractive VM production is simulated using the DIFFVM event generator [22], where the production of ρ 0 , ω, φ, J /ψ, ψ and Υ mesons is considered. For ρ 0 production, DIF-FVM is modified such that decays to π 0 γ and η 0 γ are included. Non-resonant diffraction is simulated using the RAPGAP event generator [23]. Background from nondiffractive deep-inelastic scattering (DIS) is simulated using DJANGO [24] and is found to be negligible. The elastic QEDC events are selected offline by requiring two clusters in the electromagnetic section of the SpaCal. A summary of the selection criteria is given in Table 1. The transverse sizes of the SpaCal clusters are restricted to R log < 6 cm, where R log is calculated from the SpaCal cell centres using logarithmic energy weighting [12]. The cluster energies are required to be larger than 2.2 GeV. In the range 30 ≤ R < 72 cm of the radial distance from the beam, R, exactly two such clusters are required, whereas for 20 ≤ R < 30 cm no cluster is allowed. The restriction in the number of clusters removes background and events with hard radiative photons. The restriction R ≥ 30 cm on the two clusters ensures that the particles are within the CIP acceptance.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 132,
                    "text": "[20]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 384,
                    "text": "[21]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 462,
                    "text": "[22]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 701,
                    "text": "[23]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 796,
                    "text": "[24]",
                    "end": 800
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 997,
                    "text": "Table 1",
                    "end": 1004
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1172,
                    "text": "[12]",
                    "end": 1176
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "Electron trajectories are reconstructed using the SpaCal cluster position together with position information from the CIP chambers. Hits in the CIP chambers are considered if they match the SpaCal cluster in ϕ. Adjacent hits are merged to CIP clusters in ϕ and z. This merging is done separately for each layer. A straight line fit of the CIP clusters and the SpaCal cluster in the rz plane is performed, where outliers are rejected. The coordinate r is the radial distance from the z axis, measured along the azimuthal direction given by the SpaCal cluster. After outlier rejection, there are up to five accepted CIP clusters, corresponding to the five CIP layers. At least two accepted CIP clusters are required. Next, the centre-of-gravity of the CIP clusters in the rz plane is calculated. Finally, the CIP centre-of-gravity in rz, together with the SpaCal energy and the SpaCal position are used to reconstruct a helix trajectory in three dimensions, pointing back to the origin of the interaction. In the determination of this helix, the beam spot and beam tilt are also used. 2 The direction of bending in the magnetic field is chosen assuming that the particle charge is equal to the charge of the beam lepton. The algorithm finally returns the origin of the interaction (CIP vertex) and the momentum vector at the CIP vertex.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1083,
                    "text": "2",
                    "end": 1084
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "The electron and the photon are then identified, making use of the helix fit results. If there is no CIP vertex, the event is rejected. If there is only one SpaCal cluster linked to a CIP vertex, that cluster is taken as electron while the other cluster is taken as photon. The photon momentum vector is calculated from the photon cluster energy and a straight line trajectory pointing from the electron CIP vertex to the photon cluster position. If both SpaCal clusters are linked to CIP vertices, it is assumed that the photon has converted into an electron-positron pair while passing the material in front of the CIP detector. For that case, two hypotheses are checked in the reconstruction. First, one of the clusters is taken as the electron, and the photon momentum is calculated using the energy and position of the other cluster as described above. The difference in azimuth between the electron and photon candidate momenta, ϕ 1 , is determined. Next, the particle hypotheses are interchanged and the corresponding difference in azimuth, ϕ 2 , is calculated. The particle assignment is done according to the hypothesis yielding an azimuthal opening angle closer to 180 • . In the simulation, the mis-identification probability is 0.3 % (16 %) if one (both) SpaCal clusters are linked to CIP vertices.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Signal and background processes",
            "text": "Once the electron and photon are identified, the z position of the electron CIP vertex, z vtx , is verified. Only events with |z vtx | < 35 cm are selected in the analysis. To further suppress background contributions the following cuts are applied: energy of the most (least) energetic particle greater than 10 (7) GeV, polar angles θ e , θ γ within 155.9 • and 169.5 • , difference in azimuth between 170 • and 190 • , modulus of the transverse component of the missing momentum smaller than 0.3 GeV. The missing momentum vector is calculated from the reconstructed electron and photon four-momenta.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Signal and background processes",
            "text": "The inelastic background sources are further suppressed by using conditions on additional activity in the detector. Events are rejected if the energy in the forward part of the LAr calorimeter, with polar angle θ < 10 • , exceeds 0.5 GeV, or if there are CTD tracks which can not be attributed to either the electron or the photon. The total number of elastic QEDC candidate events is 14277, after correcting for trigger efficiency effects.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Signal and background processes",
            "text": "The efficiency of the reconstruction is determined for the following phase space defined for the generated elastic QEDC signal: the polar angular range of the generated electron and photon is restricted to 155.9 • < θ < 169.5 • , the maximum fraction of incident electron energy carried away by initial state radiation is 0.35, and the momentum transfer squared at the proton vertex is limited to |t| < 0.09 GeV 2 . For this generated phase space, the cross section is σ gen = 54.8 pb. A total fraction of f vtx = 2.5 % of the generated events have a simulated vertex position along the z coordinate, z gen , outside ±35 cm around the nominal vertex position, in order to be able to describe the observed longitudinal vertex distribution in the H1 detector. Within the region |z gen | < 35 cm the reconstruction efficiency is found to be rec = 64.7 %. The sources of inefficiency are investigated in the following. Losses of 12.4 % originate from the cut in | P miss T | due to the limited experimental resolution. The requirement 30 < R < 72 cm on the radial SpaCal cluster position reduces the efficiency by 7.2 %. This loss is related to a geometrical effect, such that particles originating from z gen > 0 (z gen < 0) and scattered at polar angles near 155.9 • (169.5 • ) are outside the allowed range in R. The track and calorimeter veto conditions contribute to the inefficiency by 3.4 %, dominated by the restriction in forward LAr energy and the veto on additional SpaCal clusters. The LAr condition is not fully efficient due to electronic noise and overlap with non ep background. The inefficiency due to a third SpaCal cluster originates from events with hard final state radiation. Losses due to the other selection criteria are small (1.8 % total). Finally, 10.5 % are rejected by more than one selection criterion, where combinations involving the | P miss T | condition dominate. A detailed breakdown of the different background sources contributing to the elastic QEDC selection as defined in Table 1 is given in Table 2 without and with applying the | P miss T | cut. More than half of the background originates from inelastic and quasi-elastic QEDC processes. The | P miss T | cut significantly reduces the background by about a factor of three. ",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2009,
                    "text": "Table 1",
                    "end": 2016
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 2029,
                    "text": "Table 2",
                    "end": 2036
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "where N event is the number of QEDC candidate events observed in the detector, f bgr is the background fraction predicted by the MC simulation and σ vis = 36.4 pb is the visible QEDC cross section. The main contribution to σ vis originates from genuine QEDC production in the phase space region of this analysis and with an interaction vertex within the accepted region (1 − f vtx )σ gen × rec = 34.6 pb. Additional contributions from events outside the defined phase space or with an interaction vertex beyond the defined limits amount to 1.8 pb.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Signal and background processes",
            "text": "Distributions of variables used in the selection procedure are shown in Fig. 2. Within uncertainties, the data are described by the prediction. Note that the prediction is normalised to the integrated luminosity L QEDC as determined in the present analysis. The | P miss T | distribution, Fig. 2e, is of particular interest as it shows a clear separation of background and signal. The analysis cut of 0.3 GeV is a compromise between inevitable systematic uncertainties due to the limited detector resolution, dominating at small | P miss T |, and background contributions, increasing at large | P miss T |.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 72,
                    "text": "Fig. 2",
                    "end": 78
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 289,
                    "text": "Fig. 2e",
                    "end": 296
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties on the elastic QEDC measurement may be categorised as follows: experimental uncertainties, background uncertainties and QEDC theory uncertainties. The experimental uncertainties originate from two sources, trigger and reconstruction efficiencies. A summary of the systematic uncertainties is given in Table 3. The individual contributions are discussed below. Additional timedependent uncertainties are present in cases where the integrated luminosity determined in the present analysis is applied to subsets of the H1 data.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 326,
                    "text": "Table 3",
                    "end": 333
                }
            ]
        },
        {
            "text": "Trigger uncertainties",
            "section_rank": 6
        },
        {
            "section": "Trigger uncertainties",
            "text": "The main trigger condition is based on calorimetric information in the SpaCal. It has an efficiency of more than 95 % for clusters with energies E > 6 GeV, rising to above 99.8 % for energies E > 10 GeV. These efficiencies are verified using independent trigger conditions for a selection of DIS events with the scattered electron in the SpaCal. Both the electron and the photon from the elastic QEDC reaction create clear signals above the trigger condition thresholds, hence the trigger inefficiency on the QEDC selection is negligible. However, for certain time periods there were small regions opposite in ϕ with reduced trigger efficiency. This leads to an uncertainty of 0.02 %. The other trigger conditions are related to timing signals from the VETO system and from the SpaCal calorimeter, designed to veto non ep background. These trigger conditions in conjunction with the varying HERA beam conditions cause inefficiencies of typically 1 % for data taken up to the year 2005 and of typically 0.2 % afterwards. These inefficiencies mainly originate from particles from beam related background recorded within genuine ep collision events. The veto inefficiencies are corrected for by applying time-dependent weights to the data events. The corresponding systematic uncertainty is 0.2 %.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Reconstruction uncertainties",
            "section_rank": 7
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "Reconstruction uncertainties originate mainly from the understanding of the SpaCal response to electrons and photons.The primary SpaCal energy calibration is done using electrons in DIS events [25]. It corrects for time-dependent or spatial non-uniformities of the calorimeter response. However, the response of the SpaCal is slightly different for electrons and photons, mostly due to the presence of dead material in front of the calorimeter and due to final state radiation of the electrons. Furthermore, it is found that the primary calibration can be improved by correcting the energy response as a function of the transverse cluster size, R log . For the QEDC analysis, multiplicative calibration factors are applied to the SpaCal cluster energies for electrons, non-converted photons and converted photons, respectively. These factors are taken to have a linear dependence on R log . The corresponding parameters are determined by applying the double-angle calibration method to both the photon and the electron differentially in R log . Distributions of P T /P T ,DA , where P T is the measured transverse momentum and P T ,DA is the predicted transverse momentum, are investigated for the selection of QEDC events with the cut on the momentum balance, | P miss T | < 0.3 GeV, relaxed. The predicted transverse momentum is given by [26,27] ",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 193,
                    "text": "[25]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1340,
                    "text": "[26,",
                    "end": 1344
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1344,
                    "text": "27]",
                    "end": 1347
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "where θ e and θ γ are the polar angles of the electron and the photon, respectively. For each P T /P T ,DA distribution, the position of the maximum is determined in a fit. The calibration parameters are finally determined from a linear fit as a function of R log . In data (MC), the energy response of the calorimeter to non-converted photons is found to be on average 3.5 % (2.2 %) higher than the response to electrons. For the event sample of converted photons, the energy response to photon candidates is 0.4 % lower than the response to electrons, both for data and MC. In order to determine the systematic uncertainty, the energy scale of electrons and photons is varied separately by 0.5 % each. The size of this variation covers possible systematic effects originating from the calibration procedure described above. Furthermore, a simultaneous variation of the electron and photon energy scale by another 0.5 % is considered as systematic uncertainty, originating from the primary energy calibration [25].",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1010,
                    "text": "[25]",
                    "end": 1014
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "In total, all energy scale variations together contribute to the uncertainty on L QEDC by 0.6 %.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "In addition to the calibration factors, the energy resolution is determined from fits to the P T /P T ,DA distributions, however without dividing the sample into bins of R log . Figure 3 shows the distributions of P T ,e /P T ,DA and P T ,γ /P T ,DA for electrons and photons, respectively. The distributions are peaked at 1, as expected after calibration. Near the peak, the distribution is more asymmetric towards smaller energies for electrons as compared to photons. This is attributed to final state radiation and energy losses in the material located in front of the calorimeter. The original MC simulation (not shown in Fig. 3) has deficits to describe both widths and tails towards lower transverse momenta. The effect exists for both electrons and photons. It is corrected for by applying an extra smearing of the reconstructed energies in the MC simulation. An energy offset E = (δ − τ ) E 0 e /2 is subtracted, where δ is a random number drawn from an exponential distribution, i.e. the probability density to find δ > 0 is given by f (δ) = 1/τ exp[−δ/τ ]. By construction, E ∼ (δ − τ ) has an expectation value of E = 0. This has the desired effect that the peak position of P T /P T ,DA is affected only little by the smearing. Two independent parameters τ e and τ γ are foreseen to describe the expectation values of the exponential probability distributions for electrons and photons, respectively. It turns out that both τ e and τ γ take the same central value, τ e = τ γ = 0.010. Figure 3a shows that the distribution of P T ,e /P T ,DA is described by the smeared simulation within a variation of the smearing parameter τ e = 0.010 ± 0.005. Similarly, for photons, P T ,γ /P T ,DA (Fig. 3b) is described within the variation τ γ = 0.010 ± 0.005. The τ e and τ γ variations together cause an uncertainty on L QEDC of 1.1 %.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 178,
                    "text": "Figure 3",
                    "end": 186
                },
                {
                    "type": "figure",
                    "start": 627,
                    "text": "Fig. 3",
                    "end": 633
                },
                {
                    "type": "figure",
                    "start": 1497,
                    "text": "Figure 3a",
                    "end": 1506
                },
                {
                    "type": "figure",
                    "start": 1699,
                    "text": "(Fig. 3b)",
                    "end": 1708
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "The SpaCal cluster position resolution in MC is worse than in data. This effect has been identified using the difference in azimuth of the electron and the photon, ϕ, shown in Fig. 4. The original simulation has a deficit at ϕ near 180 • , corresponding to a resolution worse than in data. In order to improve the description of data by MC, the reconstructed cluster positions in MC, x rec , are modified such that they are closer to the extrapolated SpaCal positions of the corresponding generated particles x gen . For the analysis, the positions x MC = (1 − f ) x rec + f x gen are used, where the constant is found to be f = 0.14. The uncertainty of f is taken as 0.05, resulting in an uncertainty on L QEDC of 0.3 %. The data are described by the prediction within that systematic variation, as demonstrated in Fig. 4.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 176,
                    "text": "Fig. 4",
                    "end": 182
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 551,
                    "text": "MC = (1 − f )",
                    "end": 564
                },
                {
                    "type": "figure",
                    "start": 816,
                    "text": "Fig. 4",
                    "end": 822
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "The CIP efficiency for electrons is determined in data and in the simulation using DIS events. It is found to be near 99 % in data and near 99.5 % for MC, varying as a function of the radial distance of the SpaCal cluster from the beam, R. A correction as a function of R is made by dropping a fraction of CIP vertices in the simulation. The CIP spatial resolution is adjusted using elastic ρ 0 production events in DIS. The CIP vertex, reconstructed from the scattered electron, is compared to the CTD vertex, reconstructed from the π + π − pair. The conversion rate of photons in front of the CIP is underestimated in the simulation. In data, the conversion probability is around 32 %, whereas the MC predicts 23 %. This is corrected by mimicking conversion effects for a fraction of MC events with non-converted photons. For these events, extra CIP clusters near the expected position are added, and the energy response is scaled to match the expectation for converted photons. For estimating systematic effects, the three CIP related corrections described above are switched off one by one, and the resulting differences on L QEDC are taken as uncertainties. For the CIP efficiency correction the uncertainty is 0.2 %. The CIP resolution tuning has negligible effect and the conversion probability leads to an uncertainty of 0.3 %.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "The alignment of the SpaCal and CIP detectors is done using DIS events. The interaction vertex is reconstructed using tracks in the CTD, originating from the hadronic final Fig. 3 Distributions of the ratio of measured to predicted transverse momentum for (a) electrons and (b) photons. The predicted transverse momentum P T ,DA is calculated using the double angle method. The data are shown as black dots. The simulation including background, normalised to the integrated luminosity as determined in this analysis, is shown as a solid line, with the systematic uncertainty originating from the limited knowledge of the energy resolution attached as a shaded area. Also shown is the contribution from background processes Fig. 4 Distributions of the difference in azimuth between the electron and the photon. In (a) the event counts are shown, whereas in (b) the ratio to the expectation is drawn. The data are shown as black dots with statistical uncertainties indicated as vertical bars. The simulation including background, normalised to the integrated luminosity as de-termined in this analysis, is shown as a solid line with the systematic uncertainty originating from the limited knowledge of the position resolution attached as a shaded area. The distribution predicted by the simulation prior to adjusting the position resolution is shown by the dashed line state. Using hits in the BPC detector and the energy measured in the SpaCal, the electron trajectory is extrapolated to the CIP and SpaCal detectors. The alignment uncertainties are dominated by the uncertainty on the SpaCal z position. Systematic effects are estimated by varying the SpaCal z position by ±5 mm, resulting in an uncertainty of 0.4 % on L QEDC .",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 173,
                    "text": "Fig. 3",
                    "end": 179
                },
                {
                    "type": "figure",
                    "start": 723,
                    "text": "Fig. 4",
                    "end": 729
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "The longitudinal vertex distribution is dominated by a Gaussian near z = 0 with a width of approximately 10 cm, as can be seen in Fig. 2f. The longitudinal proton beam profile also exhibits prominent satellite peaks of similar width, leading to collisions in the H1 detector near ±70 cm. In addition, there is an excess of collisions near 40 cm, as compared to a simple model which includes only collisions from the main bunch and from the satellites. For this analysis, the simulated vertex distribution is re-weighted such that the full interaction region is described. The difference of 0.1 % in L QEDC , obtained when using the simple beam profile model, is taken as a systematic uncertainty. The reconstructed zvertex distribution after re-weighting is compared to the data in Fig. 2f. Good agreement is found. The regions of sizable systematic uncertainty due to the vertex re-weighting are visible.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 130,
                    "text": "Fig. 2f",
                    "end": 137
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 782,
                    "text": "Fig. 2f",
                    "end": 789
                }
            ]
        },
        {
            "section": "Reconstruction uncertainties",
            "text": "The identification of clusters in the SpaCal is checked by relaxing the R log < 6 cm condition. Removing the R log condition results in a somewhat smaller number of selected QEDC events, because a third SpaCal cluster is accepted more often, leading to the rejection of the corresponding events. This procedure leads to a change in L QEDC of 0.04 % which is considered as systematic uncertainty related to the cut in R log . The uncertainty on the CTD track reconstruction efficiency of typically 2 % per track affects the analysis through the track veto, resulting in an uncertainty of 0.03 % on L QEDC . The veto on the energy in the forward part of the LAr calorimeter is checked by relaxing the veto condition to E < 1 GeV, resulting in an uncertainty of 0.05 % on L QEDC .",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "Background uncertainties",
            "section_rank": 8
        },
        {
            "section": "Background uncertainties",
            "text": "The normalisation of quasi-elastic and inelastic QEDC events predicted by the COMPTON22 event generator depends mainly on parameters related to the nucleon excitation and on the proton structure function parametrisation at low momentum transfer, respectively. These parameters are not known very well. For this reason, the normalisation of the sum of these contributions, referred to as \"non-elastic QEDC\", is verified by investigating the vector sum of the electron and photon transverse momenta, P sum T = − P miss",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "T .",
            "section_rank": 9
        },
        {
            "section": "T .",
            "text": "The vector P sum T is decomposed into components parallel to (P T ) and perpendicular to (P ⊥ T ) the electron transverse momentum. The distributions of P T and P ⊥ T are shown in Fig. 5 inside the analysis phase space as well as for | P miss T | > 0.3 GeV with all other selection criteria applied.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 180,
                    "text": "Fig. 5",
                    "end": 186
                }
            ]
        },
        {
            "section": "T .",
            "text": "Both the parallel and the perpendicular components are described well. Outside the nominal analysis phase space the non-elastic QEDC contributions dominate at large P T or at large P ⊥ T . The P T distribution is somewhat asymmetric for | P miss T | > 0.3 GeV, because in contrast to photons the SpaCal response to electrons has tails towards low energies, as discussed in the previous section. The normalisation of the non-elastic QEDC contribution is tested by performing fits to either P T or P ⊥ T for | P miss T | > 0.3 GeV. The normalisation factors observed in these fits are compatible with the COMPTON22 prediction within 25 %, which is used as normalisation uncertainty for the non-elastic QEDC processes.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "T .",
            "text": "The DVCS cross section predictions obtained with the MILOU program are in agreement with recent H1 measurements [28]. Uncertainties of 20 % for the elastic DVCS process and 50 % for proton dissociative DVCS are considered.",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 112,
                    "text": "[28]",
                    "end": 116
                }
            ]
        },
        {
            "section": "T .",
            "text": "The elastic VM production rates are normalised using dedicated selections as close as possible to the QEDC analysis. However, instead of requiring a photon in the SpaCal, a vector meson is reconstructed. The decays ρ 0 → π + π − , φ → K + K − , J /ψ → + − ( = e, μ) and ψ → + − are reconstructed from two oppositely charged tracks, detected in the CTD. The decay ω → π + π − π 0 is reconstructed from two charged tracks and one or two neutral calorimeter clusters. The decay Υ → e + e − is reconstructed using a sample of photoproduction events, where an e + e − pair from the Υ decay is reconstructed in the SpaCal, one of the SpaCal clusters matched with a central track, and the scattered electron is outside the acceptance of the H1 detector. The following normalisation uncertainties are found: 20 % on ρ 0 and φ production, 50 % on J /ψ, and 100 % on ω, ψ and Υ . Possible contributions from ρ(1450) production are covered by the ρ 0 normalisation uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "T .",
            "text": "The rate of non-resonant diffractive events, simulated using RAPGAP, is normalised using a selection of low multiplicity final states, where the electron is reconstructed in the SpaCal and one up to three additional charged or neutral particles are found. The uncertainty is estimated to be 30 %.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "T .",
            "text": "For the QED processes modelled by GRAPE, an uncertainty of 10 % is assumed, taking into account possible higher order effects.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "T .",
            "text": "The uncertainties on the various background samples originating from the finite sizes of the generated event samples are negligible as compared to the uncertainties discussed above.",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "QEDC theory uncertainties",
            "section_rank": 10
        },
        {
            "section": "QEDC theory uncertainties",
            "text": "Uncertainties to the elastic QEDC cross section arise mainly from two sources: higher order corrections and the knowledge of the proton form factors.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "section": "QEDC theory uncertainties",
            "text": "In the original COMPTON22 event generator, higher orders are simulated in the peaking approximation [29,30]. Improved higher order corrections have been calculated [31] using a photon radiator [32]. For the purpose of this analysis, the COMPTON22 events are assigned weights, determined such that the cross section predicted by the photon radiator method is reproduced. The difference of 1.0 % to the original COMPTON22 prediction is taken as systematic uncertainty due to higher order effects. The elastic QEDC cross section also depends on the proton electric and magnetic form factors. In the original COMPTON22 generator, only a simple parametrisation of the form factors, using one parameter, is implemented. For this analysis, recent form-factor fits of elastic ep scattering data [33] are taken into account, using an event weighting technique. The formfactor parameterisations [33] are corrected for the effects of two-photon exchange (TPE), but parameterisations not including TPE corrections are also provided. In the COMP-TON22 generator, TPE contributions are not included when calculating the cross-section. For this reason the form factor parameterisations not including TPE corrections are used to calculate elastic QEDC cross sections [34]. When computing the COMPTON22 cross section with the TPE corrected form factors, the analysis result changes by 0.1 %. This difference is included as systematic uncertainty. Experimental uncertainties on the form factor parametrisation are also considered. Such uncertainties are available with the parametrisation [35,36] which includes TPE corrections. It has been verified that the difference between [35,36] and [33] is completely negligible for the purpose of this analysis if the TPE corrections are included. The experimental uncertainties on the form factors G E (|t|) and G M (|t|) approach zero for |t| → 0, because the parameterisations enforce G E (0) = 1 and G M (0) = μ p . At |t| = 0.007, which is the average momentum transfer predicted for the events selected in this analysis, the uncertainties on G E (G M ) are 0.1 % (0.2 %). The elastic QEDC cross section at fixed |t| is given by a linear combination of G 2 E (|t|) and G 2 M (|t|), where the G 2 E contribution dominates at small |t|. When propagating the |t| dependent parametrisation uncertainties on G E and G M to the luminosity measurement, an uncertainty of 0.2 % is found. In addition to the theory uncertainties related to higher order corrections and proton form factors, discussed above, there is a statistical uncertainty on the theory prediction originating from the finite size of the generated signal event sample. It amounts to 0.3 %.",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 100,
                    "text": "[29,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 104,
                    "text": "30]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 164,
                    "text": "[31]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 193,
                    "text": "[32]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 787,
                    "text": "[33]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 885,
                    "text": "[33]",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1251,
                    "text": "[34]",
                    "end": 1255
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1571,
                    "text": "[35,",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1575,
                    "text": "36]",
                    "end": 1578
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1660,
                    "text": "[35,",
                    "end": 1664
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1664,
                    "text": "36]",
                    "end": 1667
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1672,
                    "text": "[33]",
                    "end": 1676
                }
            ]
        },
        {
            "section": "QEDC theory uncertainties",
            "text": "In Fig. 6 the distribution of the variable (E − p z )/(2E 0 e ) is studied. This variable is calculated from the sum of the four-momenta of the electron and the photon. The distribution of this variable is expected to peak at 1. The tail to small (E − p z )/(2E 0 e ) originates from initial state radiation, whereas values larger than 1 show up due to resolu- tion effects. The data are described within the systematic and statistical uncertainties for both small and large values of (E − p z )/(2E 0 e ). As expected, the peak region is dominated by experimental uncertainties, whereas the region of small (E − p z )/(2E 0 e ) is dominated by uncertainties of the QEDC cross section.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3,
                    "text": "Fig. 6",
                    "end": 9
                }
            ]
        },
        {
            "text": "Time-dependent uncertainties",
            "section_rank": 11
        },
        {
            "section": "Time-dependent uncertainties",
            "text": "In order to apply the integrated luminosity L QEDC to other physics analyses, possibly using time restricted H1 data sets, a luminosity calculation differential in time is required. This is achieved using DIS events measured in the SpaCal. The DIS selection follows the selection described in [25] but is restricted in electron polar angle to the range 167 • < θ e < 172 • such that the expected event yield is most insensitive to changing beam conditions, in particular to the average position of the interaction vertex in z. In addition, the electron energy range is restricted to 15 < E < 25 GeV and the electron transverse cluster size to R log < 4.5 cm. The longitudinal vertex position, measured in the CTD, is restricted to be within ±35 cm around the nominal interaction point. The DIS event counts for each run 3 are used to define relative integrated luminosities of the runs, and the overall normalisation is taken from the QEDC analysis. The statistical uncertainty of the DIS selection is negligible, but it has a time-dependent systematic error of 1.5 %. This uncertainty originates mainly from the SpaCal trigger and vertex reconstruction efficiencies [25]. Figure 7 shows the results of the elastic QEDC analysis performed in bins of about 25 pb −1 , normalised to the global QEDC analysis with the DIS yield corrections applied. Four data taking periods, corresponding to distinct configurations of the HERA machine or the H1 3 H1 data are grouped into runs, where new runs are started whenever data taking conditions changed. A run typically spans about 30 minutes of data, equivalent to an integrated luminosity of about 30 nb −1 . Fig. 7 Integrated luminosity measured from elastic QEDC events in bins of approximately 25 pb −1 , divided by the integrated luminosity derived from the QEDC analysis on the full sample with time-dependent corrections applied. The statistical uncertainties of the binned QEDC analysis as well as the uncertainties of the time-dependent corrections, here applied to four data taking periods (I)-(IV), are indicated detector, are indicated. The HERA machine has been operated with e + p beams for periods (I) and (IV) and with e − p beams for period (II) and (III). The H1 detector has been opened for the repair or upgrade of various components between period (I) and (II) as well as between period (II) and (III). The two methods of measuring differential in time are in good agreement, taking into account the statistical fluctuations of the time-dependent QEDC analysis and the timedependent systematic uncertainties of the DIS yield method.",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 293,
                    "text": "[25]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1167,
                    "text": "[25]",
                    "end": 1171
                },
                {
                    "type": "figure",
                    "start": 1173,
                    "text": "Figure 7",
                    "end": 1181
                },
                {
                    "type": "figure",
                    "start": 1651,
                    "text": "Fig. 7",
                    "end": 1657
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The integrated luminosity of the data collected in the years 2003 to 2007 is determined using elastic QED Compton events. For the data sample as used in this paper, an integrated luminosity of L QEDC = 351.6 ± 8.0 pb −1 is measured. The statistical uncertainty amounts to 0.8 %, whereas the total systematic error is 2.1 %. The integrated luminosity is in agreement with the Bethe-Heitler measurement, L BH = 338.9 ± 10.2 pb −1 . The corrections needed to measure the integrated luminosity of arbitrary time restricted data samples, such as samples comprising only e + p or only e − p beams, induce a further uncertainty of 1.5 %.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "Conclusions",
            "section_rank": 13
        },
        {
            "section": "Conclusions",
            "text": "The elastic QED Compton process is used to determine the integrated luminosity of the H1 data taken in the years 2003 to 2007. The systematic uncertainties are about equally shared between experimental uncertainties, understanding of the elastic QEDC cross section and understanding of the background to the measurement. The statistical uncertainty is small compared to the systematic uncertainties. The new measurement method presented in this paper allow a determination of the integrated luminosity with a precision of 2.3 %.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "Fig. 1",
            "section_rank": 14
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Elastic QEDC candidate event observed in the H1 detector. The H1 detector components most relevant to this analysis are indicated. The approximate electron and photon candidate trajectories are shown",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "Fig. 2",
            "section_rank": 15
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Distributions of variables used to select elastic QEDC events: (a-e) kinematic quantities of the selected electron-photon pair and (f) the z coordinate of the position of the interaction. The kinematic quantities are (a) the minimum polar angle, (b) the maximum polar angle, (c) the minimum energy, (d) the maximum energy and (e) the modulus of their total transverse momentum. The data are shown as black dots with the statistical uncertainties indicated as vertical bars. The simulation including background, normalised to the integrated luminosity determined in this analysis, is indicated as a solid line, with the systematic uncertainties attached as shaded area. Also shown is the contribution from background. The hatched areas are excluded by the selection criteria",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "text": "Fig. 5",
            "section_rank": 16
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5 Distributions of components of the photon plus electron transverse momentum sum, P sum T : (a) and (c) the component perpendicular to the electron transverse momentum, (b) and (d) the component parallel to the electron transverse momentum. The upper row, (a) and (b) shows the distributions inside the analysis phase space, the lower row (c) and (d) shows the distributions for | P miss T | > 0.3 GeV. The",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Fig. 6",
            "section_rank": 17
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Distribution of the variable (E − p z )/2E e 0 calculated from the sum of the electron and photon four-momenta. In (a) the event counts are shown, whereas in (b) the ratio of data to expectation is drawn. The data are shown as black dots with the statistical uncertainties indicated",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Supported by the Ministry of Education of the Czech Republic under the projects LC527, INGO-LA09042 and MSM0021620859. Russian Foundation for Basic Research (RFBR), grant no 1329.2008.2 and Rosatom.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "o Supported by the UK Science and Technology Facilities Council, and formerly by the UK Particle Physics and Astronomy Research Council. p Supported by FNRS-FWO-Vlaanderen, IISN-IIKW and IWT and by Interuniversity Attraction Poles Programme, Belgian Science Policy. q Partially Supported by Polish Ministry of Science and Higher Education, grant DPN/N168/DESY/2009. r Supported by the Deutsche Forschungsgemeinschaft. s Supported by VEGA SR grant no. 2/7062/ 27. t Supported by the Swedish Natural Science Research Council. u v Supported by the Swiss National Science Foundation. w Supported by CONACYT, México, grant 48778-F. x y This project is co-funded by the European Social Fund (75 %) and National Resources (25 %)-(EPEAEK II)-PYTHAGORAS II. z Supported by the Romanian National Authority for Scientific Research under the contract PN 09370101. aa Partially Supported by Ministry of Science of Montenegro, no. 05-1/3-3352.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Table 1",
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "Summary of selection criteria Electromagnetic SpaCal clusters with transverse sizes R log < 6 cm and E > 2.2 GeV Exactly two clusters with radial distance to the beam axis 30 ≤ R < 72 cm No additional cluster with 20 ≤ R < 30 cm with energy E > 2.2 GeV At least one of the two clusters with CIP vertex Electron and photon identification Energies min(E e , E γ ) > 7 GeV and max(E e , E γ ) > 10 GeV Vertex position |z vtx | < 35 cm Polar angles 155.9 • < θ e , θ γ < 169.5",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "• Difference in azimuth 170 • < ϕ < 190 • Transverse momentum balance | P miss T | < 0.3 GeV Energy in LAr at θ < 10 • is below 0.5 GeV No additional CTD track4 Event selectionDuring data taking, events with electrons in the SpaCal were recorded if certain trigger criteria were fulfilled. The trigger required the presence of at least one localised energy deposit in the SpaCal calorimeter with energy E > 6 GeV. In addition, there were veto conditions to reject beam related background not originating from ep collisions. Data periods where the SpaCal trigger was not fully efficient are removed from the analysis, corresponding to about 6 % of the total H1 data sample recorded in 2003 to 2007.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "Table 2",
            "section_rank": 20
        },
        {
            "section": "Table 2",
            "text": "Background processes contributing to the elastic QEDC selection. The background fractions are given for both a selection with the | P miss T | cut released and for the final selection no | P miss",
            "paragraph_rank": 56,
            "section_rank": 20
        },
        {
            "section": "Table 2",
            "text": "For measuring the integrated luminosity L QEDC of collisions originating from the region |z gen | < 35 cm, the following relation is used",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Table 3",
            "section_rank": 21
        },
        {
            "section": "Table 3",
            "text": "Systematic uncertainties on the determination of the integrated luminosity using elastic QEDC events. The different error sources are grouped into three categories: experimental, background related and theory related uncertainties. The error sources are described in detail in the text",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "section": "Table 3",
            "text": "In this paper the term \"electron\" is used generically to refer to both electrons and positrons.",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "section": "Table 3",
            "text": "The beam spot is defined as the average x and y position of interactions which take place at z = 0. The beam tilt is a slope correction for interactions at z = 0. These parameters were monitored regularly in short time intervals using the CTD.",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "We are grateful to the HERA machine group whose outstanding efforts have made this experiment possible. We thank the engineers and technicians for their work in constructing and maintaining the H1 detector, our funding agencies for financial support, the DESY technical staff for continual assistance and the DESY directorate for support and for the hospitality which they extend to the non DESY members of the collaboration. We would like to thank J. Arrington for useful discussions and for providing calculations of uncertainties on the proton form factor parameterisations.",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "section": "Acknowledgements",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "paragraph_rank": 62,
            "section_rank": 23
        }
    ]
}