{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a measurement of the cross section of single top-quark production in the t-channel using 1.04 fb −1 of pp collision data at √ s = 7 TeV recorded with the ATLAS detector at the LHC. Selected events feature one electron or muon, missing transverse momentum, and two or three jets, exactly one of them identified as originating from a b quark. The cross section is measured by fitting the distribution of a multivariate discriminant constructed with a neural network, yielding σ t = 83 ±4 (stat.) +20 −19 (syst.) pb, which is in good agreement with the prediction of the Standard Model. Using the ratio of the measured to the theoretically predicted cross section and assuming that the top-quark-related CKM matrix elements obey the relation |V tb | |V ts |, |V td |, the coupling strength at the W -t-b vertex is determined to be |V tb | = 1.13 +0.14 −0.13 . If it is assumed that |V tb | 1 a lower limit of |V tb | > 0.75 is obtained at the 95% confidence level.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At hadron colliders top quarks are predominantly produced in pairs (top-antitop) via the flavour-conserving strong interaction. Alternative production modes proceed via the weak interaction involving a W -t-b vertex, leading to a single top-quark intermediate state. Three subprocesses contribute to single top-quark production: the exchange of a virtual W boson in the t-channel, or in the s-channel, and the associated production of a top quark and an onshell W boson. The process with the highest cross section at the Tevatron and at the LHC is the t-channel mode q + b → q + t.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In 2009, single top-quark production was observed by the CDF [1] and DØ [2] Collaborations based on analyses counting the tchannel and s-channel processes as signal. The observation of the t-channel production mode has also been recently reported by DØ [3], while the CMS Collaboration has published evidence of this process at the LHC [4].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 61,
                    "text": "[1]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 72,
                    "text": "[2]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 253,
                    "text": "[3]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 336,
                    "text": "[4]",
                    "end": 339
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The single top-quark final state provides a direct probe of the W -t-b coupling and is sensitive to many models of new physics [5]. The measurement of the production cross section constrains the absolute value of the quark-mixing matrix element V tb [6,7] without assumptions about the number of quark generations (see Ref. [8] for a recent measurement from the DØ Collaboration). Alternatively, it allows the b-quark parton distribution function (PDF) to be measured.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 127,
                    "text": "[5]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 250,
                    "text": "[6,",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 253,
                    "text": "7]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 324,
                    "text": "[8]",
                    "end": 327
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At the LHC, colliding protons at √ s = 7 TeV, the sum of t and t cross sections is predicted to be: σ t = 64.6 +2.7 −2.0 pb [9] for the ✩ © CERN for the benefit of the ATLAS Collaboration.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 124,
                    "text": "[9]",
                    "end": 127
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "E-mail address: atlas.publications@cern.ch.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "leading t-channel process, σ W t = 15.7 ± 1.1 pb [10] for W t associated production, and σ s = 4.6 ± 0.2 pb [11] for the s-channel. The analyses presented in this Letter consider only the t-channel process as signal, while the other two single top-quark processes are treated as backgrounds, assuming the Standard Model (SM) theoretical cross sections for these processes. The W boson from the top-quark decay is reconstructed in its leptonic decay modes eν, μν or τ ν, where the τ decays leptonically. Thus, selected events contain one charged lepton candidate, e or μ; two or three hadronic high-p T jets; and missing transverse momentum E miss T . Two jets are expected from the leading-order (LO) process, while a third jet may arise from higher-order processes. Exactly one of the jets is required to be identified as originating from a b-quark.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 49,
                    "text": "[10]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 108,
                    "text": "[11]",
                    "end": 112
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The measurement of σ t is based on a fit to a multivariate discriminant constructed with a neural network (NN) to separate signal from background and the result is cross-checked using a cutbased method, which additionally provides a breakdown for the t andt cross sections.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Data and simulated event samples",
            "section_rank": 3
        },
        {
            "section": "Data and simulated event samples",
            "text": "The analyses described in this Letter use proton-proton LHC collision data at a centre-of-mass energy of 7 TeV collected with the ATLAS detector [12] between March and June 2011. The selected events were recorded based on single electron and muon triggers. Stringent detector and data quality requirements are applied, resulting in a data set corresponding to an integrated luminosity of 1.04 ± 0.04 fb −1 [13,14].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 145,
                    "text": "[12]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 406,
                    "text": "[13,",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 410,
                    "text": "14]",
                    "end": 413
                }
            ]
        },
        {
            "section": "Data and simulated event samples",
            "text": "Samples of simulated events for all three single top-quark processes are produced with the AcerMC program (version 3.7) [15] using MRST 2007LO * parton distribution functions (PDFs) [16]. The computation of the t-channel single top-quark process in AcerMC incorporates the q + b → q + t and q + g → q + t +b subprocesses and features an automated procedure to remove the overlap in phase space between them [17]. Samples of the top-quark pair (tt) process are generated using MC@NLO (version 3.41) [18], with the CTEQ6.6 set of PDFs [19]. The top-quark mass is assumed to be 172.5 GeV. Generator default values of 0.999105 and 0.999152 are used for |V tb | to produce the AcerMC and MC@NLO samples, respectively. At higher orders in perturbation theory, interference effects between the single-top W t channel and tt processes occur, but are found to be small [20] and can therefore be safely neglected. The ALPGEN leading-order generator (version 2.13) [21] and the CTEQ6L1 set of PDFs [19] are used to generate W + jets, W bb, W cc, W c and Z + jets events with up to five additional partons. To remove overlaps between the n and n + 1 parton samples the \"MLM\" matching scheme [21] is used. The double counting between the inclusive W + n parton samples and samples with associated heavy-quark pair-production is removed utilising an overlap removal based on a R = ( η) 2 + ( φ) 2 matching. 1 The diboson processes W W , W Z and Z Z are generated using HERWIG (version 6.5.20) [22]. For all single top-quark samples the hadronisation is performed by PYTHIA (version 6.4.25) [23]; in all other cases HERWIG in connection with the JIMMY [24] underlying event model (version 4.31) is used. After the event generation, all samples are passed through the full simulation of the ATLAS detector [25] based on GEANT4 [26] and are then reconstructed using the same procedure as for collision data. The simulation includes the effect of multiple pp collisions per bunch crossing and is weighted to the same distribution as observed in the data with 5.6 interactions per bunch crossing on average.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 120,
                    "text": "[15]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 182,
                    "text": "[16]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 407,
                    "text": "[17]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 498,
                    "text": "[18]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 533,
                    "text": "[19]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 860,
                    "text": "[20]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 954,
                    "text": "[21]",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 987,
                    "text": "[19]",
                    "end": 991
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1179,
                    "text": "[21]",
                    "end": 1183
                },
                {
                    "type": "bibr",
                    "start": 1393,
                    "text": "1",
                    "end": 1394
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1479,
                    "text": "[22]",
                    "end": 1483
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1576,
                    "text": "[23]",
                    "end": 1580
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1637,
                    "text": "[24]",
                    "end": 1641
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1790,
                    "text": "[25]",
                    "end": 1794
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1811,
                    "text": "[26]",
                    "end": 1815
                }
            ]
        },
        {
            "text": "Object definition and event selection",
            "section_rank": 4
        },
        {
            "section": "Object definition and event selection",
            "text": "Electron candidates are reconstructed offline using a clusterbased algorithm and are required to have E T > 25 GeV and |η cl | < 2.47, where η cl denotes the pseudorapidity of the calorimeter cluster. Clusters in the transition regions between the calorimeter barrel and endcaps, corresponding to 1.37 < |η cl | < 1.52, are ignored.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Object definition and event selection",
            "text": "High-quality electron candidates are selected using a set of cuts [27] which include stringent requirements on the matching between the track and the calorimeter cluster. Electrons must also be isolated: the sum of the calorimeter transverse energy within a cone of radius R = 0.3 (excluding the cells associated with the electron) must be less than 15% of the electron E T , and the p T of all tracks within the same cone radius around the electron direction, again excluding the track associated to the electron, must be less than 10% of the electron E T .",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 66,
                    "text": "[27]",
                    "end": 70
                }
            ]
        },
        {
            "section": "Object definition and event selection",
            "text": "Muon candidates are reconstructed by combining track segments found in the inner detector and in the muon spectrometer.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Object definition and event selection",
            "text": "We only consider muon candidates that have p T > 25 GeV and |η| < 2.5. Selected muons must additionally satisfy a series of cuts on the number of track hits present in the various tracking subdetectors [28]. Muon candidates are required to be isolated using the equivalent criteria as applied to electron candidates.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 202,
                    "text": "[28]",
                    "end": 206
                }
            ]
        },
        {
            "section": "Object definition and event selection",
            "text": "Jets are reconstructed using the anti-k t algorithm [29] with a radius parameter of 0.4, using clusters of adjacent calorimeter cells [30] as inputs to the jet clustering. The response of the calorimeter is corrected by p T -and η-dependent factors [31], which are 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector and the z-axis along the beam direction. The x-axis points towards the centre of the LHC ring, the y-axis points upwards. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). applied to each jet to provide an average energy scale correction.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 52,
                    "text": "[29]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 134,
                    "text": "[30]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 249,
                    "text": "[31]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "1",
                    "end": 266
                }
            ]
        },
        {
            "section": "Object definition and event selection",
            "text": "Jets overlapping with selected electron candidates within R < 0.2 are removed, as in these cases the jet and the electron are very likely to correspond to the same physics object. Only jets having p T > 25 GeV and |η| < 4.5 are considered. Jets originating from bottom quarks are tagged in the region |η| < 2.5 by reconstructing secondary and tertiary vertices from the tracks associated with each jet and combining lifetime-related information with an NN [32]. A threshold is applied to the b-tagging algorithm output corresponding to a b-tagging efficiency of about 57% and a light-quark jet rejection factor (the reciprocal of the efficiency to b-tag light quarks) of about 520 for jets in tt events. The E miss T is calculated using clusters of adjacent calorimeter cells and corrected for the presence of electrons, muons, and jets [33].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 456,
                    "text": "[32]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 837,
                    "text": "[33]",
                    "end": 841
                }
            ]
        },
        {
            "section": "Object definition and event selection",
            "text": "Events  [36].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 8,
                    "text": "[36]",
                    "end": 12
                }
            ]
        },
        {
            "section": "Object definition and event selection",
            "text": "The following samples are defined for this analysis: a \"b-tagged sample\" with two jets or three jets, exactly one of which is btagged, and a \"pretag sample\" with two or three jets, without making any b-tagging requirement. We also use a sample containing exactly one b-tagged jet to estimate the W + jets flavour composition.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Background estimation",
            "section_rank": 5
        },
        {
            "section": "Background estimation",
            "text": "A large background to the single top-quark final state comes from QCD-produced multijet events in which either one of the jets is misidentified as an isolated lepton or a non-prompt lepton (for example from a b-quark semileptonic decay) appears isolated. Other significant backgrounds originate from W -boson production in association with jets and tt production. Smaller backgrounds come from Z + jets, W t-channel and s-channel single top-quark production, and diboson production. These smaller backgrounds and the tt background are normalised to their theoretical predictions. For the Z + jets background the inclusive cross section is calculated to next-to-next-to-leading order (NNLO) with FEWZ (version from March 15, 2009)  [37]. The diboson cross sections are normalised to next-to-leading order theoretical calculations [38]. The tt cross section is normalised to the approximate NNLOpredicted value obtained using HATHOR (version 1.2) [39].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 714,
                    "text": "March 15, 2009)",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 731,
                    "text": "[37]",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 829,
                    "text": "[38]",
                    "end": 833
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 945,
                    "text": "[39]",
                    "end": 949
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The multijet background normalisation is obtained using a binned maximum-likelihood fit to the E miss T distribution in the data, before the application of the E miss T cut, using a data-derived template for the multijet background and templates from Monte Carlo simulation for all other processes (top quark, W /Z + jets, dibosons). The multijet template is created using collision events that are triggered by a single low-p T jet. Several prescaled trigger streams with different p T thresholds are used for that purpose. In the offline selection of these events the electron requirement is replaced by a jet requirement (jet-electron model). This jet must have p T > 25 GeV, the same acceptance in |η| as the signal elec-",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Background estimation",
            "text": "where denotes the lepton.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Table 1",
            "section_rank": 6
        },
        {
            "section": "Table 1",
            "text": "Predicted and observed event yields, after selection, in the electron and muon 2-jet and 3-jet b-tagged samples. The multijet event yields are determined with a data-driven technique. Contributions from W + jets events are normalised to observed data in control regions as used in the cut-based analysis. The uncertainties on the multijet and the W + jets yields are also estimated from data (see Section 6). All other backgrounds and the t-channel signal expectation are normalised to theoretical cross sections.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Table 1",
            "text": "Uncertainties on these predictions are only reflecting the uncertainties on the theoretical cross section prediction and do not include experimental uncertainties (such as the jet energy scale uncertainty, etc. tron, and (80-95)% of the jet energy deposited in the electromagnetic section of the calorimeter. The last requirement ensures the orthogonality of the jet-electron data set to the sample of events with electron candidates which feature an electromagnetic energy fraction larger than 95%. The jet must also contain at least four tracks, thus reducing the contribution from converted photons. When selecting the jet-electron sample, events containing electron or muon candidates in addition to the jet-electron are vetoed. The same model is also used in the muon channel. A systematic uncertainty of 50% on the multijet background rates was estimated by studying the impact of pile-up events on the fit results and by performing likelihood fits on the m T (W ) distribution. The jet-electron model is also used to model the shape of kinematic distributions of the multijet background.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Table 1",
            "text": "The kinematic distributions of the W + jets background, which comprises contributions from W + heavy flavour jets (W bb + jets, W cc + jets and W c + jets) and W + light jets, are taken from samples of simulated events, while the normalisation of the flavour composition is derived from data. The NN analysis simultaneously determines the normalisation of the W + light jets and W + heavy flavour processes when fitting the NN discriminant distribution to measure the t-channel single top-quark rate. The cut-based analysis derives normalisation factors for the W + jets processes using the event yields in the 1-jet b-tagged, 2-jet pretag, and 2-jet b-tagged sample, excluding events selected by the cuts defined in Section 5.2. Since the 2-jet b-tagged sample includes some tchannel signal events, despite requiring that the events fail the selection of the cut-based analysis, an uncertainty of 100% on the expected t-channel single top-quark rate is assumed in this normalisation procedure. Both estimates of the W + jets backgrounds, the one of the NN analysis and the one of the cut-based analysis, are in very good agreement with each other.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Table 1",
            "text": "The predicted and observed event yields, after the application of the selections described in Section 3, are given in Table 1, separately for the electron and muon channels, in the 2-jet and 3-jet b-tagged samples. For the purpose of this table and the histograms of kinematic distributions the contributions of the tt, W t and schannel processes have been grouped together into one category called \"tt, other top\". In the subsequent analysis the electron and muon channels are combined.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 118,
                    "text": "Table 1",
                    "end": 125
                }
            ]
        },
        {
            "text": "Signal and background discrimination",
            "section_rank": 7
        },
        {
            "section": "Signal and background discrimination",
            "text": "To separate t-channel single top-quark signal events from background several kinematic variables are combined into one discriminant by employing an NN, that also exploits correlations between the variables. The result of the NN analysis is corroborated by a cut-based analysis that applies additional criteria to the basic selection described in Section 3.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Neural network based discriminant",
            "section_rank": 8
        },
        {
            "section": "Neural network based discriminant",
            "text": "The NeuroBayes [40,41] tool (version 3.3) is used for preprocessing the input variables and for the training of the NN. A large number of input variables is studied, but only the highest-ranking variables are chosen for the training of the NN. The ranking of variables is automatically determined as part of the preprocessing step and is independent of the training procedure. The total correlation κ total t of a set of variables to the target function, that assumes the value 1 for signal and 0 for background events, is computed as a measure of the discrimination power of these variables. In an iterative procedure, the variables are sorted according to the loss in κ total t that is induced due to their removal from the set. Considering the number of simulated events used to determine the ranking, one can compute the significance of the information loss caused by the removal of a certain variable. For the training of the NN we use only variables that contribute with more than 20 (10) standard deviations to κ total t in the 2-jet (3-jet) data set. This choice is a compromise between the achievable discrimination power, that increases with the number of variables, and the practical aim of keeping the number of variables at a manageable level.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 15,
                    "text": "[40,",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 19,
                    "text": "41]",
                    "end": 22
                }
            ]
        },
        {
            "section": "Neural network based discriminant",
            "text": "As a result of this optimisation procedure 12 kinematic variables are identified that serve as inputs to the NN in the 2-jet data set. The most discriminating variable is the invariant mass of the b-tagged jet, the charged lepton, and the neutrino, m( νb), which is an estimator for the top-quark mass for signal events. In this calculation the transverse momentum of the neutrino is given by the x-and y-components of the E miss  For events with three jets 18 variables are used, the most discriminating ones being the invariant mass of the two leading jets, m( j 1 j 2 ), m( νb), and the absolute value of the difference in the pseudorapidity of the leading and lowest p T jet, | η( j 1 , j 3 )|.  The agreement between the background model and collision data is tested in the large pretag sample for each input variable used in the analysis, for various additional control variables, and the NN output distributions, which are shown in Figs. 3(a) and 3(b). In this control sample, where the b-tagging algorithm has not yet been applied, the b-tagged jet is substituted by the most central jet, with the requirement that it is within |η| < 2.5. Good agreement is found overall, except for the |η| distribution of the jet with the highest |η| in the pretag data set for which an additional systematic modelling uncertainty is taken into account (see Section 6).",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Neural network based discriminant",
            "text": "The NeuroBayes tool combines a three-layer feed-forward NN with a complex preprocessing of the input variables. By transforming the variables in the preprocessing step the influence of outliers is largely reduced and statistical fluctuations are damped. Neu-roBayes applies Bayesian regularisation techniques for the training process to damp statistical fluctuations in the training sample and to avoid overtraining. A certain fraction of simulated events (20%) is not included in the training sample and is used as an independent test sample to check that there is no overtraining. The ratio of signal to background events in the training is chosen to be 1:1, while the different background processes are weighted according to the number of expected events.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "Neural network based discriminant",
            "text": "To extract the signal content of the selected sample a maximum-likelihood fit is performed to the complete NN output dis-tributions in the 2-jet and 3-jet data sets (see Section 7). Fitting all bins of the distribution has the advantage of making maximal use of the signal events remaining after the event selection, and also allows the background rates to be constrained by the data. The sensitivity to the background rates is given by the background dominated region close to zero. The observed NN output distributions scaled to the fit result are shown in Figs. 3(c) and 3(d) for b-tagged events with two or three jets, respectively.",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Cut-based selection",
            "section_rank": 9
        },
        {
            "section": "Cut-based selection",
            "text": "In the cut-based analysis additional selections are applied to a subset of five variables used by the NN analysis: |η( j u )| > 2, H T ( , jets, E miss T ) > 210 GeV, and 150 GeV < m( νb) < 190 GeV. The 2-jet selection requires | η(b, j u )| > 1, while the 3-jet selection requires that m( j 1 j 2 j 3 ) is higher than 450 GeV, to further reduce the large tt contribution in this channel. The selection cuts were chosen in order to increase the expected significance of the t-channel single top-quark signal, taking into account systematic uncertainties on the background estimate [42].",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 581,
                    "text": "[42]",
                    "end": 585
                }
            ]
        },
        {
            "section": "Cut-based selection",
            "text": "The positive and negative lepton-charge samples are considered separately, as more single-top quark t-channel events are expected in the e + /μ + samples than in the e − /μ − samples due to the dominance of valence u quarks in the proton over d quarks. The 2-jet and 3-jet data sets are also considered separately.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "Cut-based selection",
            "text": "The signal and background event counts for the positive and negative lepton-charge samples are given in Table 2. The observed event yields are consistent with the SM expectation in each channel. Fig. 4(a) shows the distribution of the lepton charge for events with two or three jets after the application of all cut-based selections. Figs. 4(b) and 4(c) display the variable m( νb) for 2-jet ",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 104,
                    "text": "Table 2",
                    "end": 111
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 195,
                    "text": "Fig. 4(a)",
                    "end": 204
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 334,
                    "text": "Figs. 4(b)",
                    "end": 344
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "Systematic uncertainties on the normalisation of the individual backgrounds and on the signal acceptance affect the measured single top-quark t-channel cross section. In the NN analysis the shape of each individual prediction is also affected; both the rate and the shape uncertainties are taken into account by generating correlated pseudo-experiments. The impact of the systematic uncertainties on the t-channel cross section measurement is estimated from these pseudo-experiments. The uncertainties can be split into the following categories:",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Object modelling",
            "section_rank": 11
        },
        {
            "section": "Object modelling",
            "text": "Systematic uncertainties due to the residual differences between data and Monte Carlo simulation for the reconstruction and energy calibration of jets, electrons and muons are propagated in the analysis. The main source of object modelling uncertainty comes from the jet energy scale (JES), including the modelling of pile-up, as well as b-jet identification. Other components include lepton energy scale and lepton and jet identification efficiencies. The JES uncertainty has been evaluated using 2010 data [31]. Additional contributions to this uncertainty due to the larger pile-up effects in 2011 data are included and range from less than 1% to 5% as a function of jet p T and η. For b-quark jets a JES uncertainty of 0.8% to 2.5%, depending on the jet p T , is added in quadrature to the JES uncertainty. Scale factors, determined from collision data [32], are applied to correct the b-tagging performance in simulated events to match the data. Both b-jets and c-jets in simulation use the same b-tagging scale factors with uncertainties that depend on the p T and η of the jet. The uncertainties on the scale factors vary from 10% to 15% for b-quark jets and from 20% to 30% for c-quark jets. For light-quark jets the mis-tagging uncertainty ranges from 20% to 50% as a function of jet p T and η. Other minor uncertainties are assigned to the reconstruction of E miss T and to account for the impact of pile-up collisions on E miss T . Finally, a systematic uncertainty was also assigned to account for temporary failures of parts of the LAr calorimeter readout during part of the data-taking period, which was not modelled in the MC samples.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 508,
                    "text": "[31]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 857,
                    "text": "[32]",
                    "end": 861
                }
            ]
        },
        {
            "text": "Monte Carlo generators and PDFs",
            "section_rank": 12
        },
        {
            "section": "Monte Carlo generators and PDFs",
            "text": "Systematic uncertainties arising from the modelling of the single top-quark signal and the tt background are taken into account. The largest contributions come from the modelling of parton Table 2 Event yield for the 2-jet and 3-jet b-tagged positive and negative lepton-charge channels after the cut-based selection. The multijet and W + jets backgrounds are normalised to observed data in control regions, all other samples are normalised to theory cross sections. Uncertainties shown include all sources of systematic errors, summed quadratically and without taking into account possible anticorrelations between systematic sources and between processes.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 189,
                    "text": "Table 2",
                    "end": 196
                }
            ]
        },
        {
            "text": "Cut-based 2-jet",
            "section_rank": 13
        },
        {
            "section": "Cut-based 2-jet",
            "text": "Cut-based 3-jet  showers and hadronisation, estimated by interchanging the modelling between PYTHIA and HERWIG, and from the amount of initial-state and final-state radiation (ISR/FSR), estimated using dedicated AcerMC samples interfaced to PYTHIA where parameters controlling the ISR/FSR emission are varied in a range 3 consistent with those used in the Perugia Hard/Soft tune variations [43]. The uncertainty due to the choice of the single top-quark t-channel signal generator is estimated from the difference between AcerMC and MCFM predictions [44]. The modelling uncertainty for the tt background is evaluated by comparing the generators MC@NLO and POWHEG [45,46] (with HERWIG showering). For the W + jets background a shape uncertainty is assigned based on the variation of the choices of the matching scale and of the functional form of the factorisation scale in ALPGEN. Systematic uncertainties related to the parton distribution functions are taken into account for the signal and for all background processes which are modelled by simulated events. In addition to the nominal PDF set the alternative MSTW2008nlo68cl [47] and CTEQ6.6 PDF sets are investigated. Events are reweighted according to each of the PDF uncertainty eigenvectors and the total uncertainty is evaluated following the procedure described in Ref. [36]. An additional uncertainty is assigned for the mis-modelling of jets in the forward |η| regions. A weight function is derived from the pretag sample by 3 The default PYTHIA values of these parameters are: PARP(67) = 4.0 and PARP(64) = 1.0 for ISR and PARP(72) = 0.192 GeV, PARJ(82) = 1.0 GeV for FSR. To decrease (increase) ISR, the parameters PARP(67) and PARP(64) are set to 0.5 and 4.0 (6.0 and 0.25), respectively. To decrease (increase) FSR, the parameters PARP(72) and PARJ(82) are set to 0.096 GeV and 2.0 GeV (0.384 GeV and 0.5 GeV), respectively. Samples of simulated events are produced with six different sets of parameters settings: ISR increased (decreased), FSR increased (decreased), and a simultaneous increase (decrease) of ISR and FSR.",
            "paragraph_rank": 38,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 390,
                    "text": "[43]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 550,
                    "text": "[44]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 663,
                    "text": "[45,",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 667,
                    "text": "46]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1129,
                    "text": "[47]",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1330,
                    "text": "[36]",
                    "end": 1334
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1487,
                    "text": "3",
                    "end": 1488
                }
            ]
        },
        {
            "section": "Cut-based 2-jet",
            "text": "dividing the observed |η| distribution in data by the distribution obtained from simulated events, for 2-jet and 3-jet events. The event weights defined in this way are then applied to all simulated samples in the b-tagged data set. The systematic uncertainty is derived from the one-sided difference between the weighted and the nominal samples. The impact of using simulation samples of limited size is also taken into account.",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "text": "Theoretical cross section normalisation",
            "section_rank": 14
        },
        {
            "section": "Theoretical cross section normalisation",
            "text": "The tt, single-top quark W t-and s-channel backgrounds are normalised to their theory predictions with theoretical uncertainties of +7 −10 %, 7% and 4%, respectively [48,10,11]. The uncertainty on the diboson background is 5% [38].",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 166,
                    "text": "[48,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 170,
                    "text": "10,",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 173,
                    "text": "11]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 226,
                    "text": "[38]",
                    "end": 230
                }
            ]
        },
        {
            "text": "Background normalisation to data",
            "section_rank": 15
        },
        {
            "section": "Background normalisation to data",
            "text": "The multijet background estimate has an uncertainty of 50%. The NN analysis places an uncertainty of 50% on the rate of events with W + heavy flavour jets and 30% on the rate of W + light jets events. These uncertainties are used as constraints on the predictions when simultaneously determining the W + jets rates and the signal cross section. The cut-based analysis does not apply a global uncertainty on the W + heavy flavour and W + light flavour rates, but considers separately the impact of the dominant sources of uncertainty on the data-derived W + jets normalisation factors. This treatment allows the correlation between each component of uncertainty on the normalisation factors and the uncertainties on the W + jets rates to be taken into account. The Z + jets background normalisation has an uncertainty of 60%.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "Table 3",
            "section_rank": 16
        },
        {
            "section": "Table 3",
            "text": "Breakdown of the contribution of each source of uncertainty to the total uncertainty of the measured t-channel cross section in data for the NN analysis and the cutbased analysis. Theoretical uncertainties are included in the \"Other backgrounds\" uncertainty category. The uncertainty on the integrated luminosity is 3.7% [13,14]. Table 3 shows the contribution of each source of uncertainty to the total uncertainty on the measured t-channel cross section ( σ obs /σ obs ) for the neural network analysis and for the cut-based analysis.",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 321,
                    "text": "[13,",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 325,
                    "text": "14]",
                    "end": 328
                },
                {
                    "type": "table",
                    "start": 330,
                    "text": "Table 3",
                    "end": 337
                }
            ]
        },
        {
            "text": "Source",
            "section_rank": 17
        },
        {
            "text": "Cross section measurements",
            "section_rank": 18
        },
        {
            "section": "Cross section measurements",
            "text": "Both the cut-based and neural network analyses employ a maximum-likelihood fit method to measure the single top-quark t-channel cross section. The general likelihood function is given by the product of the Poisson likelihoods in the individual channels. The background rates are constrained by Gaussian priors. We use the following equations:",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "section": "Cross section measurements",
            "text": "where M is the number of channels and B the number of back- The significance of the observed signal corresponds to 7.2 standard deviations (6.0 expected). This is computed using as a test statistic the Q -value, which is defined as the ratio of the value of the likelihood function maximised for the Standard Model signal cross section to the value of the likelihood function maximised for zero signal.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Cross section measurements",
            "text": "The cut-based analysis measures, by combining four different channels (positive and negative lepton charge, with two and three jets) a cross section of σ t = 92 +29 −26 pb, in good agreement with the NN-based measurement. The separation of candidate events according to the lepton charge allows individual measurements of the top-quark and top-antiquark cross sections, yielding the results σ (t) = 59 +18 −16 pb and σ (t) = 33 +13 −12 pb, that can be compared to the theoretically predicted cross sections of 41.9 +1.8 −0.8 pb and 22.7 +0.9 −1.0 pb, respectively [9]. To test the compatibility, the two measurements from the NNbased and cut-based analyses are combined using the Best Linear Unbiased Estimator (BLUE) method [49]. The correlation coefficient of the two analyses is 75% and was determined with ensemble tests including all systematic uncertainties. Based on the ensemble tests the two results are found to be compatible within one standard deviation. However, the combined result and its uncertainty for the observed cross section measurement does not significantly differ from the result obtained with the NN analysis alone.",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 515,
                    "text": "+1.8",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 564,
                    "text": "[9]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 725,
                    "text": "[49]",
                    "end": 729
                }
            ]
        },
        {
            "text": "V tb measurement",
            "section_rank": 19
        },
        {
            "section": "V tb measurement",
            "text": "Single top-quark production in the t-channel proceeds via a Wt-b vertex and the measured cross section is proportional to |V tb | 2 , where V tb is the relevant CKM matrix element. In the Standard Model |V tb | is close to one, but new physics contributions could alter its value significantly.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "section": "V tb measurement",
            "text": "The |V tb | measurement is independent of assumptions about the number of quark generations or about the unitarity of the CKM matrix. The only assumptions required are that |V tb | |V td |, |V ts | and that the W -t-b interaction is an SM-like left-handed weak coupling. Therefore, the tt background rate is unaffected by a variation of |V tb | since decays to a potential higher generation are prohibited by kinematics. On the other hand, rates of single-top quark W t and s-channel backgrounds also scale with |V tb | 2 , but their contributions are small in the signal region that drives the maximum-likelihood fit measurement. The resulting variation on the total top-quark background yield is less than its systematic uncertainty and thus considered negligible.",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "section": "V tb measurement",
            "text": "The value of |V tb | 2 is extracted by dividing the observed single top-quark t-channel cross section, measured using the NN method, by the SM expectation [9]. The experimental and theoretical uncertainties are added in quadrature. ",
            "paragraph_rank": 48,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 155,
                    "text": "[9]",
                    "end": 158
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 20
        },
        {
            "section": "Conclusion",
            "text": "In summary, we present a measurement of the cross section of single top-quark production in the t-channel with the ATLAS detector in pp collisions at ",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": "T",
            "section_rank": 21
        },
        {
            "section": "T",
            "text": "vector, while the unmeasured z-component of the neutrino momentum, p z (ν), is inferred by imposing a W -boson mass constraint on the leptonneutrino system. Since the constraint leads to a quadratic equation for p z (ν), a two-fold ambiguity arises. In the case of two real solutions, the one with the smaller |p z | is chosen. If the solutions are complex, those are avoided by a kinematic fit that rescales the neutrino p x and p y such that the imaginary radical vanishes, but keeps the transverse components of the neutrino as close as possible to the E miss T . The second and third most discriminating variables are the absolute value of the pseudorapidity of the highest p T untagged jet |η( j u )| and the transverse energy of the untagged jet E T ( j u ). Other variables used by the NN in the 2-jet data set are: the absolute value of η between the b-tagged jet and the reconstructed W boson | η(b, W )|; the absolute value of η between the b-tagged jet and the highest p T untagged jet | η(b, j u )|; the transverse momentum of the charged lepton p T ( ); the scalar sum of the transverse momenta of the lepton,",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 22
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Discriminating variables in the b-tagged sample for 2-jet events and 3-jet events. Multijet event yields are determined with a data-driven technique. Contributions from W + jets events are derived from simulation and normalised to data in control regions with the method employed in the cut-based analysis. All other backgrounds and the t-channel signal expectation are normalised to theoretical cross sections. The last histogram bin includes overflows. The figures shown are for 2-jet or 3-jet events, respectively: (a), (e) the invariant mass of the b-tagged jet, the charged lepton, and the neutrino; (b), (f) the scalar sum of the transverse momenta of the lepton, the jets, and E miss T ; (c), (g) the absolute value of the pseudorapidity of the highest p T untagged jet. For 2-jet events figure (d) shows the absolute value of η between the b-tagged jet and the highest p T untagged jet; and for 3-jet events figure (h) displays the invariant mass of the three selected jets.",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "Fig. 1",
            "section_rank": 23
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 24
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Additional discriminating variables used in the NN analysis for 2-jet and 3-jet events. The rate of multijet events is normalised to the estimate obtained from the fit to the E miss T distributions. All other component distributions are normalised to the result of the maximum-likelihood fit of the NN output. The last histogram bin includes overflows. The figures shown are, for 2-jet events: (a) invariant mass of the highest p T untagged jet and the b-tagged jet; (b) transverse mass of the lepton-E miss T system;",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 25
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (a) and (b) Neural network output distribution for the pretag sample, including the JES uncertainty on the prediction (hatched region). The multijet component is normalised to the estimate obtained from the fit to the E miss T distributions. All other components are normalised such that the total number of expected events in the pretag sample is equal to the observed number of events. The ratio between the data and the total predicted distributions is also shown. (c) and (d) NN output distribution for the 2-jet and 3-jet b-tagged samples, respectively. All component distributions are normalised to the result of the maximum-likelihood fit, except for the component of multijet events that is normalised to the estimate obtained from the fit to the E miss T distributions.",
            "paragraph_rank": 54,
            "section_rank": 25
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 26
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. (a) Distribution of the lepton charge after the full cut-based selection for 2-jet and 3-jet events. (b), (c) Invariant mass of the b-tagged jet, the charged lepton, and the neutrino, m( νb), for the b-tagged sample for 2-jet (b) and 3-jet (c) events after applying all cut-based selections except for the cut on m( νb). In all three distributions the t-channel single top-quark contribution is normalised to the observed cross section obtained with the cut-based analysis. The last histogram bin includes overflows.",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "ground processes. The cut-based analysis uses M = 4 channels separated by lepton charge and the number of jets, while in the NN-based analysis M is equal to 28, namely the number of bins of the NN discriminant in the 2-jet channel plus the number of bins of the NN discriminant in the 3-jet channel. Hereν s andν j are, respectively, the predicted number of signal events and the number of events of background j in the selected data set. The number of observed (expected) events in channel k is denoted by n k (μ k ).The expected number of events in channel k is μ s k for the signal and μ b jk for each background j. The fraction of events falling in channel k is given by α s k and α jk for signal and background respectively. For the NN-based analysis the sets of α s k and α jk constitute the probability densities (shapes) of the NN discriminants. The scale factors β s for signal and β b j for the backgrounds are the parameters of the likelihood function that are fitted to the data. The Gaussian constraints on the background scale factors, j , are set to the theoretical cross section uncertainty for all background processes that do not use data-based estimates (tt, W t, s-channel and diboson), while W + jets backgrounds are constrained within their data-derived uncertainties. The multijet background is fixed to the value estimated from data. The systematic uncertainties on the cross section measurement are determined using a frequentist method based on a large number of pseudo-experiments. For each pseudo-experiment the expectation values of the backgroundsν j and of the signalν s as well as the relative distribution of events across the channels (α s k and α jk ) are varied including all sources of uncertainties described in Section 6 and the t-channel cross section is measured with the maximum-likelihood fit. The distribution of measured cross sections is an estimator of the probability density function of all possible outcomes of the measurement and it is used to estimate the uncertainty on the actual measurement. The NN-based analysis yields, from a simultaneous measurement in the 2-jet and 3-jet channels, a cross section of σ t = 83 ± 4 (stat.) +20 −19 (syst.) pb = 83 ± 20 pb.",
            "paragraph_rank": 56,
            "section_rank": 27
        },
        {
            "text": "The result obtained is |V tb | = 1.13 +0.14 −0.13 (exp.) ± 0.02 (theo.) = 1.13 +0.14 −0.13 . Restricting the range of |V tb | to the interval [0, 1], as required by the SM, a lower limit on |V tb | is extracted: |V tb | > 0.75 at the 95% confidence level.",
            "paragraph_rank": 57,
            "section_rank": 28
        },
        {
            "text": "√ s = 7 TeV. The measurement is based on a neural network discriminant separating signal events from background and yields a cross section of 83 ± 20 pb. The corresponding coupling at the W -t-b vertex is |V tb | = 1.13 +0.14 −0.13 and the 95% confidence level lower limit on the CKM matrix element |V tb | is 0.75.",
            "paragraph_rank": 58,
            "section_rank": 29
        },
        {
            "text": "Acknowledgements",
            "section_rank": 31
        },
        {
            "section": "Acknowledgements",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 59,
            "section_rank": 31
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 60,
            "section_rank": 31
        },
        {
            "text": "Open access",
            "section_rank": 32
        },
        {
            "section": "Open access",
            "text": "This article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribu-tion License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "paragraph_rank": 61,
            "section_rank": 32
        }
    ]
}