{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The ALICE Collaboration has measured the inclusive production of muons from heavy-flavor decays at forward rapidity, 2:5 < y < 4, in pp and Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV. The p t -differential inclusive cross section of muons from heavy-flavor decays in pp collisions is compared to perturbative QCD calculations. The nuclear modification factor is studied as a function of p t and collision centrality. A weak suppression is measured in peripheral collisions. In the most central collisions, a suppression of a factor of about 3-4 is observed in 6 < p t < 10 GeV=c. The suppression shows no significant p t dependence.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The study of ultrarelativistic heavy ion collisions is aimed at investigating the properties of strongly interacting matter in the extreme conditions of high temperature and energy density expected to be reached. Under such conditions, quantum chromodynamics (QCD) calculations on the lattice predict the formation of a deconfined partonic phase, the quark-gluon plasma, and chiral symmetry is restored [1]. Heavy quarks (charm and beauty), abundantly produced at the Large Hadron Collider (LHC), are sensitive probes of the properties of the quark-gluon plasma. Because of their large masses, they are created mainly in hard scattering processes during the early stage of the collision and subsequently interact with the hot and dense medium. In particular, measurement of open heavy-flavor hadrons may probe the energy density of the system through the mechanism of in-medium energy loss of heavy quarks. The in-medium effects are usually quantified by means of the nuclear modification factor R AA of the transverse momentum (p t ) distribution. Using the nuclear overlap function from the Glauber model [2], R AA can be expressed as",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 403,
                    "text": "[1]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1107,
                    "text": "[2]",
                    "end": 1110
                }
            ]
        },
        {
            "text": "where hT AA i is the average nuclear overlap function in a given centrality class. The term dN AA =dp t is the p t -differential yield in nucleus-nucleus (AA) collisions, while d pp =dp t is the p t -differential inclusive cross section in pp collisions. The value of R AA is unity for hard probes if no nuclear modification is present. A R AA value smaller than unity can arise from partonic energy loss as well as other nuclear effects. According to QCD, the radiative energy loss of gluons should be larger than that of quarks, and due to the dead cone effect [3][4][5][6], heavy quark energy loss should be further reduced with respect to that of light quarks. The contribution from other interaction mechanisms, for instance collisional energy loss [7,8], inmedium fragmentation, recombination, and coalescence [9][10][11], could also lead to a modification of heavy-flavor hadron p t distributions in AA collisions. Finally, initial state effects [12,13] could complicate the interpretation of any deviation from unity of the R AA in terms of energy loss effects, particularly in the low p t region. The study of p-A collisions is required to quantify the role of initial state effects. The PHENIX and STAR Collaborations have reported a strong suppression of electrons from heavy-flavor decays at midrapidity, in central Au-Au collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 200 GeV at RHIC [14][15][16][17]. The PHENIX Collaboration also measured a significant suppression of muons from heavy-flavor decays at forward rapidity in central Cu-Cu collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 200 GeV [18]. Recently, a significant suppression of D mesons [19] and J=c 's from B decays [20] was measured at midrapidity in central Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV by ALICE and CMS at the LHC, respectively. A complementary measurement of heavy-flavor suppression at forward rapidity, at the same energy, is of great interest in order to provide new constraints on models which aim at describing the nuclear modification factor as partonic energy loss.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 563,
                    "text": "[3]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 566,
                    "text": "[4]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 569,
                    "text": "[5]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 572,
                    "text": "[6]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 754,
                    "text": "[7,",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 757,
                    "text": "8]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 816,
                    "text": "[9]",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 819,
                    "text": "[10]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 823,
                    "text": "[11]",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 953,
                    "text": "[12,",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 957,
                    "text": "13]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1398,
                    "text": "[14]",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1402,
                    "text": "[15]",
                    "end": 1406
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1406,
                    "text": "[16]",
                    "end": 1410
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1410,
                    "text": "[17]",
                    "end": 1414
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1608,
                    "text": "[18]",
                    "end": 1612
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1662,
                    "text": "[19]",
                    "end": 1666
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1692,
                    "text": "[20]",
                    "end": 1696
                }
            ]
        },
        {
            "text": "In this Letter, we report the first measurement at the LHC of the production of muons from heavy-flavor decays at forward rapidity (2:5 < y < 4), with the ALICE experiment [21], in pp and Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV. The measured p t -differential inclusive cross section of muons from heavy-flavor decays in pp collisions at ffiffi ffi s p ¼ 2:76 TeV is compared to perturbative QCD (pQCD) calculations. In-medium effects are investigated by means of the nuclear modification factor as a function of *Full author list given at the end of the article.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 172,
                    "text": "[21]",
                    "end": 176
                }
            ]
        },
        {
            "text": "Published by the American Physical Society under the terms of the Creative Commons Attribution 3.0 License. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI. p t in 4 < p t < 10 GeV=c, and as a function of collision centrality in 6 < p t < 10 GeV=c.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The ALICE experiment is described in detail in [21]. The apparatus is composed of a central barrel (pseudorapidity coverage jj < 0:9), a muon spectrometer ( À 4 < < À2:5 [22]), and a set of detectors for global collision characterization and triggering located in the forward and backward pseudorapidity regions. The two scintillator arrays (VZERO), covering the 2:8 < < 5:1 and À3:7 < < À1:7, are used for triggering, centrality determination, and background removal. The two zero degree calorimeters (ZDC), located at AE114 m from the interaction point, are used in offline rejection of background events. The silicon pixel detector (SPD), a two-layer central barrel that constitutes the innermost part of the inner tracking system, is included in the trigger logic. The SPD provides also the interaction vertex reconstruction. The muon spectrometer consists of a 10 interaction length ( I ) passive front absorber, a beam shield, an iron wall, a 3 T m dipole magnet, and a set of tracking and trigger chambers. Tracking is performed by means of five stations of cathode pad chambers, with the third station inside the dipole magnet. The tracking system is supplemented by two trigger stations of resistive plate chambers, behind a 1.2 m thick iron wall with thickness 7:2 I . The latter absorbs hadrons that punch through the front absorber, as well as secondary hadrons produced inside it and low momentum muons, mainly from pion and kaon decays.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 47,
                    "text": "[21]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 170,
                    "text": "[22]",
                    "end": 174
                }
            ]
        },
        {
            "text": "The Pb-Pb data were collected during the 2010 run. The rate of hadronic collisions was about 100 Hz, corresponding to a luminosity of 1:3 Â 10 25 cm À2 s À1 . The results presented in this Letter are based on the analysis of minimum bias (MB) trigger events. The MB trigger required the following conditions: a signal in at least two pixel chips in the outer layer of the SPD and a signal on each VZERO detector. The beam-induced background was reduced by using the timing information from the VZERO and ZDC detectors, and by exploiting the correlation between the number of hits and track segments in the SPD. Moreover, a minimal energy deposit in the ZDC was required in order to reject electromagnetic interactions. Finally, only events with an interaction vertex within AE10 cm from the center of the detector along the beam line were analyzed. Pb-Pb collisions were classified according to their degree of centrality by means of the sum of the amplitudes of the signals in the VZERO detectors, as described in [23,24]. The analysis was limited to the 80% most central events for which the MB trigger was fully efficient. This leads to a data sample of 16:6 Â 10 6 Pb-Pb collisions which, in the following, will be divided into five centrality classes: 0-10%, 10%-20%, 20%-40%, 40%-60%, and 60%-80% [the two last bins will be grouped together for the study of R AA (p t )]. The corresponding integrated luminosity is L int ¼ 2:71 AE 0:09 b À1 . The values of the mean number of participating nucleons and mean nuclear overlap function are given in Table I. They were determined with the Glauber Monte Carlo simulation assuming an inelastic nucleon-nucleon cross section of 64 mb [23]. The strategy of cuts applied to reconstructed tracks is similar to the one used for pp collisions [25]. Various selection cuts were used in order to improve the purity of the data sample. Tracks were required to be reconstructed in the geometrical acceptance of the muon spectrometer. A track candidate measured in the muon tracking chambers was then required to be matched with the corresponding track measured in the trigger chambers. This results in a very effective rejection of the hadronic background that is absorbed in the iron wall. Furthermore, the correlation between the momentum and the distance of closest approach (distance between the extrapolated muon track and the interaction vertex in the plane perpendicular to the beam direction and containing the vertex) was used to remove the remaining beam-induced background tracks that do not point to the interaction vertex and fake tracks (tracks not associated to one single particle crossing the spectrometer). After these selections, the data sample consists of 10 Â 10 6 muon candidates. The R AA measurement of muons from heavy-flavor decays will be performed at highp t ðp t > 4 À 6 GeV=cÞ where the main background component consists of muons from primary pion and kaon decays. The Pb-Pb distributions are corrected for acceptance and for tracking and trigger efficiency (A) using the procedure described in [25]. The global A is close to 80% for p t > 4 GeV=c. The dependence of the trigger and tracking efficiency on the detector occupancy, which is correlated with the collision centrality, was evaluated by means of the embedding procedure [26]. A decrease of the efficiency of about 4% AE 1% is observed in the 10% most central collisions.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1015,
                    "text": "[23,",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1019,
                    "text": "24]",
                    "end": 1022
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1552,
                    "text": "Table I",
                    "end": 1559
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1683,
                    "text": "[23]",
                    "end": 1687
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1787,
                    "text": "[25]",
                    "end": 1791
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 3067,
                    "text": "[25]",
                    "end": 3071
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 3303,
                    "text": "[26]",
                    "end": 3307
                }
            ]
        },
        {
            "text": "The R AA of muons from heavy-flavor decays in the forward rapidity region is calculated according to Eq. 1, which can be written as after event selection cuts. The analysis technique from the event and track selection to the normalization is the same as that described in [25]. Figure 1 shows the measured p t -differential inclusive cross section of muons from heavy-flavor decays in the kinematic region 2:5 < y < 4 and 2 < p t < 10 GeV=c. In the range p t > 4 GeV=c (p t > 6 GeV=c), regions of interest for the R AE HF AA ðp t Þ measurement, the contribution of muons from primary light hadron decays (mainly primary pion and kaon decays) that was subtracted amounts to about 19% (12%) of the total yield. The error bars are statistical uncertainties. The open boxes represent the systematic uncertainties varying from 15% to 24%, depending on p t . This includes the contributions from background subtraction (ranging from a maximum of about 24% at p t ¼ 2 GeV=c to 14% at p t ¼ 10 GeV=c), detector response (3%), and residual misalignment of tracking chambers (1% Â p t , in GeV=c). The systematic uncertainty on the minimum bias pp cross section (1.9%), used in the normalization, is not shown. The data are compared to fixed order next-to-leading log (FONLL) pQCD predictions [27,28] (curve, with shaded band for the uncertainty). The ratio between data and FONLL calculations is also shown. The measured p t -differential inclusive cross section of muons from heavy-flavor decays is well reproduced by the calculations within experimental and theoretical uncertainties, although at the upper limit of the predictions. A similar agreement between heavy-flavor results and pQCD calculations was also reported in pp collisions at ffiffi ffi s p ¼ 7 TeV in the four LHC experiments and at lower energies at the FNAL Tevatron and at the RHIC (see [25] and references therein). The contributions of muons from charm and beauty decays from the FONLL calculations are displayed separately in Fig. 1. According to these predictions, the component of muons from beauty decays exceeds that of muons from charm decays for p t * 6 GeV=c.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "ref_id": "formula_0",
                    "start": 105,
                    "text": "1",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 272,
                    "text": "[25]",
                    "end": 276
                },
                {
                    "type": "figure",
                    "start": 278,
                    "text": "Figure 1",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1283,
                    "text": "[27,",
                    "end": 1287
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1287,
                    "text": "28]",
                    "end": 1290
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1850,
                    "text": "[25]",
                    "end": 1854
                },
                {
                    "type": "figure",
                    "start": 1992,
                    "text": "Fig. 1",
                    "end": 1998
                }
            ]
        },
        {
            "text": "The p t distribution of muons from heavy-flavor decays in Pb-Pb collisions at forward rapidity is obtained by subtracting the muon background component (mainly muons from primary pion and kaon decays) from the corrected inclusive muon p t -differential distribution. The presence of unknown nuclear effects, in particular, medium-induced parton energy loss at forward rapidity, prevents subtraction of this contribution by means of Monte Carlo simulations, as was done in pp collisions [25]. Hence, the contribution of muons from primary AE and K AE decays at forward rapidity in Pb-Pb collisions was estimated by extrapolating to forward rapidity (2:5 < y < 4) the p t distributions of pions and kaons measured at central rapidity (jyj < 0:8) in pp and Pb-Pb collisions [29] and generating the corresponding p t distributions of decay muons with a simulation of the decay kinematics and of the front absorber. For the rapidity extrapolation, it was assumed that the suppression of pions and kaons is independent of rapidity up to y ¼ 4. This assumption is motivated by the observation, made by the ATLAS Collaboration, that the central-to-peripheral nuclear modification factor of charged hadrons does not show any dependence up to ¼ 2:5 within uncertainties [30]. The systematic uncertainty introduced by this assumption was conservatively estimated by varying R AE ;K AE AA ðp t Þ from 0 (full suppression) up to 2 times its value. The entire background-estimation procedure is detailed in the following.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 486,
                    "text": "[25]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 771,
                    "text": "[29]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1260,
                    "text": "[30]",
                    "end": 1264
                }
            ]
        },
        {
            "text": "The p t distribution of pions and kaons at forward rapidity in Pb-Pb collisions in a given centrality range is expressed as",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The midrapidity pion and kaon p t distributions measured in pp collisions were extrapolated to forward rapidity using [31]:  ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 118,
                    "text": "[31]",
                    "end": 122
                }
            ]
        },
        {
            "text": "with y ¼ 3:18. The latter is the average of the values obtained with the PYTHIA [32] and PHOJET [33] event generators. Equation 4assumes that the shape of the p t distribution is independent of y. However, results from the BRAHMS Collaboration suggest a small dependence at large rapidities [34], but the effect is expected to be negligible in the analysis due to the small amount of muons from pion and kaon decays in the p t range of interest (see below). Then, the muon p t distributions in 2:5 < y < 4 in pp and Pb-Pb collisions were obtained by means of fast simulations using the resultant pion and kaon p t distributions as input. The effect of the front absorber was taken into account by considering only pions and kaons that decay before reaching a distance corresponding to one interaction length in the absorber.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 80,
                    "text": "[32]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 96,
                    "text": "[33]",
                    "end": 100
                },
                {
                    "ref_id": "formula_4",
                    "start": 128,
                    "text": "4",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 291,
                    "text": "[34]",
                    "end": 295
                }
            ]
        },
        {
            "text": "The input charged pion p t distributions were measured up to p t ¼ 20 GeV=c for all centrality classes used in the analysis. The kaon p t distributions were determined only at low p t . Therefore, the K 0 S p t distributions, measured up to 16 GeV=c were used, considering that NðK þ Þþ NðK À Þ ¼ 2NðK 0 S Þ. A further extrapolation up to 40 GeV=c, by means of a power law fit, was needed. In addition, the K 0 S p t distributions were measured only for the 0-5% and 60%-80% centrality classes. As a consequence, the p t distributions of muons from pion and kaon decays at forward rapidity were determined only in these two centrality classes. For the other centrality classes used in this analysis (Table I), the dN AE AE ;K AE PbPb =dp t distributions were obtained by scaling the R AE AE AA ðp t Þ with the double ratio R AE AE ;K AE AA ðp t Þ=R AE AE AA ðp t Þ which was found to be the same in the 0-5% and 60%-80% centrality classes, within a maximum variation of 9% included in the systematic uncertainty.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 699,
                    "text": "(Table I)",
                    "end": 708
                }
            ]
        },
        {
            "text": "This procedure allowed us to estimate dN AE AE ;K AE PbPb =dp t and then to deduce the nuclear modification of muons from heavy-flavor decays at forward rapidity according to Eq. (2). The background contribution to the muon p t distribution increases with decreasing p t . Hence, in order to limit the systematic uncertainty on its subtraction, R AA was computed for p t > 4 GeV=c where this component is 7% (11%) of the total muon yield in central (peripheral) collisions.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainties on the R AA of muons from heavy-flavor decays originate from the pp reference, the corresponding Pb-Pb yields, and the average nuclear overlap function. The systematic uncertainty on the pp reference, previously discussed, is about 15%-17% for p t > 4 GeV=c. The systematic uncertainty on the yields of muons from heavy-flavor decays in Pb-Pb includes contributions from the following: (1) the inclusive muon yields in Pb-Pb collisions, about 6%-10%, containing the systematic uncertainty on the detector response (3.5%), the residual misalignment (1% Â p t , in GeV=c) and the centrality dependence of the efficiency determined with the embedding procedure (1%); (2) the yields of muons from primary pion and kaon decays in pp collisions at forward rapidity, about 17%, due to the systematic uncertainty on the input midrapidity distributions, the extrapolation procedure ( y parameter), and the absorber effect (pion and kaon mean free path in the absorber); (3) the R AE AE AA ðp t Þ, about 14%-17%, due to the systematic uncertainty on the input midrapidity pion p t distributions; (4) the R AE AE ;K AE AA ðp t Þ=R AE AE AA ðp t Þ double ratio, up to 9% at p t ¼ 10 GeV=c; (5) the unknown suppression at forward rapidity for muons from primary pion and kaon decays. As mentioned, a conservative systematic uncertainty was considered by varying R AE ;K AE AA ðp t Þ from 0 to 2 times its value, with the additional condition that the upper limit does not exceed unity. Finally, the systematic uncertainty on the normalization includes the 1.9% uncertainty on the minimum bias cross section measurement in pp collisions and the uncertainty of 4.3% (centrality class 0-10%) to 7.3% (centrality class 60%-80%) on hT AA i. Figure 2 presents the R AA of muons from heavy-flavor decays in 2:5 < y < 4, as a function of p t in central (0-10%, left) and peripheral (40%-80%, right) collisions. The vertical error bars are the statistical uncertainties. The p t -dependent systematic uncertainties are displayed by the open boxes and include all the contributions previously discussed, except the normalization uncertainty that is displayed at R AA ¼ 1. A larger suppression is observed in central collisions than in peripheral collisions, with no significant p t dependence within uncertainties.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1752,
                    "text": "Figure 2",
                    "end": 1760
                }
            ]
        },
        {
            "text": "The centrality dependence of the R AA of muons from heavy-flavor decays was studied in the range 6 < p t < 10 GeV=c where the contribution of muons from B decays becomes dominant in pp collisions according to the central value of the FONLL calculations: in particular, it amounts to about 58% and 68% at p t ¼ 6 and 10 GeV=c, respectively, (Fig. 1). The analysis was carried out in five centrality classes from 0-10% to 60%-80% (Table I). The resulting R AA is displayed as a function of hN part i in Fig. 3. The contribution to the total systematic uncertainty, which is fully correlated between centrality classes (filled boxes), including the pp reference and normalization, is displayed separately from the remaining uncorrelated systematic uncertainty (open boxes). The R AA of muons from heavy-flavor decays at forward rapidity exhibits a strong suppression with increasing centrality, reaching a factor of about 3-4 in the 10% most central collisions.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 340,
                    "text": "(Fig. 1)",
                    "end": 348
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 428,
                    "text": "(Table I)",
                    "end": 437
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 501,
                    "text": "Fig. 3",
                    "end": 507
                }
            ]
        },
        {
            "text": "The ALICE Collaboration has measured the production of prompt D mesons in 2 < p t < 16 GeV=c at midrapidity (jyj < 0:5) [19] and the CMS Collaboration reported on that of nonprompt J=c from beauty decays, in 6:5 < p t < 30 GeV=c and jyj < 2:4 [20]. The corresponding suppression of D mesons and J=c from beauty decays in those studies is similar to that reported here for muons from heavy-flavor decays, although in a different p t and rapidity region.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 120,
                    "text": "[19]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 243,
                    "text": "[20]",
                    "end": 247
                }
            ]
        },
        {
            "text": "In conclusion, we have reported on the first measurement of the production of high-p t muons from heavyflavor decays at forward rapidity, in pp and Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV with the ALICE detector. FONLL pQCD calculations describe well the pp data within experimental and theoretical uncertainties, with the data being close to the upper limit of the model predictions. The R AA of high-p t muons from heavy-flavor decays indicates a clear suppression increasing towards the most central collisions. The measured suppression is almost independent of p t , in the region 4 < p t < 10 GeV=c. These results provide clear evidence for large in-medium effects for heavy quarks in central Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV. The forthcoming p-Pb collisions will complement these measurements, by providing insight into the possible contribution of initial nuclear matter effects, although those are expected to be less important in the high p t region studied here.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "The ALICE Collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex. The ALICE Collaboration acknowledges the following funding agencies for their support in building and running the ALICE detector: Calouste Gulbenkian Foundation from Lisbon and Swiss Fonds Kidagan, Armenia; Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Financiadora ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). R AA of muons from heavy-flavor decays in 2:5 < y < 4 as a function of p t , in the 0-10% (left) and 40%-80% (right) centrality classes, in Pb-Pb collisions at ffiffiffiffiffiffiffiffi s NN p ¼ 2:76 TeV. Vertical bars (open boxes) represent the statistical (systematic) uncertainty. The filled box centered at R AA ¼ 1 is the normalization uncertainty. Horizontal bars show the bin widths.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 4
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). R AA of muons from heavy-flavor decays as a function of the mean number of participating nucleons, in 2:5 < y < 4 and 6 < p t < 10 GeV=c. The horizontal bars indicate the uncertainty on hN part i.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "TABLE I .",
            "section_rank": 5
        },
        {
            "section": "TABLE I .",
            "text": "Mean number of participating nucleons (hN part i) and mean nuclear overlap function (hT AA i) for different centrality classes, expressed in percentiles of the hadronic Pb-Pb cross section. PbPb =dp t and dN AE AE ;K AE PbPb =dp t are the inclusive muon and charged pion and kaon decay muon p t distributions at forward rapidity in Pb-Pb collisions, respectively.The pp reference,d AE HF pp =dp t , was obtained from the analysis of muon-triggered events collected during a pp run at ffiffi ffi s p ¼ 2:76 TeV, in March 2011, with integrated luminosity of 19 nb À1",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "AE ;K AE pp =dp t dy ¼ ½d 2 N AE ;K AE",
            "paragraph_rank": 24,
            "section_rank": 6
        }
    ]
}