{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a measurement of the strong coupling α S using the three-jet rate measured with the Durham algorithm in e + e − -annihilation using data of the JADE experiment at centre-of-mass energies between 14 and 44 GeV. Recent theoretical improvements provide predictions of the three-jet rate in e + e − -annihilation at next-to-next-to-leading order. In this paper a measurement of the three-jet rate is used to determine the strong coupling α S from a comparison to next-to-next-to-leading order predictions matched with next-to-leading logarithmic approximations and yields a value for the strong coupling α S (M Z 0 ) = 0.1199 ± 0.0010(stat) ± 0.0021(exp) ± 0.0054(had) ± 0.0007(theo), consistent with the world average.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The annihilation of an electron-positron pair into a pair of quarks provides an ideal laboratory to test the theory of the strong interaction, Quantum Chromodynamics (QCD) [2][3][4]. The free parameter of QCD, the strong coupling α S , can be determined with events with more than two jets in the final state. To first order perturbation theory the radiation of a gluon from a quark is proportional to α S . To determine this fundamental constant the observed three jet a e-mail: Jochen.Schieck@lmu.de b The members of the JADE collaboration are listed in [1] rate is compared to a perturbative expansion which predicts the three jet rate as a function of a single parameter α S [5][6][7].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "[2]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 175,
                    "text": "[3]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 178,
                    "text": "[4]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "start": 502,
                    "text": "b",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 556,
                    "text": "[1]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 679,
                    "text": "[5]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 682,
                    "text": "[6]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 685,
                    "text": "[7]",
                    "end": 688
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Recently theoretical progress has been made leading to a significant improvement in the prediction of the three jet rate [8][9][10][11] as a function of α S . Previously e + e − -event shape distributions and the three-jet rate were only known to nextto-leading-order (NLO) accuracy, now QCD calculations to next-to-next-to-leading-order (NNLO) are available. These predictions were used to determine α S based on a single value of the resolution parameter of the three-jet rate using the Durham algorithm [12], with data taken at a centre-ofmass energy at 91 GeV with the ALEPH experiment [13].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 121,
                    "text": "[8]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 124,
                    "text": "[9]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 127,
                    "text": "[10]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 131,
                    "text": "[11]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 506,
                    "text": "[12]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 590,
                    "text": "[13]",
                    "end": 594
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this analysis we use data taken with the JADE experiment located at the PETRA collider at DESY between the years 1979 and 1986. We measure the strong coupling α S at six centre-of-mass-energies in the range between 14 and 44 GeV. Besides using a different energy range we perform a fit in a range of the three-jet resolution parameter. We present a matching scheme to combine NNLO predictions together with next-to-leading logarithm approximations (NLLA). The matched predictions are used to determine the strong coupling α S . The analysis follows closely the determination of α S measuring the four-jet rate using data collected with the JADE experiment [14].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 659,
                    "text": "[14]",
                    "end": 663
                }
            ]
        },
        {
            "text": "Observable",
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": "To determine a multijet-rate a jet finding algorithm has to be applied to particles observed in the final state. For this anal-ysis we use the Durham algorithm [12], which selects jets according to the jet resolution parameter y cut . The Durham algorithm defines initially each particle as a proto-jet and a resolution variable y ij is calculated for each pair of protojets i and j :",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 160,
                    "text": "[12]",
                    "end": 164
                }
            ]
        },
        {
            "section": "Observable",
            "text": "where E i and E j are the energies of jets i and j , cos θ ij is the cosine of the angle between them and E vis is the sum of the energies of the detected particles in the event (or the partons in a theoretical calculation). If the smallest value of y ij is less than a predefined value y cut , the pair is replaced by a new proto-jet with four-momentum p",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": ", and the clustering starts again. Clustering ends when the smallest value of y ij is larger than y cut , and the remaining proto-jets are counted as final selected jets.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": "Perturbative QCD calculations predict the fraction of three jet events R 3 (y cut ) as a function of y cut and α S . The NNLO QCD prediction for the three-jet rate can be written as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": "withα S = α S (μ)/(2π) the only free parameter. For this analysis the coefficients A 3 , B 3 and C 3 are taken from [15]. Equation (2) is shown for renormalisation scale μ = Q, where Q is the physical scale usually identified with the centre-of-mass energy √ s for hadron production in e + e −annihilation. The terms generated by variation of the renormalisation scale parameter x μ = μ/Q are implemented according to [15].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 116,
                    "text": "[15]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 418,
                    "text": "[15]",
                    "end": 422
                }
            ]
        },
        {
            "section": "Observable",
            "text": "It is well known that for small values of y cut the fixed order perturbative prediction is not reliable, because the expansion parameter (α S )L 2 , where L = − ln y cut , logarithmically enhances the higher-order corrections. For instance, (α S ) ln 2 (0.01) ≈ O(1). Thus, one has to perform the allorder resummation of the leading and NLLA contributions. This resummation is possible for the Durham algorithm using the coherent branching formalism [12,16]. Matched NLO + NLLA predictions for jet rates have been compared to ALEPH data and good agreement was found, see Fig. 2 of [17]. There an improved resummation formula was used, where part of the subleading logarithms, that can be controlled systematically by including the 'K-term' [18][19][20], are also taken into account (NNLO + NLLA + K). In this paper we use the same resummation formula and extend the matching to the NNLO accuracy, which requires the expansion of the improved resummation formula up to O(α 3 S ). In the resummed prediction we use the one-loop formula for the running coupling. One could also use higher-loop running, but the difference would be in the coefficients of the subleading logarithms (NNLL and higher), which are not controlled systematically in the resummed prediction and therefore are neglected. Expanding the resummation formula in [12], we find",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 450,
                    "text": "[12,",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 454,
                    "text": "16]",
                    "end": 457
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 571,
                    "text": "Fig. 2",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 581,
                    "text": "[17]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 740,
                    "text": "[18]",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 744,
                    "text": "[19]",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 748,
                    "text": "[20]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 972,
                    "text": "3",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1329,
                    "text": "[12]",
                    "end": 1333
                }
            ]
        },
        {
            "section": "Observable",
            "text": "with the R",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": "coefficients are given in Table 1. The dependence on the renormalisation scale μ can be obtained by making the substitution",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 26,
                    "text": "Table 1",
                    "end": 33
                }
            ]
        },
        {
            "section": "Observable",
            "text": "and keeping the terms up to O(α 3 S ) in the expansion. In Eq. 4,",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "ref_id": "formula_5",
                    "start": 63,
                    "text": "4",
                    "end": 64
                }
            ]
        },
        {
            "section": "Observable",
            "text": "with C A and C F being the quadratic Casimir operators of the gauge group in the adjoint and fundamental representation, while n f is the number of light flavours (we use n f = 5). The matched NNLO + NLLA + K predictions compared to NNLO, NLO and matched NLO + NLLA + K, NNLO + NLLA predictions are shown in Fig. 1. As opposed to event-shapes, such as the y 23 -distribution [21,22], jet rates do not obey simple exponentiation (except for the two-jet rate). For an observable that does not exponentiate, the viable matching scheme is the so-called R-matching [23]. To obtain the R-matched predictions, we subtract the expansion of R 3 from the resummation formula and add the corresponding NNLO prediction given by  Eq. (2),",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 308,
                    "text": "Fig. 1",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 375,
                    "text": "[21,",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 379,
                    "text": "22]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 560,
                    "text": "[23]",
                    "end": 564
                }
            ]
        },
        {
            "section": "Observable",
            "text": "where",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Observable",
            "text": "L j and A 3 , B 3 , C 3 as in Eq. (2). Also in the case of jet rates the resummed logarithm is fixed to L = − ln y cut unambiguously, and the theoretical uncertainty of the prediction is estimated by varying the renormalisation scale (see Fig. 1) as in [24]. The theoretical uncertainty estimated by varying the renormalisation scale is found to be larger by using matched NNLO + NLLA + K predictions instead of NNLO + NLLA predictions.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 239,
                    "text": "Fig. 1",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 253,
                    "text": "[24]",
                    "end": 257
                }
            ]
        },
        {
            "text": "Analysis procedure",
            "section_rank": 4
        },
        {
            "text": "The JADE detector",
            "section_rank": 5
        },
        {
            "section": "The JADE detector",
            "text": "A brief description of the JADE detector focusing on the major detector parts used in this analysis is given here. Primarily the momenta of charged and neutral particles are used in this analysis. The trajectories of charged particles are mainly reconstructed with the central tracking detector, consisting mainly of a large scale jet chamber. The tracking detector is located within a 0.48 T solenoidal magnetic field. Charged and neutral particles except muons and neutrinos are reconstructed with an electromagnetic calorimeter which surrounds the magnetic coil. The calorimeter consists of lead glass Cherenkov counters and is separated in a barrel and two endcap regions. A more complete summary of the JADE detector can be found in [25].",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 738,
                    "text": "[25]",
                    "end": 742
                }
            ]
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 6
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "For this analysis we use the identical data sample as used for previous JADE analyses [14,24,26]. The data were taken between 1979 and 1986, adding up to an integrated luminosity of about 195 pb −1 . It is subdivided into six data taking periods with different average centre-of-mass energies of 14  To correct for acceptance and resolution effects as well as for hadronisation effects a large sample of Monte Carlo events is generated. The Monte Carlo generators are tuned to match events taken with the OPAL experiment at a centreof-mass energy of 91 GeV [27,28]. Using these same parameters, except of setting the appropriate centre-of-mass energy, a good description of the JADE data, down to smallest energies, is achieved [29]. For the correction of acceptance and resolution effects the events are passed through a simulation of the JADE experiment. Events generated with PYTHIA 5.7 [30] are used as default for the correction of acceptance and resolution effects. As a cross check events simulated with the HERWIG 5.9 [31] event generator are utilised. To assess the changes in the three-jet rate distribution originating from the transition from partons to hadrons three different Monte Carlo generators are applied. As default PYTHIA 6.158 is used and events produced with the HERWIG 6.2 and ARIADNE 4.11 [32] generators are used as a consistency check.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 86,
                    "text": "[14,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 90,
                    "text": "24,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 93,
                    "text": "26]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 296,
                    "text": "14",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 557,
                    "text": "[27,",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 561,
                    "text": "28]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 728,
                    "text": "[29]",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 890,
                    "text": "[30]",
                    "end": 894
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1026,
                    "text": "[31]",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1315,
                    "text": "[32]",
                    "end": 1319
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Due to the good agreement between data and the predictions from the PYTHIA, HERWIG and ARIADNE Monte Carlo event generators (see Sect. 5.1) we do not utilise event generators which incorporate high-multiplicity matrix elements which were not yet tuned to our purpose. This choice is justified by the fact that generators used in our study use leading-order matrix elements combined with a leadinglogarithm parton shower which do provide a satisfactory description of the three parton final states studied in this analysis as shown in [24,33].",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 534,
                    "text": "[24,",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 538,
                    "text": "33]",
                    "end": 541
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The measurement of the strong coupling α S is based on the analysis of well measured hadronic events. A detailed description of the hadronic event selection can be found in [14]. Cuts applied to the events are based on the number of charged tracks, total visible energy and momentum imbalance. The cut on the momentum imbalance reduces events emitting a high energetic photon in the initial state, leading to a reduced hadronic centre-of-mass energy. The cuts on the number of charged tracks and total visible energy minimise to an insignificant level the number of events from hadronic tau decays and from hadronic final states originating from two-photon scattering.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 173,
                    "text": "[14]",
                    "end": 177
                }
            ]
        },
        {
            "text": "Corrections to the data",
            "section_rank": 8
        },
        {
            "section": "Corrections to the data",
            "text": "The corrections applied to the data follow exactly the same procedure as summarised in [14]. For the calculation of the three-jet rate all charged tracks and electromagnetic clusters are considered. The estimated minimum ionizing energy from tracks associated with electromagnetic calorimeter clusters is subtracted from the cluster energies. For the correction procedure two different categories of jet rate distributions are defined for simulated events, the so-called detector level and the hadron level distribution. The detector level distribution of simulated events is obtained by using all selected tracks of charged particles and electromagnetic clusters. The hadron level distribution is obtained by using the true four-momenta of stable particles, where particles with a lifetime of τ > 300 ps are declared as stable. Simulated events with photon initial state radiation (ISR) leading to the centre-of-mass energy reduced by more than 0.15 GeV are rejected from the hadron level. 1 Thus the correction for experimental effects explained below also takes care of residual effects due to initial state radiation. Only hadronic events originating from the primary production of u,d,s or c quarks are considered.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 87,
                    "text": "[14]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 991,
                    "text": "1",
                    "end": 992
                }
            ]
        },
        {
            "section": "Corrections to the data",
            "text": "Before correcting the three-jet rate data distribution the expected contribution from e + e − → bb-events as expected from simulated events at the detector level is subtracted from the three jet-rate. About 1/11 of all qq-events are bb-events and the expected number of bb-events is subtracted from the observed number of data events at each y cut -bin. The hadronic events used in this analysis correspond to events with e + e − annihilating to a pair of u, d, s or c-quarks. The distribution corrected for e + e − → bb-events is then multiplied bin-by-bin with the ratio of the hadron level distribution divided by detector level distribution. A correction method based on a matrix unfolding method returns compatible results within statistical uncertainties [29]. The impact on the measurement due to changes of the b-quark fragmentation in the simulation are covered by the systematic uncertainty (see Sect. 4) assigned to the correction for bbevents [29] . The numerical results of the corrected distributions are summarised in Tables 6 and 7.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 761,
                    "text": "[29]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 955,
                    "text": "[29]",
                    "end": 959
                },
                {
                    "type": "table",
                    "start": 1033,
                    "text": "Tables 6 and 7",
                    "end": 1047
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "In order to assess the systematic uncertainty of the measurement of the strong coupling α S we evaluate several possible sources. For each variation the difference to the result with respect to the default analysis procedure is taken as a contribution to the systematic uncertainty. The systematic uncertainty is assumed to be symmetric around the default value. No systematic uncertainty is evaluated related to the fact that massless theoretical predictions are used since the contribution from e + e − → bb-events is subtracted from the data distribution (see Sect. 3.4). The uncertainty originating from correcting for ISR effects is small and no systematic uncertainty is assigned.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 10
        },
        {
            "section": "Experimental uncertainties",
            "text": "The assessment of the experimental uncertainty follows exactly the procedure described in detail in [14]. The analysis is repeated with a slightly modified event and track selection, using a different reconstruction software, using different MC models for the correction of detector effects and modified fit ranges. In addition the amount of subtracted e + e − → bb-events is modified by ±5 %. The differences between the results obtained from the modified fits and the default fits are added in quadrature and taken as the combined experimental systematic uncertainty. The main contribution originates from using a different version of the reconstruction software and using HERWIG instead of PYTHIA for the correction of detector effects.",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 100,
                    "text": "[14]",
                    "end": 104
                }
            ]
        },
        {
            "text": "Hadronisation",
            "section_rank": 11
        },
        {
            "section": "Hadronisation",
            "text": "The standard analysis uses PYTHIA to evaluate the change of the three-jet rate distribution originating from the transition from partons to stable hadrons (see Sect. 3.2). Only the process e + e − to a pair of u, d, s or c-quarks is simulated. To assess the uncertainty the fit is repeated with alternative Monte Carlo models. For this we use HERWIG and ARI-ADNE instead of PYTHIA and the difference to the standard PYTHIA correction is taken as systematic uncertainty. In all cases the larger difference is seen by using the HER-WIG Monte Carlo simulation instead of PYTHIA.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "section": "Hadronisation",
            "text": "A variation of the parameters describing the hadronisation model leads to significant smaller changes on the measurement of the strong coupling α S than applying a different hadronisation scheme, like HERWIG [29]. For this reason we quote only the largest uncertainty coming from using a different hadronisation model. As described in Sect. 3.2 we use different versions of the Monte Carlo generator for detector and hadronisation corrections. However, the hadronisation corrections for each generator are consistent within their statistical uncertainty.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 208,
                    "text": "[29]",
                    "end": 212
                }
            ]
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 12
        },
        {
            "section": "Theoretical uncertainties",
            "text": "The theoretical prediction of the three-jet rate distribution is a truncated asymptotic power series. The uncertainties originating from missing higher order terms are assessed by varying the renormalisation scale parameter x μ = μ/ √ s. For this x μ is set to two and to 0.5. The larger deviation from the fit using the default setting x μ = 1 is taken as systematic uncertainty. We assess the theoretical uncertainties by applying NNLO + NLLA + K QCD predictions in the fit, since the uncertainties using NNLO + NLLA predictions without K-term are found to be smaller. Effects from electroweak corrections are neglected.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "text": "Three-jet rate distributions",
            "section_rank": 14
        },
        {
            "section": "Three-jet rate distributions",
            "text": "The three-jet rates as a function of y cut at √ s = 14, 22, 34.6, 35, 38.3 and 43.8 GeV are shown in Fig. 2. The rates are corrected for resolution and acceptance effects. The estimated contributions from e + e − → bb-events are subtracted. The distributions are compared with the predictions obtained from Monte Carlo models used in this analysis. All models reproduce the data distribution well. Most of the data points are within the one sigma uncertainty band and a couple of points show a deviation of up to two sigma uncertainty. There is an apparent deviation of the simulation from the data in Fig. 2 (bottom left) for √ s = 38.3 GeV. This is due to the positive correlations between the data points which implies that a fluctuation in one data point is also visible in the neighbouring data points. For additional information inserts show the deviation of the three-jet rate obtained from Monte Carlo with respect to the data, normalised to the statistical and experimental uncertainty added in quadrature. 2",
            "paragraph_rank": 29,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 101,
                    "text": "Fig. 2",
                    "end": 107
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 602,
                    "text": "Fig. 2 (bottom left)",
                    "end": 622
                }
            ]
        },
        {
            "text": "Determination of α S",
            "section_rank": 15
        },
        {
            "section": "Determination of α S",
            "text": "The value of the strong coupling is determined by a minimum-χ 2 fit of the matched NNLO + NLLA + K predictions to the corrected data distributions, separately for each centre-of-mass energy. The reduced renormalisation scale parameter x μ = μ/ √ s in the theoretical predictions is set to the natural choice x μ = 1. The QCD predictions describe the three-jet rate at parton level only. To correct for hadronisation effects the matched QCD predictions are multiplied at each y cut point by the ratio of the hadron level distribution divided by the parton level distribution obtained from simulated events. The parton level distribution in simulation is obtained from the final state partons after the parton shower has terminated, i.e. just before the hadronisation step. The hadron level is defined in an identical way as described in Sect. 3.4, containing only hadronic events with e + e − annihilating to a pair of u, d, s or c-quarks. The ratio between the hadron level divided by the parton level estimated with simulated events is shown in the appendix in Fig. 8. Using the QCD-prediction corrected for hadronisation effects and the corrected data distribution a χ 2 -value is calculated",
            "paragraph_rank": 30,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1062,
                    "text": "Fig. 8",
                    "end": 1068
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "with i and j being the y cut points in the chosen fit range and the R(α S ) theo 3,i values are the predicted values of the three-jet rate. Each event can contribute to several points in the threejet rate distribution leading to correlation between different y cut points. For this reason the covariance matrix V ij is not diagonal and the off-diagonal elements have to be computed. We follow the approach described in [14] using 1000 subsamples with 1000 simulated events each.",
            "paragraph_rank": 31,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 419,
                    "text": "[14]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "When choosing the fit range, we took the following considerations into account. The corrections applied to the data (see Sect. 3.4) reverting the imperfectness of detector and the correction of the QCD-predictions due to hadronisation effects are required to be small. In addition we require the leading log contribution in the low y cut region of the threejet rate distribution to be well below unity to ensure that the NLLA is valid. The leading log term is proportional toα S • ln 2 (1/y cut ) and requiring this term to be well below unity leads us to a lower limit of y cut = 0.01 assuming a value of the strong coupling α S (M Z 0 ) = 0.118. The upper limit is determined by requiring the leading order contribution A(y cut ) to be larger than zero. The corrections are small in this range with the detector corrections being less than 30 % and the hadronisation corrections being less than 30 %, apart from the corrections at the centre-of-mass energy of 14 GeV, which are up to 70 %. The considerations described above lead to a fit range from 0.01 to 0.2, which is identical to the fit range used for the determination of α S using the differential y 23 event shape distribution [24].",
            "paragraph_rank": 32,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1188,
                    "text": "[24]",
                    "end": 1192
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "The results of the fits to the three-jet rate distribution at the various centre-of-mass energies are shown in Fig. 3. The Fig. 3 The fit results at centre-of-mass energies from 14.0 to 43.8 GeV are shown. The inserts show the deviation of the data points from the QCD-prediction with the α S -value obtained from the fit, normalised to the combined statistical and experimental error numerical results of the fits are summarised in Table 2. The statistical uncertainty is obtained from the fit and the systematic uncertainty is evaluated as described in Sect. 4.",
            "paragraph_rank": 33,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 111,
                    "text": "Fig. 3",
                    "end": 117
                },
                {
                    "type": "figure",
                    "start": 123,
                    "text": "Fig. 3",
                    "end": 129
                },
                {
                    "type": "table",
                    "start": 433,
                    "text": "Table 2",
                    "end": 440
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "The fitted theory generally describes the data at hadron level well within the fit ranges, as seen in Fig. 3 and confirmed by the χ 2 /d.o.f. values in Table 2. The χ 2 /d.o.f. values are based only on the statistical uncertainties of the data and thus it is reasonable that they are larger than unity.",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 102,
                    "text": "Fig. 3",
                    "end": 108
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "The extrapolations outside of the fit regions also provide a reasonable description of the data.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "Determination of α S",
            "text": "For comparison the numerical results for fits using NLO + NLLA + K predictions are compiled in Table 3. The values of α S are consistently smaller and the theoretical uncertainty is about a factor of three larger compared to the fit using NNLO + NLLA + K calculations. The fit quality reflected by the χ 2 /d.o.f.-value is similar for both QCD predictions, but slightly better for the fit based on NNLO + NLLA + K predictions. The difference between the α S value returned with matched NLO and matched NNLO predictions is of similar size as the theoretical uncertainty evaluated for the fit using NLO + NLLA + K calculations. The reduction of the theoretical uncertainty using NNLO + NLLA + K QCD predictions is associated to the higher-order terms available in the new calculations.",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 95,
                    "text": "Table 3",
                    "end": 102
                }
            ]
        },
        {
            "section": "Determination of α S",
            "text": "The result obtained here cannot be compared directly to the measurement of α S using the identical data set and the y 23 event shape observable [24]. While for the α S measurement in [24] matched NNLO + NLLA QCD predictions are used, in this analysis NNLO + NLLA + K predictions are applied, which take subleading logarithms into account.",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 144,
                    "text": "[24]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 183,
                    "text": "[24]",
                    "end": 187
                }
            ]
        },
        {
            "text": "Combination of α S measurements",
            "section_rank": 16
        },
        {
            "section": "Combination of α S measurements",
            "text": "The results of the measurements of the strong coupling α S at the various centre-of-mass energies are combined to a single value of α S (M Z 0 ). For this the values of α S ( √ s) obtained are evolved to a common energy scale M Z 0 and combined using a weighted mean. The theoretical uncertainty as well as the uncertainty originating from modelling the hadronisation process are likewise determined by calculating the weighted mean of the uncertainty evaluated at each single Table 2 The value of α S using matched NNLO + NLLA + K predictions together with the statistical, experimental, hadronisation and theoretical uncertainties as described in Sect. 4  energy point. The difficulties arise in estimating the correlations between the systematic uncertainties obtained at the different energy points. The identical problem is present for the combination of α S results from the LEP-collaborations and for this reason we use the same method as outlined in [14,24,34]. For this analysis we combine the values obtained at centre-of-mass energies between 22 and 43.8 GeV, excluding the result obtained at 14 GeV because of the large hadronisation corrections and the large χ  is not used as input for the combined value of α S . The result shown at a centre-of-mass energy of 91.2 GeV (triangle) is obtained from a fit to the three-jet rate using NNLO predictions only with data taken by the ALEPH detector [13] The combination of the α S measurements at centre-of-mass energies between 22 and 43.8 GeV determined with NLO + NLLA + K predictions leads to α S (M Z 0 ) = 0.1175 ± 0.0010(stat) ± 0.0020(exp) ± 0.0052(had) ± 0.0020(theo).",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 477,
                    "text": "Table 2",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 655,
                    "text": "4",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 958,
                    "text": "[14,",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 962,
                    "text": "24,",
                    "end": 965
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 965,
                    "text": "34]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1406,
                    "text": "[13]",
                    "end": 1410
                }
            ]
        },
        {
            "text": "Simultaneous variation of α S and the renormalisation scale",
            "section_rank": 17
        },
        {
            "section": "Simultaneous variation of α S and the renormalisation scale",
            "text": "Besides fixing the renormalisation scale parameter to the natural choice x μ = 1 we repeat the fit as a cross-check with both, α S and x μ , being varied within the minimisation procedure, thus choosing the so called optimal renormalisation scheme [36]. The results of the fits are summarised in Ta  Fig. 5. The changes for both, the strong coupling α S as well as the χ 2 /d.o.f.value, are small within the x μ -range considered, indicating that our results are only moderately sensitive to missing higher order terms.",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 248,
                    "text": "[36]",
                    "end": 252
                },
                {
                    "type": "table",
                    "start": 296,
                    "text": "Ta",
                    "end": 298
                },
                {
                    "type": "figure",
                    "start": 300,
                    "text": "Fig. 5",
                    "end": 306
                }
            ]
        },
        {
            "text": "Measurements of α S using NNLO predictions only",
            "section_rank": 18
        },
        {
            "section": "Measurements of α S using NNLO predictions only",
            "text": "To compare our result with results obtained with NNLO predictions only, we repeat the fit without NLLA matching. The fit range is chosen to be identical to the fit range used in the default fit. We perform two different fits using different choices for the renormalisation scale parameter: a fixed value of x μ = 1 and the optimised renormalisation scheme, where x μ is an additional free parameter in the fit. The numbers in Table 5 show the result obtained at a centre-of-mass energy of 35.0 GeV, the energy point with the largest number of selected hadronic events. The results obtained at all energy points are summarised in Appendix C in Table 8 and Table 9.   [36,37] where variation of the renormalisation scale factor led to an improved description of the data as well. For both renormalisation scale schemes the scale uncertainty is considerably increased compared to the measurement using matched NNLO + NLLA + K predictions. In addition the difference between the fit using the natural and the optimised renormalisation scale is increased compared to a comparison using matched NNLO + NLLA + K predictions. A large sensitivity to the choice of the fit range is observed for a fit using NNLO predictions only. Again, the measurement of α S with data taken at a centre-of-mass energy of 14 GeV returns by far the largest χ 2 /d.o.f.",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 426,
                    "text": "Table 5",
                    "end": 433
                },
                {
                    "type": "table",
                    "start": 643,
                    "text": "Table 8",
                    "end": 650
                },
                {
                    "type": "table",
                    "start": 655,
                    "text": "Table 9",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 666,
                    "text": "[36,",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 670,
                    "text": "37]",
                    "end": 673
                }
            ]
        },
        {
            "section": "Measurements of α S using NNLO predictions only",
            "text": "We conclude, contrary to [13] which performs a fit to a single y cut -bin only and therefore being insensitive to the shape of the distribution, that resummation affects the fit significantly by decreasing the scale dependence and making the result of the fit more reliable. For this reason we consider Fig. 6 The three-jet rate distribution at a centre-of-mass energy of 35 GeV is shown together with the NNLO QCD prediction evaluated at the α S -value obtained from the least-χ 2 fit (solid line). In addition the QCD-predictions obtained with the optimised renormalisation scale parameter (dash-dotted line) is shown. The QCD predictions are corrected for hadronisation effects. The insert shows the deviation of the data points from the QCD-prediction with the α S -value obtained from the fit, normalised to the combined statistical and experimental error the result based only on NNLO predictions as a cross-check only.",
            "paragraph_rank": 41,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 25,
                    "text": "[13]",
                    "end": 29
                },
                {
                    "type": "figure",
                    "start": 303,
                    "text": "Fig. 6",
                    "end": 309
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 19
        },
        {
            "section": "Summary",
            "text": "In this paper we present a measurement of the strong coupling α S using the three-jet rate taken with the JADE experiment at centre-of-mass energies between 14 and 43.8 GeV. The three-jet rate is compared to simulated events obtained with PYTHIA, HERWIG and ARIADNE. All Monte Carlo models reproduce the measured distributions well. The strong coupling α S is measured by a fit to matched NNLO + NLLA + K predictions. The combined value using the measurements between 22 and 43.8 GeV results in α S (M Z 0 ) = 0.1199 ± 0.0060 (total error). The value is consistent with the world average [35]. The theory uncertainty has shrunk considerably by using matched NNLO + NLLA + K calculations and among the uncertainties it is the smallest. The dominant uncertainty originates from applying different Monte Carlo models to estimate the transition from partons to hadrons. A fit using NNLO predictions only with the renormalisation scale parameter x μ set to one cannot describe the shape of the three-jet rate distribution well. The shape can only be described well if α S and x μ are fitted simultaneously. Figure 7 shows a comparison of the α S measurement presented in this paper with previous α S measurements using Fig. 7 Comparison of the α S measurement obtained in this analysis with previous α S measurements using the three-jet rate, the four-jet rate and the y 23 -differential distribution in e + e − -annihilation between 14 and 91 GeV using matched and unmatched QCD predictions. The 1st measurement (top down) is the result of the present analysis, the 2nd is the measurement using the differential two-jet rate distribution y 23 with NNLO + NLLA calculations and data taken between 14 and 44 GeV [24], the 3rd is the measurement using the four-jet rate using matched NLO + NLLA + K predictions and data between 14 and 44 GeV [14], the 4th is the measurement using the differential two-jet rate distribution y 23 with NNLO + NLLA calculations and data taken at 91 GeV [33] and the 5th is a measurement using the three-jet rate at a centre-of-mass energy of 91 GeV using NNLO predictions only [13] higher order QCD predictions. The results obtained with a fit to the y 23 -distribution using data taken with the JADE [24] and the OPAL experiments [33] are expected to be strongly correlated with the three-jet rate and are considered as a good cross check. The measured mean values, similar to the result obtained with this analysis, are slightly above the world average value. The measurements using the four-jet rate and data taken with the JADE experiment [14] and the three-jet rate using data taken with the ALEPH experiment [13] are consistent within the uncertainties. All measurements are in agreement with the world average value of α S [35].",
            "paragraph_rank": 42,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 588,
                    "text": "[35]",
                    "end": 592
                },
                {
                    "type": "figure",
                    "start": 1102,
                    "text": "Figure 7",
                    "end": 1110
                },
                {
                    "type": "figure",
                    "start": 1214,
                    "text": "Fig. 7",
                    "end": 1220
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1706,
                    "text": "[24]",
                    "end": 1710
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1835,
                    "text": "[14]",
                    "end": 1839
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1977,
                    "text": "[33]",
                    "end": 1981
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2101,
                    "text": "[13]",
                    "end": 2105
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2225,
                    "text": "[24]",
                    "end": 2229
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2255,
                    "text": "[33]",
                    "end": 2259
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2567,
                    "text": "[14]",
                    "end": 2571
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2638,
                    "text": "[13]",
                    "end": 2642
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2754,
                    "text": "[35]",
                    "end": 2758
                }
            ]
        },
        {
            "text": "Fig. 1",
            "section_rank": 20
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1The QCD predictions are shown for the Durham three-jet rate calculated with a value of α S (M Z 0 ) = 0.1180 and at a centre-of-mass energy of 35 GeV. In (a) the NNLO prediction is compared to the matched NNLO + NLLA and NNLO + NLLA + K predictions. The insert shows the ratio between the different predictions. In (b) the",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "Fig. 2",
            "section_rank": 21
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2The three-jet rate as a function of the resolution parameter y cut is shown for centre-of-mass energies √ s of 14.0 to 43.8 GeV. The data distributions are corrected for resolution and acceptance effects from the detector and the contributions from e + e − → bb-events are subtracted. Data points are shown with statistical uncertainty (inner part) and combined statistical and experimental uncertainty. The histograms show the comparison to the predictions obtained with Monte Carlos simulation using PYTHIA, HERWIG and ARIADNE. The inserts show the deviation from the simulated distribution normalised to the combined statistical and experimental uncertainty",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "2 /d.o.f. returned by the fit. The combination of the results obtained between 22 and 43.8 GeV results in α S (M Z 0 ) = 0.1199 ± 0.0010(stat) ± 0.0021(exp) ± 0.0054(had) ± 0.0007(theo) consistent with the world average of α S = 0.1184 ± 0.0007 [35]. To the combined result the value of α S measured at 22 GeV contributes with a weight of 0.13, at 34.6 GeV with 0.23, at 35.0 GeV with 0.16, at 38 GeV with 0.07 and at 43.8 GeV with a weight of 0.41. The results at the various centre-of-mass energies are visualised in Fig. 4. Here, the values obtained at 34.6 and 35.0 GeV are combined to a single value using the same method as described above α S (34.8 GeV) = 0.1431 ± 0.0010(stat) ± 0.0028(exp) ± 0.0086(had) ± 0.0010(theo).",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "text": "Fig. 4",
            "section_rank": 23
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 The open and solid points show the measurements of α S from the three-jet rate at the various centre-of-mass energies. The error bars indicate the statistical (inner part) and the total error. The lines show the world average of α S (M Z 0 ) [35]. The results at 34.6 and 35.0 GeV are combined to a single value. The result obtained at 14 GeV (open point)is not used as input for the combined value of α S . The result shown at a centre-of-mass energy of 91.2 GeV (triangle) is obtained from a fit to the three-jet rate using NNLO predictions only with data taken by the ALEPH detector[13] ",
            "paragraph_rank": 46,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 592,
                    "text": "[13]",
                    "end": 596
                }
            ]
        },
        {
            "text": "- ble 4 .",
            "section_rank": 24
        },
        {
            "section": "- ble 4 .",
            "text": "The χ 2 -values obtained are almost identical to that from the default fit. The results for the scale x μ = x opt μ at the minimal χ 2 /d.o.f.-value vary between 0.31 and 2.40, all being within the errors consistent with the x μ -range used in the systematic variation of the default fit. To estimate the theoretical uncertainty the fit is repeated with x μ being set to twice and half of the value obtained for the optimal scale x opt μ . The α S -results at the various energy points between 22 and 43.8 GeV are combined to a single value using the method described in Sect. 5.3. The combined value is: α S (M Z 0 ) = 0.1204 ± 0.0009(stat) ± 0.0021(exp) ± 0.0059(had) ± 0.0008(theo), leading to almost the identical result as obtained with the default fit. The variation of α S and χ 2 /d.o.f. with respect to the renormalisation scale is summarised in",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Figure 6shows the fit result using NNLO predictions with x μ = 1 and x μ = x opt μ at a centre-of-mass energy of 35.0 GeV.The shape of the three-jet distribution is not well matched by using NNLO predictions only, even at large y cut values. The χ 2 /d.o.f.-value obtained with x μ = 1 increases significantly compared to the corresponding NNLO + NLLA + K fit. The fit using the optimised renormalisation returns reasonable χ 2 /d.o.f.-values and smaller x μ -values. A similar behaviour was already observed using NLO predictions only with the renormalisation factor being set to x μ = 1 and",
            "paragraph_rank": 48,
            "section_rank": 25
        },
        {
            "text": "Table 1",
            "section_rank": 26
        },
        {
            "section": "Table 1",
            "text": "Coefficients R",
            "paragraph_rank": 49,
            "section_rank": 26
        },
        {
            "text": "GeV, 22 GeV, 34.6 GeV, 35 GeV, 38.3 GeV and 43.8 GeV. The number of selected events ranges between 1403 events at 22 GeV and 20876 events at 35 GeV.",
            "paragraph_rank": 50,
            "section_rank": 27
        },
        {
            "text": ". The last column shows the χ 2 /d.o.f. value of the fit obtained with statistical uncertainties only at the respective energy points",
            "paragraph_rank": 51,
            "section_rank": 28
        },
        {
            "text": "Table 3",
            "section_rank": 29
        },
        {
            "section": "Table 3",
            "text": "The value of α S using NLO + NLLA + K predictions together with the statistical, experimental, hadronisation and theoretical uncertainty as described in Sect. 4. The last column shows the χ 2 /d.o.f.",
            "paragraph_rank": 52,
            "section_rank": 29
        },
        {
            "text": "Table 4 Table 5",
            "section_rank": 30
        },
        {
            "section": "Table 4 Table 5",
            "text": "The value of α S using matched NNLO + NLLA + K predictions applying the optimised renormalisation scheme. The result is shown together with the statistical, experimental, hadronisation, theo-retical uncertainties, the renormalisation scale parameter x opt μ , the correlation between α S and x opt μ as well as the χ 2 /d.o.f. value of the fit The value of α S determined with NNLO predictions only together with the statistical, experimental, hadronisation and theoretical uncertainty as described in Sect. 4. The last columns show the value for x μ and the χ 2 /d.o.f. The first row shows the fit result for a fixed renormalisation scale parameter x μ = 1, the second row for x μ being varied within the fit. The χ 2 -value is obtained with the statistical uncertainty only, taking bin-to-bin correlations into account",
            "paragraph_rank": 53,
            "section_rank": 30
        },
        {
            "section": "Table 4 Table 5",
            "text": "The cut value of 0.15 GeV is purely technical and corresponds to a clean separation of the soft and hard ISR events in the simulation.",
            "paragraph_rank": 54,
            "section_rank": 30
        },
        {
            "section": "Table 4 Table 5",
            "text": "Please note that correlations between the points are present and not taken into account for the insert plot.",
            "paragraph_rank": 55,
            "section_rank": 30
        },
        {
            "text": "Acknowledgements",
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the JADE collaboration for setting up the terms and for allowing the use of the original JADE data and software for actual physics analyses. We are especially grateful to Jan Olsson and to Pedro Movilla Fernandez for their irreplaceable and invaluable efforts and contributions to save and recuperate the data, as well as the software necessary to analyse these data on modern computer systems.",
            "paragraph_rank": 56,
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "This research was supported by the DFG cluster of excellence \"Origin and Structure of the Universe\" (www.universe-cluster.de) and by the TÁMOP 4.2.1./B-09/1/KONV-2010-0007 project and the Hungarian Scientific Research Fund grant K-101482.",
            "paragraph_rank": 57,
            "section_rank": 32
        },
        {
            "section": "Acknowledgements",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "paragraph_rank": 58,
            "section_rank": 32
        },
        {
            "text": "Hadron-level value of the three-jet fraction using the Durham algorithm at 14, 22 and 34.6 GeV. The value is corrected for contributions from e + e − → bb-events. In all cases the first quoted error indicates the statistical error while the second quoted error corresponds to the total experimental uncertainty. Uncertainties consistent with zero indicate that the corresponding value is smaller than the precision shown in the  0.106 ± 0.002 ± 0.006 0.117 ± 0.009 ± 0.012 0.097 ± 0.005 ± 0.004 −1.05 0.077 ± 0.002 ± 0.006 0.088 ± 0.008 ± 0.009 0.072 ± 0.004 ± 0.005 −0.93 0.049 ± 0.002 ± 0.001 0.060 ± 0.006 ± 0.010 0.043 ± 0.003 ± 0.004 −0.81 0.028 ± 0.001 ± 0.003 0.034 ± 0.005 ± 0.007 0.023 ± 0.003 ± 0.001 −0.68 0.011 ± 0.001 ± 0.002 0.007 ± 0.002 ± 0.002 0.008 ± 0.002 ± 0.002 −0.56 0.002 ± 0.000 ± 0.000 0.006 ± 0.002 ± 0.009 0.003 ± 0.001 ± 0.002",
            "paragraph_rank": 59,
            "section_rank": 34
        },
        {
            "text": "Appendix B: Hadronisation correction estimated with simulated events Fig. 8 The ratio of the hadron level prediction divided by the parton level prediction as a function of the resolution parameter y cut shown for centre-of-mass energies √ s between 14 and 43.8 GeV Appendix C: Fit results with NNLO predictions Table 8 The value of α S and the statistical, experimental, hadronisation and theoretical uncertainty as described in Sect. 4  ",
            "paragraph_rank": 60,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 69,
                    "text": "Fig. 8",
                    "end": 75
                },
                {
                    "type": "table",
                    "start": 312,
                    "text": "Table 8",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 436,
                    "text": "4",
                    "end": 437
                }
            ]
        }
    ]
}