{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The axio-electric effect in silicon atoms is sought for solar axions appearing owing to bremsstrahlung and the Compton process. Axions are detected using a Si(Li) detector placed in a low-background setup. As a result, a model-independent constraint on the axion-electron coupling constant |gAe| ≤ 2.2 × 10 −10 has been obtained, which leads to the bounds mA ≤ 7.9 eV and mA ≤ 1.4 keV for the mass of the axion in the DFSZ and KSVZ models, respectively (90% C.L.).",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "I.",
            "section_rank": 2
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 3
        },
        {
            "section": "INTRODUCTION",
            "text": "The axion is a neutral pseudoscalar particle introduced in the theory in order to explain the absence of the CP violation in strong interactions [1]- [3]. The effective axion-photon (g Aγ ), axion-lepton (g Ae ), and axionhadron (g AN ) coupling constants, as well as the mass of the axion m A , are inversely proportional to the energy f A at which U P Q (1) symmetry introduced in [1] is broken. The initial model of the standard PQWW -axion, where f A = ( √ 2G F ) −1/2 is fixed at the electroweak scale, was reliably excluded by reactor and accelerator experiments [4].",
            "paragraph_rank": 1,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 145,
                    "text": "[1]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 150,
                    "text": "[3]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 383,
                    "text": "[1]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 569,
                    "text": "[4]",
                    "end": 572
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "New models of an invisible axion with an arbitrary scale of U P Q symmetry breaking stimulated continuation of the experimental search for a pseudo-scalar particle with a mass in a wide range from 10 −16 to 10 6 eV. The models of the KSVZ axion (hadron axion) [5,6] and the DFSZ axion (GUT axion) [7,8] are the two main models of the invisible axion. The mass of the axion m A in both models is expressed in terms of the properties of the π 0 meson as",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 260,
                    "text": "[5,",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 263,
                    "text": "6]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 297,
                    "text": "[7,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 300,
                    "text": "8]",
                    "end": 302
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "where m π and f π are the mass and decay constant of the π 0 meson, respectively, and z = m u /m d ≈ 0.56 and w = m u /m s ≈ 0.029 are the quark mass ratios. The most stringent bounds on the interaction of the axion with matter were obtained from astrophysical and cosmological data. Astrophysical constraints based on the interaction of axions with photons and electrons lead to the bound m A < 10 −2 eV if the standard relation between g Ae , g Aγ , and m A is used [4,9]. The SN1987A data provide upper and lower bounds for the axion-nucleon coupling constant [10]. These bounds allow the axion mass range ≈ 10 eV (the so-called hadron axion window). At the same time, the latest cosmological data imply that m A < 1 eV [11].",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 468,
                    "text": "[4,",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 471,
                    "text": "9]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 563,
                    "text": "[10]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 723,
                    "text": "[11]",
                    "end": 727
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Experimental bounds on the mass of the axion follow from constraints on the g Aγ , g Ae , and g AN coupling constants, which significantly depend on the theoretical model used. In particular, the hadron axion does not interact with leptons and usual quarks at the tree level. This leads to the strong suppression of the interaction of the axion with leptons, which is due only to radiative corrections. In some models, the axion-photon coupling constant g Aγ is strongly different from the initial values for the models of the DFSZ and KVSZ axions [12].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 548,
                    "text": "[12]",
                    "end": 552
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "This work is devoted to the search for axions appearing in the Sun owing to the axion-electron interaction, namely, bremsstrahlung from electrons in the field of a nucleus, e − + Z → Z + A, and the Compton process, γ + e − → e − + A [13]- [20]. The reaction cross sections and, therefore, axion fluxes are proportional to g 2",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 233,
                    "text": "[13]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 239,
                    "text": "[20]",
                    "end": 243
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Ae . To detect axions, we used the axio-electric absorption of an axion by atoms, which is an analog of the photoelectric effect. Since the reaction cross sections are proportional to g 2",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "INTRODUCTION",
            "text": "Ae , the expected count rate of axions depends only on the axion-electron coupling constant and is proportional to g 4",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "INTRODUCTION",
            "text": "Ae . The dimensionless constant g Ae is generally related to the electron mass and f A as g Ae = C e m e /f A , where C e is the model -dependent parameter of about 1. In the DFSZ axion model, g Ae is related to the electron mass m e as",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "INTRODUCTION",
            "text": "where β is an arbitrary angle. In the KSVZ axion model, g Ae is much smaller (by a factor of about α 2 ), because it is determined only by radiative corrections [19]:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 161,
                    "text": "[19]",
                    "end": 165
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "where n is the number of generations, E/N is the model dependent ratio of the order of unity and Λ ≈ 1 GeV is the QCD cutoff scale.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "section_rank": 4
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "The spectrum of Compton axions (dΦ Comp A /dE A ) appearing in the γ + e − → e − + A reaction was calculated by integrating the Compton conversion cross section obtained in [21,22] over the Planck energy distribution of thermal photons taking into account the radial distribution of the temperature and electron density in the standard solar model BSB05 [23] for the high-metallicity case [24]. The calculation results for various masses of the axions are shown in Fig.1.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 173,
                    "text": "[21,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 177,
                    "text": "22]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 354,
                    "text": "[23]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 389,
                    "text": "[24]",
                    "end": 393
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 465,
                    "text": "Fig.1",
                    "end": 470
                }
            ]
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "The spectrum of bremsstrahlung axions (dΦ Brem A /dE A ) was calculated by the same method. The cross section for the e − + Z → Z + A reaction was obtained in [25]. The Maxwell-Boltzmann distribution was used to describe the energy spectrum of electrons. Bremsstrahlung was considered in the field of H, 4 He, 3 He, 12 C, 14 N, and 16 O nuclei. The spectrum of bremsstrahlung axions is softer (Fig.1).",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 159,
                    "text": "[25]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 310,
                    "text": "3",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 332,
                    "text": "16",
                    "end": 334
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 393,
                    "text": "(Fig.1)",
                    "end": 400
                }
            ]
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "The calculation procedures were described in detail in [26], where simple parameterizations describing the spectra with an accuracy of 1% in the range of (1-10) keV were presented. The spectra of axions shown in Fig. 1 were calculated for g Ae = 10 −10 . The average energies of axions are 1.6 keV and 5.1 keV for bremsstrahlung and Compton axions, respectively, for the case m A ≈ 0. The maximum intensity is reached at energies of 0.6 keV and 3.8 keV, respectively. The axion flux almost vanishes at energies above 20 keV.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 55,
                    "text": "[26]",
                    "end": 59
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 212,
                    "text": "Fig. 1",
                    "end": 218
                }
            ]
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "An axion interacting with an electron should undergo axio-electric absorption, which is an analog of the photoelectric effect. Silicon atoms entering into the composition of a Si(Li) detector were used in our experiment as targets for the axio-electric effect. The cross section for the axio-electric effect for nonrelativistic axions is pro-portional to the cross section for the photoelectric effect σ pe for photons with the energy equal to the mass of the axion [21]:",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 466,
                    "text": "[21]",
                    "end": 470
                }
            ]
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "where β = v/c = p A /E A is the velocity of the axion. For relativistic axions in the case E A < m e and m A → 0, the cross section differs from Eq. (4) by a factor of about 2/3 and by a change of m A to E A [21,27]. The cross section for the photoelectric effect σ pe (E) for various energies of photons was calculated using the XCOM database [28].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 208,
                    "text": "[21,",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 212,
                    "text": "27]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 344,
                    "text": "[28]",
                    "end": 348
                }
            ]
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "Since the efficiency of the detection of an appearing electron and accompanying X rays by a Si(Li) detector is ∼ = 100% the expected spectrum of the detected energy is given by the expression",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "II. SPECTRA OF SOLAR AXIONS AND THE CROSS SECTION FOR THE AXIO-ELECTRIC EFFECT",
            "text": "To compare with the experimentally measured spectrum, Eq. (5) should be additionally averaged using the response function of the Si(Li) detector, which is well described by a Gaussian for photons and electrons in the energy range of (0-20) keV. The cross section for the axioelectric effect calculated for m A = 0 is shown in Fig.2 along with the expected spectrum from axions S(E, m A ) with and without the inclusion of the energy resolution of the Si(Li) detector (σ = 115 eV). The spectrum has a characteristic feature at an energy of 1.84 keV, which corresponds to the binding energy of electrons in the K shell. The peak shape of the feature significantly increases the sensitivity of the experiment compared to the case of a smooth curve. The number of detected electrons and X-ray photons following the absorption of an axion depends on the number of silicon atoms in the detector, the time of measurements, and the efficiency of the detector. The probability of observing a signal is determined by the background of the experimental setup.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 326,
                    "text": "Fig.2",
                    "end": 331
                }
            ]
        },
        {
            "text": "III. EXPERIMENTAL SETUP",
            "section_rank": 5
        },
        {
            "section": "III. EXPERIMENTAL SETUP",
            "text": "In the experiment, we used a Si(Li) detector with a sensitive-region diameter of 17 mm and a thickness of 2.5 mm. The detector was placed in a vacuum cryostat with the input beryllium window 20 µm thick. The window was used for energy calibration and determination of the detection efficiency of gamma-ray photons in order to find the sensitive volume of the detector.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "III. EXPERIMENTAL SETUP",
            "text": "The detector was surrounded by 12.5 cm of copper and 2.5 cm of lead, which reduced the background of the detector at an energy of 14 keV by a factor of 110 as compared to the unshielded detector. In order to suppress the background from cosmic rays and fast neutrons, we used five scintillation detectors, which closed the detector almost completely except for the bottom side, where a Dewar vessel with liquid nitrogen was placed. The spectrometric channel was organized as follows. A field-effect transistor was mounted on a Teflon plate near the Si(Li) detector and was cooled to a temperature close to liquid nitrogen. A preamplifier except for the first cascade was placed outside the passive shielding in order to reduce the background. A signal after the preamplifier was guided to two amplifiers with different amplification coefficients, which made it possible to measure the spectrum of signals in the low energy (0.5-60) keV and harder (10-500) keV regions. The measurement of two regions allowed the reliable control of the background in the natural radioactivity region. Each spectroscopic channel was equipped with its own analog-todigital converter. Thus, four 4096-channel spectra were simultaneously accumulated in computer memory (two energy ranges in coincidence and anticoincidence with an active shielding signal).",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "III. EXPERIMENTAL SETUP",
            "text": "The sensitive volume of the detector was determined using γ lines of standard 57 Co and 241 Am sources. The determined number of silicon atoms in a sensitive volume of 0.57 ± 0.03 cm 3 was N Si = 2.85 × 10 22 . The error is mainly due to the inaccuracy of the position of the 57 Co source with respect to the detector.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "IV. RESULTS",
            "section_rank": 6
        },
        {
            "section": "IV. RESULTS",
            "text": "Measurements continued for 76.5 days of pure time in the form of two-hour runs in order to control the stability of the operation of the spectrometric channels of the Si(Li) detector and active shielding scintillation detectors. Figure 3 shows the total energy spectrum of signals in the range of (0.8-45) keV. The spectrum of events detected in anticoincidence with active shielding signals clearly exhibits the 13.9 and 17.8 keV Np X-ray lines attributed to decays of 241 Am. The spectrum of events detected in coincidence with active shielding signals has no statistically significant peaks.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 229,
                    "text": "Figure 3",
                    "end": 237
                }
            ]
        },
        {
            "section": "IV. RESULTS",
            "text": "The spectrum measured in the range of (0.8-9) keV is shown in Fig.4 along with the expected spectrum S(E, m A ) in the case of the detection of theaxioelectric effect for m A ≈ 0 and g Ae = 4 × 10 −10 (line 4 in Fig.2). It can be seen that the shown characteristic feature is not observed in the measured spectrum. The maximum likelihood method is used to determine the intensity of the response function. The experimental spectrum was represented in the form of the sum of an exponential describing the smooth background and the response func- tion for axions S(E, m A ):",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 62,
                    "text": "Fig.4",
                    "end": 67
                },
                {
                    "type": "figure",
                    "start": 212,
                    "text": "Fig.2",
                    "end": 217
                }
            ]
        },
        {
            "section": "IV. RESULTS",
            "text": "Here, N Si is the number of silicon atoms in the sensitive volume of the detector and T = 6.61×10 6 is the live time of measurement. The energy scale and energy resolution σ were determined from peaks manifested in the measurements and were fixed. The constant g 4",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "IV. RESULTS",
            "text": "Ae and the parameters a, b, and c that describe the continuous background were free parameters. The fit in the range of (1.2-8.0) keV for m A = 0 is shown in Fig.4. The minimum value χ 2 = 111/108 corresponds to the value g 4 Ae = (−0.06 ± 15) × 10 40 . To determine the upper bound for g 4 Ae , we used the standard method: the χ 2 value was determined by fixed g 4 Ae values, whereas the other parameters were free. The resulting probability function P (χ 2 (g 4 Ae )) was normalized to unity for values g 4 Ae ≥ 0. The upper bound for |g Ae | is",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 158,
                    "text": "Fig.4",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 289,
                    "text": "4",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 365,
                    "text": "4",
                    "end": 366
                }
            ]
        },
        {
            "section": "IV. RESULTS",
            "text": "at 90% C.L. Limit (7) is a model independent bound for the coupling constant of the axion or any other pseudoscalar relativistic particle with the electron. If the mass of the axion is several keV, the expected spectrum in the detector changes significantly and depends on the particular m A value. To determine values, we used the procedure similar to that described above. The spectra of solar axions were calculated for different values of m A from 1 to 10 keV with a step of 1 keV. The cross section of the axioelectric absorption was calculated by the formula",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "IV. RESULTS",
            "text": "At β → 1 and β → 0, this formula coincides with the cross sections for relativistic and nonrelativistic axions obtained in [27] (Eq. (4)) and provides an extrapolation approximately linear in β, which ensures a sufficient accuracy for the case under consideration. An example of the response function of the detector for detecting axions is shown in Fig.5. The spectrum fitting range was expanded to 16 keV. To describe the experimental spectrum in a wide range, function (6) was supplemented by a linear term for describing the continuous background and six Gaussians for describing the peaks of the characteristic Np X rays manifested in the measurements [29,30]. The fit for m A = 5 keV is shown in Fig.5.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 123,
                    "text": "[27]",
                    "end": 127
                },
                {
                    "type": "figure",
                    "start": 350,
                    "text": "Fig.5",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 657,
                    "text": "[29,",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 661,
                    "text": "30]",
                    "end": 664
                },
                {
                    "type": "figure",
                    "start": 702,
                    "text": "Fig.5",
                    "end": 707
                }
            ]
        },
        {
            "section": "IV. RESULTS",
            "text": "The maximum deviation of g 4 Ae from zero for all m A values is 2.5σ. The upper bounds obtained for |g Ae | at For large masses of the axion m A > 10 keV, the most stringent bounds were obtained from reactor [31,32] and accelerator [36,37] experiments, as well as for high energy solar axions [33][34][35]. For small m A values (m A < 0.1) keV, the most stringent bounds were obtained from astrophysical data, namely, from the cooling rate of red giants [41] and under the assumption that the axion luminosity of the Sun does not exceed 10% of the observed neutrino luminosity [22]. The search for axions with masses in the intermediate region m A ≈ 1 keV was specially performed in view of the possibility of attributing the DAMA experiment result to the axio-electric effect with silicon and germanium detectors designed for seeking dark matter [39,40]. Solar axions having a continuous energy spectrum should lead to the resonant excitation of low-lying nuclear levels [26].",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 208,
                    "text": "[31,",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 212,
                    "text": "32]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 232,
                    "text": "[36,",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 236,
                    "text": "37]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 293,
                    "text": "[33]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 297,
                    "text": "[34]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 301,
                    "text": "[35]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 454,
                    "text": "[41]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 577,
                    "text": "[22]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 847,
                    "text": "[39,",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 851,
                    "text": "40]",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 972,
                    "text": "[26]",
                    "end": 976
                }
            ]
        },
        {
            "section": "IV. RESULTS",
            "text": "The upper limit (7) obtained for |g Ae | lead to bounds for the mass of the axion that depend on a particular model. In the model of the DFSZ axion, the relation between g Ae and m A for cos 2 β = 1 has the form g Ae = 2.8×10 −11 m A , where m A is expressed in eV units. The limit (7) leads to the bound m DF SZ A ≤ 7.9 eV (at 90% C.L.). The upper bound for the excluded m A values units is 15 keV (Fig.6). In the model of the KSVZ axion, g Ae and m A are related through Eq. (3). For the ratio E/N = 8/3, which is characteristic of most variants of the DFSZ axion, and n = 3, the region of excluded values m KSV Z A is (1.4-12) keV (Fig.6).",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 399,
                    "text": "(Fig.6",
                    "end": 405
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 634,
                    "text": "(Fig.6",
                    "end": 640
                }
            ]
        },
        {
            "text": "V. CONCLUSION",
            "section_rank": 7
        },
        {
            "section": "V. CONCLUSION",
            "text": "The axio-electric absorption of solar axions, which produced by the Compton process and the bremsstrahlung, by silicon atoms has been sought.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "V. CONCLUSION",
            "text": "To detect the axio-electric effect, a Si(Li) detector placed in a lowbackground setup was used. As a result, new limits have been obtained for the axion-electron coupling constant and mass of the axion. For axions with a mass smaller than 1 keV, the resulting limit is |g Ae | ≤ 2.2 × 10 −10 at 90% C.L..",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 8
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1.Spectra of solar axions produced by the bremsstrahlung and the Compton process as calculated for various values of the mass of the axion and constant gAe = 10 −10 .",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "4 FIG. 2 .",
            "section_rank": 9
        },
        {
            "section": "4 FIG. 2 .",
            "text": "FIG. 2.Cross sections for the (1) photoelectric effect for a silicon atom and (2) axioelectric effect for gAe = 1 and mA = 0, (3) the expected spectrum of events detected per day in 1 g of Si in 1 keV interval, and (4) the spectrum taking into account the resolution of the detector (right scale).",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "2 FIG. 3 .",
            "section_rank": 10
        },
        {
            "section": "2 FIG. 3 .",
            "text": "FIG. 3. Spectra of the Si(Li) detector measured in (1) anticoincidence and (2) coincidence with the active shielding signal.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "10 FIG. 4 .",
            "section_rank": 11
        },
        {
            "section": "10 FIG. 4 .",
            "text": "FIG. 4. Spectrum of the signals of the Si(Li) detector with the optimal fit and (solid line) the expected spectrum in the case of the detection of axions with mA ≈ 0 and gAe = 4 × 10 −10 .",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "2 FIG. 5 .",
            "section_rank": 12
        },
        {
            "section": "2 FIG. 5 .",
            "text": "FIG. 5. Spectrum of the signals of the Si(Li) detector in the range of (1-16) keV with the optimal fit for mA = 5 keV. The energies of the Gaussian peaks are given near them. The expected spectrum is shown for the case of the detection of axions with mA = 5 keV and gAe = 5 × 10 −10 .",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Bounds for the axion-electron coupling constant from(1) this work, (2) reactor experiments and solar axions with energies of 0.478 and 5.5 MeV [31]-[35], (3) beam dump experiments[36,37], (4) decay of orthopositronium[38],(5) CoGeNT[39], (6) CDMS[40], (7) bound for the axion luminosity of the Sun[22], (8) red giants[41], and (9) experiment with 169 Tm[26]. The regions of excluded values lie above the corresponding lines. The inclined lines show the gAe values in the DFSZ and KSVZ (E/N = 8/3) models.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 156,
                    "text": "[35]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 187,
                    "text": "[36,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 191,
                    "text": "37]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 225,
                    "text": "[38]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 230,
                    "text": "(5)",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 240,
                    "text": "[39]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 254,
                    "text": "[40]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 305,
                    "text": "[22]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 325,
                    "text": "[41]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 361,
                    "text": "[26]",
                    "end": 365
                }
            ]
        }
    ]
}