{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The differential cross section for production of charged hadrons with high transverse momenta in scattering of 160 GeV/c muons off nucleons at low photon virtualities has been measured at the COMPASS experiment at CERN. The results, which cover transverse momenta from 1.1 GeV/c to 3.6 GeV/c, are compared to a perturbative Quantum Chromodynamics (pQCD) calculation, in order to evaluate the applicability of pQCD to this process in the kinematic domain of the experiment. The shape of the calculated differential cross section as a function of transverse momentum is found to be in good agreement with the experimental data, but the absolute scale is underestimated by next-toleading order (NLO) pQCD. The inclusion of all-order resummation of large logarithmic threshold corrections reduces the discrepancy from a factor of three to four to a factor of two. The dependence of the cross section on the pseudo-rapidity and on virtual photon energy fraction is investigated. Finally the dependence on the charge of the hadrons is discussed.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Most of the current knowledge about the structure of the nucleon has been derived from high-energy lepton-nucleon scattering experiments (see e.g. Ref. [1]). The theoretical framework for the interpretation of data from such experiments is perturbative Quantum Chromodynamics (pQCD). In the presence of a large momentum transfer in the reaction, pQCD relies on the collinear factorization of the cross section into non-perturbative collinear parton distribution functions (PDFs), hard partonic scattering cross sections calculable in perturbation theory, and non-perturbative collinear fragmentation functions (FFs) [2]. This paper discusses the measurement of the cross section for production of charged hadrons (h ± ) with high transverse momenta p T in muon-nucleon (µ-N) scattering at low photon virtualities, µN → µ h ± X. In the pQCD framework, the lowest-order contributions to this reaction are (i) photongluon fusion (PGF), in which a virtual photon emitted by the lepton interacts with a gluon inside the nucleon via the formation of a quark-antiquark pair, γg → qq, (ii) QCD Compton (QCDC) scattering, in which the photon interacts with a quark in the nucleon leading to the emission of a hard gluon, γq → qg, and (iii) numerous resolved-photon processes.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 152,
                    "text": "[1]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 616,
                    "text": "[2]",
                    "end": 619
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The comparison of the calculated cross section to the experimentally measured one is sensitive to the accuracy with which the partonic cross section can be calculated in perturbation theory, as well as to the validity of collinear factorization itself, i.e. to soft non-perturbative contributions to the production of high-p T hadrons. For inclusive high-p T hadron or jet production in proton-proton (p-p) scattering, cross sections have been measured at FNAL [3][4][5], CERN [6] and BNL [7][8][9][10][11][12] at center-of-mass system (CMS) energies √ s pp from 20 GeV to 200 GeV. The comparison of these data to next-to-leading order (NLO) pQCD calculations [13] shows that while there is good agreement at √ s pp = 200 GeV (RHIC), the theory increasingly underestimates the cross sections with decreasing √ s pp . The disagreement reaches up to an order of magnitude at 20 GeV. These discrepancies can be reconciled by the inclusion of allorder resummations of threshold logarithms [14], which are related to soft gluon emissions and are usually performed up to next-to-leading logarithmic (NLL) accuracy.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 461,
                    "text": "[3]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 464,
                    "text": "[4]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 467,
                    "text": "[5]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 477,
                    "text": "[6]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 489,
                    "text": "[7]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 492,
                    "text": "[8]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 495,
                    "text": "[9]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 498,
                    "text": "[10]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 502,
                    "text": "[11]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 506,
                    "text": "[12]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 660,
                    "text": "[13]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 985,
                    "text": "[14]",
                    "end": 989
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The electromagnetic probe in muon-lepton scattering has the advantage over p-p scattering that the kinematics of the reaction is better known since the momentum and energy transfers to the nucleon can be measured for each event by analyzing the scattered lepton. In the regime of quasi-real photoproduction, i.e. at low photon virtualities Q 2 , the cross section for high-p T hadron production in lepton-nucleon scattering can be calculated in NLO pQCD via the Weizsäcker-Williams formalism [15,16]. For dijet production at HERA at very high photon-nucleon CMS energies 142 ≤ W γN ≤ 293 GeV, the NLO pQCD results agree well with the experimental data [17]. At the energy of fixed-target experiments, such a check of the applicability of pQCD to high-p T particle production at low Q 2 has not been done yet. The cross section for high-p T hadron production in the scattering of 28 GeV/c positrons off nucleons has been published by the HERMES Collaboration [18]. However, the measurement hardly exceeds p T values of 2 GeV/c, which sets rather low factorization and renormalization scales for pQCD calculations, and a comparison to NLO pQCD was not attempted. A new measurement of the cross section for production of unidentified charged hadrons with high p T in scattering of 160 GeV/c muons off nucleons (CMS energy √ s µN = 17.4 GeV) at the COMPASS experiment [19] at low photon virtualities is described in the present paper. The cross section for this kinematic domain has been calculated in NLO pQCD [20,21]. Recently, the all-order resummation of threshold corrections up to NLL accuracy has been included in these calculations [22].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 492,
                    "text": "[15,",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 496,
                    "text": "16]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 652,
                    "text": "[17]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 958,
                    "text": "[18]",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1364,
                    "text": "[19]",
                    "end": 1368
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1507,
                    "text": "[20,",
                    "end": 1511
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1511,
                    "text": "21]",
                    "end": 1514
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1636,
                    "text": "[22]",
                    "end": 1640
                }
            ]
        },
        {
            "text": "Experiment and Data Analysis",
            "section_rank": 3
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "The hadron-production cross section is measured in bins of p T and η of widths ∆p T and ∆η, respectively, and is defined as",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "where E and p are energy and momentum of the hadron, respectively, p T = p • sin θ is the transverse momentum of the hadron with respect to the direction of the virtual photon (θ is the angle between the virtual photon and the hadron momenta), and η = − ln tan(θ /2) is the pseudo-rapidity of the hadron, all measured in the laboratory system. The integrated luminosity is denoted by L, N h is the number of observed hadrons in a given bin of p T and η, and ε is the acceptance-correction factor, which is determined independently for both hadron charges for each bin of p T and η. This factor corrects the number of observed hadrons for geometrical acceptance and detection efficiency of the spectrometer as well as for kinematic smearing. The cross section is defined as a single-inclusive cross section, i.e. several high-p T hadrons per muon-scattering event are counted for the hadron yield N h .",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "The experimental data were recorded in 2004 with the COMPASS spectrometer at CERN. In the experiment a naturally-polarized 160 GeV/c µ + -beam scatters off a polarized, isoscalar target that consists of granulated 6 LiD immersed in liquid helium. The small admixtures of H, 3 He, and 7 Li lead to an excess of neutrons of about 0.1%. The target is arranged in two oppositely polarized 60 cm long cells. The unpolarized cross section is obtained by averaging over the target polarizations. Since the azimuthal angles of the produced hadrons are integrated over, the cross section does not depend on the beam polarization. The integrated luminosity is determined via the direct measurement of the rate of beam muons crossing the target and is found to be equal to 142 pb −1 ± 10%(syst.) after correction for the dead times of the veto and data acquisition systems. As an independent cross check of the luminosity, the structure function of the nucleon F 2 is determined from this data set and compared to the NMC parametrization of F 2 [23] yielding satisfactory agreement [24]. The analysis is based on high-p T events that were recorded by the quasi-real photoproduction trigger systems [25]. These triggers are based on the coincidence between the detection of the scattered muon at low scattering angles and an energy deposit exceeding about 5 GeV in one of the two hadronic calorimeters, to suppress background from muon-electron scattering and radiative elastic or quasi-elastic muon-scattering events. Events are accepted if the photon virtuality Q 2 < 0.1 (GeV/c) 2 and if the fractional energy transferred from the incident muon to the virtual photon is in the range 0.2 ≤ y ≤ 0.8, where the acceptance of the trigger systems is largest. These selections result in the energy range 7.8 ≤ W γN ≤ 15.5 GeV. The fraction of the virtual-photon energy transferred to the hadron h ± is constrained by 0.2 ≤ z ≤ 0.8. Moreover, hadrons are required to have momenta p ≥ 15 GeV/c to ensure full trigger efficiency. The angle of the hadron with respect to the direction of the virtual photon has to be in the range 10 ≤ θ ≤ 120 mrad, which corresponds to a range of µ-N CMS pseudo-rapidities 2.4 ≥ η CMS ≥ −0.1. In addition to these kinematic criteria, the selection of reconstructed hadrons is subject to several geometrical cuts: the positions of the muon-scattering vertices are limited to the fiducial target volume, the hadron tracks must not cross the solenoid magnet of the polarized target, and the hadron tracks must hit one of the two hadronic calorimeters, excluding 3 cm wide margins around the edges (for full trigger efficiency).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 214,
                    "text": "6",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 274,
                    "text": "3",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 284,
                    "text": "7",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1034,
                    "text": "[23]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1071,
                    "text": "[24]",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1187,
                    "text": "[25]",
                    "end": 1191
                }
            ]
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "The acceptance correction factors of Eq. (1) are determined with a Monte-Carlo (MC) simulation of µ-N scattering in the COMPASS experiment. Events are generated with PYTHIA6 [26], the response of the spectrometer is simulated with a GEANT3-based program [27], and the data are reconstructed with the same software as the experimental data [19]. The acceptance factor for the bin",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 174,
                    "text": "[26]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 254,
                    "text": "[27]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 339,
                    "text": "[19]",
                    "end": 343
                }
            ]
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "where N rec is the number of reconstructed hadrons in the bin of reconstructed transverse momentum p rec T , and N gen is the number of generated hadrons in the MC sample in the bin of generated transverse momentum p gen T . While both N rec and N gen are subject to the above-listed kinematic selection criteria, the geometrical cuts are only applied to N rec so that the loss of hadrons due to these cuts is accounted for by the acceptance correction.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "Hadrons that are created at the µ-N vertex constitute the signal of the measurement and have to be separated from background hadrons, which are created in secondary interactions of other hadrons in the target material. This separation is performed by the vertex-reconstruction algorithm, which is however impaired by the fact that the angle between the incoming and outgoing muon tracks is very small at low Q 2 . The background contamination can not be estimated directly from the MC data, because simulations with the two hadron-shower models available in GEANT3 (GHEISHA and FLUKA) give inconsistent results. Hence the background contribution is determined in each p T bin from the experimental data by fitting the shape of the distribution of position differences between two-particle vertices formed by the incoming muon track and the outgoing muon track on the one hand, and the incoming muon track and the outgoing hadron track on the other hand [28]. The distribution for signal hadrons, originating from the same interaction as the outgoing muon track, has a symmetric shape, while for background hadrons there is a characteristic asymmetric shape. The results of these fits show that the background contribution to the experimental data is consistent with zero. However, cross checks with both MC hadron-shower models indicate that the background contribution can be systematically underestimated by 6% using this method. In addition, the described procedure is statistically limited for the highest p T bins because there are too few entries in the vertex-difference distributions to exclude a non-zero background contribution with high statistical accuracy. For the four highest p T bins, the background level p excl at which a nonzero background contribution can be excluded at 90% confidence level is greater than 6%. Therefore, the possible contribution of residual background to the hadron yield is conservatively estimated to be 2 × 6% for the six lowest p T bins and p excl + 6% for the four highest p T bins. These values are used as systematic uncertainties of the acceptance factors.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 953,
                    "text": "[28]",
                    "end": 957
                }
            ]
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "A second contribution to the systematic uncertainties of the acceptance factors arises from the fact that they are determined in a one-dimensional way, i.e. by integrating over all kinematic variables other than p T . The resulting uncertainty is quantified by calculating the acceptance correction binned in two variables, i.e. p T and one of the variables Q 2 , y, x Bj (Bjorken scaling variable), W γN , z, θ . A comparison of the cross section calculated in two variables, summed up over the second variable, with the one-dimensional result yields deviations below 3%. This uncertainty is added in quadrature to the uncertainties from background contamination, resulting in the following definition of the upper (ε u ) and lower (ε d ) limits of the systematic uncertainty band of the acceptance factors",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Experiment and Data Analysis",
            "text": "Another systematic uncertainty of the cross section is the 10% normalization uncertainty from the luminosity determination. A dependence of the p T distribution of hadrons on the nuclear medium has not been observed at COMPASS energies [29].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 236,
                    "text": "[29]",
                    "end": 240
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The differential cross section in bins of p T for the production of charged high-p T hadrons in µ-N scattering at Q 2 < 0.1 (GeV/c) 2 and √ s µN = 17.4 GeV is presented in Fig. 1 and listed in Table 1. The errors in the upper and lower panels are the quadratic sums of statistical and systematic uncertainties. The normalization uncertainty of 10% from the luminosity measurement is not shown. The cross section values are not corrected for QED radiative effects. These have been estimated to be smaller than 5%",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 132,
                    "text": "2",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 172,
                    "text": "Fig. 1",
                    "end": 178
                },
                {
                    "type": "table",
                    "start": 193,
                    "text": "Table 1",
                    "end": 200
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 5
        },
        {
            "section": "RESULTS",
            "text": "(GeV/c)  in the kinematic region of the underlying data sample [30,31]. The discrete p T values, at which the cross section values from the binned analysis of Eq. (1) are drawn, are calculated using the method of Lafferty & Wyatt [32] and are denoted by p T lw in Table 1. The cross section drops by about four orders of magnitude over the measured p T range. The only apparent deviation from an exponential shape is a slight hardening of the spectrum at about p T = 2.5 GeV/c. In Fig. 1, the data are compared to an NLO pQCD calculation. The method of the calculation is first described in Ref. [20], and has been updated [21] to implement the kinematic selections presented in Section 2 and the DSS FFs [33] for unidentified charged hadrons. Recently, the resummation of large logarithmic thresholds to all orders [22] has been included. The three curves correspond to different choices of the renormalization (µ r ) and factorization (µ f ) scales in the pQCD calculation. The standard choice for the scales in pQCD is µ = µ r = µ f = p T and the scale uncertainty is estimated by varying the scale in the range p T /2 ≤ µ ≤ 2p T . The theoretical values are given only for p T ≥ 1.75 GeV/c in order to ensure the applicability of perturbative methods. At the standard scale µ = p T , the resummed result underestimates the experimental cross section by a factor of about two, but follows the shape of the differential cross section remarkably well, as can be seen in Fig. 1 (bottom panel), which shows the ratio of the measured over the calculated cross sections. Analogous to p-p scattering at low CMS energies [13,14], the all-order resummation of threshold logarithms is found to significantly reduce the normalization discrepancy compared to the fixed-order NLO result [21], which underestimated the experimental cross section by a factor of three to four. The large scale uncertainty of the theoretical cross section, however, shows that higher-order contributions are likely to Table 1: Measured cross section for high-p T hadron production in µ-N scattering at √ s µN = 17.4 GeV. The cross section is integrated over the full kinematic range defined in the text. The columns show: (1) p T range of the bin; (2) p T value of data point in Fig. 1; (3) differential cross section summed over hadron charges (please note that there is an additional 10% normalization uncertainty from luminosity); and (4) charge ratio of the cross section. be significant in the pQCD framework.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 63,
                    "text": "[30,",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 67,
                    "text": "31]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 230,
                    "text": "[32]",
                    "end": 234
                },
                {
                    "type": "table",
                    "start": 264,
                    "text": "Table 1",
                    "end": 271
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 481,
                    "text": "Fig. 1",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 596,
                    "text": "[20]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 623,
                    "text": "[21]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 705,
                    "text": "[33]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 816,
                    "text": "[22]",
                    "end": 820
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1471,
                    "text": "Fig. 1 (bottom panel)",
                    "end": 1492
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1616,
                    "text": "[13,",
                    "end": 1620
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1620,
                    "text": "14]",
                    "end": 1623
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1777,
                    "text": "[21]",
                    "end": 1781
                },
                {
                    "type": "table",
                    "start": 1988,
                    "text": "Table 1",
                    "end": 1995
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2249,
                    "text": "Fig. 1;",
                    "end": 2256
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In Fig. 2, the p T dependence of the experimental cross section is presented in bins of η CMS , together with the comparison to the resummed pQCD results. The errors are the quadratic sums of statistical and systematic uncertainties, and are smaller than the symbols, except for the highest p T values. As in Fig. 1, the normalization uncertainty of 10% from the luminosity measurement is not shown. The steeper p T slopes of the cross section at forward rapidities as compared to central rapidity are well described by the pQCD curves. The normalization difference between the theoretical calculation (µ = p T ) and the experimental values shows a slight increase towards smaller pseudo-rapidities.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3,
                    "text": "Fig. 2",
                    "end": 9
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 309,
                    "text": "Fig. 1",
                    "end": 315
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In order to judge whether hadron production at the COMPASS kinematics is correctly described by pQCD, it is interesting to investigate whether the cross section ratio between theory and experiment depends on the virtual photon energy fraction y. At fixed transverse momentum p T , the phase space for the production of additional partons decreases with decreasing y. Corrections due to the emission of soft gluons are therefore expected to be larger for smaller y. Figure 3 compares the ratio of the COMPASS measurement and the resummed pQCD calculation at µ = p T of the double differential cross section d 2 σ /(dp T dy) in six p T bins, integrated over the p T bin widths:",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 465,
                    "text": "Figure 3",
                    "end": 473
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The fact that the cross section ratio depends only weakly on y indicates that the resummation procedure correctly includes the contribution of soft gluon emission to the cross section.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "RESULTS",
            "text": "The ratio of the cross sections for the production of negatively over positively charged hadrons (charge ratio), displayed in Fig. 4 as a function of p T , is found to be significantly smaller than unity, showing that the production of positive hadrons is preferred. No strong p T dependence is observed within the statistical accuracy of the measurement. It is worth to note that most of the systematic uncertainties as well as the normalization uncertainty are expected to cancel out in the charge ratio. The ratio is sensitive to the contributions of the different partonic processes to the cross section. The QCDC process can lead to an excess of positively charged hadrons because the electromagnetic coupling to u quarks is four times larger than to d quarks, and u quarks are more likely to produce positively charged mesons. The PGF process, on the other hand, is not expected to result in a charge asymmetry, assuming independent quark fragmentation. The resummed pQCD calculation, also shown in Fig. 4, features a charge ratio of about unity for the lowest p T values, in disagreement with the data, and a clear decrease with increasing  p T . It should be noted, however, that the scale uncertainty bands were obtained simply by dividing the calculated h − and h + cross sections for a given scale, and thus may underestimate the true scale uncertainty [22].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 126,
                    "text": "Fig. 4",
                    "end": 132
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1005,
                    "text": "Fig. 4",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1364,
                    "text": "[22]",
                    "end": 1368
                }
            ]
        },
        {
            "text": "COMPASS X",
            "section_rank": 6
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "In summary, the single-inclusive cross section for charged-hadron production in µ-N scattering at √ s µN = 17.4 GeV was measured for photon virtualities Q 2 < 0.1 (GeV/c) 2 in the η CMS interval between −0.1 and 2.4 and for transverse hadron momenta up to 3.6 GeV/c. The measured p T -differential cross section is compared with pQCD calculations. Without the all-order resummation of threshold logarithms, the pQCD calculation at NLO appears to be insufficient to fully describe high-p T hadron production in µ-N scattering at low Q 2 in the kinematic domain of COMPASS. The resummation helps to resolve this dis-crepancy at least partly. At a renormalization and factorization scale corresponding to p T , the calculation reproduces the shape of the measured cross section over the full rapidity range, but underestimates the experimental cross section by about a factor of two, independent of p T . Due to the low values of p T and √ s µN , however, the theory still shows a rather large scale dependence, with an uncertainty band which overlaps with the experimental data. The ratio of the measured cross section and the calculated one is found to depend only weakly on the photon fractional energy y, indicating that the resummation procedure correctly takes into account corrections due to the emission of soft gluons. The ratio of cross sections for the production of negative over positive hadrons is found to be always smaller than unity in the full p T range under investigation, with no strong dependence on p T . This is in contrast to the theory, which shows a ratio close to unity for low p T values.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "As a next step, the pQCD framework will be employed to constrain the polarization of gluons in the nucleon [20], using the double-spin asymmetry of single high-p T hadron production at low Q 2 extracted from the full COMPASS muon-scattering data set. This approach is complementary to previous measurements of the gluon polarization by COMPASS using spin-dependent, high-p T hadron-pair production [34,35], which employ the MC generators PYTHIA and LEPTO [36], respectively, to quantify the contribution of PGF to the cross section.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 107,
                    "text": "[20]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 398,
                    "text": "[34,",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 402,
                    "text": "35]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 455,
                    "text": "[36]",
                    "end": 459
                }
            ]
        },
        {
            "text": "Fig. 1 :",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 :",
            "text": "Fig. 1: Upper panel: differential cross section in bins of p T for high-p T hadron production in µ-N scattering (data points), compared to the resummed pQCD calculation[22] (lines). The other kinematic variables have been integrated over. Middle panel: relative statistical and systematic uncertainties of the measurement. Lower panel: ratio of the measured over calculated cross sections.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 168,
                    "text": "[22]",
                    "end": 172
                }
            ]
        },
        {
            "text": "Fig. 2 :",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 :",
            "text": "Fig. 2: p T -differential cross section for four bins of η CMS (data points), compared to the resummed pQCD calculation[22] (lines).",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 119,
                    "text": "[22]",
                    "end": 123
                }
            ]
        },
        {
            "text": "Fig. 3 :",
            "section_rank": 10
        },
        {
            "section": "Fig. 3 :",
            "text": "Fig. 3: Ratio of y-dependent cross section measured by COMPASS and calculated in pQCD[22], including the resummation of threshold logarithms (µ = p T ), in bins of p T . The errors are the quadratic sums of statistical and systematic uncertainties.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 85,
                    "text": "[22]",
                    "end": 89
                }
            ]
        },
        {
            "text": "Fig. 4 :",
            "section_rank": 11
        },
        {
            "section": "Fig. 4 :",
            "text": "Fig. 4: Ratio of cross sections for production of h − over h + as a function of p T . The data are compared to the resummed pQCD calculation[22].",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 140,
                    "text": "[22]",
                    "end": 144
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "We thank W. Vogelsang and M. Pfeuffer for many useful discussions and for providing the pQCD calculations, and A. Afanasev for estimating the QED radiative corrections. We acknowledge the support of the CERN management and staff, as well as the skills and efforts of the technicians of the collaborating institutions. Special thanks go to V. Anosov and V. Pesaro for their technical support during the installation and the running of this experiment. This work was made possible thanks to the financial support of our funding agencies.",
            "paragraph_rank": 26,
            "section_rank": 13
        }
    ]
}