{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Search for the standard model Higgs boson in ZH → ℓ + ℓ − bb production with the D0 detector in 9.7 fb −1 of pp collisions at √ s = 1.96 TeV",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present a search for the standard model (SM) Higgs boson produced in association with a Z boson in 9.7 fb −1 of pp collisions collected with the D0 detector at the Fermilab Tevatron Collider at √ s = 1.96 TeV. Selected events contain one reconstructed Z → e + e − or Z → µ + µ − candidate and at least two jets, including at least one jet identified as likely to contain a b quark. To validate the search procedure, we also measure the cross section for ZZ production in the same final state. It is found to be consistent with its SM prediction. We set upper limits on the ZH production cross section times branching ratio for H → bb at the 95% C.L. for Higgs boson masses 90 ≤ MH ≤ 150 GeV. The observed (expected) limit for MH = 125 GeV is 7.1 (5.1) times the SM cross section. In the standard model (SM), the spontaneous breaking of the electroweak gauge symmetry generates masses for the W and Z bosons and produces a residual massive particle, the Higgs boson [1]. Precision electroweak data, including the latest W boson mass measurements from the CDF [2] and D0 [3] collaborations, and the latest Tevatron combination for the top quark mass [4] constrain the mass of the SM Higgs boson to M H < 152 GeV [5] at the 95% confidence level (C.L.). Direct searches at the CERN e + e − Collider (LEP) [6], by the CDF and D0 collaborations at the Fermilab Tevatron pp Collider [7], and by the ATLAS and CMS collaborations at the CERN Large Hadron Collider (LHC) [8,9] further restrict the allowed range to 116.6 < M H < 119.4 GeV and 122.1 < M H < 127.0 GeV. The ATLAS and CMS results indicate excesses above background expectations at M H ≈ 125 GeV. With additional data and analysis improvements, the LHC experiments confirm their initial indications and observe a particle with properties consistent with those predicted for the SM Higgs boson [10].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 968,
                    "text": "[1]",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1061,
                    "text": "[2]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1072,
                    "text": "[3]",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1151,
                    "text": "[4]",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1304,
                    "text": "[6]",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "start": 1379,
                    "text": "[7]",
                    "end": 1382
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1464,
                    "text": "[8,",
                    "end": 1467
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1467,
                    "text": "9]",
                    "end": 1469
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1849,
                    "text": "[10]",
                    "end": 1853
                }
            ]
        },
        {
            "text": "For M H 135 GeV, the primary decay is to the bb final state [11]. At the Tevatron, the best sensitivity to a SM Higgs boson in this mass range is obtained from the analysis of its production in association with a W or Z boson and its subsequent decay into bb. Evidence for a signal in this decay mode would complement the LHC findings and provide further indication that the new particle is the SM Higgs boson.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 60,
                    "text": "[11]",
                    "end": 64
                }
            ]
        },
        {
            "text": "We present a search for ZH → ℓ + ℓ − bb events, where ℓ is either a muon or an electron. The data for this analysis were collected at the Tevatron at √ s = 1.96 TeV with the D0 detector from April 2002 to September 2011 and correspond to an integrated luminosity of 9.7 fb −1 after data quality requirements are imposed, which represents the full Run II data set. To validate the search procedure, we also present a measurement of the ZZ production cross section in the same final states and topologies used for the search. The results presented here supersede our previous search in the ZH → ℓ + ℓ − bb channel [12]. Beyond the inclusion of additional data, the most significant updates to this analysis are the use of an improved b-jet identification algorithm, revisions to the kinematic fit, and a new multivariate analysis strategy. A search for ZH → ℓ + ℓ − bb has also been performed by the CDF collaboration [13].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 612,
                    "text": "[12]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 916,
                    "text": "[13]",
                    "end": 920
                }
            ]
        },
        {
            "text": "The D0 detector [14,15] consists of a central tracking system within a 2 T superconducting solenoidal magnet and surrounded by a preshower detector, three liquidargon sampling calorimeters, and a muon spectrometer with a 1.8 T iron toroidal magnet. In the inter-cryostat regions (ICRs) between the central and end calorimeter cryostats, plastic scintillator detectors enhance the calorimeter coverage. The analyzed events were acquired predominantly with triggers that select electron and muon candidates online. However, events satisfying any trigger requirement are considered in this analysis.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 16,
                    "text": "[14,",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 20,
                    "text": "15]",
                    "end": 23
                }
            ]
        },
        {
            "text": "The event selection requires a pp interaction vertex that has at least three associated tracks. Selected events must contain a Z → ℓ + ℓ − candidate. The analysis is conducted in four separate channels. The dimuon (µµ) and dielectron (ee) channels include events with at least two fully reconstructed muons or electrons. In addition, muon-plus-track (µµ trk ) and electron-plus-ICR electron (ee ICR ) channels are designed to recover events in which one of the leptons points to a poorly instrumented region of the detector.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The µµ event selection requires at least two muons identified in the muon system, both matched to central tracks with transverse momenta p T > 10 GeV. At least one muon must have |η| < 1.5, where η is the pseudorapidity, and p T > 15 GeV. At least one of the muons must be separated from any jet with p T > 20 GeV and |η| < 2.5 by ∆R = ∆η 2 + ∆φ 2 > 0.5, from other tracks, and from energy deposited in the calorimeter. We also apply isolation requirements based on the ratios of the calorimeter energy and the sum of p T of tracks near the lepton to the lepton p T in this analysis.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The µµ trk event selection requires exactly one muon with |η| < 1.5 and p T > 15 GeV that is isolated both in the tracker and in the calorimeter. In addition, a second isolated track reconstructed in the tracker with |η| < 2 and p T > 20 GeV must be present. Its distance ∆R from the muon and from any jet of p T > 15 GeV and |η| < 2.5 must be greater than 0.1 and 0.5, respectively. For the µµ and µµ trk channels, the two muon-associated tracks must have opposite charge.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The ee event selection requires at least two electrons with transverse energy E T > 15 GeV that pass selection requirements based on the energy deposition and shower shape in the calorimeter and the preshower detector. Both electrons are required to be isolated in the tracker and the calorimeter. At least one electron must be identified in the region |η| < 1.1. The electrons in |η| < 1.1 must match central tracks or a set of hits in the tracker consistent with that of an electron trajectory.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The ee ICR event selection requires exactly one electron in the calorimeter with E T > 15 GeV and a track pointing toward one of the ICRs, 1.1 < |η| < 1.5. The track must be isolated, matched to a calorimeter energy deposit with E T > 10 GeV and have p T > 15 GeV. For the ee and ee ICR selections, electrons must be separated from all jets by ∆R > 0.5.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Jets are reconstructed in the calorimeter using the iterative midpoint cone algorithm [16] with a cone of radius 0.5 in rapidity and azimuthal angle. Jets are denoted as \"taggable\" if the associated tracks meet criteria that algorithms to identify jets as likely to contain b-quarks operate efficiently. The taggability efficiency is at least 90% for most of the jets in this analysis. We use \"inclusive\" to denote the event sample selected by requiring the presence of two leptons and use \"pretag\" for the event sample that meets the additional requirements of having at least two taggable jets with p T > 20 GeV and |η| < 2.5 and a dilepton invariant mass 70 < m ℓℓ < 110 GeV [17].",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 86,
                    "text": "[16]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "start": 678,
                    "text": "[17]",
                    "end": 682
                }
            ]
        },
        {
            "text": "Jets are identified as likely to contain b quarks (btagged) if they pass \"loose\" or \"tight\" requirements on the output of a multivariate discriminant trained to separate b jets from light jets. This discriminant is an improved version of the neural network b-tagging discriminant described in Ref. [18]. For taggable jets in |η| < 1.1 and with p T ≈ 50 GeV, the b-tagging efficiency for b jets and the misidentification probability of light (uds or gluon) jets are, respectively, 72% and 6.7% for loose btags, and 47% and 0.4% for tight b-tags. Events with at least one tight and one loose b-tag are classified as double-tagged (DT). Events not in the DT sample that contain a single tight b-tag are classified as single-tagged (ST).",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 298,
                    "text": "[18]",
                    "end": 302
                }
            ]
        },
        {
            "text": "The dominant background process is the production of a Z boson in association with jets, with the Z decaying to dileptons (Z+jets). The light-flavor component (Z+LF) includes jets from only light quarks or gluons. The heavy-flavor component (Z+HF) includes Z + bb, which has the same final state as the signal, and Z + cc production. The remaining backgrounds are from tt production; W W , W Z, and ZZ (diboson) production; and multijet (MJ) events with non-prompt muons or with jets misidentified as electrons.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "We simulate ZH and diboson production with pythia [19]. In the ZH samples, we consider the contributions to the signal from the ℓ + ℓ − bb, ℓ + ℓ − cc, and ℓ + ℓ − τ + τ − final states. The l + l − bb accounts for 99% (97%) of the signal yield in the DT (ST) sample. The Z+jets and tt processes are simulated with alpgen [20], followed by pythia for parton showering and hadronization [21]. All simulated samples are generated using the CTEQ6L1 [22] leading-order parton distribution functions (PDFs). We process all samples using a detector simulation program based on geant3 [23] and the same offline reconstruction algorithms used for data. We overlay events from randomly chosen beam crossings with the same instantaneous luminosity distribution as data on the generated events to model the effects of multiple pp interactions and detector noise.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 50,
                    "text": "[19]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 321,
                    "text": "[20]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 385,
                    "text": "[21]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 445,
                    "text": "[22]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 577,
                    "text": "[23]",
                    "end": 581
                }
            ]
        },
        {
            "text": "We take the cross sections and branching ratios for signal from Refs. [11,24]. For the diboson processes, we use next-to-leading order (NLO) cross sections from mcfm [25]. We scale the tt cross section to approximate next-to-NLO [26] and the inclusive Z boson cross section I: Expected and observed event yields for all lepton channels combined after requiring two leptons (inclusive), after also requiring at least two jets (pretag), and after requiring exactly one (ST) or at least two (DT) b-tags. The ZH signal yields are for MH = 125 GeV. The uncertainties quoted on the total background for ST and DT and signal include the statistical and systematic uncertainties. to next-to-NLO [27] and apply additional NLO heavyflavor corrections to the Z + bb and Z + cc samples, calculated from mcfm to be 1.52 and 1.67, respectively. To improve the modeling of the p T distribution of the Z boson, we reweight simulated Z+jets events to be consistent with the measured p T spectrum of Z bosons in data [28]. We correct the energies of simulated jets to reproduce the resolution and energy scale observed in data [29]. We apply the trigger efficiencies, measured in the data, as event weights to the simulated µµ, µµ trk and ee ICR events. In the ee channel, we have verified that the trigger efficiency is consistent with 100% for our selection. We apply scale factors to account for differences in reconstruction efficiency between the data and simulation. Motivated by a comparison with data [30] and the sherpa generator [31], we reweight the Z+jets events to improve the alpgen modeling of the distributions of the η of the two jets.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 70,
                    "text": "[11,",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 74,
                    "text": "24]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 166,
                    "text": "[25]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 229,
                    "text": "[26]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 687,
                    "text": "[27]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 999,
                    "text": "[28]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1109,
                    "text": "[29]",
                    "end": 1113
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1491,
                    "text": "[30]",
                    "end": 1495
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1521,
                    "text": "[31]",
                    "end": 1525
                }
            ]
        },
        {
            "text": "We estimate the MJ backgrounds from control samples in data obtained by inverting some of the lepton selection requirements, e.g., the lepton isolation requirements in the µµ channel and the shower shape requirements in the ee channel. We adjust the normalizations of the MJ background and all simulated samples by scale factors determined from a simultaneous fit to the m ℓℓ distributions in the 0-jet, 1-jet, and ≥ 2-jet samples of each lepton selection. The inclusive sample constrains the lepton trigger and identification efficiencies, while the pretag sample, which includes jet requirements, is used to correct the Z+jets cross section. The total event yields after applying all corrections and normalization factors are shown in Table I. The observed event yields are consistent with the expected background.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 737,
                    "text": "Table I",
                    "end": 744
                }
            ]
        },
        {
            "text": "To exploit the fully constrained kinematics of the ZH → ℓ + ℓ − bb process, we adjust the energies of the candidate leptons and jets within their experimental resolutions using a likelihood fit that constrains m ℓℓ to the mass and width of the Z boson and constrains the p T of the ℓ + ℓ − bb system to zero with an expected width determined from ZH MC events. This kinematic fit improves the dijet mass resolution by 10−15%, depending on M H . The dijet mass resolution for M H = 125 GeV is ≈ 15 GeV with the kinematic fit [17].",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 524,
                    "text": "[17]",
                    "end": 528
                }
            ]
        },
        {
            "text": "We use a two step multivariate analysis strategy based on random forest (RF, an ensemble classifier that consists of many decision trees) discriminants [32], as implemented in the tmva software package [33], to improve the separation of signal from background [17]. We choose well modeled kinematic variables that are sensitive to the ZH signal as inputs for the analysis. These include the p T of the two b-jet candidates and the dijet mass, before and after the jet energies are adjusted by the kinematic fit. In the first step, we train a dedicated RF (tt RF) that takes tt as the only background and ZH as the signal. This approach takes advantage of the characteristic signature of the tt background, for instance the presence of large missing transverse energy. In the second step, we use the tt RF to define two independent regions: a tt enriched region (tt RF < 0.5) and a tt depleted region (tt RF ≥ 0.5). The tt depleted region contains 94% (93%) of the DT (ST) signal contribution and 55% (82%) of DT (ST) background events. In each region, we train a global RF to separate the ZH signal from all backgrounds. In both steps we consider ST and DT events separately and train the discriminants for each assumed value of M H in 5 GeV steps from 90 GeV to 150 GeV.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 152,
                    "text": "[32]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 202,
                    "text": "[33]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "start": 260,
                    "text": "[17]",
                    "end": 264
                }
            ]
        },
        {
            "text": "We assess systematic uncertainties resulting from the background normalization for the MJ contribution, typically 10%. The normalization of the Z+jets sample to the pretag data constrains that sample to the statistical uncertainty, <1%, of the pretag data. Because this sample is dominated by the Z+LF background, the normalization of the tt, diboson, and ZH samples acquires a sensitivity to the inclusive Z cross section, for which we assess a 6% uncertainty [27]. We assign this uncertainty to these samples as a common uncertainty. For Z+HF, a cross section uncertainty of 20% is determined from Ref. [25]. For other backgrounds, the uncertainties are 6-10% [25,26]. For the signal, the cross section uncertainty is 6% [24]. Sources of systematic uncertainty affecting the shapes of the final discriminant distributions are the jet energy scale, 1-3%; jet energy resolution, 2-4%; jet identification efficiency, ≈ 4%; and b-tagging efficiency, 4-6%. Other sources include trigger efficiency, 4-6%; PDF uncertainties [34], <1%; data-determined corrections to the model for Z+jets, 3-4%; modeling of the underlying event, <1%; and from varying the factorization and renormalization scales for the Z+jets simulation, <1%.",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 461,
                    "text": "[27]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 605,
                    "text": "[25]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 662,
                    "text": "[25,",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 666,
                    "text": "26]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 723,
                    "text": "[24]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1020,
                    "text": "[34]",
                    "end": 1024
                }
            ]
        },
        {
            "text": "The global RF distributions from the four samples (ST and DT in the tt depleted and tt enriched regions) in each channel along with the corresponding systematic uncertainties are used for the statistical analysis of the data. We set 95% C.L. upper limits on the ZH cross section times branching ratio for H → bb with a modified fre- quentist (CL s ) method that uses the log likelihood ratio of the signal+background (S+B) hypothesis to the background-only (B) hypothesis [35]. To minimize the effect of systematic uncertainties, we maximize the likelihoods of the B and S+B hypotheses by independent fits that allow the sources of systematic uncertainty to vary within their Gaussian priors [36].",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 472,
                    "text": "[35]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 692,
                    "text": "[36]",
                    "end": 696
                }
            ]
        },
        {
            "text": "To validate the search procedure, we search for ZZ production in the ℓ + ℓ − bb and ℓ + ℓ − cc final states. We use the same event selection, corrections to our signal and background models, and RF training procedure as for the ZH search [17]. Our search also includes W Z production in the csℓ + ℓ − final state. We collectively refer to these as V Z production. Using the same modified frequentist method as for the ZH search and fitting the RF distributions to the S+B hypothesis, we measure a V Z cross section of 0.8 ± 0.4 (stat) ± 0.4 (syst) times that of the SM prediction with a significance of 1.5 standard deviation (s.d.) and an expected significance of 1.9 s.d.",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "This result is consistent with the recent D0 ZZ + W Z cross section measurement obtained in fully leptonic decay channels [37].",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 122,
                    "text": "[37]",
                    "end": 126
                }
            ]
        },
        {
            "text": "The output of the RF trained to separate signal events with M H = 125 GeV from background is shown in Fig. 1 for ST and DT events separately in the tt depleted region, after the background-only fit. Also shown is the background-subtracted RF distribution for DT events in data. The upper limit on the cross section times branching ratio for H → bb, expressed as a ratio to the SM prediction, is presented as a function of M H in Table II and Fig. 2. At M H = 125 GeV, the observed (expected) limit on this ratio is 7.1 (5.1). The expected limits are ≈ 20% lower than those anticipated from the increase in data because of the analysis improvements described above. In summary, we have searched for SM Higgs boson production in association with a Z boson in the final state of two charged leptons (electrons or muons) and two b-quark jets using a 9.7 fb −1 data set of pp collisions at √ s = 1.96 TeV. We also measure the cross section for V Z production in the same final state with the result of 0.8 ± 0.4 (stat) ± 0.4 (syst) times its SM prediction. We set an upper limit on the ZH production cross section times branching ratio for H → bb as a function of M H . The observed (expected) limit for M H = 125 GeV is 7.1 (5.1) times the SM cross section. Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 102,
                    "text": "Fig. 1",
                    "end": 108
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 429,
                    "text": "Table II",
                    "end": 437
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 442,
                    "text": "Fig. 2",
                    "end": 448
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: (color online). Distributions of the global RF discriminant in the tt depleted region, assuming MH = 125 GeV, after the fit to the background-only model for data (points with statistical error bars) and background (histograms) for (a) single-tagged events and (b) double-tagged events. (c) Background-subtracted distribution for (b). The signal distribution is shown with the SM cross section scaled by a factor of five. The blue lines indicate the uncertainty from the fit.",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: (color online). Expected and observed 95% C.L. cross section upper limits on the ZH cross section times branching ratio for H → bb, expressed as a ratio to the SM prediction.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "PACS numbers: 13.85.Ni, 13.85.Qk, 13.85.Rm, 14.80.Bn",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "TABLE",
            "section_rank": 5
        },
        {
            "text": "TABLE II :",
            "section_rank": 6
        },
        {
            "section": "TABLE II :",
            "text": "The expected and observed 95% C.L. upper limits on the ZH production cross section times branching ratio for ZH → ℓ + ℓ − bb, expressed as a ratio to the SM prediction.MH (GeV) 90 95 100 105 110 115 120 125 130 135 140 145 150 Expected 2.6 2.7 2.8 3.0 3.4 3.7 4.3 5.1 6.6 8.7 12 18 29 Observed 1.8 2.3 2.2 3.0 3.7 4.3 6.2 7.1 12 16 19 31 53",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "TABLE II :",
            "text": "* with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d DESY, Hamburg, Germany, e SLAC, Menlo Park, CA, USA, f University College London, London, UK, g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico and i Universidade Estadual Paulista, São Paulo, Brazil.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Acknowledgments",
            "section_rank": 8
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal",
            "paragraph_rank": 30,
            "section_rank": 8
        }
    ]
}