{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A study of D + K 0 S and D 0 K + final states is performed in a sample of 1.0 fb −1 of pp collision data collected at a centre-of-mass energy of √ s = 7 TeV with the LHCb detector. We confirm the existence of the D * s1 (2700) + and D * sJ (2860) + excited states and measure their masses and widths to be m(D * s1 (2700) + ) = 2709.2 ± 1.9(stat) ± 4.5(syst) MeV/c 2 , Γ(D * s1 (2700) + ) = 115.8 ± 7.3(stat) ± 12.1(syst) MeV/c 2 , m(D * sJ (2860) + ) = 2866.1 ± 1.0(stat) ± 6.3(syst) MeV/c 2 , Γ(D * sJ (2860) + ) = 69.9 ± 3.2(stat) ± 6.6(syst) MeV/c 2 .",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The spectrum of the known cs states is at present described as two S-wave states (D + s , D * + s ) with spin-parity assignment J P = 0 − , 1 − and four P-wave states (D * s0 (2317) + , D s1 (2460) + , D s1 (2536) + , D * s2 (2573) + ) with J P = 0 + , 1 + , 1 + , 2 + [1], of which the latter two have also been observed in semileptonic B-decays in LHCb [2]. This picture is still controversial since the D * s0 (2317) + and D s1 (2460) + states, discovered in 2003 [3][4][5][6], were predicted to have much higher masses [7][8][9][10][11]. Between 2006 and 2009, three new D sJ mesons were observed at the B factories in DK and D * K decay modes 1 and in three-body b-hadron decays: the D * s1 (2700) + [12][13][14], the D * sJ (2860) + [12,14] and the D sJ (3040) + [14] excited states. From the angular analyses in refs. [13,14], J P = 1 − is favoured for the D * s1 (2700) + state, a possible J P = 3 − assignment is discussed for the D * sJ (2860) + , and an unnatural parity is suggested for the D sJ (3040) + state since it was found to decay only to the D * K final state.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 269,
                    "text": "[1]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 355,
                    "text": "[2]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 467,
                    "text": "[3]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 470,
                    "text": "[4]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 473,
                    "text": "[5]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 476,
                    "text": "[6]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 523,
                    "text": "[7]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 526,
                    "text": "[8]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 529,
                    "text": "[9]",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 532,
                    "text": "[10]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 536,
                    "text": "[11]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 648,
                    "text": "1",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 705,
                    "text": "[12]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 709,
                    "text": "[13]",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 713,
                    "text": "[14]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 739,
                    "text": "[12,",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 743,
                    "text": "14]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 769,
                    "text": "[14]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 825,
                    "text": "[13,",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 829,
                    "text": "14]",
                    "end": 832
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The measured properties of the D * s1 (2700) + state are in agreement with theoretical expectations [7][8][9][10]15], but further confirmation is still needed. Similarly, the existence of the D * sJ (2860) + resonance is unclear. In the latest analysis by the BaBar collaboration [14], the observation of the D * sJ (2860) + decaying to the D * K final state rules out the J P = 0 + assignment, and the measured branching fraction ratio B(D * sJ (2860) + → D * K)/B(D * sJ (2860) + → DK) = 1.1 ± 0.2 is in conflict with theoretical predictions for different spin assignments [16][17][18][19]. The observed pattern can be explained in different scenarios [20,21], but lack of experimental data prevents further conclusions.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 100,
                    "text": "[7]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 103,
                    "text": "[8]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 106,
                    "text": "[9]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 109,
                    "text": "[10]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 113,
                    "text": "15]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 280,
                    "text": "[14]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 575,
                    "text": "[16]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 579,
                    "text": "[17]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 583,
                    "text": "[18]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 587,
                    "text": "[19]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 654,
                    "text": "[20,",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 658,
                    "text": "21]",
                    "end": 661
                }
            ]
        },
        {
            "text": "JHEP10(2012)151",
            "section_rank": 3
        },
        {
            "section": "JHEP10(2012)151",
            "text": "Given the controversial status of these high mass D sJ states, none of them is currently reported in the summary table of the Particle Data Group [1]. Experimental contributions are needed in order to disentangle the puzzle around the D * sJ (2860) + and to complete the picture of the cs spectrum. Using 1.0 fb −1 of data recorded by the LHCb detector during 2011 we perform an analysis of the D + K 0 S and D 0 K + final states in order to confirm the existence of the D * s1 (2700) + and D * sJ (2860) + states and to measure their masses and widths.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 146,
                    "text": "[1]",
                    "end": 149
                }
            ]
        },
        {
            "text": "Detector description",
            "section_rank": 4
        },
        {
            "section": "Detector description",
            "text": "The LHCb detector [22] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of siliconstrip detectors and straw drift-tubes placed downstream. The combined tracking system has momentum resolution ∆p/p that varies from 0.4% at 5 GeV/c to 0.6% at 100 GeV/c, and impact parameter 2 resolution of 20 µm for tracks with high transverse momentum (p T ) with respect to the beam direction. Charged hadrons are identified using two ringimaging Cherenkov detectors. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and pre-shower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a muon system composed of alternating layers of iron and multiwire proportional chambers. The trigger consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage which applies a full event reconstruction. Monte Carlo simulated event samples are used to calculate the effects of the detector on the mass resolution. The pp collisions are generated using Pythia 6.4 [23] with a specific LHCb configuration [24]. Decays of hadronic particles are described by EvtGen [25] and the interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [26,27] as described in ref. [28]. Simulated events are reconstructed in the same manner as data.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 18,
                    "text": "[22]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1457,
                    "text": "[23]",
                    "end": 1461
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1497,
                    "text": "[24]",
                    "end": 1501
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1556,
                    "text": "[25]",
                    "end": 1560
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1684,
                    "text": "[26,",
                    "end": 1688
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1688,
                    "text": "27]",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1713,
                    "text": "[28]",
                    "end": 1717
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "We reconstruct the D + K 0 S final state using the D + → K − π + π + and K 0 S → π + π − decay modes, and the D 0 K + final state using the D 0 → K − π + decay mode. Because of their long lifetime, K 0 S mesons may decay inside or outside the vertex detector. Those that decay within the vertex detector acceptance have a mass resolution about half as large as those that decay outside of its acceptance, as observed in figure 1.",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Tracks are required to have good track fit quality, momentum p > 3 GeV/c and transverse momentum p T > 250 MeV/c. Tracks pointing to a pp collision vertex (primary vertex) are rejected by means of an impact parameter requirement in the reconstruction of the D + , D 0 and K 0 S candidates. The tracks used to reconstruct the mesons decaying inside",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "JHEP10(2012)151",
            "section_rank": 6
        },
        {
            "section": "JHEP10(2012)151",
            "text": "the vertex detector are required to have a distance of closest approach among them smaller than 0.5 mm.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2012)151",
            "text": "To improve the signal to background ratio for the reconstructed D + , D 0 and K 0 S meson candidates, we require the cosine of the angle between the momentum of the meson candidate and the direction defined by the positions of the primary and the meson decay vertex, to be larger than 0.9999 for K 0 S and 0.99999 for charmed mesons. This requirement ensures that the meson candidates are produced in the primary pp interaction, and reduces the contribution from particles originating from b-hadron decays. The D + and K 0 S , and similarly D 0 and K + candidates, are fitted to a common vertex requiring χ 2 /ndf < 8, where ndf is the number of degrees of freedom. The purity of the charmed meson candidates is enhanced by requiring the decay products to be identified by the ring-imaging Cherenkov detectors, using the difference in the log-likelihood between the kaon and pion hypotheses ∆ ln L Kπ . We require ∆ ln L Kπ > 2(0) for kaon tracks and ∆ ln L Kπ < 10(6) for pion tracks from D + (D 0 ) decays. The overlap region in the particle identification definition of a kaon and a pion is small and not a problem given the reduced number of multiple candidates per event. Figure 1 shows the invariant mass spectra for the D + , D 0 and K 0 S meson candidates after the described selection is applied. The signal regions for D + , D 0 and K 0 S candidates correspond to ±3 standard deviations in mass resolution from the peak values.",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1177,
                    "text": "Figure 1",
                    "end": 1185
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "At 7 TeV, charged track multiplicities from pp interactions are very high, extending beyond 100 tracks per event, leading to large combinatorial background. We define θ as the angle between the momentum direction of the kaon in the DK rest frame and the momentum direction of the DK system in the laboratory frame. This variable is symmetrically distributed around zero for resonant states, but more than 90% of combinatorial background events are in the negative cos θ region. We therefore require cos θ > 0 to strongly reduce combinatorial background, for both D + K 0 S and D 0 K + final states. A further reduction of this type of background is achieved by performing an optimization of the signal significance of the cleanest D sJ peak in the DK samples, the D * s2 (2573) + state. In the 2.5−2.6 GeV/c 2 mass region of the DK spectra, we compute the maximum of the signal",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2012)151",
            "text": "where N S and N B are the number of signal and background events, as a function of different requirements on discriminating variables. This study motivates the following choices. For the D",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2012)151",
            "text": "S candidates decaying inside the vertex detector, and",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2012)151",
            "text": "candidates decaying outside the vertex detector. For the D 0 K + final state we require p T (K + ) > 1.5 GeV/c and P NN K (K + ) > 0.45, trained using inclusive fully simulated Monte Carlo samples and calculated from a neural network using as input particle identification log-likelihoods, momenta, tracking related variables and sub-detector acceptance requirements combined with Bayesian statistical methods [29].  show very similar features. The sharp peak near the threshold is due to the feed-down from has J P = 1 + , the decay to DK systems is forbidden by angular momentum and parity conservation. The observed feed-down is well isolated and the overlap with high mass structures is negligible. A prominent peak is observed around 2.57 GeV/c 2 , corresponding to the spin-2 D * s2 (2573) + resonance. We also observe two broad structures near 2.71 GeV/c 2 and 2.86 GeV/c 2 in both mass spectra, which previous measurements [14] have associated with the spin-1 D * s1 (2700) + state and the D * sJ (2860) + state. We perform a binned (5 MeV/c 2 bin size) simultaneous extended maximum likelihood fit to the two DK mass spectra in the 2.44−3.46 GeV/c 2 range, where the lower bound excludes the D s1 (2536) + feed-down events. Hereafter we will refer to this as the reference fit.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 410,
                    "text": "[29]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 931,
                    "text": "[14]",
                    "end": 935
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The D sJ signal components are described by relativistic Breit-Wigner lineshapes including the Blatt-Weisskopf form factors which limit the maximum angular momentum in a strong decay via the introduction of an effective radial meson potential [30]. Mass resolution effects are neglected in the reference fit, since the expected widths for the D * s1 (2700) + and D * sJ (2860) + states are between one and two orders of magnitude larger than the detector mass resolution, but these effects are included as a source of systematic uncertainty. The background distribution is largely dominated by randomly associated DK pairs created during the hadronization processes, and is described using a linear combination of Chebyshev polynomials of the first kind, of order from one to six. These polynomials are flexible and capable of describing possible background fluctuations from non-resonant events. The analytical function to describe the background component was trained on a fully combinatorial wrong-sign sample of D 0 K − events, reconstructed and selected in the same way as the D 0 K + final state candidates. Additionally, we generate a sample of signal events where the D sJ components of the probability density function are taken from the combined DK and D * K measurement performed by the BaBar experiment [14]. From the combination of the wrong-sign and signal simulated samples we study possible fit instabilities and correlations of the width of the D * s1 (2700) + state as a function of the lower fit bound.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 243,
                    "text": "[30]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1315,
                    "text": "[14]",
                    "end": 1319
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The signal model was chosen from a set of fits to the DK mass spectra, where we include and remove the expected D sJ states from the fit function, with their masses and widths fixed to the previous BaBar measurement. The reference signal model, which shows the best χ 2 /ndf, includes the spin-2 D * s2 (2573) + , spin-1 D * s1 (2700) + and D * sJ (2860) + states. Regarding the D sJ (2860) + state, we use a spin-0 hypothesis since at present no conclusive J P assignment has been made for this state. With the current data sample we are not able to identify the presence of additional states in the 2.86 GeV/c 2 region, as proposed in ref. [20]. In order to reduce correlations between the background function and the width of the broad resonances and to improve fit stability, we fix the less contributing and most correlated parameters, the order three, five, and six Chebyshev polynomial coefficients for the two DK invariant mass spectra. These parameters are taken from a preliminary fit, where the signal model is fixed to values obtained using an approximate background shape, similar to that used in the BaBar analysis [14] and described in section 5.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 642,
                    "text": "[20]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1129,
                    "text": "[14]",
                    "end": 1133
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The reference fit includes a total of twenty-six parameters, fourteen to describe the background components (six fixed as mentioned above) and twelve for the description of the signal contributions.  in table 1 and table 2, respectively. The projections of the fitted function superimposed to the data and the residuals after subtracting the fitted background distribution, are shown in figure 3.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 200,
                    "text": "in table 1 and table 2",
                    "end": 222
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 387,
                    "text": "figure 3",
                    "end": 395
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The fit quality is acceptable with a total χ 2 /ndf of 464/422=1.1. We account for imperfections in the magnetic field map and alignment of the tracking system. These corrections are computed using a sample of D 0 → K − π + decays, using the momentum scale calibration method explained in ref. [31]. The corrections were found to be compatible with zero and therefore neglected.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 294,
                    "text": "[31]",
                    "end": 298
                }
            ]
        },
        {
            "text": "Cross-checks and systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Cross-checks and systematic uncertainties",
            "text": "The fit is validated using a large set of simulated experiments. No biases are observed and the resolution reported by the fit to data is found to be in agreement with the resolution from the analysis of the generated experiments. As a cross-check, we perform a set of fits to different data subsamples. We perform independent fits to the D + K 0 S and D 0 K + samples (table 1) and to the D + K 0 S sample splitting the contributions from the K 0 S meson decaying inside and outside the vertex detector. We repeat the reference fit on different DK samples recorded with positive and negative magnet polarity, and also in a data sample of candidates required to pass dedicated D + and D 0 triggers. In all cases, we found the fit results to be compatible with the reference fit.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Cross-checks and systematic uncertainties",
            "text": "Systematic uncertainties are summarized in table 3. They are calculated as the difference between the results of alternative fits and the reference fit, unless otherwise stated.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Cross-checks and systematic uncertainties",
            "text": "A systematic uncertainty is associated to the signal model. Given the unknown J P assignment for the D * sJ (2860) + excited state, we repeat the reference fit assuming spin-1, spin-2 and spin-3 hypotheses for this resonance. A second systematic contribution to the signal description comes from the fact that the Blatt-Weisskopf form factors introduce a penetration radius that we fixed in the reference fit to 1.5 GeV −1 . The contribution to the systematic uncertainty is estimated by varying this value within the 1 − 3 GeV −1 range. In both cases, we take the largest variation as systematic uncertainty. The quadratic combination of these two effects represents the largest systematic contribution to the D * sJ (2860) + parameters.",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "JHEP10(2012)151",
            "section_rank": 8
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The background component is highly correlated with the yield and width of the broad structures, particularly for the D * s1 (2700) + state. Four uncorrelated effects are studied. We use an empirical function to describe the background component in the D + K 0 S decay mode. This function, similar to that used in the BaBar analysis [14], is composed of a threshold function multiplied by a decreasing exponential of the form (m − m th ) p exp −c 1 m − c 2 m 2 , where m th = m(D + ) + m(K 0 S ). On the D 0 K + sample, this function does not reproduce correctly the background shape. Instead we generate a set of samples, using the reference probability density function, but randomly varying the background parameters. The average difference between the generated and fitted values for the D * s1 (2700) + and D * sJ (2860) + masses and widths is taken as the systematic uncertainty. We repeat the reference fit changing the lower bound of the fit range by ±10 MeV/c 2 and the upper bound by −50 MeV/c 2 . This has the largest effect on the width of the D * s1 (2700) + state since the broad width is sensitive to modifications in the amount of background near the threshold and in the long high-mass tail. Finally we evaluate a systematic uncertainty given by the effect of fixing some of the background parameters in the reference fit. We perform a set of fits accounting for all possible up and down variations (independently and simultaneously) of these parameters. The variations are of 10% for D + K 0 S background parameters and of 5% in the case of the D 0 K + decay mode. According to a fit χ 2 study, alternative fits with larger variations of the fixed parameters do not describe the data correctly and therefore not used to compute systematic uncertainties. We adopt as systematic uncertainty the root-mean-square variation of all the fits for the given parameter. As expected, this effect contributes mainly to the widths of the resonances since these parameters correlate strongly with the background shape. The total background model systematic uncertainty is the quadratic combination of the four effects discussed.",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 332,
                    "text": "[14]",
                    "end": 336
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "Evidence for an additional broad state around 3 GeV/c 2 has been shown previously in D * K decay modes [14]. Theoretical predictions for broad high mass states decaying to DK modes can be found in refs. [7,8,10]. Therefore, in addition to the D * s1 (2700) + and D * sJ (2860) + high mass states, we allow for another signal component in the fit. No statistically significant structure is found.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 103,
                    "text": "[14]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 203,
                    "text": "[7,",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 206,
                    "text": "8,",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 208,
                    "text": "10]",
                    "end": 211
                }
            ]
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The uncertainty introduced by the selection criteria is computed by repeating the fit in a sample with the following selection:",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "JHEP10(2012)151",
            "text": "S combinations with the K 0 S meson decaying inside and outside the vertex detector, respectively, while for the D 0 K + sample we apply p T (K + ) > 1. S (D 0 K + ) decay mode. This effect is accounted for by a convolution of the relativistic Breit-Wigner lineshapes with a single Gaussian function without offset whose width is fixed to the mass resolution estimated using fully simulated events. Here, the largest contribution arises from the D * s2 (2573) + state, since a narrower width for this state causes a deviation in the masses and widths of the resonances under study.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The observed D * s1 (2700) + and D * sJ (2860) + states can also decay into D * K final states (depending on the D * sJ (2860) + spin-parity) and this should be reflected as feed-down components to the DK samples, arising from D * + → D + π 0 , D + γ and D * 0 → D 0 π 0 , D 0 γ decays, where the neutral pion and photon are not reconstructed. In this case, we expect the feed-down structures to be shifted by about −142 MeV/c 2 from the measured mass and with similar width but with a small spread from resolution effects. Ignoring resolution effects, we evaluate a systematic uncertainty due to the presence of possible feed-down by including the two additional components to describe the D * s1 (2700) + → D * + K 0 S , D * 0 K + and D * sJ (2860) + → D * + K 0 S , D * 0 K + processes, with fixed masses and widths to avoid large correlations. The uncertainty due to this effect is about a factor two smaller than the statistical precision on the masses and widths.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "JHEP10(2012)151",
            "text": "Finally, to investigate the effect of binning the data samples, we repeat the fit using bins with size of 1 MeV/c 2 . This effect is observed to be negligible.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The total systematic uncertainty is calculated as the quadratic sum of all the mentioned contributions. The systematic uncertainties on the D * s1 (2700) + and D * sJ (2860) + parameters dominate the overall measurement uncertainties. All results are compatible with previous results from the B factories [13,14]. The statistical uncertainties for all parameters are improved by an overall factor of two with respect to JHEP10(2012)151",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 305,
                    "text": "[13,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 309,
                    "text": "14]",
                    "end": 312
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 9
        },
        {
            "section": "Conclusions",
            "text": "the BaBar measurements in the same decay modes, and it is of the same order as for the combined DK and D * K BaBar measurement. The precision of the measured quantities is dominated by systematic effects. We do not observe any statistically significant D sJ resonance in the mass region above 3 GeV/c 2 . To shed light on the puzzle around the spin-parity of the D * sJ (2860) + state and to confirm the spin-parity assignment of the D * s1 (2700) + , an angular analysis of D * K samples would be needed.",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "JHEP10(2012)151",
            "section_rank": 10
        },
        {
            "section": "JHEP10(2012)151",
            "text": "The LHCb collaboration",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "4Figure 1 .",
            "section_rank": 11
        },
        {
            "section": "4Figure 1 .",
            "text": "Figure 1. Invariant mass distribution (points) for (a)D + , (b) D 0 , K 0S decaying (c) inside and (d) outside the vertex detector. We show the total probability density function (solid curve), the signal component as a sum of Gaussian distributions (dotted curve) and a decreasing exponential distribution to describe the background component (dashed curve). The region within the vertical lines corresponds to ±3 standard deviations in mass resolution from the measured peak.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Figure 2 .",
            "section_rank": 12
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Invariant mass distributions for (a) D + K 0 S and (b) D 0 K + .",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Figure 3 .",
            "section_rank": 13
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Invariant mass distributions (points) for (a) D + K 0 S and (b) D 0 K + . We show the total simultaneous probability density function (solid line), the D * s2 (2573) + (fine dotted line), D * s1 (2700) + (dot-dot-dot dashed line), D * sJ (2860) + (dot dashed line) and background contribution (dashed line). Invariant mass distributions after combinatorial background subtraction are shown for (c) D + K 0 S and (d) D 0 K + , where the vertical scales are truncated to show the D * s1 (2700) + and D * sJ (2860) + signals more clearly.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "8 GeV/c and P NN K (K + ) > JHEP10(2012)151 0.5. These selection criteria are established by optimizing the signal significance of the D * s2 (2573) + in the 2.5 − 2.6 GeV/c 2 range, as done previously, but this time downscaling the number of signal events by one order of magnitude 0.1N S / √ 0.1N S + N B , trying to mimic the signal to background ratio observed for the D * s1 (2700) + and D * sJ (2860) states. Mass resolution effects are neglected in the reference fit since the measured widths are much larger than the mass resolution obtained from Monte Carlo simulated data: 4.3 (3.3) MeV/c 2 at 2.71 GeV/c 2 and 5.2 (4.0) MeV/c 2 at 2.86 GeV/c 2 mass for the D + K 0",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Using 1 .",
            "section_rank": 15
        },
        {
            "section": "Using 1 .",
            "text": "0 fb −1 of data recorded by the LHCb experiment during 2011 in pp collisions at a centre-of-mass energy of √ s = 7 TeV, we perform a study of the D + K 0 S and D 0 K + final states. We observe for the first time the production of D * s1 (2700) + and D * sJ (2860) states in hadronic interactions and measure their parameters to be m(D * s1 (2700) + ) = 2709.2 ± 1.9(stat) ± 4.5(syst) MeV/c 2 , Γ(D * s1 (2700) + ) = 115.8 ± 7.3(stat) ± 12.1(syst) MeV/c 2 , m(D * sJ (2860) + ) = 2866.1 ± 1.0(stat) ± 6.3(syst) MeV/c 2 , Γ(D * sJ (2860) + ) = 69.9 ± 3.2(stat) ± 6.6(syst) MeV/c 2 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "where the neutral pion or photon have not been reconstructed. Since the D s1 (2536) + state",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Table 1 .",
            "section_rank": 17
        },
        {
            "section": "Table 1 .",
            "text": "The six parameters for the masses and widths of all the D sJ structures Reference fit to D + K 0 S and D 0 K + 464/422 2 709 ± 2 115 ± 7 2 866 ± 1 70 ± 3 D + K 0 Parameters for D * s1 (2700) + and D * sJ (2860) + states, evaluated with binned fits to the samples. Masses and widths are given in units of MeV/c 2 . Uncertainties are statistical only.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "section": "Table 1 .",
            "text": "Table 2. Total number of events for D * s1 (2700) + and D * sJ (2860) + , evaluated with the reference fit. Uncertainties are statistical only. are constrained to be the same in the D + K 0 S and D 0 K + samples. The reference fit results for the D * s1 (2700) + and D * sJ (2860) + parameters and total number of events are reported",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Table 3 .",
            "section_rank": 18
        },
        {
            "section": "Table 3 .",
            "text": "Systematic uncertainties for the D * s1 (2700) + and D * sJ (2860) + parameters. Mass and width uncertainties, δm and δΓ, are given in units of MeV/c 2 . The total uncertainties are calculated as the quadratic sums of all contributions.",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "section": "Table 3 .",
            "text": "DK refers to D + K 0 S and D 0 K + , while D * K refers to D * + K 0S and D * 0 K + final states, where the inclusion of charge conjugate final states is implicit everywhere.",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "section": "Table 3 .",
            "text": "The perpendicular distance between the track path and the position of a pp collision.",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at CERN and at the LHCb institutes, and acknowledge support from the National Agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); CERN; NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); ANCS (Romania); MinES of Russia and Rosatom (Russia); MICINN, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7 and the Region Auvergne.",
            "paragraph_rank": 41,
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 42,
            "section_rank": 20
        }
    ]
}