{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The transverse target spin azimuthal asymmetry A",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "in hard exclusive production of ρ 0 mesons was measured at COMPASS by scattering 160 GeV/c muons off transversely polarised protons and deuterons. The measured asymmetry is sensitive to the nucleon helicity-flip generalised parton distributions E q , which are related to the orbital angular momentum of quarks in the nucleon. The",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "is presented in a wide kinematic range: 1 (GeV/c) 2 < Q 2 < 10 (GeV/c) 2 , 0.003 < x Bj < 0.3 and 0.05 (GeV/c) 2 < p 2 T < 0.5 (GeV/c) 2 for protons or 0.10 (GeV/c) 2 < p 2 T < 0.5 (GeV/c) 2 for deuterons. Results for deuterons are obtained for the first time. The measured asymmetry is small in the whole kinematic range for both protons and deuterons, which is consistent with the theoretical interpretation that contributions from GPDs E u and E d approximately cancel.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "Hard exclusive electro-and muoproduction of mesons on nucleons has played an important role in studies of strong interactions and recently gained renewed interest as it allows access to generalised parton distributions (GPDs) [1][2][3][4][5]. The GPDs provide a novel and comprehensive description of the partonic structure of the nucleon and contain a wealth of new information. In particular, they embody both nucleon electromagnetic form factors and parton distribution functions. Furthermore, GPDs provide a description of the nucleon as an extended object, referred to as 3-dimensional nucleon tomography [6][7][8], which correlates longitudinal momenta and transverse spatial degrees of freedom of partons. The evaluation of GPDs may for the first time provide insight into angular momenta of quarks, another fundamental property of the nucleon [2,3]. The mapping of nucleon GPDs, which very recently became one of the key objectives of hadron physics, requires a comprehensive program of measuring various hard exclusive processes in a broad kinematic range, in particular deeply virtual Compton scattering (DVCS). Hard exclusive meson production provides independent and complementary information.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 226,
                    "text": "[1]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 229,
                    "text": "[2]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 232,
                    "text": "[3]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 235,
                    "text": "[4]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 238,
                    "text": "[5]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 610,
                    "text": "[6]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 613,
                    "text": "[7]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 616,
                    "text": "[8]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 851,
                    "text": "[2,",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 854,
                    "text": "3]",
                    "end": 856
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In perturbative QCD (pQCD), there exists a general proof of factorisation [9] for exclusive meson production by longitudinal virtual photons. In this case the amplitude for hard exclusive meson leptoproduction can be factorised into a hard-scattering part and soft parts, the latter depending on the structure of the nucleon described by GPDs and on the structure of the meson described by its distribution amplitude (DA). No similar proof of factorisation exists for transverse virtual photons. However, pQCD-inspired models taking into account parton transverse momenta have been proposed [10][11][12], which describe reasonably well the behaviour of the cross sections for both longitudinal and transverse photons, σ L and σ T , respectively.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 74,
                    "text": "[9]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "start": 417,
                    "text": "(DA)",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 591,
                    "text": "[10]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 595,
                    "text": "[11]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 599,
                    "text": "[12]",
                    "end": 603
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At leading twist, meson production is described by four types of GPDs: H f , E f , H f , E f , where f denotes a quark of a given flavour or a gluon. The GPDs are functions of t, x and ξ, where t is the squared four-momentum transfer to the nucleon, x the average and ξ half the difference of the longitudinal momenta carried by the struck parton in the initial and final states. In addition, there is a scale dependence of GPDs which is not explicitly shown here. Depending on the quark content and the quantum numbers of the meson, there exists sensitivity to various types of GPDs and different quark flavours. In particular, production of vector mesons is sensitive only to GPDs H f and E f . The GPDs attracted much attention after it was shown that the total angular momentum of a given parton species f is related to the second moment of the sum of GPDs H f and E f via the Ji relation [2]:",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 893,
                    "text": "[2]",
                    "end": 896
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "which holds for any value of ξ. The spin-independent cross sections for DVCS and for vector meson production by longitudinal photons on a proton target are mostly sensitive to the nucleon-helicity-conserving GPDs H f , with GPDs E f being suppressed in the COMPASS kinematic domain. However, the GPDs E f are of special interest, as they are related to the orbital angular momentum of quarks. They describe transitions with nucleon helicity flip, in which orbital angular momentum must be involved due to total angular momentum conservation. It was pointed out that the spin dependent cross sections for DVCS on transversely polarised protons [13,14] and for exclusive vector meson production by longitudinal photons on transversely polarised nucleons [15] are sensitive to the 'elusive' nucleon helicity-flip GPDs E f . Access to GPDs E f is also possible by measurements of the cross section for DVCS on an unpolarised neutron target [14].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 643,
                    "text": "[13,",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 647,
                    "text": "14]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 752,
                    "text": "[15]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 936,
                    "text": "[14]",
                    "end": 940
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Measurements of the lepton helicity dependent DVCS cross section on neutrons were performed by the JLAB Hall A collaboration [16] and the transverse target spin asymmetries for DVCS from transversely polarised protons were measured by the HERMES experiment [17]. Model-dependent estimates of the total angular momenta of quarks, J u and J d , derived from the results of these measurements, indicate a large value for J u and a value close to zero for J d , in agreement with results from lattice QCD [18].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 125,
                    "text": "[16]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 257,
                    "text": "[17]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 501,
                    "text": "[18]",
                    "end": 505
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In exclusive vector meson production on transversely polarised targets the observable sensitive to the GPDs E f is the azimuthal asymmetry A",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "(see Sec. 2 for the definition). Here, the indices U and T refer to the beam spin independent and transverse target spin dependent cross section, and sin(φ − φ S ) indicates the type of azimuthal modulation of the cross section. The GPDs E f appear at leading twist only in this azimuthal asymmetry for vector meson production by longitudinal photons.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The only previous measurement of",
            "section_rank": 4
        },
        {
            "section": "The only previous measurement of",
            "text": "for exclusive ρ 0 electroproduction on transversely polarised protons was performed by the HERMES experiment [19,20]. Its separate extraction for longitudinally and transversely polarised ρ 0 mesons gave values consistent with zero. A model-dependent attempt was made [19] to extract the value of the total angular momentum J u of u quarks in the proton, although limited by large experimental uncertainties.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 109,
                    "text": "[19,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 113,
                    "text": "20]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 268,
                    "text": "[19]",
                    "end": 272
                }
            ]
        },
        {
            "section": "The only previous measurement of",
            "text": "In this paper, we present results on A",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "The only previous measurement of",
            "text": "for exclusive ρ 0 meson muoproduction on transversely polarised protons and deuterons. The experiment was carried out at CERN by the COMPASS collaboration using the 160 GeV/c muon beam and a polarised target filled either with lithium deuteride ( 6 LiD) or ammonia (NH 3 ) to provide polarised deuterons or protons, respectively.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Theoretical framework",
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "The cross section of hard exclusive ρ 0 leptoproduction, µ N → µ ρ 0 N , on a transversely polarised nucleon depends on the photon virtuality Q 2 , the Bjorken variable x Bj , t, φ and φ S [21]. Here φ is the azimuthal angle between the lepton scattering plane and the plane containing the virtual photon and the produced meson (hadron plane), while φ S is the azimuthal angle of the target spin vector around the virtual photon direction relative to the lepton scattering plane (see variables used in this paper is given in Table 1.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 189,
                    "text": "[21]",
                    "end": 193
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 525,
                    "text": "Table 1",
                    "end": 532
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "In the COMPASS kinematic region the cross section can be expressed as:",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "where only terms relevant for the present analysis are shown explicitly. The general formula for the cross section for meson leptoproduction, which contains the dependence on the projectile and target spins and THEORETICAL FRAMEWORK ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "four-momentum of ρ 0 meson q = k − k four-momentum of virtual photon Q = −q 2 invariant negative mass squared of virtual photon W = (p + q) 2 invariant mass of the",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 76,
                    "text": "2",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 140,
                    "text": "2",
                    "end": 141
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "energy of virtual photon in the laboratory system",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "Bjorken scaling variable",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "fraction of lepton energy lost in the laboratory system M ππ invariant mass of π + π − system t = (q − v) 2 square of the four-momentum transfer to the target nucleon p 2 T transverse momentum squared of vector meson with respect to the virtual photon direction E ρ 0 energy of ρ 0 in the laboratory system",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 106,
                    "text": "2",
                    "end": 107
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "missing mass squared of the undetected system",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "the complete azimuthal dependence, can be found in Ref. [21]. The component of the transverse target spin perpendicular to the virtual photon direction, S T , is in the COMPASS kinematic region very well approximated by the corresponding component perpendicular to the direction of the incoming muon. The virtual photon polarisation parameter is given by",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 56,
                    "text": "[21]",
                    "end": 60
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "where y is the virtual-photon fractional energy, γ = 2x Bj M p /Q and M p the proton mass.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "The symbols σ ij mn represent spin-dependent photoabsorption cross sections or interference terms, which are proportional to bilinear combinations of helicity amplitudes A i m for the subprocess",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Theoretical framework",
            "text": "where the dependence on kinematic variables is omitted for brevity. The virtual-photon helicity is denoted by m(n) = 0, ±1, the target nucleon helicity by i(j) = ± 1 2 , and the notation is restricted to 0, +, − for legibility.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "The transverse target spin dependent cross section is accessed experimentally by measuring the azimuthal asymmetry",
            "section_rank": 6
        },
        {
            "section": "The transverse target spin dependent cross section is accessed experimentally by measuring the azimuthal asymmetry",
            "text": ", which is proportional to the sin(φ − φ S ) moment of the cross section for a transversely polarised target. It can be expressed as",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "The transverse target spin dependent cross section is accessed experimentally by measuring the azimuthal asymmetry",
            "text": "The denominator contains the spin-averaged cross section with contributions from both transverse and longitudinal virtual photons. The leading twist interference term σ +− 00 corresponds to ρ 0 production by longitudinal photons, while the higher twist term σ +− ++ corresponds to production by transverse photons.",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "The transverse target spin dependent cross section is accessed experimentally by measuring the azimuthal asymmetry",
            "text": "The former term is proportional to a weighted sum of convolutions of the GPDs E f with the DA of the produced meson and a hard scattering kernel [15]. The weights depend on the contributions of quarks of various flavours and gluons to the production of a given vector meson.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 145,
                    "text": "[15]",
                    "end": 149
                }
            ]
        },
        {
            "section": "The transverse target spin dependent cross section is accessed experimentally by measuring the azimuthal asymmetry",
            "text": "The direct method to separate terms arising from production by longitudinal and transverse photons is the Rosenbluth separation. However, it is not feasible with the present data as only measurements at one beam energy are available. In Ref. [22] another method was proposed which can be used for vector meson production in the approximation of s-channel helicity conservation and exploiting the decay angular distributions of the meson. It was applied by HERMES for the analysis of ρ 0 production on transversely polarised protons. In our analysis we do not attempt such a separation. Nevertheless, the present 'unseparated' results can be compared to the predictions of existing models which take into account also higher twist effects.",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 242,
                    "text": "[22]",
                    "end": 246
                }
            ]
        },
        {
            "text": "Experimental set-up",
            "section_rank": 7
        },
        {
            "section": "Experimental set-up",
            "text": "The experiment [23] was performed using the high intensity positive muon beam from the CERN SPS M2 beam line. The instantaneous µ + beam intensity during extraction is about 4 • 10 7 /s. The average beam momentum is 160 GeV/c with a spread of 5 GeV/c. The momentum of each incident muon is measured upstream of the experimental area with a relative precision better than 1 %. The µ + beam is longitudinally polarised by the weak decays of the parent hadrons. Note that the beam polarisation does not affect the measurement of A",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 15,
                    "text": "[23]",
                    "end": 19
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The beam traverses a polarised solid-state target which contains 120 cm total length of polarisable material, which is either NH 3 for polarised protons or 6 LiD for polarised deuterons. Both protons and deuterons can be polarised either longitudinally or transversely with respect to the beam direction. A mixture of liquid 3 He and 4 He, used to refrigerate the target, and a small admixture of other nuclei are also present in the target. It consists of either three (NH 3 ) or two ( 6 LiD) separate cells with polarisable material, placed one after another along the beam. The spin directions in neighbouring cells are opposite. Both target configurations allow for a simultaneous measurement of azimuthal asymmetries for the two target spin directions to compensate flux-dependent systematic uncertainties. In order to reduce systematic effects of the acceptance, the spin directions are reversed periodically about every week with polarisation measurements before and after reversal. The three-cell configuration results in a more balanced acceptance for cells with opposite polarisation, which leads to a further reduction of systematic effects. The achieved polarisation, P T , is about 0.8 for protons (NH 3 ) and 0.5 for deuterons ( 6 LiD) with relative uncertainties of 3 % and 5 %, respectively.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 156,
                    "text": "6",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 325,
                    "text": "3",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 334,
                    "text": "4",
                    "end": 335
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The fraction of polarisable material in the target weighted by the corresponding cross sections is quantified by the dilution factor, f , that depends on the considered reaction. It is calculated using the measured material composition of the target and the nuclear dependence of the cross section for the studied reaction. For incoherent exclusive ρ 0 production the dilution factor is typically 0.25 for the NH 3 target and 0.45 for the 6 LiD target. See Sec. 6 for more details.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 439,
                    "text": "6",
                    "end": 440
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The target is housed in a large superconducting solenoid providing a field of 2.5 T along the beam direction. From 2002 to 2004 the angular acceptance was ±70 mrad at the upstream edge of the target. From 2006 onwards an upgraded target magnet with a new large-aperture solenoid was used. It provides an angular acceptance of ±180 mrad for the upstream target edge resulting in an increased hadron acceptance. The transverse holding field of up to 0.5 T, provided by a dipole coil, is used for adiabatic spin rotation and for measurements with transverse target polarisation.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Experimental set-up",
            "text": "The COMPASS spectrometer is designed to reconstruct scattered muons and produced hadrons in wide momentum and angular ranges. It consists of two stages, each equipped with a dipole magnet, to measure tracks with large and small momenta, respectively. In the high-flux region, in or close to the beam, tracking is provided by stations of scintillating fibres, silicon detectors, micromesh gaseous chambers and gas electron multiplier chambers. Large-angle tracking devices are multiwire proportional chambers, drift chambers and straw detectors. Muons are identified in large-area mini drift tubes and drift tubes placed downstream of hadron absorbers. Each stage of the spectrometer contains an electromagnetic and a hadron calorimeter. The identification of charged particles is possible with a RICH detector, although in this analysis we have not utilised the information from the RICH.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "Experimental set-up",
            "text": "The data recording system is activated by several triggers. For inclusive triggers, the scattered muon is identified by a coincidence of signals from trigger hodoscopes. Semi-inclusive triggers select events with a scattered muon and an energy deposit in a hadron calorimeter exceeding a given threshold. Moreover, a pure calorimeter trigger with a high energy threshold was implemented to extend the acceptance towards high Q 2 and x Bj . In order to suppress triggers due to halo muons, veto counters upstream of the target are used. The COMPASS trigger system covers a wide range of Q 2 , from quasi-real photoproduction to deep inelastic interactions.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "Event sample",
            "section_rank": 8
        },
        {
            "section": "Event sample",
            "text": "The results presented in this paper are based on the data taken with the transversely polarised 6 LiD target in 2003-2004 and with the transversely polarised NH 3 target in 2007 and 2010. The phase space of the incoming beam is equalised for all target cells using appropriate cuts on position and angle of beam tracks. An event to be accepted for further analysis is required to have an incident muon track, a scattered muon track and exactly two additional tracks of oppositely charged hadrons, all associated to a vertex in the polarised target material. [cm] In order to obtain a data sample in the deep inelastic scattering region, the following kinematic cuts are applied: 1 (GeV/c) 2 < Q 2 < 10 (GeV/c) 2 , where the upper limit is chosen to remove the region of Q 2 where the fraction of non-exclusive background is large; 0.1 < y < 0.9, in order to remove events with large radiative corrections (large y) or poorly reconstructed kinematics (low y). The second cut removes also events from the region of hadron resonances at small values of W . A small residual number of such events is removed by requiring W to be larger than 5 GeV/c 2 .",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 96,
                    "text": "6",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 710,
                    "text": "2",
                    "end": 711
                }
            ]
        },
        {
            "section": "Event sample",
            "text": "As RICH information is not used in this analysis, the charged pion mass hypothesis is assigned to each hadron track. In order to select events of incoherent exclusive ρ 0 production the following additional cuts are applied, which will be justified below:",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "Event sample",
            "text": "and",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "Event sample",
            "text": "These cuts allow us to minimise the effects of various types of backgrounds such as: (i) semi-inclusive deep-inelastic (SIDIS) production of a ρ 0 meson or π + π − pair, (ii) ρ 0 production with diffractive dissociation of the target nucleon, (iii) exclusive non-resonant π + π − pair production, (iv) coherent exclusive ρ 0 (or non-resonant π + π − pair) production on a target nucleus.   6 LiD (red, right scale) data. Vertical lines indicate the applied cuts. In order to exclude events originating from production of φ mesons decaying into two charged kaons, the cut M KK > 1.04 GeV/c 2 is applied, where M KK is the invariant mass of the two hadron system calculated assuming that both hadrons are kaons.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 390,
                    "text": "6",
                    "end": 391
                }
            ]
        },
        {
            "section": "Event sample",
            "text": "Because slow particles are not detected, exclusive events are selected by the cut on missing energy given by Eq. (7). The selected range is referred to as 'signal region' in the following. In the E miss distributions presented in Fig. 4 the peak at E miss ≈ 0 is the signal of exclusive ρ 0 production. The width (rms) of the peak, σ ≈ 1.25 GeV, is due to spectrometer resolution which motivates the cut on E miss (Eq. 7). Non-exclusive events (i) and (ii), where in addition to the recoil nucleon other undetected hadrons are produced, appear at E miss above about zero. However, due to the finite resolution they cannot be resolved  T for the NH 3 (black, left scale) and 6 LiD (red, right scale) data. Vertical lines indicate the applied cuts.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 113,
                    "text": "(7)",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 230,
                    "text": "Fig. 4",
                    "end": 236
                },
                {
                    "ref_id": "formula_17",
                    "start": 419,
                    "text": "7",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 674,
                    "text": "6",
                    "end": 675
                }
            ]
        },
        {
            "section": "Event sample",
            "text": "from the exclusive peak. The observed difference of E miss distribution shapes between the two samples at large E miss is due to the increase of the angular acceptance of the COMPASS setup mentioned in Sec. 3.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "The p 2",
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "T distributions are shown in Fig. 5. We choose to use p 2 T rather than t or t = |t| − t 0 , where t 0 is the minimal kinematically allowed |t|, because in the COMPASS kinematic region p T is determined with better precision by a factor of 2 to 5. In addition, the t distribution is distorted because t 0 , which depends on W , Q 2 , M ππ and M 2 X , is poorly determined for non-exclusive background events [24]. The shown p 2",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 29,
                    "text": "Fig. 5",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 408,
                    "text": "[24]",
                    "end": 412
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "T distributions indicate at small p 2 T values contributions from coherent ρ 0 production on target nuclei. Coherent events are suppressed by applying the lower cuts given by Eqs (9,10). A study of p 2 T distributions shows that in addition to exclusive coherent and incoherent ρ 0 production a third component, originating from non-exclusive background (i), is also present and its contribution increases with p 2",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "T , thus requiring also an upper cut. Therefore, in order to select the sample of events from incoherent exclusive ρ 0 production, the afore-mentioned p 2 T cuts were applied, which are indicated by vertical lines in Fig. 5.",
            "paragraph_rank": 44,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 153,
                    "text": "2",
                    "end": 154
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 217,
                    "text": "Fig. 5",
                    "end": 223
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "After all selections the final samples for incoherent exclusive ρ 0 production consist of about 797000 for the NH 3 target and 97000 events for 6 LiD target. The mean values of the kinematic variables Q 2 , x Bj , y, W and p 2 T are given in Table 2. Table 2: Mean values of the kinematic variables for proton and deuteron data. The most important background contributions introduced in the previous section are discussed here in more detail.",
            "paragraph_rank": 45,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 144,
                    "text": "6",
                    "end": 145
                },
                {
                    "type": "table",
                    "start": 242,
                    "text": "Table 2",
                    "end": 249
                },
                {
                    "type": "table",
                    "start": 251,
                    "text": "Table 2",
                    "end": 258
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "(i) The SIDIS contribution constitutes the largest source of background to the exclusive sample. It is estimated using Monte Carlo (MC) samples generated by the LEPTO generator with the COMPASS tuning of JETSET parameters [25]. The detector response is simulated using the description of either the NH 3 or the 6 LiD set-up for transverse target polarisation. Simulated data are subject to the same selection criteria as real data and analysed in the same bins of kinematic variables. Comparing the E miss distributions of real and simulated data reveals insufficient agreement for E miss > 7 GeV, where only SIDIS background contributes. The situation is improved considerably by weighting the h + h − MC data in every E miss bin i, by the ratio of numbers of like-sign events from real and MC data:",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 222,
                    "text": "[25]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 311,
                    "text": "6",
                    "end": 312
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "independent of other kinematic variables. As like-sign data contain only background, the weighting can be applied over the full E miss range. This weighting procedure relies on the assumption that weights obtained from like-sign data are applicable to unlike-sign data. This assumption is supported by the observation that",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "holds at large E miss , despite of different shapes of E miss distributions. The shape of the resulting weighted E miss distribution for unlike-sign MC data is parameterised for each individual target cell in every bin of Q 2 , x Bj or p 2",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "T . As the acceptance does not show a φ − φ S dependence, the MC data is not binned in this variable.",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "For the determination of the asymmetries as described in Sec. 6, the NH 3 and 6 LiD real data are binned in the same way in Q 2 , x Bj or p 2 T per target cell, and also in φ − φ S and according to the target spin orientation. Here, a binning in φ − φ S is preferred over a simultaneous binning in φ and φ S due to lack of statistics. In every such bin, the E miss distribution is fitted using a Gaussian for the signal of exclusive events in conjunction with the above explained fixed shape for the SIDIS background, with free normalisation. The data are corrected for this background on a bin-by-bin basis. As an example, Fig. 6 illustrates the two-component fit for the Q 2 bin with the largest background contribution. From these fits, the fractions f sidis of SIDIS events in the signal region (see Eq. (7)) are found to vary between 0.05 and 0.4, depending on kinematics and target set-up. On average, f sidis equals 0.18 for deuteron and 0.22 for proton data.",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 140,
                    "text": "2",
                    "end": 141
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 624,
                    "text": "Fig. 6",
                    "end": 630
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "(ii) Diffractive dissociation of the target nucleon into several particles is another type of background. Without a recoil detector, such events cannot be resolved from exclusive events by requirements on missing energy unless the mass M X of the recoiling system exceeds 2.4 GeV/c 2 . The high-M X tail of diffractive dissociation events can be seen in Fig. 6 next to the exclusive peak as a small enhancement over the SIDIS background. Diffractive dissociation background is examined using a MC event generator called HEPGEN [26]. This generator is dedicated to studies of hard exclusive single photon or meson production processes in the COMPASS kinematic domain. In addition, it allows also to generate single photon or meson production accompanied by diffractive dissociation of the nucleon. Using both exclusive and nucleon-dissociative ρ 0 events generated by HEPGEN, which are reconstructed and selected as the real data, the contribution from low-mass diffractive dissociation of the nucleon is found to be ≈ 14 % of the incoherent exclusive ρ 0 signal. No attempt is made to remove this type of background, motivated by HERA results on ρ 0 production where for unpolarised protons the angular distributions of proton-dissociative events were found consistent with those of exclusive events [27][28][29]. Using the E miss shape from HEPGEN, three-component fits to the experimental E miss distributions show negligible impact of nucleon-dissociative events onto the determination of f sidis .",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 354,
                    "text": "Fig. 6",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 527,
                    "text": "[26]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1300,
                    "text": "[27]",
                    "end": 1304
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1304,
                    "text": "[28]",
                    "end": 1308
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1308,
                    "text": "[29]",
                    "end": 1312
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "(iii) The background contribution due to exclusive non-resonant π + π − production, in particular the impact of its interference with resonant ρ 0 → π + π − production, is studied in bins of Q 2 , x Bj or p 2 T , while suppressing the SIDIS background by a restrictive cut on missing energy, −2.5 GeV < E miss < 0 GeV. As an example, the M π + π − distribution is shown in Fig. 7 for a selected Q 2 range, 1 (GeV/c) 2 < Q 2 < 1.2 (GeV/c) 2 . The modification of the ρ 0 relativistic Breit-Wigner shape in the presence of nonresonant π + π − events, which is observed for the distribution, is taken into account by applying either the Söding [30] or the Ross-Stodolsky [31] approach. The result of the fit to the data using the Söding parameterisation is shown in the figure, where contributions from the ρ 0 resonance, non-resonant π + π − pair production and the interference term are displayed. Different ranges of the invariant mass M π + π − were examined in order to minimise the impact of non-resonant pair production and the interference term. The determined range is given by Eq. (6), leading to an overall effect of less than 2 % in any kinematic bin of Q 2 , x Bj or p 2",
            "paragraph_rank": 52,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 373,
                    "text": "Fig. 7",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 438,
                    "text": "2",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 641,
                    "text": "[30]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 668,
                    "text": "[31]",
                    "end": 672
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "T . Exclusive resonant ρ 0 and exclusive non-resonant pair contributions are not distinguished in the following.",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "(iv) Coherent exclusive ρ 0 production on various nuclei of the target constitutes additional background. Its magnitude is estimated from the analysis of the shape of p 2",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "section": "The p 2",
            "text": "T distributions. In the kinematic region defined by Eqs (6)- (10), it amounts to 12 % for NH 3 and 8 % for 6 LiD. No correction is applied for this residual background, which is justified by the observation that in this region the asymmetry A",
            "paragraph_rank": 55,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 61,
                    "text": "(10)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 107,
                    "text": "6",
                    "end": 108
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "is consistent within statistical uncertainty with that for events from the small-p 2 T region. The latter is defined by p 2 T < 0.05 (GeV/c) 2 for the NH 3 target and p 2 T < 0.10 (GeV/c) 2 for the 6 LiD target,  Fig. 7: The M π + π − distribution with a fit using the Söding parameterisation is shown for NH 3 data in the selected kinematic range 1 (GeV/c) 2 < Q 2 < 1.2 (GeV/c) 2 , using the restrictive cut −2.5 GeV < E miss < 0 GeV to suppress the semi-inclusive background. The thick solid line represents the result of the fit, while the dashed, dotted and dashed-dotted ones represent contributions from resonant ρ 0 production, non-resonant π + π − production and the interference term respectively.",
            "paragraph_rank": 56,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 83,
                    "text": "2",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 198,
                    "text": "6",
                    "end": 199
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 213,
                    "text": "Fig. 7",
                    "end": 219
                }
            ]
        },
        {
            "section": "The p 2",
            "text": "where coherent production dominates.",
            "paragraph_rank": 57,
            "section_rank": 9
        },
        {
            "text": "Extraction of the asymmetry",
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "The asymmetry is determined in bins of Q 2 , x Bj or p 2 T , while integrating over the two remaining variables. For brevity the dependence on these variables is omitted in the following. The number of exclusive events, after subtraction of SIDIS background, can be expressed as a function of the angle φ − φ S in the following way",
            "paragraph_rank": 58,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 55,
                    "text": "2",
                    "end": 56
                }
            ]
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "where F is the muon flux, n the number of target nucleons, a(φ − φ S ) the product of acceptance and efficiency of the apparatus, σ 0 the spin-averaged cross section, f the dilution factor, ±|P T | the target polarisation, and the asymmetry A",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "is defined by Eq. (5). In this analysis, the asymmetry is extracted from a direct fit of the number of events in bins of φ − φ S . For each of the two target cells (ncell = 1, 2) and polarisation states (+, −),",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 18,
                    "text": "(5)",
                    "end": 21
                }
            ]
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "gives the number of events in bin j of φ − φ S , where j = 1 to m, and m = 12 the number of bins. Here φ = φ − φ S , the central value of bin j is denoted by φ c,j and ∆ is the bin width. In the case of NH 3 data, events from upstream and downstream cells of the three-cell target are combined. This leads to a system of 2 × 2 × m non-linear equations. The 'normalised acceptance' c ± j,ncell is the product of spin-averaged cross section, muon flux, number of target nucleons, acceptance and efficiency of the apparatus. The dependence on target dilution factor f and target polarisation P T is absorbed into the 'raw asymmetry' A that is directly fitted to the data.",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "A one-dimensional binned maximum likelihood method is used to solve the system of 4m equations. Here the likelihood is constructed from Gaussian distributions in order to account for the non-Poissonian nature of the background subtracted data. In order to reduce the number of unknowns, the reasonable assumption is made that possible changes of acceptances in target cell before and after target polarisation reversal are the same for every bin j and can be described by a common constant C:",
            "paragraph_rank": 62,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "Using this constraint, one can determine the 3m independent normalised acceptances c ± j,ncell , the constant C and the raw asymmetry A.",
            "paragraph_rank": 63,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "In every bin x Bj , Q 2 or p 2 T , the asymmetry A",
            "paragraph_rank": 64,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 29,
                    "text": "2",
                    "end": 30
                }
            ]
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "= A/ f |P T | using the raw asymmetry A obtained from the fit. The dilution factor f is calculated on an event-by-event basis using the measured contributions of various atomic elements in the target and a parameterisation of the nuclear dependence of the spin-independent cross section for the studied reaction, µN → µρ 0 N , as explained in Ref. [32]. The ratios of this cross section per nucleon for a given nucleus to the cross section on the proton or deuteron are parameterised [33] over a wide Q 2 -range, using measurements on various nuclear targets. No dependence of nuclear effects on y or ν is assumed, motivated by NMC results on exclusive ρ 0 production [34] in a kinematic range similar to that of COMPASS. The Q 2 dependence of the dilution factor for incoherent exclusive ρ 0 production is shown in Fig. 8. As can be seen, the values of the dilution factor f for the NH 3 target vary from 0.27 at Q 2 = 1 (GeV/c) 2 to 0.18 at Q 2 = 10 (GeV/c) 2 , and correspondingly from 0.45 to 0.42 for the 6 LiD target 1 . Radiative corrections are neglected in the present analysis, in particular in the calculation of f . They are expected to be small, mainly because of the exclusivity cuts (see Sec. 4) that largely suppress the otherwise dominant external photon radiation [35].  Fig. 8: Dilution factor f for exclusive ρ 0 production as a function of Q 2 . The solid (dashed) line represents the dilution factor for the NH 3 ( 6 LiD) target.",
            "paragraph_rank": 65,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 348,
                    "text": "[32]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 484,
                    "text": "[33]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 668,
                    "text": "[34]",
                    "end": 672
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 816,
                    "text": "Fig. 8",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1023,
                    "text": "1",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1282,
                    "text": "[35]",
                    "end": 1286
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 1289,
                    "text": "Fig. 8",
                    "end": 1295
                }
            ]
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "The correction to the proton asymmetry A",
            "paragraph_rank": 66,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "due to the polarisation of 14 N nuclei in the ammonia target was estimated following the approach of Refs [36,37]. The correction is proportional to the measured asymmetry for the deuteron and approximately given by:",
            "paragraph_rank": 67,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 106,
                    "text": "[36,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 110,
                    "text": "37]",
                    "end": 113
                }
            ]
        },
        {
            "section": "Extraction of the asymmetry",
            "text": ".",
            "paragraph_rank": 68,
            "section_rank": 10
        },
        {
            "section": "Extraction of the asymmetry",
            "text": "The factors account for the fraction of polarisable nitrogen nuclei in ammonia, the alignment of proton spin vs. 14 N spin, the ratio of 14 N to 1 H polarisations and the ratio of cross sections, σ d and σ p , for exclusive ρ 0 production by scattering muons off unpolarised deuteron and proton targets, respectively. The estimated corrections are very small, typically about 0.1 %, and are neglected in the following.",
            "paragraph_rank": 69,
            "section_rank": 10
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "In this section we describe tests performed to examine various sources of possible systematic uncertainties, namely: (a) bias of the applied estimator of the asymmetry, (b) data stability, (c) false asymmetries, (d) sensitivity to the method of background subtraction, (e) sensitivity to the Monte Carlo description used for the parameterisation of the background shape, (f) compatibility of results after background subtraction, and (g) uncertainties of target dilution factor and target polarisation value. As tests (a)-(c) are not sensitive to the background, they are performed using background non-corrected data. Possible systematic effects related to background subtraction are subject of tests (d)-(f).",
            "paragraph_rank": 70,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "(a) In this analysis a one-dimensional binned maximum likelihood method is used (see Sec. 6) rather than an extended unbinned maximum likelihood method [38,39] because the latter one depends strongly on the quality of the Monte Carlo description for the SIDIS background in the kinematic region of our data. At present none of the existing generators satisfactorily describes the SIDIS background. The bin-by-bin comparison of the background non-corrected results for each target indicates good agreement between both estimators. However, for each of the three binnings used, in x Bj , Q 2 and p 2 T , the mean asymmetry values for the deuteron from the binned method is observed to be slightly smaller than that from the unbinned method, by several percent of the statistical uncertainty. Additionally, systematic differences of similar size are seen in the deuteron data between the mean values of the asymmetries evaluated in the three binnings. Both these effects result in a systematic uncertainty of ≈ 0.10 σ stat . As systematic uncertainties (a)-(f) are evaluated using data, here and in the following a systematic uncertainty is expressed in terms of σ stat , which is the statistical error of the background corrected asymmetry measured in a given kinematic bin. For the proton data one observes good agreement between different estimators also at the level of mean asymmetries. The distribution of differences between mean asymmetries obtained from two estimators is centred at zero and its RMS value is used to estimate a systematic uncertainty of ≈ 0.12 σ stat . (b) Subsets of data, each containing two periods consecutive in time with opposite target polarisations, are compared to test the stability of data taking. For each of the 18 (3) subsets formed from proton (deuteron) data, the asymmetry is determined in every kinematic bin of x Bj , Q 2 and p 2",
            "paragraph_rank": 71,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 152,
                    "text": "[38,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 156,
                    "text": "39]",
                    "end": 159
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "T . All asymmetries are found to be compatible within statistical uncertainties.",
            "paragraph_rank": 72,
            "section_rank": 11
        },
        {
            "section": "Systematic uncertainties",
            "text": "(c) In order to investigate possible false asymmetries, the target is artificially divided into four cells of 30 cm length each, distributed contiguously along the beam direction. This allows the evaluation of two independent false asymmetries using cells with the same spin orientation. Determining these false asymmetries in the exclusive region leads to statistical fluctuations similar to those of the physics asymmetry. In order to increase the statistical significance, the false asymmetries are studied in an extended range, −10 GeV< E miss < 20 GeV. The resulting false asymmetries are found to be consistent with zero within statistical uncertainties. They are used to estimate upper bounds for the corresponding systematic uncertainty, namely 0.15 σ stat (0.49 σ stat ) for the proton (deuteron) data.",
            "paragraph_rank": 73,
            "section_rank": 11
        },
        {
            "text": "(d)",
            "section_rank": 12
        },
        {
            "section": "(d)",
            "text": "In order to estimate the sensitivity of the extracted azimuthal asymmetry to the method of background subtraction, an alternative method is applied using measured φ − φ S distributions of the SIDIS background. Their shapes are determined in the range 7 GeV < E miss < 20 GeV, where exclusive and diffractive-dissociation events can be neglected against the SIDIS background. They are measured for each kinematic bin in x Bj , Q 2 , and p 2",
            "paragraph_rank": 74,
            "section_rank": 12
        },
        {
            "section": "(d)",
            "text": "T respectively, and for each target cell and polarisation state. They are rescaled in such a way that in the exclusive region (see Eq. (7)) the total number of events for the rescaled distribution is equal to the number of background events obtained from the signal plus background fit to the E miss spectra. The rescaled spectra are subtracted from the corresponding φ − φ S distributions for the data and the asymmetries are extracted from the resulting background-corrected distributions as described in Sec. 6. In this approach one relies on the assumption that the background asymmetry does not depend on E miss . It is supported by studies of the asymmetry as a function of E miss in . A point-by-point comparison in the three kinematic binnings indicates for all data sets very good agreement between the two methods, within statistical uncertainties.",
            "paragraph_rank": 75,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 512,
                    "text": "6",
                    "end": 513
                }
            ]
        },
        {
            "section": "(d)",
            "text": "(e) In order to study the sensitivity of the SIDIS background subtraction to the Monte Carlo description, the effect of using unweighted or weighted LEPTO samples for the background parameterisation is investigated. Despite the different shapes of E miss distributions in the two cases, differences between background-corrected asymmetries are very small as expected, because a bad parameterisation of the background does not introduce a background asymmetry. Additionally, for the 2007 set-up a second large Monte Carlo background sample was generated using PYTHIA with default values of parameters [40]. The background shapes obtained with weighted LEPTO and weighted PYTHIA are similar but in general the latter results in about 10 % less background. In most of the kinematic bins the asymmetries are the same. The systematic uncertainty due to the Monte Carlo description of the SIDIS background is negligible for the proton data and is estimated to be about 0.04 σ stat for the deuteron data. T agrees within about 0.30 σ stat ; half of this difference is taken into account as systematic uncertainty due to background subtraction. For the deuteron data, the three mean asymmetry values are in reasonable agreement. The small differences observed are similar as in the case of the background non-corrected asymmetries and hence not introduced by background subtraction.",
            "paragraph_rank": 76,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 600,
                    "text": "[40]",
                    "end": 604
                }
            ]
        },
        {
            "section": "(d)",
            "text": "A summary of the systematic uncertainties (a)-(f) is given in Table 3. For each kinematic bin i, the total systematic uncertainty of the measured asymmetry A Not listed in the table are the scale uncertainties due to the relative uncertainties of dilution factor and target polarisation. For the NH 3 target these are 2% and 3%, which leads by quadratic superposition to a scale uncertainty of 0.036. The analogous values for the 6 LiD target are 2% and 5% , respectively, resulting in a scale uncertainty of 0.054. Note that these scale uncertainties are common for all measured asymmetries for a given target.",
            "paragraph_rank": 77,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 62,
                    "text": "Table 3",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 430,
                    "text": "6",
                    "end": 431
                }
            ]
        },
        {
            "text": "Results and comparison to model predictions",
            "section_rank": 13
        },
        {
            "section": "Results and comparison to model predictions",
            "text": "The transverse target spin asymmetries A sin(φ−φ S ) U T measured on proton and deuteron are shown in Fig. 9 as a function of x Bj , Q 2 or p 2 T , upon integrating over the two other variables. For both targets the asymmetries are found to be small and consistent with zero within statistical uncertainties. Note that this is the first measurement of A  Table 4 for each x Bj , Q 2 and p 2",
            "paragraph_rank": 78,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 102,
                    "text": "Fig. 9",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 142,
                    "text": "2",
                    "end": 143
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 355,
                    "text": "Table 4",
                    "end": 362
                }
            ]
        },
        {
            "section": "Results and comparison to model predictions",
            "text": "T bin, together with statistical and systematic uncertainties. Also, average values of kinematic variables for each bin are given. Averaged over the COMPASS kinematic region, the values of A sin(φ−φ S ) U T are −0.002 ± 0.010(stat) ± 0.003(sys) for the proton and 0.02 ± 0.03(stat) ± 0.02(sys) for the deuteron.",
            "paragraph_rank": 79,
            "section_rank": 13
        },
        {
            "section": "Results and comparison to model predictions",
            "text": "The results of a similar measurement of the asymmetry A sin(φ−φ S ) U T for ρ 0 production on the proton target by the HERMES experiment [19] are also consistent with zero within total experimental uncertainties. The separate asymmetries for longitudinally and transversely polarised ρ 0 mesons were found by HER-MES [20] to be consistent with zero as well.",
            "paragraph_rank": 80,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 137,
                    "text": "[19]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 317,
                    "text": "[20]",
                    "end": 321
                }
            ]
        },
        {
            "text": "Theoretical predictions for",
            "section_rank": 14
        },
        {
            "section": "Theoretical predictions for",
            "text": "for ρ 0 are given by the GPD model of Goloskokov and Kroll [41]. In this model, electroproduction of a light vector meson V at small x Bj is analysed in the handbag approach, in which the amplitude of the process is a convolution of GPDs with amplitudes for the partonic subprocesses γ * q f → V q f and γ * g → V g. The partonic subprocess amplitudes, which comprise corresponding hard scattering kernels and meson DAs, are calculated in the modified perturbative approach where the transverse momenta of quarks and antiquarks forming the vector meson are retained and Sudakov suppressions are taken into account. The model gives predictions for contributions from both measured on proton and deuteron in bins of Q 2 , x Bj and p 2",
            "paragraph_rank": 81,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 59,
                    "text": "[41]",
                    "end": 63
                }
            ]
        },
        {
            "section": "Theoretical predictions for",
            "text": "T . The systematic uncertainties are obtained using the values given in Table 3. In addition, a scale uncertainty of 3.6 % (5.4 %) accounts for uncertainties in the determination of the target polarisation and target dilution factor for proton (deuteron) data. proton data Q 2 (GeV/c) 2 x Bj p 2 T (GeV/c) 2  The predicted value of the proton asymmetry averaged over the COMPASS kinematic region is about −0.02 and correspondingly about −0.03 for HERMES. The comparison of the COMPASS results as a function of x Bj , Q 2 and p 2 T to the predictions of the model, shown in Fig. 9, indicates reasonable agreement. The curves were obtained using the default version of the model ('variant 1'), with only contributions from valence quark GPDs E u and E d . The indicated theoretical error bands reflect uncertainties in the GPD parameterisations.",
            "paragraph_rank": 82,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 72,
                    "text": "Table 3",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 285,
                    "text": "2",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 306,
                    "text": "2",
                    "end": 307
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 573,
                    "text": "Fig. 9",
                    "end": 579
                }
            ]
        },
        {
            "section": "Theoretical predictions for",
            "text": "In order to investigate the role of gluons and sea quarks the authors of the model consider two extreme cases for non-zero GPDs E g and E sea . They use either positive or negative E sea that saturates positivity bounds, and E g that is constrained by a sum-rule for the second moments of GPDs E of quarks and gluons [41]. Including GPDs E g and E sea has a very small effect on the predicted values of A sin(φ−φ S ) U T , resulting in differences with respect to the default version which are significantly smaller than the theoretical uncertainties shown in Fig. 9.",
            "paragraph_rank": 83,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 317,
                    "text": "[41]",
                    "end": 321
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 560,
                    "text": "Fig. 9",
                    "end": 566
                }
            ]
        },
        {
            "section": "Theoretical predictions for",
            "text": "The sensitivity of A sin(φ−φ S ) U T to the light quark GPDs, E u and E d , is different for the two targets. For the proton these GPDs enter the amplitude as the sum 2/3 E u + 1/3 E d . For incoherent production on the nucleons of the deuteron, assuming isospin invariance and neglecting nuclear effects, they effectively contribute as E u + E d . In both cases, a small value of the asymmetry for ρ 0 is expected as E u and E d are similar in magnitude but of opposite sign.",
            "paragraph_rank": 84,
            "section_rank": 14
        },
        {
            "section": "Theoretical predictions for",
            "text": "In conclusion, the transverse target spin asymmetry A sin(φ−φ S ) U T for hard exclusive ρ 0 meson production was measured at COMPASS on the proton and, for the first time, on the deuteron. The values of the asymmetry for both targets are small and compatible with zero in a broad kinematic range. They are compatible with the predictions of the GPD model of Ref. [41]. The COMPASS proton results are in good agreement with those obtained at HERMES, while they are more precise by a factor of about 3 and cover a larger kinematic domain.",
            "paragraph_rank": 85,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 364,
                    "text": "[41]",
                    "end": 368
                }
            ]
        },
        {
            "text": "Fig. 1 )Fig. 1 :",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 )Fig. 1 :",
            "text": "Fig. 1: Kinematics of exclusive meson production in the target rest frame. Here k k k, k k k , q q q and v v v represent three-momentum vectors of the incident and the scattered muons, the virtual photon and the meson. S T is the component of the target spin vector S (not shown) perpendicular to the virtual photon direction.",
            "paragraph_rank": 86,
            "section_rank": 15
        },
        {
            "text": "Figure 2",
            "section_rank": 16
        },
        {
            "section": "Figure 2",
            "text": "shows the distribution of the reconstructed vertex position z V along the beam axis. In this figure as well as in Figs. 3 to 5 the distributions are obtained applying all cuts except those corresponding to the displayed variable.",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 :",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 :",
            "text": "Fig. 2: Distributions of the z-coordinate of the primary vertex z V for NH 3 (left) and6 LiD data (right). The vertical lines indicate the applied z V cuts.",
            "paragraph_rank": 88,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 87,
                    "text": "6",
                    "end": 88
                }
            ]
        },
        {
            "text": "Figure 3",
            "section_rank": 18
        },
        {
            "section": "Figure 3",
            "text": "Figure 3shows the distributions of M ππ for the NH 3 and 6 LiD targets. A clear peak of the ρ 0 resonance is visible on top of a background arising from (i) and (iii). The selection on M ππ (Eq. (6)) is optimised to minimise the effect of exclusive non-resonant π + π − pair production (iii) that will be discussed in Sec. 5.",
            "paragraph_rank": 89,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 :",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 :",
            "text": "Fig. 3: Distributions of M ππ for the NH 3 (black, left scale) and6 LiD (red, right scale) data. Vertical lines indicate the applied cuts. In order to exclude events originating from production of φ mesons decaying into two charged kaons, the cut M KK > 1.04 GeV/c 2 is applied, where M KK is the invariant mass of the two hadron system calculated assuming that both hadrons are kaons.",
            "paragraph_rank": 90,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 66,
                    "text": "6",
                    "end": 67
                }
            ]
        },
        {
            "text": "Fig. 4 :",
            "section_rank": 20
        },
        {
            "section": "Fig. 4 :",
            "text": "Fig. 4: Distributions of E miss for the NH (black, left scale) and6 LiD (red, right scale) data. Vertical lines indicate the applied cuts to select the signal.",
            "paragraph_rank": 91,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 66,
                    "text": "6",
                    "end": 67
                }
            ]
        },
        {
            "text": "Fig. 5 :",
            "section_rank": 21
        },
        {
            "section": "Fig. 5 :",
            "text": "Fig. 5: Distributions of p 2T for the NH 3 (black, left scale) and6 LiD (red, right scale) data. Vertical lines indicate the applied cuts.",
            "paragraph_rank": 92,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 66,
                    "text": "6",
                    "end": 67
                }
            ]
        },
        {
            "text": "Fig. 6 :",
            "section_rank": 22
        },
        {
            "section": "Fig. 6 :",
            "text": "Fig. 6: The E miss distributions in the range 2.4 (GeV/c) 2 < Q 2 ≤ 10.0 (GeV/c)2 , together with signal plus background fits (solid curves) for the NH 3 (left) and 6 LiD (right) samples. The dotted and dashed curves represent the signal and background contributions, respectively.",
            "paragraph_rank": 93,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 80,
                    "text": "2",
                    "end": 81
                }
            ]
        },
        {
            "text": "( f )",
            "section_rank": 23
        },
        {
            "section": "( f )",
            "text": "An important consistency test is the comparison of the mean asymmetry values evaluated in bins of x Bj , Q 2 and p 2 T , to check if the assumption of Eq. (14) holds after background subtraction. For the proton data, the mean values of the asymmetries evaluated in bins of x Bj and Q 2 are compatible, and the one evaluated in bins of p 2",
            "paragraph_rank": 94,
            "section_rank": 23
        },
        {
            "text": "sin(φ−φ S ) U T is obtained as quadratic superposition of the sources (a) to (f). It equals σ sys i = 0.25 σ stat i for the proton and σ sys i = 0.5 σ stat i for the deuteron data, where σ stat i is the statistical uncertainty of the measured asymmetry A sin(φ−φ S ) U T in bin i.",
            "paragraph_rank": 95,
            "section_rank": 24
        },
        {
            "text": "Fig. 9 :",
            "section_rank": 25
        },
        {
            "section": "Fig. 9 :",
            "text": "Fig. 9: Transverse target spin asymmetries A sin(φ−φ S ) U T measured on proton (upper) and deuteron (lower) as a function of x Bj , Q 2 and p 2 T . Error bars show statistical uncertainties, while the systematic ones are represented by grey bands at the bottom. The curves show the predictions of the GPD model [41] using the set of parameters called 'variant 1'. They are calculated at W = 8.1 GeV/c 2 and p 2 T = 0.2 (GeV/c) 2 for the left and middle panels, and at W = 8.1 GeV/c 2 and Q 2 = 2.2 (GeV/c) 2 for the right panels. The theoretical error bands reflect uncertainties of GPD parameterisations.",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "Table 1 :",
            "section_rank": 26
        },
        {
            "section": "Table 1 :",
            "text": "Kinematic variables.",
            "paragraph_rank": 97,
            "section_rank": 26
        },
        {
            "text": "Table 3 :",
            "section_rank": 27
        },
        {
            "section": "Table 3 :",
            "text": "Estimates of systematic uncertainties ofA sin(φ−φ S ) U Tfor proton and deuteron data. No value is quoted when the systematic uncertainty is negligibly small, below 0.01. source of systematic uncertainty σ sys /σ stat σ sys /σ stat GeV < E miss < 20 GeV where no such dependence was found within statistical precision. Both the default and alternative methods are used to extract A",
            "paragraph_rank": 98,
            "section_rank": 27
        },
        {
            "text": "Table 4 :",
            "section_rank": 28
        },
        {
            "section": "Table 4 :",
            "text": "The transverse target spin asymmetries A",
            "paragraph_rank": 99,
            "section_rank": 28
        },
        {
            "section": "Table 4 :",
            "text": "Our estimates of f for the6 LiD target are by 9 -19 % higher than those of Ref.[32]. The difference, which is due to an improvement of the treatment of the6 Li nucleus, is significantly smaller than the total systematic uncertainty quoted in Ref.[32].",
            "paragraph_rank": 100,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 26,
                    "text": "6",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 79,
                    "text": "[32]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 155,
                    "text": "6",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 246,
                    "text": "[32]",
                    "end": 250
                }
            ]
        },
        {
            "section": "Table 4 :",
            "text": "We acknowledge the support of the CERN management and staff, as well as the skills and efforts of the technicians of the collaborating institutes. We also thank S.V. Goloskokov and P. Kroll for discussions of the results.",
            "paragraph_rank": 101,
            "section_rank": 30
        }
    ]
}