{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Inclusive proton/pion ratios show an enhancement at intermediate transverse momentum (p T ∼ 1.5 -4.0 GeV/c) in central √ s NN = 200 GeV Au+Au collisions compared to peripheral Au+Au and p+p collisions. This effect suggests a production mechanism, different from fragmentation, which is consistent with coalescence and recombination models.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "A high E T trigger particle selects a surface-biased jet, which is measured to have a similar p T distribution as a p+p jet. This jet is used to enhance the quenching effects of the recoiling, medium traversing one. We reconstruct the trigger jet using the FASTJET algorithm, with a E T (p T ) cut of 3.0 GeV(/c) on the towers(tracks) in order to reduce the heavy-ion collision background. The particle identification of tracks with p T up to ∼ 2.8 GeV/c is obtained by taking advantage of STAR TOF and TPC detectors with full azimuth coverage. Correlations in ∆φ between jets and identified hadrons are presented, and the particle ratios in different regions of azimuth are measured. Particle ratios associated with the trigger jet vs. the recoil jet, and comparisons to inclusive particle ratios can help to distinguish between jet-related (vacuum and medium-modified) and bulk-related contributions to the ratios enhancement.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The particles' production mechanism in heavy ion collisions has been tested with measurements of p T dependent particle ratios. The enhancement of p/π (p/π − ) at intermediate p T and mid-rapidity was first observed in central √ s NN = 130 GeV Au+Au collisions where the p (p) yield becomes comparable to the π (π − ) yield at p T ∼ 1.6 (2.0) GeV/c [1]. This enhancement had not been observed in peripheral and p+p collisions at a wide range of energies. The discovery was followed by further investigations by the PHENIX and STAR collaborations. The enhancement persists at √ s NN = 200 GeV. Measurements at PHENIX showed that the p/π ratio increases with p T up to ∼ 3.0 GeV/c in the 0-10 % most central Au+Au collisions while it increases and saturates with a value ∼ 0.4 at p T ∼ 1.5 GeV/c in the 60 -92 % centrality [2]. The ratio of central over peripheral binary scaled p T spectra (R CP ) of protons is close to 1 in the p T range of ∼ 1.5 -4.0 GeV/c. This suggests that protons are either less suppressed than pions or that the production mechanism in central Au+Au collisions leads to more copiously produced protons than expected from fragmentation. It was argued then that a good explanation of particle production in this p T region would require more than just hydrodynamics or pQCD (fragmentation) [2].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 349,
                    "text": "[1]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 821,
                    "text": "[2]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1313,
                    "text": "[2]",
                    "end": 1316
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Email address: alandav@physics.utexas.edu (A. Dávila for the STAR Collaboration) arXiv:1207.7156v2 [hep-ex] 21 Sep 2012",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The p/π measurements were extended to a higher p T by the STAR collaboration, reaching the region where particle production is dominated by jet fragmentation (p T ≥ 6 GeV/c) [3]. The new measurements showed the complete p T neighborhood where the unexpectedly high p/π is found. The p/π ratio gets enhanced at intermediate p T (1.5 -4.5 GeV/c) in 0-12 % most central Au+Au collisions compared to peripheral (60-80%) and d+Au collisions at √ s NN = 200 GeV. The ratio peaks at ∼ 2 − 3 GeV/c in central Au+Au and then decreases to approach the value measured in peripheral and d+Au collisions at about p T = 5 GeV/c. The fact that the p/π ratio is the same at this high p T suggests that the hadron production mechanism is the same in central and peripheral collisions and that the partons fragmenting into the final state proton and pion lose the same amount of energy while passing through the medium in central Au+Au collisions. There have been attempts to explain the p/π anomalous enhancement by coalescence or recombination models and partonic energy loss effects on the p and π spectrum [4][5] [6]. It is argued [5] that the recombination of partons is the predominant hadron production mechanism whenever they follow a thermal distribution. Fragmentation becomes the dominant mechanism once the parton distribution becomes a power law. The recombination model correctly predicted a decrease of p/π ratio at p T ∼ 4-5 GeV/c and saturation afterwards once the fragmentation processes take over [7]. A very similar coalescence model [4] proposes coalescence of minijet partons with thermal quarks as the source of the p/π enhancement. Thep/π − ratio in central √ s NN = 200 GeV Au+Au collisions is well described up to p T = 4.0",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 174,
                    "text": "[3]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "start": 327,
                    "text": "(1.5 -4.5",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1092,
                    "text": "[4]",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1099,
                    "text": "[6]",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1117,
                    "text": "[5]",
                    "end": 1120
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1498,
                    "text": "[7]",
                    "end": 1501
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1536,
                    "text": "[4]",
                    "end": 1539
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "GeV/c with a suitable choice inverse slope parameter for the intermediate thermal antiprotons. The same coalescence model predicted an increase (decrease) of p/π (p/π − ) at intermediate p T when going from 200 to 62 GeV [8]. STAR measurements confirmed the general predictions of these two models but showed some quantitative disagreement between models and data [9]. Another suggested explanation of the p/π enhancement places its origin on the effect of parton energy loss on the hard component of particle spectrum of Au+Au collisions. The measured spectra are described by a soft (scaling with number of participant pairs) + a hard (scaling with number of binary collisions) components. The hard part is isolated and its modification with respect to N bin scaling is related to a negative boost in the hard component hadrons' p T . The modification of the hard component shows up as an increase of protons in the p T region of p/π enhancement [6] We propose to improve our understanding of the production mechanism giving rise to the p/π enhancement by studying this ratio in a vacuum fragmenting jet and a medium traversing one. This will allow us to look for medium modification effects on the p/π ratio. We will study 0-20 % most central Au+Au collisions at √ s NN = 200 GeV and compare the particle production in the direction of a surface bias (near side) jet and its recoiling partner (away side) in the p T region where the p/π ratio peaks.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 221,
                    "text": "[8]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 364,
                    "text": "[9]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 948,
                    "text": "[6]",
                    "end": 951
                }
            ]
        },
        {
            "text": "STAR detector",
            "section_rank": 3
        },
        {
            "section": "STAR detector",
            "text": "The STAR detector is based at the Relativistic Heavy Ion Collider in Brookhaven National Laboratory. It has charged and neutral particle detection capabilities with full azimuth and pseudorapidity coverage of approximately +-1.5 units around mid-rapidity. The charged particles' momenta are reconstructed using the Time Projection Chamber (TPC). The TPC measures the P10 gas (10% methane, 90% argon) ionization energy loss by particles coming out of the collision. The energy lost is compared to the Bichsel expectation value for particle identification (PID) purposes [10]. Gammas and π 0 's are detected via the Barrel Electromagnetic Calorimeter (BEMC) which is composed of 4800 towers of size 0.05 x 0.05 in ∆η, ∆φ. Each tower is made of alternating lead and scintillator material that is used to measure the transverse energy deposition through radiation [11]. Any track pointing toward a tower can induce radiation energy; therefore, the total momentum of matching tracks (or total energy if the track corresponds to an electron) is subtracted to avoid double counting. The Time of Flight detector had complete azimuth coverage starting on the Run 10 of STAR [12]. Along with the TPC it allows better PID in the region of overlap of the dE/dx expected values for kaon, protons and pions (0.7 -4.0 GeV/c).",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 569,
                    "text": "[10]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 860,
                    "text": "[11]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1165,
                    "text": "[12]",
                    "end": 1169
                }
            ]
        },
        {
            "section": "STAR detector",
            "text": "The data used for this analysis consisted of 9.4 million high tower (E T > 4.3 GeV) triggered events with a 0-20 % centrality cut from the Run 10 √ s NN = 200 GeV Au+Au. An extra offline cut was imposed by requiring a high momentum jet with a neutral particle of E T = 5.0 GeV within it reducing the statistics to 167K events. A collision vertex cut of 30.0 cm in the longitudinal direction was also imposed to get uniform acceptance. Pile up was reduced by rejecting events with an abnormally high number of global tracks relative to the number of primary tracks.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Jet trigger and particle identification",
            "section_rank": 4
        },
        {
            "section": "Jet trigger and particle identification",
            "text": "We use a high E T particle to select a surface biased jet. In particular, we are interested in the ∆φ correlation of PID particles with respect to a jet axis. We therefore isolate the azimuth direction of a parton coming from a hard scattering by making use of the FASTJET jet reconstruction algorithms [13] [14]. We reconstruct jets with the anti-kt jet finding algorithm and resolution parameter 0.4. A tower (track) cut of 3.0 GeV(/c) is imposed on all the particles used for jet reconstruction to reduce the heavy ion background. A E T = 5 GeV tower is required to be present in the jet. Only jets with 8 < p jet T ≤ 20 GeV/c are accepted for further analysis. The cuts imposed on the jet trigger bias the jet population towards non interacting jets. The recoiling jet is therefore biased to interact with the medium. Note that the trigger p jet T is not necessarily equal to the parton p T . We study the intermediate p T component of the jet via the ∆φ correlations at a later stage. The p T distribution of the triggered jets is measured to be similar to jets from high tower triggered p+p events at the same energy [15].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 303,
                    "text": "[13]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 308,
                    "text": "[14]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1123,
                    "text": "[15]",
                    "end": 1127
                }
            ]
        },
        {
            "section": "Jet trigger and particle identification",
            "text": "Protons and pions are identified probabilistically up to p T = 2.8 GeV/c using information from the TPC and TOF detectors. The number of sigmas (nσ) is defined as the difference of the log (dE/dx) given a particle mass assumption and the Bichsel expected value divided by the dE/dx resolution. Hadron's velocities can be obtained using the TOF information. The ∆β −1 /β −1 variable is defined as ∆β",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Jet trigger and particle identification",
            "text": "where β −1 T OF is the inverse of the particle's velocity measured by TOF and β −1 T PC is calculated from the TPC measured momentum and using a pion(kaon or proton) mass assumption. Combining the nσ with ∆β −1 /β −1 we can obtain 2D distributions where kaons, protons and pions can be distinguished. The 2D distributions are fit with a 2D model consisting of a Gaussian in the nσ variable and a Student-t distribution in the ∆β −1 /β −1 variable for each particle (kaon, proton and pions). The fit is done in different η slices of width δη = 0.2 and momentum slices of ∆p = 0.2 GeV/c. Each η and p distribution has its model parameters which are used to construct a PID probability function. The probability function is obtained by dividing the model function of the particle of interest by the sum of the model functions of all the particles present in the fit. The parameters of the model fits are obtained by using the particles distributions of 9.2 M events from the high tower √ s NN = 200 GeV Au+Au data with a centrality of 0-20 %. ",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 80,
                    "text": "−1",
                    "end": 82
                }
            ]
        },
        {
            "text": "Methodology and Results",
            "section_rank": 5
        },
        {
            "section": "Methodology and Results",
            "text": "We obtained the per trigger jet -proton (pion) ∆φ correlations. The proton (pion) p T range used is 2.0 -2.8 GeV/c. A mix event technique is used prior to normalization to correct for detector acceptance inefficiencies. The triangular geometrical correlation in ∆η was corrected for. No efficiency correction has yet been applied to the correlation data.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Methodology and Results",
            "text": "We expect the proton and pion efficiencies to cancel at this transverse momentum. A simple ratio of correlation shapes already shows a smaller p/π ratio in the trigger jet axis azimuth direction and its recoiling side as seen in figure 1. We extract the near and away side particle yields from the ∆φ correlation by fitting it with a model that includes contributions from near and away side jet Gaussians and a constant background. The fit model used is f (∆φ) = B + A near exp(−0.5(∆φ/σ near ) 2 ) + A away exp(−0.5((∆φ − π)/σ away ) 2 ). An attempt to include an azimuth quadrupole component in the model did not improve the fit and gave a proton ν 2 consistent with zero and a pion ν 2 = 0.031 ± 0.015 (assuming that ν hadrons 2 ∼ ν jet 2 above 2.0 GeV/c). The small values of the quadrupoles might not be surprising given the high p jet",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 229,
                    "text": "figure 1",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 536,
                    "text": "2",
                    "end": 537
                }
            ]
        },
        {
            "section": "Methodology and Results",
            "text": "T of our trigger. The azimuth quadrupole was considered too small to affect the near and away side jet yields and was dropped from the fit model.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Methodology and Results",
            "text": "The combinatorial uncorrelated background B can be subtracted and the near and away side jet yield for protons and/or pions can be obtained by integrating the corresponding Gaussians over the entire azimuth region. The p/π ratio obtained by integrating the complete fit function over the ∆φ range is plotted on figure 2 as a black square. Other STAR measurements are shown for comparison [3] .This ratio is consistent with the one obtained from inclusive Au+Au 0-12 % most central collisions. The near side ratio is suppressed (shown as a red star) and similar to the ratio in d+Au minimun bias collisions. The away side ratio (shown as a blue triangle) is higher than the near side ratio but lower than the inclusive central Au+Au one. A comparison with jet-triggered peripheral Au+Au collisions and jet-triggered p+p collisions is in progress.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 388,
                    "text": "[3]",
                    "end": 391
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "The p/π ratios at intermediate p T correlated with a jet trigger (p T ∼ 8-20 GeV/c) in the 20 % most central 200 GeV Au+Au collisions are analyzed. The near side p/π ratio is significantly lower than the bulk ratio reflecting a near side jet property. The away side p/π ratio is larger than the near side and seems smaller than the bulk ratio. This result raises the question whether this is an away side -medium interaction effect. A definite conclusion awaits results of peripheral Au+Au collisions and p+p collisions and a full assessment of systematic uncertainties, both in progress.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Figure 1 :Figure 2 :",
            "section_rank": 7
        },
        {
            "section": "Figure 1 :Figure 2 :",
            "text": "Figure 1: p/ π ratio at 2.0 ≤ p T < 2.8 GeV/c as function of ∆φ with respect to a 8 < p jet T ≤ 20 GeV/c trigger jet axis in √ s NN = 200 GeV 20 % most central Au+Au collisions.",
            "paragraph_rank": 16,
            "section_rank": 7
        }
    ]
}