{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The top quark is the heaviest known elementary particle. Observed for the first time in 1995 at the Tevatron by the CDF and D0 experiments, it has become object of several studies aimed at fully characterize its properties and decays. Precise determinations of top quark characteristics verify the internal consistency of the standard model and are sensitive to new physics phenomena. With the advent of the large top quark production rates generated at the LHC, top quark studies have reached unprecedented statistical precision. This review summarizes the recent measurements of top quark properties and studies of its decays performed at the LHC and Tevatron.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The top (or t) quark is the heaviest and the most recently discovered quark in the standard model (SM) of elementary particles. Observed for the first time in 1995 at the Tevatron collider by the CDF and D0 experiments [1,2], it has a mass of 173.2 ± 1.0 GeV [3], about 40 times heavier than its partner, the bottom (or beauty, b) quark and more than twice heavier than the W boson. It decays almost exclusively to a W boson and a bottom quark with an expected lifetime of about 10 −25 s. The lifetime is too short to allow the formation of bound states with other quarks, such as hadrons, and the top quark properties at production time are directly transferred to the its decay products.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "[1,",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "start": 222,
                    "text": "2]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 259,
                    "text": "[3]",
                    "end": 262
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The top quark can be produced at two hadron colliders: the Tevatron at Fermilab, colliding protons with antiprotons at center-of-mass energies up to At hadron colliders the top quark can be produced in pairs through strong interactions, or singly via weak interactions. At the Tevatron with √ s = 1.96 TeV, about 85% of the total production rate is expected to be from the annihilation of the valence quarks and antiquarks, while the remaining 15% is from gluon-gluon fusion. The expected cross section for pair production computed at next-to-leading order accuracy (NLO) of quantum chromodynamics (QCD) is σ tt = 6.74 +0.52 −0.80 pb for a top mass m t = 173 GeV [4]. Production of single top or antitop quarks proceeds through the exchange of a W boson in the s-or t-channel, or in the W t associated production channel. At the Tevatron the production cross section for single top (or antitop) is 3.4 ± 0.2 pb. At the LHC top pair production is largely dominated by gluon-gluon fusion (80% at √ s = 7 TeV) while the rest is from qq annihilation. The cross section for pair production is more than 20 times larger than the corresponding Tevatron value, σ tt = 160 +22 −23 pb at √ s = 7 TeV [5], making the LHC a real top factory. The single top cross section is about 40% of the pair production at √ s = 7 TeV and is not equal for quarks and antiquarks due to the proton parton density functions. The single top cross section is about a factor 2 larger than the corresponding antitop cross sections in the t-and s-channels, while the W t cross section is the same for t andt.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 663,
                    "text": "[4]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "start": 1190,
                    "text": "[5]",
                    "end": 1193
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this review the recent results on top quark properties and decays obtained at the Tevatron and the LHC are summarised. The results are obtained from the analysis of Tevatron Run II data and LHC data collected in 2011. The measurements are performed with the CDF, D0, CMS and ATLAS experiments, described in Refs. [6][7][8][9]. The article is structured as follows: in Section 2 the measurements of the top quark mass and tt mass difference are summarised; the determination of the W boson helicity fractions in top decays and associated constraints on the W tb vertex coupling are reported in Section 3; the measurements of tt spin correlations and charge asymmetries are summarised in Section 4 and 5, respectively, while Section 6 describes the current status of searches for rare top arXiv:1208.5893v1 [hep-ex] ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "[6]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "start": 319,
                    "text": "[7]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "start": 322,
                    "text": "[8]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "start": 325,
                    "text": "[9]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "start": 808,
                    "text": "[hep-ex]",
                    "end": 816
                }
            ]
        },
        {
            "text": "Aug 2012",
            "section_rank": 3
        },
        {
            "section": "Aug 2012",
            "text": "Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May [21][22][23][24][25]2012 decays involving flavour-changing neutral currents.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 76,
                    "text": "[21]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 80,
                    "text": "[22]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 84,
                    "text": "[23]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 88,
                    "text": "[24]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 92,
                    "text": "[25]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "2012",
                    "end": 100
                }
            ]
        },
        {
            "text": "Top quark mass and tt mass difference",
            "section_rank": 4
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "The top quark mass is a free parameter of the SM. It determines the Yukawa coupling of the quark to the Higgs boson and contributes to several electroweak precision observables via radiative corrections. Precise measurements of the top quark and W boson masses can constrain the Higgs boson mass and represent an important internal consistency test of the SM. The ATLAS and CMS experiments have recently announced the observation of a new boson with mass of about 125-126 GeV [10,11]. Further studies and larger datasets are required to fully establish the nature of the new particle. If confirmed as the Higgs boson of the SM, the precise determination of its mass and of the top quark mass, along with the strong coupling constant, will constraint the extrapolation of electroweak vacuum stability up to the Planck scale [13]. The main methodology used to determine the top quark mass at hadron colliders consists in measuring the invariant mass of the decay products of the top event candidates and deducing the mass, m top , using sophisticated analysis methods. The most precise measurements of this type use the tt → lepton + jets channel, where one of the W bosons from the tt final state decays into a charged lepton and a neutrino and the other into a pair of quarks. The CMS and ATLAS collaborations have recently performed measurements using this decay channel as well as dileptonic final states, where both W bosons decay leptonically.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "[10,",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "start": 480,
                    "text": "11]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "start": 823,
                    "text": "[13]",
                    "end": 827
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "In the CMS lepton plus jets analysis [12], based on 4.7 fb −1 , events with one muon with p T > 30 GeV and |η| < 2.1 and at least four jets with p t > 30 GeV and |η| < 2.4 are selected. At least two b-tagged jets are requested. The jet energy scale (JES) and top quark mass are extracted simultaneously from an event based 2-D likelihood function, also known as ideogram. A kinematic fit is employed in order to test the kinematic compatibility of an event with the tt hypothesis and improve the resolution on the measured quantities by exploiting the knowledge of the decay process. A cut on the fit probability, P fit > 0.2, is imposed to enhance the fraction of correct permutations. The top mass distribution from the kinematic fit is shown in Figure 1 and the measured value is reported in Table I. The most relevant sources of systematic uncertainties are the b-jet JES, the factorization scale and the pile-up effects.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 37,
                    "text": "[12]",
                    "end": 41
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 748,
                    "text": "Figure 1",
                    "end": 756
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 795,
                    "text": "Table I",
                    "end": 802
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "The ATLAS lepton plus jets measurement [14] is based on events with one lepton candidate (muon or electron) and at least four jets. The processed integrated luminosity is 1.04 fb −1 . The lepton must have E T > 25 GeV for electrons and p T > 20 GeV for muons. The missing transverse energy is required to be E miss T > 20 (35) GeV for the muon (electron) channel. The jets are required to have p T > 25 GeV and |η| < 2.5 and at least one of the four jets must be tagged as b-jet. The top quark mass is extracted using the template method, where templates are fitted to functions that interpolate between different input values of the physics observable, fixing all other parameters of the functions. In the final step a likelihood fit to the observed data distribution is used to obtain the value for the physics observable that best describes the data (see Figure 1). Two implementations of the template method are performed: a one-dimensional analysis based on the observable R 32 and a two-dimensional analysis determining simultaneously m top and the JES, similarly to the CMS case. The top quark mass extracted from the combination of the two lepton channels is reported in Table I. A combined result from 1d-and 2d-analyses does not improve the precision of the measured top quark mass from the 2d-analysis. The most relevant systematic uncertainties are from the relative b-jet to light jet energy scale, the modeling of initial and final state QCD radiation, and the light quark jet energy scale.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 39,
                    "text": "[14]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 322,
                    "text": "(35)",
                    "end": 326
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 858,
                    "text": "Figure 1",
                    "end": 866
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1179,
                    "text": "Table I",
                    "end": 1186
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "The CMS collaboration has also performed a measurement of the top mass in dileptonic decays using an integrated luminosity of 2.3 fb −1 [15]. Of all tt decays the dilepton channel has the smallest branching fraction and it is expected to be the least contaminated by background processes. Events are selected with two isolated, oppositely charged leptons (electrons or muons) with p T > 20 GeV and |η| < 2.4, and at least two jets with p T > 30 GeV and |η| < 2.4. The missing transverse energy must be E miss T > 30 GeV and at least one b-tagged jet is required. The top quark mass is measured using the KINb method, in which the kinematic equations describing the tt system are solved many times per event for each lepton-jet combination. The combination with the largest number of solutions is chosen and the mass value, m KINb , is estimated by a Gaussian fit around the most probable value. An two-component, unbinned likelihood fit of the m KINb distribution is performed to estimate m top (see Figure 1). The measurement Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012 is the most precise estimate in the dilepton channel to date and is reported in ys the reconstructed W boson mass (a) and reconstructed top caying top quark before the cut on the kinematic fit probability. structed W boson mass (c) and the top quark mass from the bability cut and the weighting by P fit . The simulated samples .7 fb 1 . For the tt normalization a previous CMS cross-section certainty is indicated by the shaded area. mbinations of results are performed for the indisurements and their uncertainties listed in Table 2 the formalism described in Refs. [39,40]. The correlations described above are used. The corf systematic uncertainties assumed in the combil into three classes. For the uncertainty in queseasurements are either considered uncorrelated ly correlated between analyses and lepton chan-1, or fully correlated between analyses, but unbetween lepton channels denoted with ρ = (1). ion of ρ = 0 is used for the sources method calid jet energy scale factor, which are of purely staure. The sources with ρ = 1 are listed in Table 2. e sources with ρ = (1) are QCD background norand shape that are based on independent lepton in each lepton channel. ing the results for the two lepton channels sepaach analysis gives the following results (note that analyses are correlated as described above):",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 136,
                    "text": "[15]",
                    "end": 140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1000,
                    "text": "Figure 1",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1099,
                    "text": "May 21-25, 2012",
                    "end": 1114
                },
                {
                    "type": "table",
                    "start": 1642,
                    "text": "Table 2",
                    "end": 1649
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1683,
                    "text": "[39,",
                    "end": 1687
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1687,
                    "text": "40]",
                    "end": 1690
                },
                {
                    "type": "table",
                    "start": 2165,
                    "text": "Table 2",
                    "end": 2172
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "For the 1d-analysis the µ + jets channel is more precise, and consequently carries a larger weight in the combination, whereas for the 2d-analysis this is reversed. However, for both analyses, the improvement on the more precise estimate by the combination is moderate, i.e. a few percent, see Table 2.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 294,
                    "text": "Table 2",
                    "end": 301
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "The pairwise correlation of the four individual results range from 0.63 to 0.77, with the smallest correlation between the results from the different lepton channels of the different analyses, and the largest correlation between the ones from the two lepton channels within an individual analysis. The combination of all four measurements of m top yields statistical and systematic uncertainties on the top quark mass of 0.6 GeV and 2.3 GeV, respectively. Presently this combination does not improve the precision of the measured top quark mass from the 2d-analysis, which has the better expected total uncertainty. Therefore, the result from the 2d-analysis is presented as the final result. The two analyses will differently profit from progress on the individual systematic uncertainties, which can be fully exploited by the method to estimate the statistical correlation of different estimators of m top obtained in the same data sample together with the outlined combination procedure. The results m top values. The resulting m top distributions are used to c signal template. We find an average bias on m top of 0.04 ± 0 our final value. Figure 3 shows the linearity (top plot) an the fit, after applying the calibration corrections. We assig (0.40 GeV/c 2 ) as systematic uncertainty associated to the fit  The possible decay channels of tt pairs include the case in which both W bosons decay to quark-antiquark pairs. This mode yields a six quark final state, two of which are b quarks from the top-quark decays. Additional quarks or gluons may be created by initial or final state radiation from the interacting partons. Measurements using fully hadronic final states were recently reported by the ATLAS and CDF collaborations. The ATLAS analysis, based on 2 fb −1 , selects events with five jets of p T > 55 GeV and a sixth jet of p T > 30 GeV [16]. To suppress backgrounds from multijet events and collinear b-quark pair production from gluon splitting two of the reconstructed jets with |η| < 2.5 are required to be b-tagged and separated by a three-dimensional angular aperture ∆R > 1.2. The top quark mass, reported in Table I, is obtained by fitting templates to the three-jet mass combination of the selected jet triplets. The templates are obtained by combining simulated signal samples for five top masses in the range 160-190 GeV with a background contribution obtained from data by mixing jets from different events. The dominant systematic uncertainties on the top mass are the inclusive and b-jet JES, the background modelling and the contribution of initial-or final-state radiation. The CDF analysis in hadronic top decays is based on 5.8 fb −1 [17]. Events with six to eight jets with E T > 15 GeV and minimum angular distance ∆R > 0.5 are processed with a neural network (NN) using 13 input kinematic variables. Events are further selected requiring the NN output above a given threshold and one to three b-tagged jets. The top mass (see Table I) and JES are simultaneously extracted from a 2-D template method, using templates with top quark masses between 160 and 185 GeV. The most relevant sources of systematic uncertainties on the mass measurement are the background modelling, Monte Carlo modelling of the hard interaction and residual JES uncertainties.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1144,
                    "text": "Figure 3",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "start": 1854,
                    "text": "[16]",
                    "end": 1858
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2133,
                    "text": "Table I",
                    "end": 2140
                },
                {
                    "type": "bibr",
                    "start": 2669,
                    "text": "[17]",
                    "end": 2673
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2964,
                    "text": "Table I",
                    "end": 2971
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "To make best use of the single top quark mass measurements the results are combined. At the Tevatron, measurements by the CDF and D0 collaborations based on Run I and Run II data, corresponding to integrated luminosites up to 5.8 fb −1 , have been combined yielding m top = 173.2 ± 0.6(stat.) ± 0.8(syst.) GeV [3]. The LHC measurements have been recently combined using the Best Linear Unbiased Estimator (BLUE) method [18]. The combination includes 2010 and 2011 measurements in lepton+jets, dilepton and all hadronic decays, based on integrated luminosities between 35 pb −1 and 4.9 fb −1 . The resulting combination, taking into account statistical and systematic uncertainties and their correlations, yields m top = 173.3 ± 0.5(stat.) ± 1.3(syst.) GeV [3], as shown in Figure 2. The value is consistent with the Tevatron combination and the total uncertainty is currently dominated by the systematics uncertainties due to the jet calibration, the signal modelling and the underlying event tune. Although the top quark Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012 mass is now known to sub-percent accuracy, future measurements are expected to increase the precision even further.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 310,
                    "text": "[3]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 419,
                    "text": "[18]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 756,
                    "text": "[3]",
                    "end": 759
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 773,
                    "text": "Figure 2",
                    "end": 781
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "With the larger datasets collected during the 2012 LHC run the event selections can be limited to the phase-space regions where the detector effects are better understood and data-driven techniques will better constrain the ranges of parameter variations adopted in the systematic uncertainties determination.    Due to CPT conservation the mass of a quark must be equal to that of its antiparticle. The top quark is the only case in which a free quark can be observed, for it decays before hadronizing, constituting an excellent test bench for CPT conservation. The mass difference between the top and its antiquark, ∆m t = m t − mt, was measured by the D0 and CDF experiments, showing no significant deviation from zero [19]. The values measured by CDF and D0 are ∆m t = −3.3 ± 1.7 GeV and 0.84 ± 1.87 GeV, respectively. The CMS experiment has recently measured the mass difference with unprecedented precision [20]. The analysis, based on an integrated luminosity of about 5 fb −1 , selects events with one W boson candidate decaying into quark-antiquark pairs and the other decaying leptonically, where the lepton is a muon or a neutrino. The data sample is divided into negative and positive lepton charges. For each category, the ideogram method is used to measure the mass of the top or anti top quark and the difference between the masses in the two categories of lepton charge is taken as the mass difference. The measured mass difference is ∆m t = −0.44 ± 0.46(stat.) ± 0.46(syst.) GeV. The largest systematic uncertainties are currently given by the pile-up effects, the method calibration and the response difference for b anti-b jets. The measurement is in agreement with the the assumption of CPT invariance and is more precise by at least a factor three than any of the previous measurements.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 722,
                    "text": "[19]",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 913,
                    "text": "[20]",
                    "end": 917
                }
            ]
        },
        {
            "section": "Top quark mass and tt mass difference",
            "text": "Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "W boson helicity in top decays and Wtb coupling",
            "section_rank": 5
        },
        {
            "section": "W boson helicity in top decays and Wtb coupling",
            "text": "In the SM the helicity of the W boson produced in a t → W b decay may be longitudinal, left-or right-handed. The helicity fractions are defined as the partial rate of a given helicity state divided by the total decay rate:",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "W boson helicity in top decays and Wtb coupling",
            "text": ", where F L , F R and F 0 are the left-handed, right-handed and longitudinal helicity fractions, respectively. The top quark is produced with negligible polarisation at hadron colliders and decays via the V − A charged-current interaction, which strongly suppresses right-handed W + bosons or left-handed W − bosons. The expression of the helicity fractions depends on the W boson, top and bottom quark masses. For fixed values of the masses, M W = 80.399 GeV, m t = 173.3 GeV and m b = 5 GeV, the fractions predicted at next-to-next-to-leading-order (NNLO) QCD are known with sub-percent precision: F 0 = 0.687±0.005, F L = −0.311±0.005 and F R = (1.7±0.1)×10 −3 [21]. The small and reliable SM prediction makes F R a particularly sensitive probe for new physics. Deviations from the expectations could in fact indicate non-SM contributions to the W tb vertex, as we will discuss in Section 3.1.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 664,
                    "text": "[21]",
                    "end": 668
                }
            ]
        },
        {
            "section": "W boson helicity in top decays and Wtb coupling",
            "text": "Measurements of the W helicity fractions have been performed both at Tevatron and at the LHC. The helicity is measured through the study of angular distributions of top decay products in different decay channels. The helicity angle θ * is defined as the angle between the charged lepton momentum in the W rest frame and the W momentum in the top rest frame. The CDF and D0 experiments have performed measurements of of F 0 and F R in the lepton+jets and dilepton channels. The measurements are of two types: (i) a model-independent approach (also called \"2D\") where F 0 and F R are determined simultaneously and (ii) a model-dependent approach here F 0 (F R ) is fixed to its SM value and F R (F 0 ) is measured (called \"1D\"). In both cases the fractions are assumed to satisfy the condition F R + R 0 + F L = 1. The single measurements from both approaches have been recently combined using the BLUE method [22]. The values obtained from the combination procedure are summarized in Table II. The CMS experiment has measured the W helicity fractions using a dataset corresponding to an integrated luminosity of 2.2 fb −1 [23]. Events are selected with one W candidate decaying hadronically and the other W decaying leptonically, into a muon and a neutrino. Muons with p T > 25 GeV and at least four jets with p T > 30 GeV are requested. The W+jets background is suppressed by requiring at least one of the jets to be b-tagged. The tt event is reconstructed via a constrained kinematic fit. Only events with at least four jets and one lepton are used, with constrains optimised to improve the cos(θ * ) resolution. Two types of fits are performed: (i) a \"3D fit\" where the fractions F 0 , F L and the tt component normalisation, F tt , are treated as free parameters and F R = 1 − F 0 − F L , and (ii) a \"2D fit\" leaving F 0 and F tt as free parameters and setting F R = 0, F L = 1 − F 0 . The results of the two methods are reported in Table II. The measurement of W helicity fraction was performed also by the ATLAS experiment, with a data sample corresponding to an integrated luminosity of 1.04 fb −1 [24]. Events with at least one isolated lepton (electron or muon) are selected with E T > 25 GeV (p T > 20 GeV) for electrons (muons). In the single lepton channels four jets are requested with at least one of them being tagged as b-jet. In the dilepton channels (ee, eµ and µµ) at least two jets are required, with at least one of them being b-tagged. The helicity fractions were extracted with two methods using events reconstructed with a kinematic kit: a fit of the cos(θ * ) distribution using different W helicity Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May [21][22][23][24][25]2012 templates from simulation, and from a measurement of the angular asymmetries using an unfolded cos(θ * ) spectrum corrected for background contributions. The single results were combined using the BLUE method, taking into account the statistical correlations between analyses and the correlations of systematic uncertainties (see Table II). All experimental results are in agreement with NNLO QCD predictions with the ATLAS result being the most precise estimate from a single experiment.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 908,
                    "text": "[22]",
                    "end": 912
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 983,
                    "text": "Table II",
                    "end": 991
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1121,
                    "text": "[23]",
                    "end": 1125
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1936,
                    "text": "Table II.",
                    "end": 1945
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2104,
                    "text": "[24]",
                    "end": 2108
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2700,
                    "text": "[21]",
                    "end": 2704
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2704,
                    "text": "[22]",
                    "end": 2708
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2708,
                    "text": "[23]",
                    "end": 2712
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2712,
                    "text": "[24]",
                    "end": 2716
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2716,
                    "text": "[25]",
                    "end": 2720
                },
                {
                    "type": "bibr",
                    "start": 2720,
                    "text": "2012",
                    "end": 2724
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 3055,
                    "text": "Table II",
                    "end": 3063
                }
            ]
        },
        {
            "text": "Constraints to the anomalous W tb couplings",
            "section_rank": 6
        },
        {
            "section": "Constraints to the anomalous W tb couplings",
            "text": "Any deviation of the helicity fractions from the SM prediction could be caused by new physics contributing to the W tb vertex. New physics can be parameterised in terms of an effective Lagrangian above the electroweak symmetry breaking scale:",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Constraints to the anomalous W tb couplings",
            "text": "where P L (P R ) is the left-handed (right-handed) chirality operator and",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Constraints to the anomalous W tb couplings",
            "text": "The parameter Λ is the scale of new physics while C ",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": ".2 Limits on anomalous couplings",
            "section_rank": 7
        },
        {
            "section": ".2 Limits on anomalous couplings",
            "text": "he measured fractions can be used to set limits on anomalous Wtb couplings. We assume the inimal parametrization of the Wtb vertex suggested in Refs. [5,6] as described in the introuction. We have considered two specific scenarios. First, we have assumed ",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[5,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "6]",
                    "end": 155
                }
            ]
        },
        {
            "section": ".2 Limits on anomalous couplings",
            "text": "95% CL Figure 7. Allowed regions at 68% and 95% confidence level (CL) for the W tb anomalous couplings g L and g R . In the Standard Model, the anomalous couplings vanish at tree level [59].",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 7,
                    "text": "Figure 7",
                    "end": 15
                }
            ]
        },
        {
            "section": ".2 Limits on anomalous couplings",
            "text": "couplings, as implemented in the TopFit program [10,56] and normalizing to V L = 1. The allowed regions of (g L , g R ) are shown in figure 7, assuming V R = 0. The upper disconnected region in the plot shows a large-g R second solution to the quadratic equation relating the observables to the anomalous couplings. However, this region is disfavored by the measured cross-section for single top production at the Tevatron [17,57,58]. In addition to this two-dimensional limit it is useful to set limits on single anomalous couplings, taking only one of them non-zero at a time. These are, at 95% confidence level,  ",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 48,
                    "text": "[10,",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "start": 52,
                    "text": "56]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "[17,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "start": 427,
                    "text": "57,",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "start": 430,
                    "text": "58]",
                    "end": 433
                }
            ]
        },
        {
            "text": "Top antitop spin correlations",
            "section_rank": 8
        },
        {
            "section": "Top antitop spin correlations",
            "text": "Thanks to the small decay width, about one order of magnitude smaller than the scale of strong interactions (Λ QCD 0.1 GeV), the spin of the top quark is directly transferred to decay products and can be measured from their angular distributions. At hadron colliders top quark pairs are expected to be produced with spins significantly correlated. The observation of spin decorrelation could indicate that the spin orientation was modified by a non-SM decay process, such as a top decaying into a scalar charged Higgs boson and a b-quark (t → H + b). Measurements of spin correlations were first performed by the CDF and D0 experiments, however none of these measurements had sufficient sensitivity to discriminate between the SM and the uncorrelated spins hypothesis. More recently, the D0 experiment has performed a measurement based on an integrated luminosity of 5.3 fb −1 , providing the first evidence of spin correlations in tt events with a significance exceeding three standard deviations [26]. The degree of correlation, A, can be defined as the fractional difference between the number of events where the top and anti top quark spin orientations are aligned and those where the top quark spins have opposite alignment. The value A = +1 (−1) corresponds to fully parallel (antiparallel) spins. Next-to-leading-order (NLO) QCD predicts A = 0.78 +0.03 −0.04 for pp collisions at √ s = 1.96 TeV [27]. The D0 measurement is based on a matrix-element approach using lepton+jets events and has been combined with the measurement in the dilepton channel. One isolated electron or muon with p T > 20 GeV and four jets with p T > 20 GeV are requested, where the leading jet has p T > 40 GeV. The ratio of events with correlated spins to the total number of events, f meas , is extracted from a binned maximum-likelihood fit to the discriminant distribution using simulated templates of tt with and without spin correlations. The combination of the two channels yields f meas = 0.85 ± 0.2(stat. + syst.), which excludes the region f < 0.344 at 95% CL.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 998,
                    "text": "[26]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1403,
                    "text": "[27]",
                    "end": 1407
                }
            ]
        },
        {
            "section": "Top antitop spin correlations",
            "text": "3 * +jets events with low nvariant mass near the ts events with an e + e − of these regions can enre is large E miss T , typise events are difficult to e to uncertainties on the istribution, on the cross ith multiple jets, and on Z/γ * +jets background evaluated using a datahe MC simulation yield ed to the data using a n invariant mass within . ith misidentified (fake) events, are evaluated hod [41]. The matrix cy of real lepton identintification measured in chosen to be enhanced ns [38]. Contributions events in the fake lepusing MC simulation. imulation in control reto the expected signal pton yield is then estiin a sample containing ons. electroweak background such as single top, Z → on are determined from the theoretical predicsignal and background ",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 398,
                    "text": "[41]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 488,
                    "text": "[38]",
                    "end": 492
                }
            ]
        },
        {
            "text": "4313",
            "section_rank": 9
        },
        {
            "section": "4313",
            "text": "A binned log-likelihood fit is used to extract the spin correlation from the ∆φ distribution in data. The fit includes a linear superposition of the distribution from SM tt MC simulation with coefficient f SM , and from the uncorrelated tt MC simulation with coefficient (1 − f SM ). The e + e − , µ + µ − and e ± µ ∓ channels are fitted simultaneously with a common value of f SM , a tt normalization that is allowed to vary (per channel) and a fixed background normalization. The fitted tt normalizations are in agreement with the theoretical prediction of the production cross section [42]. Negative values of f SM correspond to an anti-correlation of the top and antitop quark spins. A value of f SM = 0 implies that the spins are uncorrelated and values of f SM > 1 indicate a larger strength of the tt spin correlation than predicted by the SM. The extraction of f SM using the fitting procedure has been verified over a wide range of possible values, −1 ≤ f SM ≤ 2, using MC simulation pseudo-experiments with full detector simulation. Figure 2 shows the reconstructed ∆φ distribution for the sum of the three dilepton channels in data. SM and uncorrelated tt MC samples are overlaid along with the expected backgrounds. Systematic uncertainties are evaluated by applying the fit procedure to pseudo-experiments created from MC samples modified to reflect the systematic variations. The fit of f SM is repeated to determine the effect of each systematic uncertainty using the nominal templates. The difference between the means of Gaussian fits to the results from many pseudo-experiments using nominal and modified pseudo-data is taken as the systematic uncer-10",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 588,
                    "text": "[42]",
                    "end": 592
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1043,
                    "text": "Figure 2",
                    "end": 1051
                }
            ]
        },
        {
            "text": "Unfolding",
            "section_rank": 10
        },
        {
            "section": "Unfolding",
            "text": "The reconstructed distributions are distorted from the true underlying distribut ited acceptance of our detector and by the resolution of reconstructed events procedure is used to correct the data for these two effects, in order to determine cos(q + l ) ⇥ cos(q l ) distributions, and resulting asymmetries, at parton-level. tions represent the differential cross-sections in the variables of interest, and ar unity. The details of the unfolding procedure are described in Ref. [39].  ",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 478,
                    "text": "[39]",
                    "end": 482
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "This note presents measurements related to the top spin correlation in tt dilep (e + e , µ + µ and e ± µ ⌥ ). The spin correlation coefficient in the helicity basis A meas.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "hel.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "= 0.24 ± 0.02(stat.)±0.08(syst.) and comparable with the standard mo The measurement is dominated by systematic uncertainties. A better under systematic effects related to theoretical predictions could yield a more precise The spin correlation is also investigated through asymmetry distributions, inc high M tt at reconstruction level, and inclusively unfolded to parton level. The in agreement with the SM predictions. Further studies of tt spin correlations were recently reported by the ATLAS and CMS experiments. At the LHC top pair production occurs mostly through the gluon-gluon channel. At low invariant masses, m tt ≤ 400 GeV, the production process is dominated by fusion of gluon pairs of equal helicity, resulting in tt pairs with aligned orientations of the top and anti-top spins (left-left or right-right) [28]. When both W bosons from the top pair decay leptonically they produce charged leptons with correlated azimuthal angle in the laboratory frame, a quantity well measured by LHC detectors. The ATLAS measurement, based on an integrated luminosity of 2.1 fb −1 , selects events with exactly two oppositely charged lepton candidates (ee, µµ, eµ) [29]. The electron (muon) candidates are selected with p T > 25(20) GeV and dilepton invariant mass above 15 GeV [28]. An additional cut on the missing transverse energy is imposed on events with lepton pairs of the same flavor to suppress background from Z+jets and W+jets events. The spin correlation is extracted from a binned log-likelihood fit of the dilepton azimuthal angle difference, ∆φ. The signal template is constituted by a linear superimposition of the SM tt simulation with coefficient f SM , and from the uncorrelated tt simulation with coefficient (1 − f SM ). Thus, f SM = 0 corresponds to uncorrelated spins.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 822,
                    "text": "[28]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1167,
                    "text": "[29]",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1280,
                    "text": "[28]",
                    "end": 1284
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012 Figure 4 shows the reconstructed ∆φ distribution compared with the SM expectation and uncorrelated tt simulation. The measured value from the fit is f SM = 1.30 ± 0.14(stat.) +0.27 −0.22 (syst.), where the largest systematic uncertainties are associated to the JES, jet resolution and efficiency, and fake leptons. The measurement can be translated into a determination of the correlation degree, A, by multiplying for a factor obtained from NLO QCD and dependent on the spin basis. The result in the helicity basis is reported in Table III together with the SM prediction at NLO accuracy. A similar analysis was recently performed by the CMS experiment, based on an integrated luminosity of 5 fb −1 [31]. Candidate events are selected with two isolated charged leptons (electrons or muons) with p T > 20 GeV and two or more jets, where at least one is identified as originating from a b-quark. The events are also required to have a dilepton invariant mass above 20 GeV for the three channels and a missing transverse energy above 40 GeV for the ee and µµ channels only. A binned likelihood fit of the reconstructed ∆φ distribution is used to extract the spin correlation coefficient. All the events are fitted together in a single fit, but different templates are used according to the decay channel. The background-subtracted and unfolded differential cross-section as function of ∆φ is shown in Figure 4. The result in the helicity basis is in good agreement with the SM expectation and is reported in Table III. The largest systematic uncertainties are associated to the background normalisation and MC statistics. The CMS experiment also investigated the spin correlations through asymmetry distributions, inclusively and at high m tt at reconstruction level, and inclusively unfolded to parton level. These results are also in agreement with the SM predictions.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 88,
                    "text": "Figure 4",
                    "end": 96
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 619,
                    "text": "Table III",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 788,
                    "text": "[31]",
                    "end": 792
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 1487,
                    "text": "Figure 4",
                    "end": 1495
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1594,
                    "text": "Table III",
                    "end": 1603
                }
            ]
        },
        {
            "text": "Charge asymmetries",
            "section_rank": 12
        },
        {
            "section": "Charge asymmetries",
            "text": "At its lowest order QCD predicts charge symmetric distributions for top quark pairs produced at hadron colliders. At NLO the interference between the Born diagram and the box diagram, as well as between initial-and final-state gluon emission, correlates the flight directions of the top quarks and antiquarks to the directions of motion of the initial quarks and antiquarks, respectively. The tt production in gluon-gluon fusion is however, charge symmetric. At Tevatron top pairs are predominantly produced by quark-antiquark annihilation, therefore top quarks are emitted preferentially along the direction of motion of the incoming protons and the top antiquarks along the direction of the antiprotons. This leads to a small forward-backward asymmetry of (6 ± 1)% in the tt rest frame [32][33][34]. The signed difference between the rapidities of the top and anti-top, ∆y = y t − yt, reflects the asymmetry in tt production and one can define the integrated charge asymmetry as",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 788,
                    "text": "[32]",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 792,
                    "text": "[33]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 796,
                    "text": "[34]",
                    "end": 800
                }
            ]
        },
        {
            "section": "Charge asymmetries",
            "text": "is the number of events with a positive (negative) ∆y. Both CDF and D0 experiments have performed measurements of A fb . Using samples of about 5 fb −1 , CDF measured parton level asymmetries of A fb = (15.8 ± 7.4)% [35] in the lepton+jets channel and A fb = (42 ± 16)% [36] in the dilepton channel. Combining the two CDF results yields A fb = (20.1 ± 6.7)% [37]. A measurement performed by the D0 experiment in the lepton+jets channel and based on an integrated luminosity of 5.4 fb −1 gives A fb = (19.6 ± 6.5)%, in good agreement with CDF [39]. More recently, CDF performed a new measurement based on 8.7 fb −1 [38]. The measured inclusive asymmetry is [16.2 ± 4.1(stat.) ± 2.2(syst.)]% while the NLO QCD prediction from POWHEG Monte Carlo is A = 6.6%. CDF has also measured the asymmetry differentially as function of the rapidity difference ∆y and top anti-top invariant mass, m tt . In both cases, the asymmetry dependence Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May [21][22][23][24][25]2012 on the measured variable is consistent with a linear increase, but the measured slopes are about 2.4σ larger than the NLO QCD predictions.",
            "paragraph_rank": 33,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 216,
                    "text": "[35]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 270,
                    "text": "[36]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 358,
                    "text": "[37]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 542,
                    "text": "[39]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 614,
                    "text": "[38]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1005,
                    "text": "[21]",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1009,
                    "text": "[22]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1013,
                    "text": "[23]",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1017,
                    "text": "[24]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1021,
                    "text": "[25]",
                    "end": 1025
                },
                {
                    "type": "bibr",
                    "start": 1025,
                    "text": "2012",
                    "end": 1029
                }
            ]
        },
        {
            "section": "Charge asymmetries",
            "text": "The unexpectedly large forward-backward asymmetry observed at the Tevatron can be further tested at the LHC. In the latter case, tt production via qq or qg scattering is expected to be small, and the dominant process is gg → tt. The symmetric initial state does not generate forward-backward asymmetries and A fb is not a useful observable any longer. However, the rapidity distribution of top and anti-top pairs differs, with top quarks emitted more frequently towards larger rapidities. The effect is due to the different momenta of the incoming qq partons as the valence quarks carry, on average, a larger fraction of the proton momentum than the anti-quark from the proton sea. The anti-top quark distribution is, therefore, more peaked towards central rapidity values. The charge asymmetry can be measured from the difference of the absolute values of pseudorapidities (or rapidities), ∆|η| = |η t | − |ηt|. Taking N +(−) as the number of events with positive (negative) values of ∆|η| the charge asymmetry is defined as",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "section": "Charge asymmetries",
            "text": "The SM prediction for the LHC case as obtained from the MC@NLO Monte Carlo generator is A C = (0.6 ± 0.2)%, where the uncertainty is estimated from the variation of the renormalization and factorization scales and using different sets of PDF. The prediction in Ref. [40], taking into account electroweak effects and setting the denominator in Eq. 3 to leading order accuracy, yields (1.15 ± 0.06)% [41].  [42] ATLAS combined 1-4.7 2.9 ± 1.8(stat.) ± 1.4(syst.) [42] CMS e, µ+jets 4.7 0.4 ± 1.0(stat.) ± 1.2(syst.) [44] Measurements of A C have been performed by both ATLAS and CMS experiments using lepton+jets and dilepton decays. In the ATLAS measurement [41], based on about 1 fb −1 , events are selected with a single isolated electron (muon) with p T > 25 (20) GeV, at least four jets with p T > 25 GeV and missing transverse energy E miss T > 20 GeV. In the 'tagged' selection at least one of the jets is required to be b-tagged. After background subtraction, a Bayesian unfolding procedure is performed to correct for acceptance and detector effects. The result is in agreement with the SM expectation and is reported in Table IV. The largest systematic uncertainties are associated to the modeling of the tt signal and gluon radiation as well as the multi-jet background for the electron channel. More recently ATLAS has reported a measurement in the dilepton channel based on 4.7 fb −1 [42]. Events are selected with two oppositely-charged isolated muons (electrons) with p T > 20 (25) GeV, a missing transverse energy E miss T > 60 GeV and two jets with p T > 25 GeV. Lepton pairs of different flavor are also included. A method based on leadingorder matrix elements is adopted to fully reconstruct the tt four momenta, by fixing the top quark and W boson masses to the world average values. The asymmetry in each channel is measured after background subtraction and after correction for acceptance and detector effects. The combination of the three channels (ee, µµ and eµ) based on the BLUE method is reported in Table IV and is found to be consistent with the SM expectation. The dominant systematic uncertainties on the single measurements are the multi-jet background modeling as well as the electron efficiency and resolution. The ATLAS experiment has also measured a lepton-based asymmetry, A ll C , that does not require the reconstruction of the full tt system. In this case, the measured discriminating variable is ∆|η| = |η l + | − η| l − |, representing the difference of the absolute values of positively and negatively charged lepton pseudorapidities. The result is A ll C = [2.3 ± 1.2(stat.) ± 0.8(syst.)]%, in good agreement with the MC@NLO Monte Carlo prediction of (0.4 ± 0.1)%.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 266,
                    "text": "[40]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 398,
                    "text": "[41]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 405,
                    "text": "[42]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 461,
                    "text": "[42]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 514,
                    "text": "[44]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 657,
                    "text": "[41]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 761,
                    "text": "(20)",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1395,
                    "text": "[42]",
                    "end": 1399
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1490,
                    "text": "(25)",
                    "end": 1494
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2025,
                    "text": "Table IV",
                    "end": 2033
                }
            ]
        },
        {
            "section": "Charge asymmetries",
            "text": "The CMS experiment has measured the charge asymmetry is lepton+jets decays with a data sample corresponding to an integrated luminosity of about 1 fb −1 [43]. The result has been recently updated with 4.7 fb −1 [44]. Events are Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May [21][22][23][24][25]2012 selected with an isolated electron or muon with p T > 25 GeV and 17 GeV, respectively, together with at least three jets, each with p T > 30 GeV. The reconstructed top quark and antiquark four-vectors are used to obtain the inclusive and differential distributions of ∆|y| as function of the rapidity, transverse momentum and invariant mass of the tt system. The corresponding asymmetry A C is also measured differentially from Eq. 3. The inclusive measurement is reported in Table IV where the dominant systematic uncertainties are associated to the unfolding technique and to the lepton identification and efficiency. Both the inclusive and differential distributions are consistent with the SM predictions and no hints for contributions from physics beyond the SM are found.  The forward-backward asymmetries measured at the Tevatron and the charge asymmetries from the LHC have been compared to the predictions of a number of simple models beyond the SM [41], as shown in Figure 5. The colored areas represent the ranges of predicted values for A F B and A C for the new physics models, computed using the tree-level SM amplitude and adding the contributions of new particles. The colored box is the SM prediction. The horizontal bands correspond to the ATLAS and CMS measurements from Refs. [41] and [43], respectively, while the vertical bands represent the Tevatron measurements from Refs. [35,39]. The LHC charge asymmetry measurements disfavor models with a new flavor-changing Z boson and are in tension with models introducing a W boson with right-handed couplings, while for the other new physics models the asymmetries measured at the Tevatron are consistent with the LHC within experimental uncertainties. The same study performed in the region of high invariant mass m tt > 450 GeV shows that the predictions of the six new physics models are in tension with the CDF and ATLAS high-mass measurements considered together.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 153,
                    "text": "[43]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 211,
                    "text": "[44]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 304,
                    "text": "[21]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 308,
                    "text": "[22]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 312,
                    "text": "[23]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 316,
                    "text": "[24]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 320,
                    "text": "[25]",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "start": 324,
                    "text": "2012",
                    "end": 328
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 805,
                    "text": "Table IV",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1287,
                    "text": "[41]",
                    "end": 1291
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1305,
                    "text": "Figure 5",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1625,
                    "text": "[41]",
                    "end": 1629
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1634,
                    "text": "[43]",
                    "end": 1638
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1726,
                    "text": "[35,",
                    "end": 1730
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1730,
                    "text": "39]",
                    "end": 1733
                }
            ]
        },
        {
            "text": "Searches for flavor-changing neutral currents in top decays",
            "section_rank": 13
        },
        {
            "section": "Searches for flavor-changing neutral currents in top decays",
            "text": "Several extensions of the SM predict that the branching fractions of the top quark decaying to a Z boson and a lighter quark, t → Zq, where q is a u or c quark, can be substantially enhanced [45]. In the SM this decay occurs at one loop level but is strongly suppressed by the GIM mechanism. The SM expectation for the branching ratio is Br(t → Zc) 1 × 10 −14 , while the decay t → Zu is further suppressed by a factor |V ub /V cb | 2 7.9 × 10 −3 , yielding Br(t → Zu) 8 × 10 −17 . The branching ratio in the new physics models is typically many orders of magnitude larger than the SM value, and can be as high as 2 × 10 −4 in certain R-parity violating SUSY models [45]. Searches for flavour-changing neutral current decay t → Zc performed at CDF [46] and D0 [47] result in the upper limits Br(t → Zc) ≤ 3.7% and ≤ 3.2%, respectively, at 95% CL. The larger top production cross section at the LHC allows to substantially improve the Tevatron bounds.",
            "paragraph_rank": 37,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 191,
                    "text": "[45]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 666,
                    "text": "[45]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 748,
                    "text": "[46]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 760,
                    "text": "[47]",
                    "end": 764
                }
            ]
        },
        {
            "section": "Searches for flavor-changing neutral currents in top decays",
            "text": "Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Searches for flavor-changing neutral currents in top decays",
            "text": "The CMS and ATLAS experiments have recently performed searches for these rare top decays. The ATLAS measurement, based on 2.1 fb −1 , searches for events with one top (or antitop) decaying through the t → W b channel while the other decays in the suppressed Zq mode [48]. Only leptonic decays of the Z and W bosons are considered (Z → ee, µµ, τ τ and W → eν, µν, τ ν), leading to a final state with three isolated leptons, at least two jets and missing transverse energy from the semi-leptonic W boson decay. The events are divided into two categories: (i) a sample with three leptons identified from the combination of inner detector, calorimeter and muon spectrometer, and (ii) a sample in which one of the leptons is based on the inner detector information only while the other two lepton candidates are as in (i). In the former case the leading lepton is required to have p T > 20 GeV, and the two sub-leading leptons are required to have p T > 20 GeV. Furthermore, two jets with p T > 25 GeV are required and in the sample (ii) at least one of the two jets is required to be b-tagged. Finally, the missing transverse energy is required to be E miss T > 20 GeV. The selected event samples are required to be kinematically consistent with the tt → W bZq decay through a χ 2 minimisation technique and further cuts are imposed on the reconstructed W and Z boson candidates masses. The number of events after all selection cuts is consistent with the background from SM processes and fake leptons and no evidence of the Zq decay is found. The expected and observed upper limits extracted with the CL s method are reported in Table V. The CMS measurement is based on an integrated luminosity of 4.6 fb −1 [49]. Similarly to the ATLAS case, the search is performed by selecting a sample of tt → W bZq candidate decays, where the W and Z bosons decay to electrons or muons. All three leptons in the final state are required to be isolated and have p T > 20 GeV. The invariant mass of and ee or µµ pair is required to be consistent with the Z boson mass. At least two jets with p T > 30 GeV are requested, separated by ∆R > 0.4 from the lepton candidates. The resulting sample is then divided into two categories: (i) a sample requiring a minimum value of the variable HT s , defined as the scalar sum of the lepton transverse momenta, jet transverse energies and missing transverse energy, and (ii) requiring one of the two jets to be b-tagged. The latter selection is the most sensitive and hence taken as reference result. The number of observed events after all selection cuts is consistent with the expectation from SM background processes and no evidence of the Zq decay is found also in this case. The expected and observed upper limits computed with the CL s technique are given in Table V and represent the most stringent bound from a single experiment to date. Furthermore, this result improves on the Tevatron upper limits by approximately an order of magnitude.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 266,
                    "text": "[48]",
                    "end": 270
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 1626,
                    "text": "Table V",
                    "end": 1633
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 1705,
                    "text": "[49]",
                    "end": 1709
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 2787,
                    "text": "Table V",
                    "end": 2794
                }
            ]
        },
        {
            "text": "Summary and outlook",
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "Thanks to the rapid increase of the LHC datasets and unprecedented production rates the field of top quark physics is living a stimulating and intense season with several new precise measurements being achieved. The recent increase of the LHC center-of-mass energy from 7 to 8 TeV has further enhanced the cross sections by 20% to 50% depending on the production process. The top quark mass, a fundamental free parameter in the SM, has been determined with sub-percent precision and is the best known quark mass to date. The most precise single determinations have systematic uncertainties of about 1 GeV and statistical uncertainties below 1 GeV. Thus, improved analysis techniques will be required to further reduce the systematic uncertainties. The mass difference between top and anti top quarks is in agreement with hypothesis of CPT conservation and has reached a precision relative to the top quark Presented at Flavor Physics and CP Violation (FPCP 2012), Hefei, China, May 21-25, 2012 mass of about 0.4%. If the new boson recently observed by LHC experiments [10,11] is confirmed as the Higgs boson of the SM, precise measurements of its mass, along with the W boson and top quark masses, will provide stringent consistency tests for the SM and a better understanding of the electroweak vacuum stability at large energy scales.",
            "paragraph_rank": 40,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1068,
                    "text": "[10,",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "start": 1072,
                    "text": "11]",
                    "end": 1075
                }
            ]
        },
        {
            "section": "Summary and outlook",
            "text": "The (V − A) structure of top decays to W bosons has been probed by measuring the W helicity fractions. LHC experiments have reached sufficient sensitivity to determine all three helicity fractions with precisions up to 10%. The statistical and systematic uncertainties in this case are roughly of the same order. The measurements are in agreement with SM expectations but still about one order of magnitude less accurate that theoretical predictions. The results are also translated into exclusion limits on the anomalous couplings in the W tb vertex.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "Thanks to the short lifetime the spin correlation in top antitop decays can be studied from the angular correlations of the decay leptons. Spin correlation were first observed at more than 3σ level by the D0 experiment. The LHC experiments have now measured non zero correlation coefficients with an accuracy of about 20-30%, excluding the zero correlation hypothesis at 3 − 4.5σ confidence level.",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "The study of tt forward-backward asymmetries, A F B , at the Tevatron has revealed an intriguing enhancement with respect to SM prediction, at the level of 2.4σ. Due to the different production process dominating the LHC top pair cross section the observable A F B is replaced by alternative approaches, such as the measurement of charge asymmetries. The results from CMS and ATLAS experiment are both in agreement with NLO QCD predictions. The combination of Tevatron and LHC measurement set complementary constraints to models proposed in an attempt to explain the Tevatron data. For instance, models introducing a new flavor-changing Z boson are disfavoured by LHC measurements.",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "Searches for rare top decays involving flavor-changing neutral currents have received an immediate boost from the large LHC samples. Although no evidence of the rare decays t → Zq is observed the upper limits on these decays have been recently improved by approximately an order of magnitude and are now of the order of 10 −3 . Further improvements of about a factor of two can be expected from the larger dataset collected during the 2012 LHC run.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "The LHC will provide the largest top event samples ever collected. With a total integrated luminosity of about 20 fb −1 expected by the end of 2012 the LHC experiments will have collected about 40 times more top quark pairs and 60 times more single top events than Tevatron experiments at 10 fb −1 . The unprecedented datasets will disclose new opportunities for precision measurements and searches for new phenomena.",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "√ s = 1 .",
            "section_rank": 15
        },
        {
            "section": "√ s = 1 .",
            "text": "96 TeV, and at the Large Hadron Collider (LHC), colliding protons at √ s = 7 and 8 TeV. Between 2001 and 2011 the Tevatron experiments collected an integrated luminosity of approximately 10.5 fb −1 during the so-called Run II. The LHC delivered the first proton collisions in 2009 and the 2010-11 run at √ s = 7 TeV provided data samples corresponding to an integrated luminosity of about 5.2 fb −1 . A run at √ s = 8 TeV started in April 2012 and is expected to deliver an integrated luminosity of about 20 fb −1 by the end of 2012. After a 18 months shutdown period, the LHC will restart operation at the center-of-mass energy of 13 TeV.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "The top quark mass nalysis: Mass distributions fitted to the data for the e + jets the left and the µ + jets channel on the right. Shown are reco W distributions, and in (c, d) the m reco top distributions. The data points are shown with their statistical uncertainties. The lines denote the background probability density function (dashed) and the sum of the signal and background probability density functions (full)",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Figure 2 :",
            "section_rank": 17
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Reconstructed mass distribution and result of t Results of the fit for same (different) flavour dileptons ar with one (left) or at least two b-tags (right). Also shown a model and the background-only shape (shaded).The sources of systematic uncertainty are summarized in T certainty on m top is the overall jet energy scale (JES) which mass measured from data. A (p T , h)-dependent variation estimate this uncertainty which is evaluated by scaling up a to the nominal value[15]. The variation of the top quark m scaling is evaluated in MC pseudo-experiments. The averag used to estimate the systematic uncertainty. Jet flavor-spec mentation of b/c-quarks, are evaluated from samples based and gluon jets. The uncertainty due to jet energy resolutio experiments by smearing the jet energies used in the m top respect to the default values. Lepton energy scale (LES) is effect on the measurement of m top . The uncertainty in the E surement of m top after factorizing the clustered (i.e. jet ener",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "Figure 1 :",
            "section_rank": 18
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Measurements of the top quark mass in final states with one or more leptons. Left: Distribution of the top quark mass from a kinematic fit measured by CMS in the µ+jets channel. The stacked histogram shows the Monte Carlo expectation for a mass of 172.5 GeV. The shaded area represents the normalization uncertainty from the CMS cross section measurement. Middle: Mass distribution fitted to the ATLAS data for the µ+jets channel. The dashed lines denote the background and the full lines the sum of the signal and background templates. Right: Reconstructed mass distribution from the CMS dilepton analysis, for leptons pairs of the same flavor. The solid line shows the result of the fit.",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "Figure 1 :",
            "section_rank": 19
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: (a): Input measurements and result of the LHC combination (see alsoTable 4); (b, c) : BLUE combination coefficients and relative importance of the input measurements. The relative importance of a measurement is defined as |w i |/ Â i |w i |, where |w i | is the absolute value of the BLUE combination coefficient for the i th input measurement.",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "Figure 2 :",
            "section_rank": 20
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Input measurements and result of the LHC top quark mass combination, compared to the corresponding Tevatron result.",
            "paragraph_rank": 51,
            "section_rank": 20
        },
        {
            "text": "( 3 , 6 :",
            "section_rank": 21
        },
        {
            "section": "( 3 , 6 :",
            "text": "3+3) φq, C 33 * φφ , C 33 * dW and C 33 uW are the effective operator coefficients. The anomalous couplings V R , g L , g R , generated by dimension-six operators, are equal to zero in the SM, while the coupling V tb receives a correction from the operator O Limits on the real components of the anomalous couplings g L , g R at 68 and 95% CL, r V L = 1 and V R = 0.",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Figure 3 :",
            "section_rank": 22
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Allowed regions at 68 and 95 % CL in the Re(gL), Re(gR) plane from the CMS (left) and ATLAS (right) measurements of the W helicity fractions in top decays.",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 23
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.Reconstructed charged lepton ∆φ distribution for the sum of the three dilepton channels. The integrated number of events for both the SM and the uncorrelated tt samples is fixed to the value from the fit. MC background samples are normalized using their predicted cross sections and the DD method in the case of Z/γ * +jets. The fake lepton background is evaluated from data.",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "The inclusive data sample (without M tt cut) is used for the unfolded results, an acceptance effects is removed by the unfolding procedure. The backgroundunfolded differential cross-sections for Df l + l and cos(q + l ) ⇥ cos(q l ) are show data are compared to the predictions of the POWHEG-PYTHIA tt sample and t culation from Ref.[34]. The asymmetries measured from the unfolded distrib parton-level quantities. The unfolded value of A Df is 0.097 ± 0.015 ± 0.0 0.119 ± 0.0004 in the simulation. The unfolded value of A c1c2 is 0.015 ± 0 data and 0.063 ± 0.0004 in the simulation. The systematic uncertainties are fr described in Tab. 3.",
            "paragraph_rank": 55,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 333,
                    "text": "[34]",
                    "end": 337
                }
            ]
        },
        {
            "text": "Figure 5 :",
            "section_rank": 25
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Background-subtracted and unfolded differential cross-sections cos(q + l ) ⇥ cos(q l ).",
            "paragraph_rank": 56,
            "section_rank": 25
        },
        {
            "text": "Figure 4 :",
            "section_rank": 26
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Reconstructed charged lepton ∆φ distribution in dileptonic tt decays from ATLAS (left) and CMS (right). The CMS measurement is background-subtracted and unfolded to parton-level.",
            "paragraph_rank": 57,
            "section_rank": 26
        },
        {
            "text": "Fig. 6",
            "section_rank": 27
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6Measured FB asymmetries from the Tevatron and charge asymmetries from the LHC, compared to predictio the SM as well as predictions incorporating various potential new physics contributions. The horizontal (vertical) ba lines correspond to the ATLAS and CMS (CDF and D0) measurements. In (a) the inclusive values are presented an the ATLAS measurement for m tt > 450 GeV is compared to the CDF measurement. The MC predictions for the new models are from Refs.[17, 55].",
            "paragraph_rank": 58,
            "section_rank": 27
        },
        {
            "text": "Figure 5 :",
            "section_rank": 28
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Forward-backward asymmetries from the Tevatron (vertical bands) and charge asymmetries from the LHC (horizontal bands), compared to the SM prediction and various models including new physics contributions (colored areas).",
            "paragraph_rank": 59,
            "section_rank": 28
        },
        {
            "text": "Table I .",
            "section_rank": 29
        },
        {
            "section": "Table I .",
            "text": "The dominant source of systematic uncertainty on the top mass is the JES.",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "text": "Table I :",
            "section_rank": 30
        },
        {
            "section": "Table I :",
            "text": "Summary of recent top quark mass measurements performed at hadron colliders ± 0.6(stat. + JES) ± 1.2(syst.)[12]   e, µ+jets (1D) ATLAS 174.4 ± 0.9(stat.) ± 2.5(syst.)[14]   e, µ+jets (2D) ATLAS 174.5 ± 0.6(stat.) ± 2.3(syst.)",
            "paragraph_rank": 61,
            "section_rank": 30
        },
        {
            "text": "Table II :",
            "section_rank": 31
        },
        {
            "section": "Table II :",
            "text": "Measurements of the W helicity fractions in top decays at hadron colliders. For each result the first uncertainty is statistical and the second systematic. The SM prediction is shown in the last row.",
            "paragraph_rank": 62,
            "section_rank": 31
        },
        {
            "text": "Table I .",
            "section_rank": 32
        },
        {
            "section": "Table I .",
            "text": "The number el is: 477 for the e + e − l and 2930 for the e ± µ ∓ al yield due to the looser",
            "paragraph_rank": 63,
            "section_rank": 32
        },
        {
            "text": "Table III :",
            "section_rank": 33
        },
        {
            "section": "Table III :",
            "text": "LHC measurements of the spin correlation coefficient in the helicity basis. The SM prediction is shown in the last row.",
            "paragraph_rank": 64,
            "section_rank": 33
        },
        {
            "text": "Table IV :",
            "section_rank": 34
        },
        {
            "section": "Table IV :",
            "text": "Summary of the tt charge asymmetry measurements at the LHC.",
            "paragraph_rank": 65,
            "section_rank": 34
        },
        {
            "text": "Table V :",
            "section_rank": 35
        },
        {
            "section": "Table V :",
            "text": "Summary of the expected and observed 95% CL upper limits on the FCNC top quark decay t → Zq branching ratio at hadron colliders. × 10 −2 5.0 × 10 −2 [46] D0 3.2 × 10 −2 3.8 × 10 −2 [47] ATLAS 7.3 × 10 −3 9.3 × 10 −3 [48] CMS 3.4 × 10 −3 3.4 × 10 −3 [49]",
            "paragraph_rank": 66,
            "section_rank": 35
        }
    ]
}