{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "The decay of J/ψ to three photons is studied using ψ(3686) → π + π − J/ψ in a sample of 1.0641 × 10 8 ψ(3686) events collected with the BESIII detector. Evidence of the direct decay of ηc to two photons, ηc → γγ, is reported, and the product branching fraction is determined to be B(J/ψ → γηc, ηc → γγ) = (4.5 ± 1.2 ± 0.6) × 10 −6 , where the first error is statistical and the second is systematic. The branching fraction for J/ψ → 3γ is measured to be (11.3 ± 1.8 ± 2.0) × 10 −6 with improved precision. Decays of positronium to more than one photon are regarded as an ideal test-bed for quantum electrodynamics (QED) [1], while the analogous processes in charmonia act as a probe of the strong interaction [2]. For example, the decay J/ψ → 3γ has a relatively simple theoretical description, and the experimental measurements allow for a fundamental test of non-perturbative quantum chromodynamics (QCD) [3]. The decay rate of J/ψ → 3γ is approximately proportional to the cube of the QED coupling constant α 3 ≈ ( 1 137 ) 3 . To reduce model dependence, the branching fraction for J/ψ → 3γ is normalized by the branching fraction for J/ψ → e + e − . The ratio R ≡ B(J/ψ → 3γ) B(J/ψ → e + e − ) = 64(π 2 − 9) 243π α(1−7.3 α s (r) π )",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 620,
                    "text": "[1]",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 709,
                    "text": "[2]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 907,
                    "text": "[3]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1026,
                    "text": "3",
                    "end": 1027
                }
            ]
        },
        {
            "text": "is calculated with first-order QCD corrections, where B(X) denotes the branching fraction of decay X, α s (r) is the QCD running coupling constant, and r is the distance between the c andc quarks. From the ratio B(J/ψ → 3g)/B(J/ψ → e + e − ) [5], a value of α s ≈ 0.19 can be obtained; inserting this into Eq. (1) then gives R ≈ 2.96 × 10 −4 . This ratio is sensitive to QCD corrections only. It is still unclear, though, how radiative and relativistic QCD corrections should be treated [6] and how they may affect this ratio. Experimental constraints on this ratio can help us to understand the behavior of non-perturbative QCD, which would shed light on the dynamics of charmonium. In addition, the photon energy spectrum in J/ψ → 3γ reveals the internal structure of the J/ψ, since the photon spectrum at energy ω is sensitive to the distance r ∼ 1/ √ m c ω [4]. The CLEO collaboration was the first to report the observation of J/ψ → 3γ, measuring its branching fraction to be B(J/ψ → 3γ) = (12 ± 3 ± 2) × 10 −6 [7]. This corresponds to a value of R = (2.0 ± 0.6) × 10 −4 , which disagrees with the prediction given by Eq. (1). Looking at the J/ψ → γη c , η c → γγ mode, the analysis of B(η c → γγ) is determined mainly from two-photon fusion γγ ( * ) → η c [8], because of low statistics for direct measurements of the decay. The most precise direct measure-ment of B(η c → γγ) to date comes from BELLE, with a significance of 4.1σ [9]. The J/ψ → γη c , η c → γγ branching fraction is predicted to be (4.4 ± 1.1) × 10 −6 [10], if higher-order QCD corrections are not taken into account. CLEO reported an upper limit of B(J/ψ → γη c , η c → γγ) < 6 × 10 −6 at 90% confidence level [7].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 242,
                    "text": "[5]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 487,
                    "text": "[6]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "start": 861,
                    "text": "[4]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1016,
                    "text": "[7]",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "start": 1127,
                    "text": "(1)",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1262,
                    "text": "[8]",
                    "end": 1265
                },
                {
                    "type": "bibr",
                    "start": 1437,
                    "text": "[9]",
                    "end": 1440
                },
                {
                    "type": "bibr",
                    "start": 1526,
                    "text": "[10]",
                    "end": 1530
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1685,
                    "text": "[7]",
                    "end": 1688
                }
            ]
        },
        {
            "text": "This article presents the most precise measurement yet of the J/ψ → 3γ branching fraction and its photon energy spectrum using ψ(3686) → π + π − J/ψ decays. In addition, evidence for J/ψ → γη c , η c → γγ is reported. The analysis is based on a sample of (1.0641 ± 0.0086) × 10 8 ψ(3686) events [11] collected with the Beijing Spectrometer (BESIII), at the Beijing Electron-Positron Collider (BEPCII) [12]. Using ψ(3686) → π + π − J/ψ events for this study rather than e + e − → J/ψ → 3γ eliminates background from the QED process e + e − → 3γ.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 295,
                    "text": "[11]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 401,
                    "text": "[12]",
                    "end": 405
                }
            ]
        },
        {
            "text": "BEPCII is a double-ring electron-positron collider, designed to run at energies around the J/ψ peak. The BESIII detector [12] is a cylindrically symmetric detector with five sub-detector components. From inside to out, these are: main drift chamber (MDC), time-offlight system, electromagnetic calorimeter (EMC), superconducting solenoid magnet, and muon chamber. The momentum resolution for charged tracks reconstructed by the MDC is 0.5% for transverse momenta of 1 GeV/c. The energy resolution for showers deposited in the EMC is 2.5% for 1 GeV photons.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 121,
                    "text": "[12]",
                    "end": 125
                }
            ]
        },
        {
            "text": "The BESIII detector is modeled with a Monte Carlo (MC) simulation based on GEANT4 [13,14]. The KKMC generator [15] is used to produce MC samples at any specified energy, taking into account initial state radiation and beam energy spread. The known ψ(3686) decay modes are generated with EVTGEN [16] using branching fractions listed by the Particle Data Group (PDG) [8], while unknown decay modes are simulated with LundCharm [17].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 82,
                    "text": "[13,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 86,
                    "text": "14]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 110,
                    "text": "[15]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 294,
                    "text": "[16]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 365,
                    "text": "[8]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 425,
                    "text": "[17]",
                    "end": 429
                }
            ]
        },
        {
            "text": "For the selection of ψ(3686) → π + π − J/ψ, J/ψ → 3γ candidates, events with only two charged tracks and at least three photons are required. The minimum distance of any charged track to the interaction point is required to be within 10 cm in the beam direction and within 1 cm in the perpendicular plane. The two charged tracks are assumed to be π + π − candidates, and the recoil mass in the center of mass system must be in the range [3.091, 3.103] GeV/c 2 .",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 437,
                    "text": "[3.091, 3",
                    "end": 446
                }
            ]
        },
        {
            "text": "Photon candidates are chosen from isolated clusters in the EMC whose energies are larger than 25 MeV in the barrel region (| cos θ| < 0.8) and 50 MeV in the end-cap regions (0.86 < | cos θ| < 0.92). Here, θ is the polar angle with respect to the beam direction. To reject photons from bremsstrahlung and from interactions with material, showers within a conic angle of 5 • around the momenta of charged tracks are rejected. To suppress wrongly reconstructed showers due to electronic noise or beam backgrounds, it is required that the shower time be within 700 ns of the event start time. Events with 3 or 4 photon candidates are kept for further data processing. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The vertical lines indicate the mass windows to reject π 0 , η and η ′ .",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The π + and π − tracks are fitted to a common vertex to determine the event interaction point, and a fourconstraint kinematic fit to the initial four-momentum of the ψ(3686) is applied for each π + π − γγγ combination. The combination with the smallest fit χ 2 4C is kept, and χ 2 4C < 50 is required. Figure 1 shows distributions of M (γγ) lg versus M (γγ) sm , where M (γγ) lg and M (γγ) sm are the largest and smallest two-photon invariant masses among the three combinations, respectively. Events from the background processes J/ψ → γπ 0 /η/η ′ → 3γ can be clearly seen in Fig. 1(c). These backgrounds are significantly reduced by removing all events that lie in the mass regions [0.10, 0.16] GeV/c 2 , [0.50, 0.60] GeV/c 2 , and [0.90, 1.00] GeV/c 2 . Contributions from these backgrounds which lie outside these mass regions are estimated from simulation. Simulations of these processes are validated by comparing the line shapes of the M (γγ) lg and M (γγ) sm distributions and their yields with those in the control samples in data.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 302,
                    "text": "Figure 1",
                    "end": 310
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 577,
                    "text": "Fig. 1",
                    "end": 583
                }
            ]
        },
        {
            "text": "Another source of background is J/ψ → γe + e − events in which the electron and positron tracks fail to be reconstructed in the MDC, with the associated EMC clusters then being misidentified as photon candidates. To reject this background, the number of hits in the MDC within an opening angle of five EMC crystals around the center of each photon shower is counted and the total number of hits from the three photons is required to be less than 40.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Background from J/ψ → γπ 0 π 0 events can still pass the selection requirements if the two photons from one π 0 decay are nearly collinear or if one of the π 0 s is very soft. Since the J/ψ → γπ 0 π 0 branching fraction is large, this remains a large source of background. In order to model this background, taking advantage of the structure of intermediate resonances, a partial wave analysis (PWA) [18] is performed on a γπ 0 π 0 sample based on 2.25 × 10 8 J/ψ events recorded at the J/ψ resonance at BESIII [19]. The intermediate states f 0 (600), f 2 (1270), f 0 (1500), f ′ 2 (1525), f 0 (1710), f 2 (1950), f 0 (2020), f 2 (2150) and f 2 (2340) are probed and measured in the γπ 0 π 0 final states of J/ψ decays. For the control samples of J/ψ → γπ 0 π 0 in ψ(3686) → π + π − J/ψ decays, looking at the distributions of M (π 0 π 0 ) and cos θ, Fig. 2 shows excellent agreement between data and MC simulation which incorporates the PWA results. Here, M (π 0 π 0 ) is the invariant mass of two π 0 and θ is the polar angle of the π 0 with respect to the beam axis. Decays of J/ψ → γf J , f J → γγ are negligible because of their extremely small branching fractions [8].",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 400,
                    "text": "[18]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 511,
                    "text": "[19]",
                    "end": 515
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 851,
                    "text": "Fig. 2",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1170,
                    "text": "[8]",
                    "end": 1173
                }
            ]
        },
        {
            "text": "The χ 2 4C value can be used to separate the 3γ from the γπ 0 π 0 final states, and the M (γγ) lg distribution can be used to distinguish J/ψ → γ(γγ) ηc from the direct process J/ψ → 3γ. A two-dimensional maximum likelihood fit is therefore performed on the M (γγ) lg and χ 2",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "4C",
            "section_rank": 2
        },
        {
            "section": "4C",
            "text": "distributions to estimate the yields of J/ψ → 3γ and J/ψ → γ(γγ) ηc . For the fit, the shapes of both signal and background processes are taken from MC simulation; the normalization of J/ψ → γ(γγ) π 0 /η/η ′ is fixed to the expected density based on MC simulation as listed in Table I; and the normalization of J/ψ → γπ 0 π 0 is allowed to float. Backgrounds of non-J/ψ decays are estimated using the M (π + π − ) recoil sidebands within [2.994, 3.000] GeV/c 2 and [3.200, 3.206] GeV/c 2 . Figure 3 shows the projections of the two-dimensional fit results and Table II lists the numerical results. The χ 2 per degree of freedom corresponding to the fit is 318/349. The statistical significance of J/ψ → 3γ (J/ψ → γ(γγ) ηc ) is 8.3σ (4.1σ), as determined by the ratio of the maximum likelihood value and the likelihood value for a fit under the null hypothesis. When the systematic uncertainties are included, the significance becomes 7.3σ (3.7σ). The branching fraction is calculated using",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 277,
                    "text": "Table I",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "start": 438,
                    "text": "[2.994, 3",
                    "end": 447
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 490,
                    "text": "Figure 3",
                    "end": 498
                },
                {
                    "type": "table",
                    "start": 560,
                    "text": "Table II",
                    "end": 568
                }
            ]
        },
        {
            "section": "4C",
            "text": "where n obs is the observed number of events, N ψ(3686) is the number of ψ(3686) events [11], and ε is the detection efficiency. The branching fraction for ψ(3686) → π + π − J/ψ is taken from the PDG [8]. Simulation of direct J/ψ → 3γ decay assumes the lowest order matrix element is similar to the decay of ortho-positronium to three photons [20]. Sources of systematic uncertainty in the measurement are listed in Table III. For the process J/ψ → 3γ, there is no explicit theoretical input for the matrix element. The signal model used in the simulation determines the uncertainty in estimating the detection efficiency. In the  (left) and M (γγ) lg (right) for data (points with error bars) and the fit results (thick solid line). The (dark red) dotted-dashed, (red) dashed and (blue) dotted lines show contributions from J/ψ → 3γ, J/ψ → γηc → 3γ, and J/ψ → γπ 0 π 0 , respectively. The stacked histogram represents the backgrounds from J/ψ → γπ 0 /η/η ′ (light shaded and green) and non-J/ψ decays (dark shaded and violet).",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 88,
                    "text": "[11]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 200,
                    "text": "[8]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 343,
                    "text": "[20]",
                    "end": 347
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 416,
                    "text": "Table III",
                    "end": 425
                }
            ]
        },
        {
            "section": "4C",
            "text": "kinematic phase space in the Dalitz-like plot of Fig. 1(e), the detection efficiency, ε, is formulated as",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 49,
                    "text": "Fig. 1(e)",
                    "end": 58
                }
            ]
        },
        {
            "section": "4C",
            "text": "where N ij = n ij ε ij is the number of acceptance-corrected signals, n ij is the number of observed signals, and ε ij is the detection efficiency in kinematic bin (i, j) MC studies show that ε ij ranges from 34.0% to 39.1%. Given a sufficient yield, Eq. (3) would provide a realistic unbiased ε from the weighted sum of ε ij . However, this is not applicable in this work due to the low statistics of the signal yield. With a reasonable assumption that signal yields are continuously distributed over the full phase space in Fig. 3(d), the maximum relative change of ε ij , 15%, is taken as the systematic uncertainty. For the case of J/ψ → γη c , its decay mechanism is well understood and the corresponding uncertainty is negligible.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 526,
                    "text": "Fig. 3(d)",
                    "end": 535
                }
            ]
        },
        {
            "section": "4C",
            "text": "The invariant mass of the η c in the J/ψ → γη c decay is assumed to have a relativistic Breit-Wigner distribution, weighted by a factor of E * 3 γ multiplied by a damping factor e −E * 2 γ /8β 2 , with β = (65.0 ± 2.5) MeV [21]. Here, E * γ is the energy of the radiated photon in the J/ψ rest frame. An alternative parametrization of the damping factor used by KEDR [22] changes the measurement by 1%, which is taken as the systematic uncertainty in the η c line shape. In addition, variations of the η c width in the range 22.7-32.7 MeV affect the measurement of B(J/ψ → γη c , η c → γγ) by 5%.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 141,
                    "text": "* 3",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 223,
                    "text": "[21]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 367,
                    "text": "[22]",
                    "end": 371
                }
            ]
        },
        {
            "section": "4C",
            "text": "The systematic uncertainty due to possible bias in modelling the detector resolutions is evaluated by performing a two-dimensional fit of the χ 2 4C and M (γγ) lg distributions with MC shapes smeared by an asymmetric Gaussian function. The function parameters are determined by comparing a J/ψ → γη, η → γγ control data sample to a corresponding simulated sample. This function serves to adjust the detector resolution in the MC simulation to that seen in the data. Inclusion of this resolution function changes the numerical results by 3% for B(J/ψ → 3γ) and 9% for B(J/ψ → γη c , η c → γγ). Figure 4 compares M (π + π − ) recoil distributions in data and MC simulation for ψ(3686) inclusive decays, based on the ψ(3686) → π + π − J/ψ, J/ψ → γ(γγ) η control samples. It also shows the distribution for a dedicated MC simulation of the process J/ψ → γ(γγ) η . As Fig. 4 shows, there is a slight discrepancy between data and MC simulation in the position of the peak in the M (π + π − ) recoil spectrum. This discrepancy is due to the tracking simulation of low momentum pions. Since the J/ψ mass window is sufficiently broad to cover the peak region in both data and MC simulation, the efficiency of the mass window requirement should not be significantly affected. The relevant systematic uncertainty is studied with a J/ψ → γη, η → γγ control sample. Using different mass window regions give a maximum change of 4% in B(J/ψ → γη); this is therefore taken as the systematic ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 593,
                    "text": "Figure 4",
                    "end": 601
                },
                {
                    "type": "figure",
                    "start": 863,
                    "text": "Fig. 4",
                    "end": 869
                }
            ]
        },
        {
            "text": "uncertainty.",
            "section_rank": 3
        },
        {
            "section": "uncertainty.",
            "text": "The uncertainty in the expected number of background events from J/ψ → γπ 0 (η, η ′ ) is evaluated by varying their branching fractions by one standard deviation [8]. The maximum changes in the results are 0.5% for B(J/ψ → 3γ) and 5% for B(J/ψ → γη c , η c → γγ).",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 162,
                    "text": "[8]",
                    "end": 165
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "It has been verified that the χ 2 4C distribution of the γπ 0 π 0 final states does not depend on the components of the intermediate processes involved; in this case, these are mainly the f J states [7]. Since the M (γγ) lg mass distribution does depend on the components of the intermediate structures, however, it is important to obtain a good understanding of the primary components using PWA. Information about the amplitudes in J/ψ → γπ 0 π 0 from the previous BESII analysis [18] is also used in the simulation as an additional check; the relative change of 2% in the results is taken as the systematic uncertainty due to the PWA model. The photon detection efficiency is studied with different control samples, such as radiative Bhabha and ψ(3686) → π + π − J/ψ, J/ψ → ρ 0 π 0 events [23]. A systematic uncertainty of 1% is assigned for each photon over the kinematic region covered in this work, so a total of 3% is assigned for the three photons in the final states studied. The MDC tracking efficiency is studied using selected samples of J/ψ → ρπ and ψ(3686) → π + π − J/ψ, J/ψ → π + π − pp events [24]. The disagreement between data and MC simulation is within 1% for each pion, so 2% is assigned as the total systematic uncertainty for the two pions. Samples of J/ψ → γη, η → γγ events are selected to study uncertainties arising from requirements on the number of photon candidates and the χ 2 4C requirement, which are given as 0.5% and 2%, respectively. The uncertainty due to the fitting is estimated to be 5% by changing the fitting range and the bin width.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 199,
                    "text": "[7]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 481,
                    "text": "[18]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 791,
                    "text": "[23]",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1109,
                    "text": "[24]",
                    "end": 1113
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "The uncertainty in determining the number of ψ(3686) events is 0.8% [11]. The uncertainty in B(ψ(3686) → π + π − J/ψ) is taken to be 1.2%, as quoted by the PDG [8].",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 68,
                    "text": "[11]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 160,
                    "text": "[8]",
                    "end": 163
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "The energy spectrum of inclusive photons in J/ψ → 3γ provides information on the internal structure of the J/ψ [4]. An inclusive photon is defined as any one of the three photons in the final state. Partial branching fractions are measured as a function of inclusive photon energy E γ in the J/ψ rest frame. Figure 5 shows the model-independent photon energy distribution as measured for all three photons from J/ψ → 3γ, where the error bars are combinations of the statistical and systematic uncertainties. The distribution agrees well with the theoretical calculation adapted from the ortho-positronium decay model. However, the experimental uncertainties are still rather large.",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 111,
                    "text": "[4]",
                    "end": 114
                },
                {
                    "type": "figure",
                    "start": 308,
                    "text": "Figure 5",
                    "end": 316
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "In conclusion, the J/ψ decays to three photons are studied using ψ(3686) → π + π − J/ψ decays at BESIII. The direct decay of J/ψ → 3γ is measured to be B(J/ψ → 3γ) = (11.3 ± 1.8 ± 2.0) × 10 −6 , which is consistent with the result from CLEO. Combining the results of the two experiments gives B(J/ψ → 3γ) = (11.6 ± 2.2) × 10 −6 . With the input of B(J/ψ → e + e − ) from the PDG [8], R is then determined to be (1.95 ± 0.37) × 10 −4 . This is clearly incompatible with the calculation in Eq. 1, which indicates that further improvements of the QCD radiative and relativistic corrections are needed. A study in Ref. [25] reveals that the discrepancy can be largely remedied by introducing the joint perturbative and relativistic corrections.",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 379,
                    "text": "[8]",
                    "end": 382
                },
                {
                    "ref_id": "formula_0",
                    "start": 492,
                    "text": "1",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 615,
                    "text": "[25]",
                    "end": 619
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "The energy spectrum of inclusive photons in J/ψ → 3γ is also measured. Evidence of the η c → γγ decay is reported, and the product branching fraction of J/ψ → γη c and η c → γγ is determined to be B(J/ψ → γη c , η c → γγ) = (4.5 ± 1.2 ± 0.6) × 10 −6 . This result is consistent with the theoretical prediction [10] and the CLEO result [7]. When combined with the input of B(J/ψ → γη c ) = (1.7 ± 0.4) × 10 −2 from the PDG [8], we obtain B(η c → γγ) = (2.6 ± 0.7 ± 0.7) × 10 −4 , which agrees with the result from two-photon fusion [8].",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 310,
                    "text": "[10]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 335,
                    "text": "[7]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 422,
                    "text": "[8]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 531,
                    "text": "[8]",
                    "end": 534
                }
            ]
        },
        {
            "section": "uncertainty.",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their hard work.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "a",
            "section_rank": 4
        },
        {
            "section": "a",
            "text": "Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia b On leave from the Bogolyubov Institute for Theoretical Physics, Kiev 03680, Ukraine c Also at the PNPI, Gatchina 188300, Russia d Present address: Nagoya University, Nagoya 464-8601, Japan",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Scatter plots of M (γγ)lg versus M (γγ)sm for data before (c) and after (e) removal of backgrounds from J/ψ → γπ 0 /η/η ′ and MC simulations of the processes (a) J/ψ → γπ 0 /η/η ′ → 3γ, (b) J/ψ → γf2(1270) → γ(γγ) π 0 (γγ) π 0 , (d) J/ψ → 3γ, and (f) J/ψ → γηc → 3γ. The vertical lines indicate the mass windows to reject π 0 , η and η ′ .",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. The π 0 π 0 invariant mass spectrum (left) and the angular distribution of the π 0 in the laboratory frame (right) for the ψ(3686) → π + π − J/ψ, J/ψ → γπ 0 π 0 control sample, for data (points with error bars) and PWA results (solid line).",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 7
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (color online)Projection of the two-dimensional fit to χ 2 4C (left) and M (γγ) lg (right) for data (points with error bars) and the fit results (thick solid line). The (dark red) dotted-dashed, (red) dashed and (blue) dotted lines show contributions from J/ψ → 3γ, J/ψ → γηc → 3γ, and J/ψ → γπ 0 π 0 , respectively. The stacked histogram represents the backgrounds from J/ψ → γπ 0 /η/η ′ (light shaded and green) and non-J/ψ decays (dark shaded and violet).",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "FIG. 4 .FIG. 5 .",
            "section_rank": 8
        },
        {
            "section": "FIG. 4 .FIG. 5 .",
            "text": "FIG. 4.The π + π − recoil mass spectrum M (π + π − ) recoil from the control channel ψ(3686) → π + π − J/ψ, J/ψ → γ(γγ)η for data (points with error bars) and MC simulation (dashed histogram). The event selection is the same as for J/ψ → 3γ but with the requirement that the γγ mass M (γγ) has to lie within [0.5, 0.6] GeV/c 2 . For comparison, a simulation of J/ψ → γ(γγ)η is shown (solid histogram) with the area scaled to that of the full ψ(3686) decay chain simulation. The arrows indicate the signal region for selection of J/ψ events.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "PACS numbers: 14.40.Pq, 13.20.Gd, 12.38.Aw",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "TABLE I .TABLE II .",
            "section_rank": 10
        },
        {
            "section": "TABLE I .TABLE II .",
            "text": "Estimated numbers of events for the backgrounds shown inFig. 3. The detection efficiency ε, signal yields, estimated significance and measured branching fractions, with their uncertainties, for the two decay modes. The first set of uncertainties are statistical and the second are systematic. Values of the significance outside the parenthesis are statistical only and those within the parenthesis include systematic effects.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "TABLE III .",
            "section_rank": 11
        },
        {
            "section": "TABLE III .",
            "text": "Summary of the relative systematic uncertainties. B3γ and Bγη c stand for the measurements of branching fractions B(J/ψ → 3γ) and B(J/ψ → γηc, ηc → γγ), respectively. A dash (-) means the uncertainty is negligible.",
            "paragraph_rank": 33,
            "section_rank": 11
        }
    ]
}