{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Results are presented from a search for a W boson using a dataset corresponding to 5.0 fb −1 of integrated luminosity collected during 2011 by the CMS experiment at the LHC in pp collisions at √ s = 7 TeV. The W boson is modeled as a heavy W boson, but different scenarios for the couplings to fermions are considered, involving both left-handed and right-handed chiral projections of the fermions, as well as an arbitrary mixture of the two. The search is performed in the decay channel W → tb, leading to a final state signature with a single electron or muon, missing transverse energy, and jets, at least one of which is identified as a b-jet. A W boson that couples to the right-handed (left-handed) chiral projections of the fermions with the same coupling constants as the W is excluded for masses below 1.85 (1.51) TeV at the 95% confidence level. For the first time using LHC data, constraints on the W gauge couplings for a set of left-and right-handed coupling combinations have been placed. These results represent a significant improvement over previously published limits.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "New charged massive gauge bosons, usually called W , are predicted by various extensions of the standard model (SM), for example [1][2][3][4]. In contrast to the W boson, which couples only to left-handed fermions, the couplings of the W boson may be purely left-handed, purely right-handed, or a mixture of the two, depending on the model. Direct searches for W bosons have been conducted in leptonic final states and have resulted in lower limits for the W mass of 2.15 TeV [5] and 2.5 TeV [6], obtained at the Large Hadron Collider (LHC) by the ATLAS and CMS experiments respectively. CMS has also searched for the process W → WZ using the fully leptonic final states and has excluded W bosons with masses below 1.14 TeV [7]. For W bosons that couple only to right-handed fermions, the decay to leptons will be suppressed if the mass of the right-handed neutrino is larger than the mass of the W boson. In that scenario, the limits from the leptonic searches do not apply. Thus it is important to search for W bosons also in quark final states. Searches for dijet resonances by CMS [8] have led to the limit M(W ) > 1.5 TeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 129,
                    "text": "[1]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "start": 132,
                    "text": "[2]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "start": 135,
                    "text": "[3]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 138,
                    "text": "[4]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "[5]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 492,
                    "text": "[6]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 724,
                    "text": "[7]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "start": 1085,
                    "text": "[8]",
                    "end": 1088
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter, we present the results of a search for W via the W → tb (tb +tb) decay channel. This channel is especially important because in many models the W boson is expected to be ✩ © CERN for the benefit of the CMS Collaboration. E-mail address: cms-publication-committee-chair@cern.ch. coupled more strongly to the third generation of quarks than to the first and second generations. In addition, it is easier to suppress the multijet background for the decay W → tb than for W decays to first-and second-generation quarks. In contrast to the leptonic searches, the tb final state is, up to a quadratic ambiguity, fully reconstructible, which means that one can search for W resonant mass peaks even in the case of wider W resonances.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Searches in the W → tb channel at the Tevatron [9][10][11] and at the LHC by the ATLAS experiment [12] have led to the limit M(W ) > 1. 13 TeV. The SM W boson and a W boson with nonzero left-handed coupling strength couple to the same fermion multiplets and hence would interfere with each other in single-top production [13]. The interference term may contribute as much as 5-20% of the total rate, depending on the W mass and its couplings [14]. The most recent D0 analysis [11], in which arbitrary admixtures of left-and right-handed couplings are considered, and interference effects are included, sets a lower limit on the W mass of 0.89 (0.86) TeV, assuming purely right-handed (left-handed) couplings. A limit on the W mass for any combination of left-and right-handed couplings is also included.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 47,
                    "text": "[9]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 50,
                    "text": "[10]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 54,
                    "text": "[11]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 98,
                    "text": "[12]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "start": 136,
                    "text": "13",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 321,
                    "text": "[13]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "start": 442,
                    "text": "[14]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 476,
                    "text": "[11]",
                    "end": 480
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We present an analysis of events with the final state signature of an isolated electron, e, or muon, μ, an undetected neutrino causing an imbalance in transverse momentum, and jets, at least one of which is identified as a b-jet from the decay chain W → tb, t → bW → b ν. left-and right-handed couplings. A multivariate analysis optimized for W bosons with purely right-handed couplings is also used. The primary sources of background are tt, W + jets, single-top (tW, sand t-channel production), Z/γ * + jets, diboson production (WW, WZ), and QCD multijet events with one jet misidentified as an isolated lepton. The contribution of these backgrounds is estimated from simulated event samples after applying correction factors derived from data in control regions well separated from the signal region.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "The Compact Muon Solenoid (CMS) detector comprises a superconducting solenoid providing a uniform magnetic field of 3.8 T. The inner tracking system comprises a silicon pixel and strip detector covering |η| < 2.4, where the pseudorapidity η is defined as η = − ln[tan(θ/2)]. The polar angle θ is measured with respect to the counterclockwise-beam direction (positive z-axis) and the azimuthal angle φ in the transverse x-y plane. Surrounding the tracking volume, a lead tungstate crystal electromagnetic calorimeter (ECAL) with fine transverse ( η, φ) granularity covers the region |η| < 3, and a brass/scintillator hadronic calorimeter covers |η| < 5. The steel return yoke outside the solenoid is instrumented with gas detectors, which are used to identify muons in the range |η| < 2.4. The central region is covered by drift tube chambers and the forward region by cathode strip chambers, each complemented by resistive plate chambers. In addition, the CMS detector has an extensive forward calorimetry. A two-level trigger system selects the most interesting pp collision events for physics analysis. A detailed description of the CMS detector can be found elsewhere [15].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1171,
                    "text": "[15]",
                    "end": 1175
                }
            ]
        },
        {
            "text": "Signal and background modeling",
            "section_rank": 4
        },
        {
            "text": "Signal modeling",
            "section_rank": 5
        },
        {
            "section": "Signal modeling",
            "text": "The most general model-independent lowest-order effective Lagrangian for the interaction of the W boson with SM fermions [16] can be written as",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 121,
                    "text": "[16]",
                    "end": 125
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "where",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Signal modeling",
            "text": "are the right-and left-handed couplings of the W boson to fermions f i and f j , g w = e/(sin θ W ) is the SM weak coupling constant, and θ W is the Weinberg angle. If the fermion is a quark, V f i f j is the Cabibbo-Kobayashi-Maskawa matrix element, and if it is a lepton, V f i f j = δ ij where δ ij is the Kronecker delta and i and j are the generation numbers. The notation is defined such that for a W boson with SM couplings a L",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "Signal modeling",
            "text": "This effective Lagrangian has been incorporated into the Single-Top Monte Carlo (MC) generator [17], which simulates electroweak top-quark production processes based on the complete set of treelevel Feynman diagrams calculated by the CompHEP [18] package. This generator is used to simulate the s-channel W signal including interference with the standard model W boson. The complete chain of W , top quark, and SM W boson decays are simulated taking into account finite widths and all spin correlations between resonance state production and subsequent decay. The top-quark mass, M t , is chosen to be 172.5 GeV. The CTEQ6.6M parton distribution functions (PDF) are used and the factorization scale is set to M(W ). Next-to-leading-order (NLO) corrections are included in the SingleTop generator and normalization and matching between various partonic subprocesses are performed, such that both NLO rates and shapes of distributions are reproduced [14,16,[19][20][21]. Table 1 NLO production cross section times branching fraction, σ (pp  [22] for parton fragmentation and hadronization. The simulation of the CMS detector is performed using geant [23]. The leading-order (LO) cross section computed by CompHEP is then scaled to the NLO using a k-factor of 1.2 [16].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 95,
                    "text": "[17]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "start": 242,
                    "text": "[18]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "start": 948,
                    "text": "[14,",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 952,
                    "text": "16,",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 955,
                    "text": "[19]",
                    "end": 959
                },
                {
                    "type": "bibr",
                    "start": 959,
                    "text": "[20]",
                    "end": 963
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 963,
                    "text": "[21]",
                    "end": 967
                },
                {
                    "type": "table",
                    "start": 969,
                    "text": "Table 1",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1039,
                    "text": "[22]",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1148,
                    "text": "[23]",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1261,
                    "text": "[16]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "We generate the following simulated samples of s-channel tb production: W L bosons that couple only to left-handed fermions (a L  [24]. Fig. 1 shows the invariant mass distributions for W R , W L , and W LR bosons. These distributions are obtained after applying the selection criteria described in Section 4 and matching the reconstructed jets, lepton, and an imbalance in transverse momentum of a W boson with mass 1.2 TeV to the generator level objects. These distributions show a resonant structure around the generated W mass. However, the invariant mass distributions for W L and W LR bosons also include the contribution from s-channel single top quark production and show a minimum corresponding to the destructive interference between the amplitudes for production of left-handed fermions via the W and W bosons. The width of a W boson with a mass of 0.8 (2.1) TeV is about 25 (80) GeV, which . Simulated invariant mass distributions for production of W R , W L , and W LR with a mass 1.2 TeV. For the cases of W L and W LR , the invariant mass distributions also include the contribution from s-channel single top quark production and show a minimum corresponding to the destructive interference between the amplitudes for production of left-handed fermions via the W and W L bosons. These distributions are after applying the selection criteria described in Section 4.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "[24]",
                    "end": 134
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 136,
                    "text": "Fig. 1",
                    "end": 142
                }
            ]
        },
        {
            "section": "Signal modeling",
            "text": "is smaller than the detector resolution of 10 (13)% and hence does not have an appreciable effect on our search.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Background modeling",
            "section_rank": 6
        },
        {
            "section": "Background modeling",
            "text": "Contributions from the background processes are estimated using samples of simulated events. The W + jets and Drell-Yan (Z/γ * → ) backgrounds are estimated using samples of events generated with the MadGraph 5.1.3 [25] generator. The tt samples are generated using MadGraph and normalized to the approximate next-to-NLO (NNLO) cross section [26]. Electroweak diboson (WW,WZ) backgrounds are generated with pythia and scaled to the NLO cross section calculated using mcfm [27]. The three single top production channels (tW, s-, and t-channel) are estimated using simulated samples generated with powheg [28], normalized to the NLO cross section calculation [24,29,30]. For the W R search, the three single-top production channels are considered as backgrounds. In the analysis for W L and W LR bosons, because of interference between s-channel single-top production and W , only tW and t-channel contribute to the backgrounds. Instrumental background due to a jet misidentified as an isolated lepton is estimated using a sample of QCD multijet background events generated using pythia. The instrumental background contributions were also verified using a control sample of multijet events from data. All parton-level samples are processed with pythia for parton fragmentation and hadronization and the response of the detector was simulated using geant. The samples are further processed through the trigger emulation and event reconstruction chain of the CMS experiment.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 215,
                    "text": "[25]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 342,
                    "text": "[26]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 472,
                    "text": "[27]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "start": 603,
                    "text": "[28]",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "start": 657,
                    "text": "[24,",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 661,
                    "text": "29,",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 664,
                    "text": "30]",
                    "end": 667
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The W → tb decay with t → Wb and W → ν is characterized by the presence of at least two b-jets with high transverse momentum (p T ), a significant length of the vectorial sum of the negative transverse momenta of all objects in the event (E miss T ) associated with an escaping neutrino, and a high-p T isolated lepton. The isolation requirement is based on the ratio of the total transverse energy observed from all hadrons and photons in a cone of size R = ( η) 2 + ( φ) 2 < 0.4 around the lepton direction to the transverse momentum of the lepton itself (relative isolation).",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "Candidate events are recorded if they pass an online trigger requiring an isolated muon trigger or an electron + jets + E miss T trigger and are required to have at least one reconstructed primary vertex. Leptons, jets, and E miss T are reconstructed using the particleflow algorithm [31]. At least one lepton is required to be within the detector acceptance (|η| < 2.5 for electrons excluding the barrel/endcap transition region, 1.44 < |η| < 1.56, and |η| < 2.1 for muons). The selected data samples corresponds to a total integrated luminosity of 5.0 ± 0.1 fb −1 .",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 284,
                    "text": "[31]",
                    "end": 288
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Leptons are required to be separated from jets by R(jet, ) > Events containing a second lepton with relative isolation requirement less than 0.2 and a minimum p T requirement for muons (electrons) of 10 GeV (15 GeV) are also rejected. Additionally, the cosmic-ray background is reduced by requiring the transverse impact parameter of the lepton with respect to the beam spot to be less than 0.2 mm. Jets are clustered using the anti-k T algorithm with a size parameter R = 0.5 [33] and are required to have p T > 30 GeV and |η| < 2.4. Corrections are applied to account for the dependence of the jet response as a function of p T and η [34] and the effects of multiple primary collisions at high instantaneous luminosity. At least two jets are required in the event with the leading jet p T > 100 GeV and second leading jet p T > 40 GeV. Given that there would be two b-quarks in the final state, at least one of the two leading jets is required to be tagged as a b-jet. Events with more than one b-tagged jet are allowed. The combined secondary vertex tagger [35] with the medium operating point is used for this analysis. The chosen operating point is found to provide best sensitivity based on signal acceptance and expected limits [36].",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 477,
                    "text": "[33]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 636,
                    "text": "[34]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1060,
                    "text": "[35]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1235,
                    "text": "[36]",
                    "end": 1239
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The QCD multijet background is reduced by requiring E miss T > 20 GeV for the muon + jets channel. Since the multijet background from events in which a jet is misidentified as a lepton is larger for the electron + jets channel, and because of the presence of a E miss T requirement in the electron trigger, a tighter E miss T > 35 GeV requirement is imposed for this channel.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "To estimate the W signal and background yields, data-to-MC scale factors (g) measured using Drell-Yan data are applied in order to account for the differences in the lepton trigger and in the identification and isolation efficiencies. Scale factors related to the b-tagging efficiency and the light-quark tag rate (misidentification rate), with a jet p T and η dependency, are applied on a jet-by-jet basis to all b-, c-, and light quark jets in the various MC samples [36].",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 469,
                    "text": "[36]",
                    "end": 473
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Additional scale factors are applied to W + jets events in which a b-quark, a charm quark, or a light quark is produced in association with the W boson. The overall W + jets yield is normalized to the NNLO cross section [37] before requiring a b-tagged jet. The fraction of heavy flavor events (Wbb, Wcc) is scaled by an additional empirical correction derived using lepton + jets samples with various jet multiplicities [38]. Since this correction was obtained for events with a different topology than those selected in this analysis, an additional correction factor is derived using two data samples: events containing zero b-quark jets (0-b-tagged sample) and the inclusive sample after all the selection criteria, excluding any b-tagging requirement (preselection sample). Both samples are background dominated with negligible signal contribution. By comparing the W + jets background prediction with observed data in these two samples, through an iterative process, we extract W + light-flavor jets (g W lf ) and W + heavy-flavor jets (g W hf ) scale factors. The value of the W + heavy-flavor jets scale factor determined via this method is within the uncertainties of the g W hf corrections derived in Ref. [38]. Both g W lf and g W hf scale factors are applied to obtain the expected number of W + jets events.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "[37]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "start": 421,
                    "text": "[38]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "start": 1215,
                    "text": "[38]",
                    "end": 1219
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The observed number of events and the expected background yields after applying the above selection criteria and scale factors are listed in Table 2. These numbers are in agreement between the observed data and the expected background yields. The signal efficiency ranges from 87% to 67% for W R masses from 0.8 to 1.9 TeV respectively.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 141,
                    "text": "Table 2",
                    "end": 148
                }
            ]
        },
        {
            "text": "Data analysis",
            "section_rank": 8
        },
        {
            "section": "Data analysis",
            "text": "In this section, we describe two analyses to search for W bosons. The reconstructed tb invariant mass analysis is used to search for W bosons with arbitrary combinations of left-and right-handed couplings while a multivariate analysis is optimized for the search of W bosons with purely right-handed couplings.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The tb invariant mass analysis",
            "section_rank": 9
        },
        {
            "section": "The tb invariant mass analysis",
            "text": "The distinguishing feature of a W signal is a resonant structure in the tb invariant mass. However, we cannot directly measure the tb invariant mass. Instead we reconstruct the invariant mass from the combination of the charged lepton, the neutrino, and the jet that gives the best top-quark mass reconstruction, and the highest p T jet that is not associated with the top-quark. is minimally modified to give one real solution. In order to reconstruct the top quark momentum vector, the neutrino solutions are used to compute the possible W momentum vectors. The top-quark candidates are then reconstructed using the possible W solutions and all of the selected jets in the event. The candidate with mass closest to 172.5 GeV is chosen as the best representation of the top quark (M(W, best jet)). The W invariant mass (M(best jet, jet2, W)) is obtained by combining the \"best\" top-quark candidate with the highest p T jet (jet2) remaining after the top-quark reconstruction. Fig. 2 shows the reconstructed tb invariant mass distribution for the data and simulated W signal samples generated at four different mass values (0.8, 1.2, 1.6, and 1.9 TeV). Also included in the plots are the main background contributions. The data and background distributions are shown for sub-samples with one or more b-tags, separately for the electron and muon channels. Three additional criteria are used in defining the 1 b-tagged jet sample to improve the signal-to-background discrimination: the p T of the best top candidate must be greater than 75 GeV, the p T of the system comprising of the two leading jets p T (jet1, jet2) must be greater than 100 GeV, and the best top candidate must have a mass M(W , best jet) greater than 130 GeV and less than 210 GeV.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 977,
                    "text": "Fig. 2",
                    "end": 983
                }
            ]
        },
        {
            "section": "The tb invariant mass analysis",
            "text": "Since the W + jets process is one of the major backgrounds to the W signal (see Table 2), a study is performed to verify that the W + jets shape is modeled realistically in the simulation.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 80,
                    "text": "Table 2",
                    "end": 87
                }
            ]
        },
        {
            "section": "The tb invariant mass analysis",
            "text": "Events with zero b-tagged jets in data that satisfy all other selection criteria are expected to originate predominantly from the W + jets background. These events are used to verify the shape of the W + jets background invariant mass distribution in data.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "The tb invariant mass analysis",
            "text": "The shape is obtained by subtracting the backgrounds other than W + jets from the data. The invariant mass distribution with zero b-tagged jets derived from data using this method is compared with that from the W + jets MC sample. They were found to be in agreement, validating the simulation. Any small residual difference is taken into account as a systematic uncertainty. The difference between the distributions is included as a systematic uncertainty on the shape of the W + jets background. Using MC samples, it was also checked that the shape of W + jets background does not depend on the number of b-tagged jets by comparing the tb invariant mass distribution with and without b-tagged jets with the distribution produced by requiring one or more b-tagged jets.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The boosted decision tree analysis",
            "section_rank": 10
        },
        {
            "section": "The boosted decision tree analysis",
            "text": "The boosted decision tree (BDT) multivariate analysis technique [39][40][41] is also used to distinguish between the W signal and the background. For the BDT analysis we apply all the selection criteria described in Section 4, except the additional selection given in Table 2. This method, based on judicious selection of Table 2 Number of events observed, and number of signal and background events predicted. For the background samples, the expectation is computed corresponding to an integrated luminosity of 5.0 fb −1 . The total background yields include the normalization uncertainty on the predicted backgrounds. \"Additional selection\" corresponds to requirements of the W invariant mass analysis (described in Section 5.1) and are: discriminating variables, provides a considerable increase in sensitivity for the W search compared to the W invariant mass analysis, described in Section 5.1. The discriminating variables used for the BDT analysis fall into the following categories: object kinematics such as individual transverse momentum (p T ) or pseudorapidity (η) variables; event kinematics, e.g. total transverse energy or invariant mass variables; angular correlations, either R, angles φ between jets and leptons, or top-quark spin correlation variables; and top-quark reconstruction variables identifying which jets to use for the top quark reconstruction. The final set of variables chosen for this analysis is shown in Table 3. The \"jet 1,2,3,4 \" corresponds to first, second, third and fourth highest p T jet; \"btag 1,2 \" corresponds to first, second highest p T b-tagged jet; \"notbest 1,2 \" corresponds to highest and second highest p T jet not used in the reconstruction of best top candidate. Class \"alljets\" includes all the jets in the event in the global variable. The sum of the transverse energies is H T . The invariant mass of the objects is M. The transverse mass of the objects is M T . The sum of z-components of the momenta of all jets is p z . The angle between x and y, is cos(x, y) r where the subscript indicates the reference frame.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 64,
                    "text": "[39]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 68,
                    "text": "[40]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "start": 72,
                    "text": "[41]",
                    "end": 76
                },
                {
                    "type": "table",
                    "start": 268,
                    "text": "Table 2",
                    "end": 275
                },
                {
                    "type": "table",
                    "start": 322,
                    "text": "Table 2",
                    "end": 329
                },
                {
                    "type": "table",
                    "start": 1439,
                    "text": "Table 3",
                    "end": 1446
                }
            ]
        },
        {
            "section": "The boosted decision tree analysis",
            "text": "The input variables selected for the BDT are checked for accurate modeling. We consider an initial set of about 50 variables as inputs to the BDT. The selection of the final list of input variables uses important components from the BDT training procedure, namely the ranking of variables in the order of their importance and correlations among these variables. In order to maximize the information and keep the training optimal, the variables with smallest correlations are selected. The final list of variables is determined through an iterative process of training and selection (based on ranking and correlations), and the degree of agreement between the data and MC in two background-dominated regions (W + jets and tt). While the relative importance of the various variables used by the BDT depends on the W mass, for a 2 TeV W R , the four most important variables are cos(best, lepton) besttop , M(alljets), φ(lepton, jet1), and p T (jet1). The W + jets dominated sample is defined by requiring exactly two jets, at least one btagged jet, and the scalar sum of the transverse energies of all kinematic objects in the event to be less than 300 GeV. The tt dominated sample is defined by requiring more than four jets, and at least one b-tagged jet. Table 3 Variables used for the multivariate analysis in four different categories. For the angular variables, the subscript indicates the reference frame.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1256,
                    "text": "Table 3",
                    "end": 1263
                }
            ]
        },
        {
            "text": "Object kinematics",
            "section_rank": 11
        },
        {
            "section": "Object kinematics",
            "text": "Event kinematics η(jet1)",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Object kinematics",
            "text": "The BDTs are trained at each W mass. We use the Adaptive Boost Algorithm (AdaBoost) with value 0.2 and 400 trees for training. We use the Gini index [42] as the criterion for node splitting. The training to distinguish between signal and the total expected background is performed separately for the electron and muon event samples, after requiring the presence of one or more btagged jets. In order to avoid training bias, the background and signal samples are split into two statistically independent samples. The first sample is used for training of the BDT and the second sample is used to obtain the final results for the W signal expectations. Cross checks are performed by comparing the data and MC for various BDT input variables and the output discriminants in two control regions, one dominated by W + jets background events and the other by tt background events. Fig. 3 shows data and background comparison for a W R with mass of 1 TeV, for both e + jets and μ + jets events. ",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 149,
                    "text": "[42]",
                    "end": 153
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 874,
                    "text": "Fig. 3",
                    "end": 880
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "section": "Systematic uncertainties",
            "text": "The sources of systematic uncertainties fall into two categories: (i) uncertainties in the normalization, and (ii) uncertainties affecting both shape and normalization of the distributions. The first category includes uncertainties on the integrated luminosity (2.2%) [43], theoretical cross-sections and branching fractions (15%), object identification efficiencies (3%), and trigger modeling (3%). The uncertainty in the W cross section is about 8.5% and includes contributions from the NLO scale (3.3%), PDFs (7.6%), α s (1.3%), and the top-quark mass (< 1%). Also included in this group are uncertainties related to obtaining the heavy-flavor ratio from data [38]. In the limit estimation, these are defined through log-normal priors based on their mean values and their uncertainties. The shape-changing category includes the uncertainty from the jet energy scale, the b-tagging efficiency and misidentification rate scale factors. For the W + jets samples, uncertainties on the light-and heavy-flavor scale factors are also included. This uncertainty has the largest impact in the limit estimation. The variation of the factorization scale Q 2 used in the strong coupling constant α s (Q 2 ), and the jet-parton matching scale [44] uncertainties are evaluated for the tt background sample. In the case of W + jets, there is an additional systematic uncertainty due to the shape difference between data and simulation as observed in the 0-b-tagged sample. These shape uncertainties are evaluated by raising and lowering the corresponding correction by one standard deviation and repeating the complete analysis. Then, a bin-wise interpolation using a cubic spline between histogram templates at the different variations is performed. A nuisance parameter is associated to the interpolation and included in the limit estimation. Systematic uncertainties from a mismodeling of the number of simultaneous primary interactions is found to be negligible in this analysis.",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 268,
                    "text": "[43]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "start": 663,
                    "text": "[38]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1233,
                    "text": "[44]",
                    "end": 1237
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "section": "Results",
            "text": "The observed W mass distribution (Fig. 2) and the BDT discriminant distributions (Fig. 3) in the data agree with the prediction for the total expected background within uncertainties. We proceed to set upper limits on the W boson production cross section for different W masses.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 33,
                    "text": "(Fig. 2",
                    "end": 40
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 81,
                    "text": "(Fig. 3)",
                    "end": 89
                }
            ]
        },
        {
            "text": "Cross section limits",
            "section_rank": 14
        },
        {
            "section": "Cross section limits",
            "text": "The limits are computed using a variant of the CL s statistic [45,46]. A binned likelihood is used to calculate upper limits on the signal production cross section times branching fraction:",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 62,
                    "text": "[45,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 66,
                    "text": "46]",
                    "end": 69
                }
            ]
        },
        {
            "section": "Cross section limits",
            "text": "The procedure accounts for the effects on normalization and shape from systematic uncertainties, see Section 6, as well as for the limited number of events in the background templates. Expected cross section limits for each W R boson mass are also computed as a measure of the sensitivity of the analysis. To obtain the best sensitivity, we combine the muon and electron samples.",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "section": "Cross section limits",
            "text": "The BDT discriminant distributions, trained for every mass point, are also used to set upper limits on the production cross section of the W R . The expected and measured 95% CL upper limits on the production cross section times decay branching fraction for the W R bosons are shown in Fig. 4. The sensitivity achieved using the BDT output discriminant is greater than that obtained using the shape of the distribution of the W boson invariant mass.",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 286,
                    "text": "Fig. 4",
                    "end": 292
                }
            ]
        },
        {
            "section": "Cross section limits",
            "text": "In all the plots shown in Fig. 4, the black solid line denotes the observed limit and the red solid line and dot-dashed lines represent the theoretical cross section predictions for the two scenarios We define the lower limit on the W mass by the point where the measured cross section limit crosses the theoretical cross section curves [14,16]. The observed lower limit on the mass of the W boson with purely right-handed coupling to fermions is listed in Table 4.",
            "paragraph_rank": 36,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 26,
                    "text": "Fig. 4",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "start": 337,
                    "text": "[14,",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 341,
                    "text": "16]",
                    "end": 344
                },
                {
                    "type": "table",
                    "start": 457,
                    "text": "Table 4",
                    "end": 464
                }
            ]
        },
        {
            "section": "Cross section limits",
            "text": "In the electron channel, we observe 2 events with a mass above 2 TeV with an expected background of 3.0 ± 1.5 events. In the muon channel, we observe 6 events with an expected background of 1.4 ± 0.9 events. This gives a total of 8 events with an expected background of 4.4 ± 1.7 events with a mass above 2 TeV. The significance of the excursion in the muon channel is 2.2 standard deviations. The dominant contributions to the expected background above 2 TeV come from W + jets and top-quark production.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Limits on coupling strengths",
            "section_rank": 15
        },
        {
            "section": "Limits on coupling strengths",
            "text": "From the effective Lagrangian given in Eq. (1), it can be shown that the cross section for single-top quark production in the presence of a W boson can be expressed, for arbitrary combinations of left-handed (a L ) or right-handed (a R ) coupling strengths, in terms of four cross sections, σ L , σ R , σ LR , and σ SM of the four simulated samples, listed in Table 1, as",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 360,
                    "text": "Table 1",
                    "end": 367
                }
            ]
        },
        {
            "section": "Limits on coupling strengths",
            "text": "(2)  [16][17][18]. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this Letter.) Table 4 Observed lower limit on the mass of the W boson. For W with right-handed couplings, we consider two cases for the right-handed neutrino: We assume that the couplings to first-generation quarks, a ud , which are important for the production of the W boson, and the couplings to third-generation quarks, a tb , which are important for the decay of the W boson, are equal. For given values of a L and a R , the distributions are obtained by combining the four signal samples according to Eq. (2).",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 5,
                    "text": "[16]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 9,
                    "text": "[17]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "start": 13,
                    "text": "[18]",
                    "end": 17
                },
                {
                    "type": "table",
                    "start": 148,
                    "text": "Table 4",
                    "end": 155
                }
            ]
        },
        {
            "section": "Limits on coupling strengths",
            "text": "We vary both a L and a R between 0 and 1 in steps of 0.1, for a series of values of the mass of the W boson. Templates of the reconstructed W invariant mass distributions are generated for each set of a L , a R , and M(W ) values by weighting the events from the four simulated samples, as described in Section 3, according to Eq. (2). For each of these combinations of a L , a R , and M(W ), we determine the expected and observed 95% CL upper limits on the cross section. We then assume values for a L , and a R , and interpolate the cross section limit in the mass value. Fig. 5 shows the contours for the W boson mass in the (a L , a R ) plane for which the cross section limit equals the predicted cross section. For each con-tour of W mass, combinations of the couplings a R and a L above and to the right of the curve are excluded The contours are obtained using the W invariant mass distribution. For this analysis, we make the conservative assumption that M ν R M W . The observed lower limit on the mass of the W boson with coupling to purely left-handed fermions and with couplings to both left-and right-handed fermions with equal strength is listed in Table 4.",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 575,
                    "text": "Fig. 5",
                    "end": 581
                },
                {
                    "type": "table",
                    "start": 1165,
                    "text": "Table 4",
                    "end": 1172
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "A search for W boson production in the tb decay channel has been performed in pp collisions at √ s = 7 TeV using data corresponding to an integrated luminosity of 5.0 fb −1 collected during 2011 by the CMS experiment at the LHC. Two analyses have searched for W bosons, one uses the reconstructed tb invariant mass analysis to search for W bosons with arbitrary combinations of left-and right-handed couplings while a multi-  For the first time using the LHC data, constraints on the W gauge couplings for a set of left-and right-handed coupling combinations have been placed. These results represent a significant improvement over previously published limits in the case of the tb final state.",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC machine. We thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: BMWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP ",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "Fig. 1",
            "section_rank": 17
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1. Simulated invariant mass distributions for production of W R , W L , and W LR with a mass 1.2 TeV. For the cases of W L and W LR , the invariant mass distributions also include the contribution from s-channel single top quark production and show a minimum corresponding to the destructive interference between the amplitudes for production of left-handed fermions via the W and W L bosons. These distributions are after applying the selection criteria described in Section 4.",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Reconstructed W invariant mass distributions after the full selection. Events with electrons (muons) are shown in the top panel (bottom panel) for data, background, and four different W R signal mass points (0.8, 1.2, 1.6, and 1.9 TeV). The hatched bands represent the total normalization uncertainty in the predicted backgrounds. For the purpose of illustration, the expected yields for W signal samples are scaled by a factor of 20.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Distribution of the BDT output discriminant. Plots for the e + jets (top) and the μ + jets (bottom) samples are shown for data, expected backgrounds, and a W R signal with mass of 1 TeV. The hatched bands represent the total normalization uncertainty on the predicted backgrounds.",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The expected and measured 95% CL upper limits on the production cross section σ (pp → W )B(W → tb → νbb) of right handed W bosons obtained using the BDT discriminant for 1 b-tagged electron + jets events (a), muon + jets events (b), and combined (c). Also shown (d) is a comparison of the expected 95% CL upper cross section limits obtained using invariant mass distribution and BDT output for right handed W bosons for 1 b-tagged muon + jet events, electron + jet events, and combined. The ±1σ and ±2σ excursions from expected limits are also shown. The solid and dot-dashed red lines represent the theoretical cross section predictions for the two scenarios M νR > M W , where W can decay only to quarks and M νR M W , where all decays of W are allowed[16][17][18]. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this Letter.)",
            "paragraph_rank": 46,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 762,
                    "text": "[16]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 766,
                    "text": "[17]",
                    "end": 770
                }
            ]
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Contour plots of M(W ) in the (a L , a R ) plane at which the 95% CL upper cross section limit equals the predicted cross section for the combined e, μ + jets sample.",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "(Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES (Croatia); RPF (Cyprus); MEYS (Czech Republic); MoER, SF0690030s09 and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NKTH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Korea); LAS (Lithuania); CINVESTAV, CONA-CYT, SEP, and UASLP-FAI (Mexico); MSI (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Armenia, Belarus, Georgia, Ukraine, Uzbekistan); MON, RosAtom, RAS and RFBR (Russia); MSTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); NSC (Taipei); TUBITAK and TAEK (Turkey); NASU (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Open access This article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited. V. Adler, K. Beernaert, A. Cimmino, S. Costantini, G. Garcia, M. Grunewald, B. Klein, J. Lellouch, S. Beauceron, N. Beaupere, O. Bondu, G. Boudoul, J. Chasserat, R. Chierici 5 , D. Contardo, P. Depasse, H. El Mamouni, J. Fay, S. Gascon, M. Gouzevitch, B. Ille, T. Kurca, M. Lethuillier, L. Mirabito, S. Perries, V. Sordini, S. Tosi, Y. Tschudi, P. Verdier, S. Viret Université de Lyon, Université Claude Bernard Lyon 1, CNRS-IN2P3, Institut de Physique Nucléaire de Lyon, Villeurbanne, France Z. Tsamalaidze 15 Institute of High Energy Physics and Informatization, Tbilisi State University, Tbilisi, Georgia P. Bartalini, P. Chang, Y.H. Chang, Y.W. Chang, Y. Chao, K.F. Chen, C. Dietz, U. Grundler, W.-S. Hou, Y. Hsiung, K.Y. Kao, Y.J. Lei, R.-S. Lu, D. Majumder, E. Petrakou, X. Shi, J.G. Shiu, Y.M. Tzeng, X. Wan, M. Wang National Taiwan University (NTU), Taipei, Taiwan A. Adiguzel, M.N. Bakirci 39 , S. Cerci 40 , C. Dozen, I. Dumanoglu, E. Eskut, S. Girgis, G. Gokbulut, E. Gurpinar, I. Hos, E.E. Kangal, G. Karapinar 41 , A. Kayis Topaksu, G. Onengut, K. Ozdemir, S. Ozturk 42 , A. Polatoz, K. Sogut 43 , D. Sunar Cerci 40 , B. Tali 40 , H. Topakli 39 , L.N. Vergili, M. Vergili",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "0.3. Muons are required to have relative isolation less than 0.15 and transverse momentum p T > 32 GeV. The track associated with a muon candidate is required to have at least ten hits in the silicon tracker, at least one pixel hit and a good quality global fit with χ 2 per degree of freedom < 10 including at least one hit in the muon detector. Electron candidates are selected using showershape information, the quality of the track and the match between the track and electromagnetic cluster, the fraction of total cluster energy in the hadronic calorimeter, and the amount of activity in the surrounding regions of the tracker and calorimeters[32]. Electrons are required to have relative isolation less than 0.125, p T > 35 GeV, and are initially identified by matching a track to a cluster of energy in the ECAL. Events are removed whenever the electron is determined to originate from a converted photon.",
            "paragraph_rank": 49,
            "section_rank": 23
        },
        {
            "text": "The E miss T is used to obtain the xy-components of the neutrino momentum. The z-component is calculated by constraining the E miss T and lepton momentum to the W-boson mass (80.4 GeV). This constraint leads to a quadratic equation in |p ν",
            "paragraph_rank": 50,
            "section_rank": 24
        },
        {
            "text": "z |. When the W reconstruction yields two real solutions, both solutions are used to reconstruct the top candidates. When the solution is complex, the E miss T",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "GeV, 130 < M(top) < 210 GeV.",
            "paragraph_rank": 52,
            "section_rank": 25
        },
        {
            "text": "where W can decay only to quarks and M ν R",
            "paragraph_rank": 53,
            "section_rank": 26
        },
        {
            "text": "The top (bottom) panel is for observed (expected) limits. The color-scale axis shows the W mass in GeV. The dark lines represent equispaced contours of W mass at 150 GeV intervals. variate analysis is optimized for the search of W bosons with purely right-handed couplings. No evidence for W boson production is found and 95% CL upper limits on the production cross section times branching ratio are set for arbitrary mixtures of couplings to left-and right-handed fermions. Our measurement is compared to the theoretical prediction for the nominal value of the cross section to determine the lower limits on the mass of the W . For W bosons with right-handed couplings to fermions a limit of 1.85 (1.91) TeV is established whenM ν R M W (M ν R > M W ).This limit also applies for W bosons with left-handed couplings to fermions when no interference with SM W boson is included. In the case of interference, and for M ν R M W , the limit obtained is M W > 1.51 TeV for purely left-handed couplings and M W > 1.64 TeV if both left-and right-handed couplings are present.",
            "paragraph_rank": 54,
            "section_rank": 27
        },
        {
            "text": "Acknowledgements",
            "section_rank": 29
        }
    ]
}