{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report the measurement of the time of flight of $17 GeV on the CNGS baseline (732 km) with the Large Volume Detector (LVD) at the Gran Sasso Laboratory. The CERN-SPS accelerator has been operated from May 10th to May 24th 2012, with a tightly bunched-beam structure to allow the velocity of neutrinos to be accurately measured on an event-by-event basis. LVD has detected 48 neutrino events, associated with the beam, with a high absolute time accuracy. These events allow us to establish the following limit on the difference between the neutrino speed and the light velocity: À3:8 Â 10 À6 < ðv À cÞ=c < 3:1 Â 10 À6 (at 99% C.L.). This value is an order of magnitude lower than previous direct measurements.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction.-Cosmological measurements [1] provide stringent limits on the sum of neutrino masses. Even assuming the heaviest neutrino eigenstate, the expected relative deviation from speed of light is lower than 10 À20 for % 10 GeV neutrinos. Nevertheless, in the past, theories allowing some or all neutrinos to have apparent velocities different than the speed of light, c, (see, e.g., [2]) have been proposed. A stringent limit at E % 10 MeV, jv À cj=c < 2 Â 10 À9 , has been obtained from the observation of SN 1987A electron antineutrinos [3]. At higher energies (E > 30 GeV), the deviation has been tested down to jv À cj=c < 4 Â 10 À5 [4]. The MINOS collaboration [5] has performed a neutrino time-of-flight (tof) measurement on a % 735 km baseline and with a beam with average energy hEi ¼ 3 GeV. The MINOS result is quoting ðv À cÞ=c ¼ ð5:1 AE 2:9Þ Â 10 À5 at 68% C.L.. Recently the OPERA collaboration has reported [6] a tof measurement for muon neutrinos from the CNGS (CERN Neutrinos to Gran Sasso) beam. The reported evidence of a superluminal propagation of was subsequently attributed to a technical problem [7]. This explanation has been also confirmed by the results of another experiment in the Gran Sasso Laboratory [8]. The Large Volume Detector (LVD), in the INFN Gran Sasso National Laboratory (LNGS), at the average depth of 3600 m w. e., is a 1 kt liquid scintillator detector whose major purpose is monitoring the Galaxy to study neutrino bursts from gravitational stellar collapses [9]. It has started operation in 1992, and since 2006 it has been acting as a far-monitor of the CNGS beam [10,11]. LVD is sensitive to neutrino interactions with protons and carbon nuclei in the liquid scintillator and with the iron of the detector structure. Muons, produced by charged current interactions of muon neutrinos in the rock, can also be detected and are responsible for the bulk of CNGS events in LVD. We report a measurement of the neutrino velocity obtained through the detection of from the CNGS beam. We show that the neutrino speed is compatible with c, its deviation being <3:8 Â 10 À6 at 99% C.L. The sensitivity of this measurement is by 1 order of magnitude better than that of previous ones in a similar energy range.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 40,
                    "text": "[1]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 390,
                    "text": "[2]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 546,
                    "text": "[3]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 644,
                    "text": "[4]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 673,
                    "text": "[5]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 927,
                    "text": "[6]",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1125,
                    "text": "[7]",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1237,
                    "text": "[8]",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1510,
                    "text": "[9]",
                    "end": 1513
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1617,
                    "text": "[10,",
                    "end": 1621
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1621,
                    "text": "11]",
                    "end": 1624
                }
            ]
        },
        {
            "text": "The detector.-LVD consists of 840 scintillator counters, 1:5 m 3 each. The array is divided in three identical ''towers'' with independent high voltage power supply, PRL 109, 070801 (2012)",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "week ending 17 AUGUST 2012 0031-9007=12=109(7)=070801 (5) 070801-1 Ó 2012 American Physical Society trigger, data acquisition and absolute clock (ESAT Slave RAD100) connected, through a 8 km optical link, to the Master clock (ESAT RAD100) located in the external buildings of the LNGS. Each tower consists of 35 ''modules'' hosting a cluster of 8 counters. Each counter is viewed from the top by three 15 cm photomultiplier tubes (PMTs) FEU49b or FEU125. LVD standard electronics is described in detail in [12,13]. The trigger condition for each tower is the threefold coincidence of the PMTs of any of its counters, corresponding, on average, to the energy threshold E H ' 4 MeV. The energy released in every counter is measured, through 12 bit ADCs, with a mean resolution E =E $ 15% at 10 MeV. The arrival time is measured with a 12.5 ns granularity. A high stability Citrine crystal (40 MHz) oscillator supplies the general clock for the whole experiment. One millisecond after the occurrence of a trigger, the memory buffers, containing the energy and time information of all detected signals, are read out together with the associated time stamp from every tower's absolute clock (ESAT Slave). The absolute time accuracy of LVD is of the order of 1 s. This is better than what needed to search for coincidences among different neutrino telescopes generated by a gravitational collapse and to guide the search for possible gravitationalwave signals [14].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 54,
                    "text": "(5)",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 506,
                    "text": "[12,",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 510,
                    "text": "13]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1454,
                    "text": "[14]",
                    "end": 1458
                }
            ]
        },
        {
            "text": "In spite of its limited absolute time resolution, LVD has detected, at the end of 2011, 32 neutrino events from the CNGS bunched-beam test [15]. The difference between the neutrino time-of-flight tof and the expected one at speed of light tof c has been found to be",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 139,
                    "text": "[15]",
                    "end": 143
                }
            ]
        },
        {
            "text": "To perform this measurement, we have carefully recalibrated all LVD components and time delays. The uncertainties are due to the absolute time resolution, to the fluctuations in the time response of the different detectors (average values of transit times were used when not known), and to the uncertainty in determining the event position. This preliminary measurement has shown that, within the uncertainties, the speed of CNGS neutrinos is compatible with that of the light. Moreover, it has helped identifying the detector characteristics to be improved for a more accurate measurement of the neutrino velocity. Setup upgrades.-To allow a very accurate neutrino tof measurement, from May 10th to May 24th, 2012, the CERN-SPS accelerator has been operated with a new beam structure. This structure was made of four batches separated by about 300 ns, with 16 bunches per batch, with a narrow width of $3 ns each, separated by 100 ns. The batched structure is known through the waveform obtained from the Beam Current Transformer (BCT) (see Fig. 2, gray lines). For this occasion, a new High Precision Time Facility (HPTF) has been designed by the Borexino collaboration [16] and installed in the external buildings of the LNGS. A Septentrio PolaRx4 GNSS receiver, synchronized with the 10 MHz frequency of a GPS disciplinated Rubidium clock, provides GPS time and XPPS (10 Hz) output signal. The HPTF is equipped with high precision (50 ps) Time Interval Counters (TIC) Pendulum CNT-91, to which the triggers of the different LNGS experiments can be connected. In view of the new neutrino beam, we have modified a subset of the LVD counters, to improve their timing performances. We have chosen 58 of them (Super-Set; see Fig. 1) to maximize the acceptance with respect to CNGS neutrinos while minimizing the number of detectors to be modified. From data taken since 2006 from the CNGS beam (and in agreement with Monte Carlo simulations [10]) we have measured that the Super-Set counters are involved in $40% of the CNGS events detected by LVD, while representing only less than 7% of the whole array. On one hand, to avoid time fluctuations in the trigger formation at the single-counter level, we have modified the cabling of the PMTs, by delaying only one of them. The change guarantees that the threefold coincidence among the PMTs in every counter is always formed due to the same tube. On the other hand, to perform a measurement of the transit time in each counter, we have equipped them with a LED system. The transit time, denominated LVD , is the time between the light generation inside a counter and the formation of the trigger. By means of the LED system, we have measured the behavior of the transit time versus energy for each counter. By varying the LED intensity we have simulated different energy releases in each of them, and measured the transit time versus energy. For each counter, we have best fitted the results with a power-law of the form",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1042,
                    "text": "Fig. 2",
                    "end": 1048
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1172,
                    "text": "[16]",
                    "end": 1176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1724,
                    "text": "Fig. 1",
                    "end": 1730
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1940,
                    "text": "[10]",
                    "end": 1944
                }
            ]
        },
        {
            "text": "where E m is the energy release measured by the ADC, while P1, P2, and k are free parameters of the fit, for each counter.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The trigger of the array has been upgraded too. An independent fast trigger logic has been implemented by extracting the coincidence of the triggered counters from PRL 109, 070801 (2012)",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "week ending 17 AUGUST 2012 070801-2 discriminators, with the trigger sent to the HPTF. The trigger has been connected to one of the TIC, this being stopped by the XPPS signal. This provides a high precision time difference, TIC , between the LVD trigger and the absolute GPS time. Thanks to this improvement, the absolute time accuracy of LVD is of the order of few nanoseconds.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Finally a new, independent, high precision geodesy measurement has been performed. The CNGS-LVD baseline, namely, the distance between the center of the BFCTI.400344 Beam Current Transformer (BCT) detector at CERN and the LVD Super-Set upstream entry wall (taken as the LVD reference), is found to be 731 291:87 AE 0:04 m [17]. The corresponding time-of-flight at speed of light, when including the 2.2 ns contribution due to Earth's rotation, is tof c ¼ 243 932 9:32 AE 0:13 ns.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 322,
                    "text": "[17]",
                    "end": 326
                }
            ]
        },
        {
            "text": "The measurement.-The time-of-flight of neutrinos, tof , is the difference between the absolute time at which the event triggers a counter in LVD (t ) and the absolute time at which the proton bunch crosses the BCT intensity monitor at CERN (t p ), both expressed in the LNGS reference time, i.e., tof ¼ t À t p . t is given by",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "t GPS XPPS is the absolute GPS time stamp of the first XPPS signal after the trigger. h is a correction for the path difference due to neutrino events hitting counters at different heights (the angle of incidence of the CNGS beam with respect to the horizontal plane is % 3 ). Á LVD const ¼ 180:8 AE 1:5 ns sums up all constant delays in LVD. LVD and TIC have been previously introduced. They account for the transit time correction of each counter and the delay between the trigger and the absolute GPS time, respectively. t p is given by",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "where t HCA is the time stamp of the kicker proton extraction signal (start of BCT waveform digitalization); wf is the delay of the first proton bunch with respect to the beginning of the waveform acquisition (t HCA ); Á CERN const ¼ 9521:1 AE 2:0 ns sums up all the constant delays at CERN and CERN LNGS is the time difference between the LNGS and CERN reference systems [16].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 295,
                    "text": "CERN",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 372,
                    "text": "[16]",
                    "end": 376
                }
            ]
        },
        {
            "text": "LVD has been fully operational during the May 2012 bunched-beam run. For each detected event in that period, we have determined the difference between the time of detection in LVD and that of the kicker extraction signal at CERN, after accounting for the CERN-LVD baseline, i.e., T batch ¼ ðt À t p Þ À tof c . T batch does not include yet the identification of the neutrino bunch originating the event.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "To check the detector operation, we have looked for coincidences in the whole LVD in a rather wide time window, namely jT batch j < 100 s. We have found 190 events in total, consistent with the 1:89 Â 10 17 protons on target (p.o.t.) delivered during the bunched-beam run [10].",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 272,
                    "text": "[10]",
                    "end": 276
                }
            ]
        },
        {
            "text": "For the measurement of the neutrino velocity, we have used only events involving at least one of the Super-Set counters. We have found 79 of them out of 190, i.e., 40% as expected (see previous section). Four of them are actually not usable for an accurate time-of-flight measurement: one has no complete information in the CERN database, while for three of them the ADC was malfunctioning. To limit the sources of systematic uncertainties, we have applied quality cuts to the remaining 75 events. First, because the number of photoelectrons for energy releases E < 10 MeV is too low to guarantee that the counter is triggered by direct (i.e., fast) light, we have selected only events where E > 10 MeV (ten excluded events). Second, we have required the nonsaturation of ADC of the triggering counter, as the saturation would not allow a precise measurement of the LVD term in (2) (seven excluded events). Finally, on the remaining 58 events, we have tested different energy cuts, between 10 and 100 MeV. While the mean value of the time-of-flight distribution remains constant for any cut, the r.m.s. decreases as the threshold increases. It becomes stable for E > 50 MeV, this value being our final choice for the energy cut. The described cuts reduce the sample to 48 events, that will be used for the final analysis. We note that among all the excluded events, there are five whose time-of-flight significantly deviates from the mean of the distribution of the original 79 events. Those are five of the events for which E < 10 MeV. Their number is consistent with that expected from background. Indeed, the background frequency of the Super-Set, mainly due to the rock radioactivity, is f bk ¼ 1:1 s À1 . With n % 25 000 extractions, the expected number of background events is N ¼ nf bk 2 Â 10 À4 % 5:5. The 48 selected events have been individually inspected: almost all of them show the presence of a muon track, as expected from a charged current interaction. We show the distribution of the measured T batch in Fig. 2 (black lines) where the sum of the associated digitized waveforms of the beam intensity monitor are also shown (gray lines). The beam structure is clearly identifiable, and every LVD event can be associated with the closest beam-waveform peak. For each event we then calculate the time difference, t, with respect to the maximum intensity of the peak. The distribution of t for the 48 events is shown in Fig. 3 (black histogram) compared with the superposition of all the peaks of the waveforms correlated to detected events (gray curve).",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 2021,
                    "text": "Fig. 2 (black lines)",
                    "end": 2041
                },
                {
                    "type": "figure",
                    "start": 2432,
                    "text": "Fig. 3",
                    "end": 2438
                }
            ]
        },
        {
            "text": "The positive tail in the gray histogram is an artifact of the transfer function of the BCT system [18]. This effect does not influence our measurement since time calibrations are performed with respect to the position of the maximum. The mean value of the measured distribution is t ¼ tof À tof c ¼ 0:9 AE 0:6 stat ns:",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 98,
                    "text": "[18]",
                    "end": 102
                }
            ]
        },
        {
            "text": "The long-term stability of the experimental setup has been monitored during the measurement by triggering the LED in one of the counters of the Super-Set every 10 minutes and measuring the delay of the entire chain (see Fig. 4).",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 220,
                    "text": "Fig. 4",
                    "end": 226
                }
            ]
        },
        {
            "text": "The system, during the entire period, fluctuated with a r:m:s: ¼ 1:5 ns. The asymmetry of the distribution is due to PMT prepulses [19]. The systematic uncertainties associated with the measurement of t are summarized in Table I. The baseline between LVD and CERN is known with an uncertainty lower than 0.3 ns. In fact, neutrino-induced muons responsible for events in the Super-Set can be generated as far as several hundreds of meters from LVD. This makes shorter the actual neutrinos baseline, while part of the distance is travelled by muons of different energy. This effect has been investigated through Monte Carlo calculations and has a negligible impact on the measurement. Constant delays at CERN give an additional uncertainty of 2.0 ns. The uncertainty due to the system time intercalibration [16] has been measured and it is 1.1 ns. Also, the delay between the proton extraction time and the recording of the BCT waveforms by a digitizer has been measured, with an uncertainty of 1.0 ns. The variable correction LVD (energy and counter dependent) introduces a further systematic uncertainty, 0.4 ns, evaluated through the propagation of the one associated with the energy measurement. Finally, the last three terms in Table I are related to the constant corrections in the absolute time calibration of the Super-Set counters. They account for the unknown time delay between trigger and LED light generation, 2:6 AE 1:5 ns; the uncertainty associated with the optical fiber length, 0.5 ns, and the difference between the detector response to LED light and to particle ionization, 1:1 AE 0:6 ns (the scintillator decay time is ¼ 3:32 ns [20]). By quadratically summing up all these contributions, we obtain a total systematic uncertainty of 3.2 ns.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 131,
                    "text": "[19]",
                    "end": 135
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 221,
                    "text": "Table I",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 805,
                    "text": "[16]",
                    "end": 809
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1231,
                    "text": "Table I",
                    "end": 1238
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1648,
                    "text": "[20]",
                    "end": 1652
                }
            ]
        },
        {
            "text": "Conclusions.-We have presented the measurement of the neutrino velocity with the LVD experiment, through the detection of muon-neutrinos from the CNGS beam. During 10 days of bunched-beam, LVD has detected 190 events in coincidence with the beam neutrinos. Among them, 79 have involved at least one counter in the Super-Set, an ensemble of 58 counters upgraded for precise timing measurements. To limit the sources of systematic uncertainties, we have applied quality cuts to these events. The resulting 48 have been used to determine the time-of-flight of with hEi ¼ 17 GeV on the CNGS baseline. The deviation from the time expected from propagation at the speed of light has been found to be t ¼ 0:9 AE 0:6 stat AE 3:2 sys ns:",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The corresponding 99% confidence limit on the speed of neutrino is  These values are an order of magnitude lower than previous direct measurements. By using the average neutrino beam energy, hE i ¼ 17 GeV, a limit is found on the relativistic mass of neutrino m < 47 MeV=c 2 ð99% C:L:Þ: (8) This measurement was made possible by the effort of G. Di Carlo, S. Parlati, and P. Spinnato from the LNGS Computer Center; G. Korga, from the Borexino Collaboration; P. Alvarez and J. Serrano from the CERN staff; G. Cerretto, V. Pettiti and C. Plantard from INRIM Torino; Hector Esteban from the Real Instituto y Observatorio de la Armada (ROA), San Fernando, Spain and the INFN-Torino Electronics Division. We thank F. Vissani for discussions of great value to our work.",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 287,
                    "text": "(8)",
                    "end": 290
                }
            ]
        },
        {
            "text": "Note added in proof.-Recently, we received a draft concerning a new measurement of the Á CERN const , i.e., the sum of constant delays at CERN [21]. The new value is Á CERN const ¼ 9522:4 AE 2:0 ns. By using it, our result becomes t ¼ À0:3 AE 0:6 stat AE 3:2 syst ns:",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 143,
                    "text": "[21]",
                    "end": 147
                }
            ]
        },
        {
            "text": "The difference with respect to the previous result is well within our given uncertainties. The corresponding limit on the speed of neutrino, at 99% C.L., becomes more stringent:",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "À 3:3 Â 10 À6 < ðv À cÞ=c < 3:5 Â 10 À6",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "and for the neutrino mass m < 44 MeV=c 2 ð99%C:L:Þ:",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Schema of LVD counters. The darkened (blue) ones represent the Super-Set; see text.",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "text": "4 FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "4 FIG. 2 .",
            "text": "FIG. 2.Comparison of the T values of the 48 selected events (black lines) with the summed waveforms of proton extraction (gray lines). The origin of time for the waveforms is given by the maximum of the first bunch.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 .FIG. 4 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .FIG. 4 .",
            "text": "FIG. 3. Distribution of t, the difference between the time-offlight of neutrino and the time-of-flight at speed of light, for the 48 selected events (black histogram), compared with the superposition of the peaks of the waveforms correlated to detected events (gray histogram).",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "TABLE I .",
            "section_rank": 6
        },
        {
            "section": "TABLE I .",
            "text": "Sources of systematic uncertainty in the measurement. Â 10 À6 < ðv À cÞ=c < 3:1 Â 10 À6 :",
            "paragraph_rank": 30,
            "section_rank": 6
        }
    ]
}