{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present final searches of the anomalous γW W and ZW W trilinear gauge boson couplings from W W and W Z production using lepton plus dijet final states and a combination with results from W γ, W W , and W Z production with leptonic final states. The analyzed data correspond to up to 8.6 fb −1 of integrated luminosity collected by the D0 detector in pp collisions at √ s = 1.96 TeV. We set the most stringent limits at a hadron collider to date assuming two different relations between the anomalous coupling parameters ∆κγ , λ, and ∆g Z 1 for a cutoff energy scale Λ = 2 TeV. The combined 68% C.L. limits are −0.057 < ∆κγ < 0.154, −0.015 < λ < 0.028, and −0.008 < ∆g Z 1 < 0.054 for the LEP parameterization, and −0.007 < ∆κ < 0.081 and −0.017 < λ < 0.028 for the equal couplings parameterization. We also present the most stringent limits of the W boson magnetic dipole and electric quadrupole moments.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "In the standard model (SM), the neutral vector bosons, γ and Z, do not interact among themselves, while the charged vector bosons, W ± , couple with the neutral ones and among themselves through trilinear and quartic gauge interactions. The most general γW W and ZW W interactions can be described using a Lorentz invariant effective Lagrangian that contains fourteen dimensionless couplings, seven each for γW W and ZW W [1,2]. Assuming C (charge) and P (parity) conservation and electromagnetic gauge invariance, i.e. g γ 1 = 1 where g γ 1 is the C and P conserving trilinear gauge boson coupling, reduces the number of independent couplings to five, and * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d DESY, Hamburg, Germany, e SLAC, Menlo Park, CA, USA, f University College London, London, UK, g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico and i Universidade Estadual Paulista, São Paulo, Brazil.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 422,
                    "text": "[1,",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 425,
                    "text": "2]",
                    "end": 427
                }
            ]
        },
        {
            "text": "the Lagrangian terms take the form:",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "where W µ denotes the W boson field, V µ is either the photon (V = γ) or the Z boson (V = Z) field,",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "and M W is the mass of the W boson. The global coupling parameters g V W W are g γW W = −e and g ZW W = −e cotθ W , as in the SM, where e and θ W are the magnitude of the electron charge and the weak mixing angle, respectively. In the SM, the five remaining couplings are λ γ = λ Z = 0 and g Z 1 = κ γ = κ Z = 1. Any deviation of these couplings from their predicted SM values would be an indication for new physics [3] and could provide information on a mechanism for electroweak symmetry breaking. These deviations are denoted as the anomalous trilinear gauge couplings (ATGCs) ∆κ V and ∆g Z 1 defined as κ V − 1 and g Z 1 − 1, respectively. The W boson magnetic dipole moment, µ W , and electric quadrupole moment, q W , are re-lated to the coupling parameters by:",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 416,
                    "text": "[3]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "start": 592,
                    "text": "Z",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "start": 621,
                    "text": "Z",
                    "end": 622
                }
            ]
        },
        {
            "text": "(κ γ − λ γ ). (2) If the coupling parameters have non-SM values, the amplitudes for gauge boson pair production may grow with energy, eventually violating tree-level unitarity. Unitarity violation can be controlled by parameterizing the ATGCs as dipole form factors with a cutoff energy scale, Λ. The ATGCs then take the form a(ŝ) = a 0 /(1 +ŝ/Λ 2 ) 2 in which √ŝ is the center-of-mass energy of the colliding partons and a 0 is the coupling value in the limitŝ → 0 [4]. The quantity Λ is interpreted as the energy scale where the new phenomenon responsible for the ATGCs is directly observable. At the Tevatron the cutoff scale Λ = 2 TeV is chosen such that the unitarity limits are close to, but not tighter than, the coupling limits set by data.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 14,
                    "text": "(2)",
                    "end": 17
                }
            ]
        },
        {
            "text": "We assume two scenarios for studying the ATGCs. The parameterization used by the LEP experiments [5] (we refer to this as the LEP parameterization) assumes the following relation between the ATGCs:",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 97,
                    "text": "[5]",
                    "end": 100
                }
            ]
        },
        {
            "text": "In the equal couplings scenario [2], the γW W and the ZW W couplings are set equal to each other and are sensitive to interference effects between the photon and Zexchange diagrams in W W production. Electromagnetic gauge invariance requires that ∆g Z 1 = ∆g γ 1 = 0 and ∆κ Z = ∆κ γ = ∆κ and λ Z = λ γ = λ.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 32,
                    "text": "[2]",
                    "end": 35
                }
            ]
        },
        {
            "text": "In the following analyses, we consider these two scenarios and set limits on ∆κ γ , λ, and ∆g Z 1 assuming the relations above with Λ = 2 TeV.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Previously published combined limits on ATGCs at the Tevatron come from the D0 Collaboration from a combination of W γ → ℓνγ, W W → ℓνℓν, W W + W Z → ℓνjj and W Z → ℓνee channels (j is a jet, ℓ is an electron, e, or muon, µ, and ν is a neutrino) with integrated luminosity, L, up to 100 pb −1 [6], and from the CDF Collaboration from a combination of W W + W Z → ℓνjj and W γ → ℓνγ channels with L ≈ 350 pb −1 [7]. The LEP experiments published ATGC limits analyzing primarily W W production [8][9][10][11] while the CMS and ATLAS experiments at the LHC pp collider have published limits on γW W /ZW W couplings from individual W γ, W W and W Z final states [12,13].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 293,
                    "text": "[6]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 410,
                    "text": "[7]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 492,
                    "text": "[8]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 495,
                    "text": "[9]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 498,
                    "text": "[10]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 502,
                    "text": "[11]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 658,
                    "text": "[12,",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 662,
                    "text": "13]",
                    "end": 665
                }
            ]
        },
        {
            "text": "In this Letter, we measure the coupling parameters at the γW W and ZW W trilinear vertices through the study of gauge boson pair production. While the W Z (W γ) final states are exclusively produced via the ZW W (γW W ) couplings, the W W final state can be produced through both γW W and ZW W couplings. First, we present new 4.3 fb −1 ATGC results from W W + W Z → ℓνjj production and new 8.6 fb −1 ATGC results from W Z → ℓνℓℓ production where a W boson decays leptonically and the other boson decays into a dijet or dilepton pair. These results are then combined with previously published ATGC measurements from W γ → ℓνγ [14,15], W W → ℓνℓν [16] and W W + W Z → ℓνjj [17] production which analyzed 4.9 fb −1 , 1.0 fb −1 and 1.1 fb −1 of integrated luminosity, respectively. The 1.1 fb −1 of integrated luminosity used in the previous analysis of ℓνjj final states is independent from the data analyzed in this Letter. Each measurement used data collected by the D0 detector [18] from pp collisions at √ s = 1.96 TeV delivered by the Fermilab Tevatron Collider.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 626,
                    "text": "[14,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 630,
                    "text": "15]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 646,
                    "text": "[16]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 672,
                    "text": "[17]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 979,
                    "text": "[18]",
                    "end": 983
                }
            ]
        },
        {
            "text": "The D0 detector is a general purpose collider detector consisting of a central tracking system located within a 2 T superconducting solenoidal magnet, a hermetic liquid-argon and uranium calorimeter [19], and an outer muon system [20] surrounding 1.8 T iron toroids. Details on the reconstruction and identification criteria for electrons, muons, jets, and missing transverse energy, E / T , and for selection of W γ → ℓνγ, W W → ℓνℓν, W W + W Z → ℓνjj, and W Z → ℓνℓℓ final states can be found elsewhere [14-17, 21, 22].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 199,
                    "text": "[19]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 230,
                    "text": "[20]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "start": 505,
                    "text": "[14-17, 21, 22]",
                    "end": 520
                }
            ]
        },
        {
            "text": "The analysis of W W + W Z → ℓνjj final states extends a previous D0 analysis of 4.3 fb −1 of integrated luminosity which measured the W W and W Z cross sections [21]. To select W W + W Z → ℓνjj candidates, we require a single reconstructed electron (muon) with transverse momentum p T > 15 (20) GeV and pseudorapidity |η| < 1.1 (2.0) [23], E / T > 20 GeV, two or three reconstructed jets with p T > 20 GeV and |η| < 2.5, and the W transverse mass [24], M ℓν T (GeV) > 40 − 0.5E / T . The reconstructed transverse momentum of the two most energetic jets (p jj T ) of selected ℓνjj candidates is used to search for ATGCs. In order to maximize the sensitivity to ATGCs, only candidate events within a dijet invariant mass in the range of 55 < M jj < 110 GeV are studied.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 161,
                    "text": "[21]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 290,
                    "text": "(20)",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 334,
                    "text": "[23]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 447,
                    "text": "[24]",
                    "end": 451
                }
            ]
        },
        {
            "text": "The ATGC analysis of W Z → ℓνℓℓ final states builds upon a previous D0 measurement of the W Z cross section [22] with 8.6 fb −1 of integrated luminosity and uses the reconstructed transverse momentum of the two leptons (p ℓℓ T ) originating from the Z boson. To select W Z → ℓνℓℓ candidates, we require E / T > 20 GeV, at least two oppositely charged electrons (muons) with |η| < 3.0 (2.0), p 1 T > 20 (15) GeV and p 2 T > 15 (10) GeV, and with an invariant mass 60 < M ℓℓ < 120 GeV. An additional electron or muon is required to have p T > 15 GeV. In the case of three like-flavor leptons, the oppositely charged lepton pair with M ℓℓ more consistent with the Z boson mass is assigned to the Z decay provided that at least one of the two leptons has p T > 25 GeV. Otherwise the event is rejected.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 108,
                    "text": "[22]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 393,
                    "text": "1",
                    "end": 394
                }
            ]
        },
        {
            "text": "The SM W W + W Z → ℓνjj and W Z → ℓνℓℓ production and most of the other background processes are modeled using Monte Carlo (MC) simulation. In ℓνjj production the dominant background is due to the production of a vector boson (V = W, Z) in association with jets from light or heavy flavor parton production followed by the production of singe top quarks or top quark pairs. These backgrounds are modeled by MC simulation, while the multijet background is determined from data. In ℓνℓℓ production the dominant Z/γ * → ℓℓ, ZZ and Zγ backgrounds are modeled with MC. Detailed information about the background modeling can be found elsewhere [21,22]. The SM W W + W Z → ℓνjj and W Z → ℓνℓℓ events are generated with pythia [25] using CTEQ6L1 parton distribution functions (PDFs) [26]. pythia is a leading order (LO) generator, therefore we correct the event kinematics and the acceptance of ℓνjj events for next-to-LO (NLO) and resummation effects. To derive this correction we use mc@nlo [27] with CTEQ6.1M PDFs interfaced to herwig [28] for parton showering and hadronization. Comparing pythia to mc@nlo kinematics at the generator level after final state radiation, we parameterize a two-dimensional correction matrix in the p T of the diboson system and that of the highest-p T boson, and use it to reweight the pythia ℓνjj events. The event yields for the W W → ℓνjj and W Z → ℓνjj production are normalized to the SM NLO cross sections of σ(W W ) = 11.7 ± 0.8 pb and σ(W Z) = 3.5 ± 0.3 pb calculated with mcfm [29] using MSTW2008 PDFs. The above procedure is designed to give NLO predictions at the detector level for the SM contributions to the diboson processes. The W Z → ℓνℓℓ events are also generated using pythia with CTEQ6L1 PDFs and thus also need to be corrected as a function of diboson p T to match predictions from the NLO event generator powheg [30]. The event yields for W Z → ℓνℓℓ production are normalized to the SM NLO cross section of σ(W Z) = 3.2 ± 0.1 pb calculated for the Z boson invariant mass range of 60 < M Z < 120 GeV with mcfm and MSTW2008 PDFs.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 638,
                    "text": "[21,",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 642,
                    "text": "22]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 719,
                    "text": "[25]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 775,
                    "text": "[26]",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 985,
                    "text": "[27]",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1030,
                    "text": "[28]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1512,
                    "text": "[29]",
                    "end": 1516
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1860,
                    "text": "[30]",
                    "end": 1864
                }
            ]
        },
        {
            "text": "All MC events undergo a geant-based [31] detector simulation and are reconstructed using the same algorithms as used for D0 data. The effect of multiple pp interactions is included by overlaying data events from random beam crossings on simulated events. We apply corrections to the MC to account for differences with data in reconstruction and identification efficiencies of leptons and jets. Trigger efficiencies measured in data are applied to MC. The instantaneous luminosity profile and z distribution of the pp interaction vertex of each MC sample are adjusted to match those in data.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 36,
                    "text": "[31]",
                    "end": 40
                }
            ]
        },
        {
            "text": "In order to extract the ATGCs, we follow a two-step procedure which allows to save computing time. We first use the geant-based D0 event simulation of diboson processes, reweighted with a SM NLO model of diboson production to produce a baseline sample of simulated events for comparison with data. We then use a simulation with ATGCs to create a set of predictions relative to the SM, R ∝ σ/σ SM . The ratio R is used to reweight the SM GEANT-based simulation to reflect ATGCs. This reweighted simulation is then compared to data and used to extract possible values of the ATGCs.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The effect of ATGCs is to increase the production cross section, especially at high boson transverse momentum, relative to its SM prediction. We therefore use the corresponding p jj T and p ℓℓ T distributions to set the limits on ATGCs. The SM p jj T and p ℓℓ T distributions are reweighted with R at the parton level. The reweighting method uses the ratio of matrix element squared values with and without the ATGC component to predict a change of the SM event rate in the presence of ATGCs. The basis of the reweighting method is that the equation of the differential cross section, which has a quadratic dependence on the anomalous couplings, can be written as:",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "where dσ is the differential cross section that includes the contribution from the ATGCs; dσ SM is the SM differential cross section; |M| 2 is the matrix element squared in the presence of ATGCs; |M| 2 SM is the matrix element squared in the SM; A, B, C, D, E, etc. are reweighting coefficients; and x is a kinematic variable sensitive to ATGCs.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 200,
                    "text": "2",
                    "end": 201
                }
            ]
        },
        {
            "text": "In the LEP parametrization, Eq. 5is parametrized with the three couplings ∆κ γ , λ, and ∆g Z 1 and nine reweighting coefficients, A-I. Thus, the weight R in the LEP parametrization scenario is defined as:",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "ref_id": "formula_5",
                    "start": 32,
                    "text": "5",
                    "end": 33
                }
            ]
        },
        {
            "text": "with λ = λ γ = λ Z and ∆g 1 = ∆g Z 1 . In the equal couplings scenario, Eq. (5) is parametrized with the two couplings ∆κ and λ and five reweighting coefficients, A-E. In this case the weight is defined as:",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "with ∆κ = ∆κ γ = ∆κ Z and λ = λ γ = λ Z . Depending on the number of reweighting coefficients, a system of the same number of equations allows us to calculate their values for each event. Then for any ATGC combination we can calculate R and apply it to the SM distribution to describe that kinematic distribution in the presence of the chosen non-SM TGC. We first calculate R i (i = 1 − 5 for the equal couplings scenario and i = 1−9 for the LEP parameterization) with a fixed set of ATGCs using a LO prediction from the mcfm generator (with CTEQ6L1 PDFs). Therefore each mcfm event is assigned a value of |M| 2 SM and a set of |M| 2 values for ∆κ γ = ±1, λ = ±1, ∆g Z 1 = ±1, ∆κ γ λ = +1, ∆κ γ ∆g Z 1 = +1, and λ∆g Z 1 = +1. For every bin X in the multidimensional phase space defined by different kinematic distributions, the ratio R is calculated as:",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "where j indicates the event number in bin X, and i is any of nine (five) ATGC combinations in the LEP parameterization (equal couplings scenario). The multidimensional phase space for the W W → ℓνjj events is defined by a set of kinematic variables at generator level, namely the transverse momentum (p T ) of the qq system, p qq T , p T of the leading parton, p T of the trailing parton, p T of the neutrino, p T of the charged lepton, and the invariant mass of the qq system. For W Z → ℓνjj events, we use the p T distribution of the quark, the p T distribution of the anti-quark, p qq T , p T of the neutrino, p T of the charged lepton, and the invariant mass of the qq system. For W Z → ℓνℓℓ events, X is defined by the transverse momentum of the dilepton system, p ℓℓ T , where both leptons originate from the Z boson, p T of the leading and the trailing leptons originating from the Z boson, p T of the lepton originating from the W boson, and p T of the neutrino.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "When searching for ATGCs in the LEP parametrization, we vary two of the three couplings at a time, leaving the third coupling fixed to its SM value. This gives the three two-parameter combinations (∆κ γ , λ), (∆κ γ , ∆g Z 1 ), and (λ, ∆g Z 1 ). For the equal couplings scenario there is only the (∆κ, λ) combination. For a given pair of ATGC values, each SM event is weighted at the generator level by the appropriate weight R i;X and all the weights in a reconstructed p jj T (or p ℓℓ T ) bin are summed. Such reweighted SM distributions are compared to data to determine which ATGCs are most consistent with observation. Kinematic distributions in W γ → ℓνγ and W W → ℓνℓν production sensitive to ATGCs are the E T of the photon, E γ T , and p T distributions of the two leptons, respectively. The effects of ATGCs on the E γ T distribution are modeled using simulated events from the BHO generator [32] which undergo geant-based D0 detector simulation. In case of ℓνℓν final states, the ATGCs effects on p T distributions of the two leptons are simulated using the HWZ generator [2] and passed through a parameterized simulation of the D0 detector that is tuned to data.",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 901,
                    "text": "[32]",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1082,
                    "text": "[2]",
                    "end": 1085
                }
            ]
        },
        {
            "text": "In order to verify the derived reweighting parameters, we calculate the weights R i;X for different ∆κ, λ, and/or ∆g Z 1 values, apply the reweighting coefficients and compare reweighted p T shapes at the generator level to those predicted by mcfm. This procedure is also repeated after applying generator level selection cuts similar to those at the reconstructed level to check that the (acceptance × efficiency) for reconstructed events is reasonably modeled by this reweighting method. The agreement in the shape and normalization of the p qq T and p ℓℓ T distributions used for the ATGC measurement is within 5% of the mcfm predictions and thus a conservative systematic uncertainty of 5% has been assigned to the reweighting method.",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 117,
                    "text": "Z",
                    "end": 118
                }
            ]
        },
        {
            "text": "In the ATGC analysis of ℓνjj final states, we consider two classes of systematic uncertainties: those related to the overall normalization and efficiencies of the various contributing physical processes, and uncertainties that, when propagated through the analysis, impact the shape of the dijet p T distribution. We determine the dependence of the dijet p T distribution on these uncertainties by varying each parameter by its uncertainty (±1 standard deviation) and re-evaluating the shape of the dijet p T distribution. The uncertainties with the largest impact are those related to background cross sections (6.3 − 20%), integrated luminosity (6.1%), the jet energy scale (3 − 9%) and the jet energy resolution (1 − 10%) although the analysis of the ℓνjj final states is fully dominated by statistical uncertainty. In the analysis of ℓνℓℓ final states the most important systematic uncertainties arise from the diboson p T modeling (0.1 − 0.4%), the lepton/jet energy scale (0.2 − 6.0%), and the mis-modeling of lepton/jet resolution (1%). However, the systematic uncertainties are negligible compared to statistical uncertainties. Similarly, the ℓνℓν final states are mainly affected by statistical uncertainty while the systematic uncertainties arise from the background modeling (< 7%), integrated luminosity (6.1%), lepton identification and trigger efficiencies (< 3%). In the analysis of ℓνγ final states systematic uncertainties due to integrated luminosity (6.1%), lepton and photon identification (1 − 5%), background modeling (1 − 10%) and theoretical predictions on the production cross sections (3 − 6%) dominate the total uncertainty.",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The limits are determined from a fit of SM and ATGC contributions to the data using the reconstructed variables: the p jj T distribution from W W + W Z → ℓνjj production, the p ℓℓ T distribution from W Z → ℓνℓℓ production, the E γ T distribution from W γ → ℓνγ production, and the p T distributions of the two leptons from W W → ℓνℓν production. The p jj T and p ℓℓ T distributions from 4.3 fb −1 and 8.6 fb −1 analyses, respectively, are shown in Fig. 1. The E γ T and lepton's p T distributions, and the p jj T distribution from 1.1 fb −1 analysis can be found elsewhere [14][15][16][17]. The individual contributions are fit to the data as the in the presence of ATGCs by minimizing the χ 2 function with respect to Gaussian priors on each of the systematic uncertainties [33]. The fit is performed simultaneously on kinematic distributions corresponding to the different sub-channels and data epochs. The remaining p jj T distributions for the electron and muon channels from the 1.1 fb −1 W W +W Z → ℓνjj analysis are fit separately and the χ 2 values are summed with those obtained in the simultaneous fit. The effects of systematic uncertainties on separate samples and subchannels due to the same uncertainty are assumed to be 100% correlated but different uncertainties are assumed to be uncorrelated.",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 448,
                    "text": "Fig. 1",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 573,
                    "text": "[14]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 577,
                    "text": "[15]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 581,
                    "text": "[16]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 585,
                    "text": "[17]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 775,
                    "text": "[33]",
                    "end": 779
                }
            ]
        },
        {
            "text": "The 68% and 95% C.L. limits on ATGCs from the 4.3 fb −1 analysis of W W + W Z → ℓνjj final states in the two-parameter space are shown in Fig. 2. The limits from the 8.6 fb −1 analysis of W Z → ℓνℓℓ final states are presented only in the λ − ∆g Z 1 space as shown in Fig. 3, because W Z production is weakly sensitive to ∆κ γ via the relation given by Eq. (3). The 95% C.L. one-parameter limits, obtained from single parameter fits with all other parameters fixed to their SM values are presented in Table I. The resulting 68% and 95% C.L. one-parameter limits from the combined fit of ℓνγ, ℓνℓν, ℓνjj, and ℓνℓℓ TABLE I: The 95% C.L. one-parameter limits on ATGCs from W Z → ℓνℓℓ and W W + W Z → ℓνjj (l = µ, e) final states with Λ = 2 TeV. The analyzed integrated luminosity for each analysis is also presented together with the time period of data collection.",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 138,
                    "text": "Fig. 2",
                    "end": 144
                },
                {
                    "type": "figure",
                    "start": 267,
                    "text": "Fig. 3",
                    "end": 273
                },
                {
                    "type": "table",
                    "start": 500,
                    "text": "Table I.",
                    "end": 508
                }
            ]
        },
        {
            "text": "LEP parametrization",
            "section_rank": 3
        },
        {
            "section": "LEP parametrization",
            "text": "Integrated final states are shown in Table II and limits in twoparameter space are shown in Fig. 4. The limits in both scenarios represent an improvement relative to previous results from the Tevatron [6,7,[14][15][16][17]. For the LEP parametrization, our combined measurement with 68% C.L. allowed intervals of κ γ = 1.048 +0.106 −0.105 , λ = 0.007 +0.021 −0.022 , and g Z 1 = 1.022 +0.032 −0.030 presented in this paper has similar sensitivity to the results from the individual LEP experiments [8][9][10][11]. The combined D0 limits are more stringent than those set by the ATLAS Collaboration for Λ = 2 TeV [12]. The limits from the CMS Collaboration [13] are not directly comparable to our results due to a different assumption for Λ value that affects a dipole form factor and thus, the sensitivity to ATGCs [34]. Nevertheless, the combined D0 limits on ∆κ γ , λ and ∆g Z 1 are more stringent than both ATLAS and CMS current limits for Λ → ∞. Using observed limits we extract measurements of the W boson magnetic dipole and electric quadrupole moments. When assuming the LEP parameterization with g Z 1 = 1, we set the 68% C.L. intervals of µ W = 2.012 +0.035 −0.034 (e/2M W ) and q W = −0.995 +0.042 −0.043 (e/M 2 W ). The 68% and 95% C.L. limits on µ W and q W in both scenarios are shown in Fig. 5.",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 37,
                    "text": "Table II",
                    "end": 45
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 92,
                    "text": "Fig. 4",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 201,
                    "text": "[6,",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 204,
                    "text": "7,",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 206,
                    "text": "[14]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 210,
                    "text": "[15]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 214,
                    "text": "[16]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 218,
                    "text": "[17]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "start": 351,
                    "text": "+0.021",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 498,
                    "text": "[8]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 501,
                    "text": "[9]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 504,
                    "text": "[10]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 508,
                    "text": "[11]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 612,
                    "text": "[12]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 656,
                    "text": "[13]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 815,
                    "text": "[34]",
                    "end": 819
                },
                {
                    "type": "figure",
                    "start": 1301,
                    "text": "Fig. 5",
                    "end": 1307
                }
            ]
        },
        {
            "section": "LEP parametrization",
            "text": "In summary, we have presented new searches of anoma- of integrated luminosity, respectively, and we set limits on ATGCs for these final states. The limits from 4.3 fb −1 ℓνjj analysis are the best limits to date at a hadron collider in this final state. The limits from 8.6 fb −1 ℓνℓℓ analysis are comparable to those set at the LHC and improve relative to previous limits set in this final state at the Tevatron [35]. We have combined these results with those previously published from W W +W Z → ℓνjj (1.1 fb −1 ), W γ → ℓνγ (4.9 fb −1 ), and W W → ℓνℓν (1.0 fb −1 ) final states using up to 8.6 fb −1 of integrated luminosity. No deviation from the SM is found in data. We set the most stringent limits on ∆κ γ , λ and ∆g Z 1 at a hadron collider to date complementing similar measurements performed at LEP and LHC. Using the LEP parameterization we set the combined 68% C.L. limits of −0.057 < ∆κ γ < 0.154, −0.015 < λ < 0.028, and −0.008 < ∆g Z 1 < 0.054. At 95% C.L. the limits are −0.158 < ∆κ γ < 0.255, −0.036 < λ < 0.044, and −0.034 < ∆g Z 1 < 0.084. Based on the combination of all diboson production and decay channels we set the most stringent 68% C.L. con-  ",
            "paragraph_rank": 29,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 413,
                    "text": "[35]",
                    "end": 417
                }
            ]
        },
        {
            "text": "FIG. 1 :FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 :FIG. 2 :",
            "text": "FIG. 1: (color online) (a) The p jj T distribution summed over electron and muon channels from W W + W Z → ℓνjj (l = µ, e) production for data and SM MC predictions (\"l.f.\" denotes light partons such as u, d, s or gluon, and \"h.f.\" denotes heavyflavor such as c or b). Also shown are expected distributions for an ATGC model with ∆κγ = 0.2, and λ = 0.1. (b) The p ll T distribution summed over eee, eµµ, µee and µµµ channels from W Z → ℓνℓℓ production for data, SM MC predictions and for ATGC model with λ = −0.05 and ∆g Z 1 = −0.06.",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4:The 68% and 95% C.L. two-parameter limits on the γW W/ZW W ATGCs ∆κγ , ∆λγ and ∆gZ   1 , assuming the LEP parametrization (a, b, c) and on ∆κ and λ ATGCs for the equal couplings parameterization (d) with Λ = 2 TeV from the combination of W W + W Z → ℓνjj, W Z → ℓνℓℓ, W γ → ℓνγ, and W W → ℓνℓν final states (l = µ, e). Black circles indicate the most probable values of ATGCs from the two-parameter fit.",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "TABLE II :",
            "section_rank": 6
        },
        {
            "section": "TABLE II :",
            "text": "One-dimensional χ 2 minimum and 68% and 95% C.L. allowed intervals on anomalous values of γW W/ZW W ATGCs from the combined fit of W W +W Z → ℓνjj, W Z → ℓνℓℓ, W γ → ℓνγ, and W W → ℓνℓν final states. lous γW W and ZW W trilinear gauge boson couplings from W W + W Z → ℓνjj and W Z → ℓνℓℓ channels analyzing 4.3 fb −1 and 8.6 fb −1",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "Two-dimensional 68% and 95% C.L. limits for the W boson electric quadrupole moment vs. the magnetic dipole moment for (a) LEP parametrization and (b) equal couplings constraints from the combination of W W + W Z → ℓνjj, W Z → ℓνℓℓ, W γ → ℓνγ, and W W → ℓνℓν final states (l = µ, e). In both cases we assume Λ = 2 TeV. Black circles indicate the most probable values of µW and qW from the two-parameter fit.straints on the W boson magnetic dipole and electric quadrupole moments of µ W = 2.012 +0.035 −0.034 (e/2M W ) and q W = −0.995 +0.042 −0.043 (e/M 2 W ), respectively, to date.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "(The D0 Collaboration * ) We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); MON, NRC KI and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); NRF (Korea); FOM (The Netherlands); STFC and the Royal So-ciety (United Kingdom); MSMT and GACR (Czech Republic); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 34,
            "section_rank": 9
        }
    ]
}