{
    "level": "paragraph",
    "abstract": [
        {
            "text": "During the last few years, new experimental and theoretical results have allowed evermore stringent tests of the Standard Model to be performed using kaon decays. This overview of recent progress includes an updated evaluation of the CKM matrix element V us . Tests of CKM unitarity and gauge universality and lepton universality tests with K l2 and K l3 decays are discussed.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "section_rank": 2
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "If the couplings of the W to quarks and leptons are indeed specified by a single gauge coupling, then for universality to be observed as the equivalence of the Fermi constant G F as measured in muon and hadron decays, the CKM matrix must be unitary. Currently, the most stringent test of CKM unitarity is obtained from the first-row relation |V ud | 2 +|V us | 2 +|V ub | 2 = 1+∆ CKM . During the period spanning 2003 to 2010, a wealth of new measurements of K ℓ3 and K ℓ2 decays and steady theoretical progress made possible precision tests of the Standard Model (SM) based on this relation. In a 2010 evaluation of |V us |, the FlaviaNet Working Group on Kaon Decays set bounds on ∆ CKM at the level of 0.1% [1], which translate into bounds on the effective scale of new physics on the order of 10 TeV [15]. Since 2010, there have been a few significant new measurements and some important theoretical developments. Among the latter, advances in algorithmic sophistication and computing power are leading to more and better lattice QCD estimates of the hadronic constants f + (0) and f K / f π , which enter into the determination of |V us | from K ℓ3 and K µ2 decays, respectively. In addition, two groups working on the classification and averaging of results from lattice QCD [2,3] have joined their efforts, forming the newly formed Flavor Lattice Average Group (FLAG-2) to provide recommended values of these constants [11].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 710,
                    "text": "[1]",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 804,
                    "text": "[15]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1281,
                    "text": "[2,",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1284,
                    "text": "3]",
                    "end": 1286
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1426,
                    "text": "[11]",
                    "end": 1430
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The experimental inputs for the determination of |V us | from K ℓ3 decays are the rates and form factors for the decays of both charged and neutral kaons. There have been no new branching ratio (BR) measurements since the 2010 review. On the other hand, both the KLOE and KTeV collaborations have new measurements of the K S lifetime, τ K S . The KLOE measurement [4] is based on the vertex distribution for K S → π + π − decays in e + e − → φ → K S K L events. The new KTeV result [5] comes from a comprehensive reanalysis of the ππ vertex distributions in the experiment's regenerator beam. This analysis can be performed with or without assuming CPT symmetry. The present update makes use of the new KTeV values for τ K S and Re ε ′ /ε (which enters the fit for the K L rates by providing an effective measurement of BR(π 0 π 0 )/BR(π + π − )) obtained without the CPT assumption. The largest effect of these updates is to reduce the uncertainty on τ K S , the value of which changes from 89.59(6) ps [1] to 89.58(4) ps. The NA48/2 experiment has recently released preliminary results for the form factors for both K ± e3 and K ± µ3 decays [6]. At the moment, the fits are performed using one of two parameterizations,",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 364,
                    "text": "[4]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 482,
                    "text": "[5]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1004,
                    "text": "[1]",
                    "end": 1007
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1143,
                    "text": "[6]",
                    "end": 1146
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "• polynomial:",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The FlaviaNet Working Group uses the dispersive parameterizations of [7] because of the advantages described in [1]. NA48/2 has not yet performed dispersive fits. However, it is possible to fit approximately equivalent values of Λ + and lnC to the NA48/2 measurements of (λ ′ + , λ ′′ + , λ 0 ) using the expressions in the appendix of [7] and the observation that λ 0 ≈ λ ′ 0 + 3.5λ ′′ 0 [8]. This is important because it helps to resolve a controversy: the older measurements of the K µ3 form factors for K L decays from NA48 [9] are in such strong disagreement with the other existing measurements that they have been excluded from the FlaviaNet averages [1]. The new NA48/2 measurements, on the other hand, are in good agreement with other measurements, as seen from Fig. 1. Including the new NA48/2 results, appropriately converted for the current purposes, the dispersive average becomes Λ + = (25.75 ± 0.36) × 10 −3 , lnC = 0.1895(70), with ρ = −0.202 and P(χ 2 ) = 55%. The central values of the phase space integrals barely change with this inclusion; the uncertainties are reduced by 30%.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 69,
                    "text": "[7]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 112,
                    "text": "[1]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 336,
                    "text": "[7]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 389,
                    "text": "[8]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 528,
                    "text": "[9]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 658,
                    "text": "[1]",
                    "end": 661
                },
                {
                    "type": "figure",
                    "start": 771,
                    "text": "Fig. 1",
                    "end": 777
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "For all of the above efforts, however, the value of and uncertainty on |V us | f + (0) is essentially unchanged. This is because the new results are nicely consistent with the older averages, and neither the K S lifetime nor the phase space integrals were significant contributors to the overall experimental uncertainty. The updated five-channel (",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": ") average is |V us | f + (0) = 0.2163(5) with P(χ 2 ) = 93%. The ratio of the values for |V us f + (0)| 2 obtained from K µ3 and K e3 decays is 1.002 (5). This ratio is proportional to (g µ /g e ) 2 ; the result confirms the universality of lepton couplings. Comparison of the results obtained with K + and K L , K S decays confirms the accuracy of the correction for strong isospin breaking ∆ SU (2) . The correction used in the analysis is ∆ SU(2) = (2.9 ± 0.4)% [10], while perfect equality of the experimental results would require ∆ SU(2) = (2.73 ± 0.41)%. The uncertainty on the theoretical value is one of the largest contributions to the uncertainty on |V us | f + (0) from K ± decays.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 150,
                    "text": "(5)",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 397,
                    "text": "(2)",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 465,
                    "text": "[10]",
                    "end": 469
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The currently recommended FLAG-2 value [11] for f + (0) from three-flavor lattice QCD is that obtained by RBC/UKQCD [12]. For the present analysis, the uncertainty is symmetrized, giving f + (0) = 0.959 (5) and thus |V us | = 0.2254 (13). Importantly, the test of CKM unitarity also requires a value for |V ud |. The most recent definitive survey of experimental data on 0 + → 0 + β decays is that of [13], which gives |V ud | = 0.97425 (22). This, together with the value of |V us | from K ℓ3 , yields ∆ CKM = 0.0000 (8), demonstrating perfect agreement with unitarity.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 39,
                    "text": "[11]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 116,
                    "text": "[12]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 203,
                    "text": "(5)",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 233,
                    "text": "(13)",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 401,
                    "text": "[13]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 437,
                    "text": "(22)",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 518,
                    "text": "(8)",
                    "end": 521
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "Up to kinematic factors and radiative corrections, the ratio of the (innerbremsstrahlung inclusive) rates for K µ2 and π µ2 decays provides the quantity",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The FlaviaNet fit for the K ± BRs, which provides the values for BR(K ± µ2 ) and τ K ± , is unchanged since the 2010 review. There are some important changes in the theoretical inputs. The most recent FLAG-2 average of the four complete and published determinations of f K / f π in three-flavor lattice QCD is f K / f π = 1.193(5) [11], only slightly changed from the situation in 2010 by the addition of a single study. More significant is a new calculation of the corrections to the ratio Γ(K ± µ2 )/Γ(π ± µ2 ) for isospin breaking [14], which for the first time takes into account the effects of strong isosping breaking, in addition to the long-distance electromagnetic corrections. While the magnitude of the total correction is nearly doubled, the contribution to the uncertainty from the correction is increased by only about 20%. The resulting value for |V us /V ud | is 0.2317 (11).",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 331,
                    "text": "[11]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 534,
                    "text": "[14]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 886,
                    "text": "(11)",
                    "end": 890
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The values of |V ud | from 0 + → 0 + β decays, |V us | from K ℓ3 decays, and |V us /V ud | from K µ2 decays can be combined in a single fit to increase the sensitivity of the unitarity test. The unconstrained fit does not change the input value of |V ud | and gives |V us | = 0.2256 (8). This gives ∆ CKM = +0.0001(6), once again in perfect agreement with unitarity. Using a model-indepenent, effective-theory approach, the authors of [15] show that the effective scale for corresponding contributions from new physics with approximate flavor symmetry is about 10 TeV.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 283,
                    "text": "(8)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 435,
                    "text": "[15]",
                    "end": 439
                }
            ]
        },
        {
            "section": "V us FROM K ℓ3 AND K ℓ2 DECAYS; RELATED TESTS",
            "text": "The corresponding results in 2010 were |V us | = 0.2253 (9) and ∆ CKM = −0.0001(6) [1]. The new measurements of τ K S and the K ℓ3 form factor parameters have virtually no effect on the final result. While there is a small effect from the inclusion of the new lattice estimate for f K / f π in the FLAG-2 average, the largest single influence is from the new correction to the ratio Γ(K µ2 )/Γ(π µ2 ) for the effects of strong isospin breaking. This underscores a simple fact: so much work has been done to increase the precision of the experimental inputs to |V us | that, for the moment at least, further experimental progress is difficult. The measurements that offer the most room for improvement are the BRs for the K ℓ3 decays of the K S and of the K ± , and in the case of K ± , to be useful, better BR measurements would also require a more precise theoretical estimate for ∆ SU (2) . But while the experimental quantities |V us | f + (0) and |V us /V ud | × f K / f π have been measured to within about 0.2%, the precision of the unitarity test is currently determined by the uncertainties on the lattice results for f + (0) and f K / f π , which are at the level of 0.5%. Thus, at the moment, the lattice offers the most certain prospects for further improvement. Results for f + (0) and f K / f π with precison at the level of 0.2% may be available as early as 2014, and continued progess is expected thereafter [16].",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 56,
                    "text": "(9)",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 83,
                    "text": "[1]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 887,
                    "text": "(2)",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1423,
                    "text": "[16]",
                    "end": 1427
                }
            ]
        },
        {
            "text": "K ℓ2 DECAYS AND LEPTON UNIVERSALITY",
            "section_rank": 3
        },
        {
            "section": "K ℓ2 DECAYS AND LEPTON UNIVERSALITY",
            "text": "The K e2 decay (K → eν) is strongly helicity suppressed. The ratio R K of the widths (inclusive of internal bremsstrahlung) for K e2 to K µ2 decays depends only on kinematic factors and radiative corrections-the form factor f K cancels from the ratio, and the uncertainty on the expected value is very small: R K = 2.477(1) × 10 −5 [17]. These features-a BR suppressed in the SM and a precisely known SM rate-make the decay interesting in the precision-based search for evidence of new physics. A specific motivation for new measurements of R K is that in the Minimal Supersymmetric Standard Model (MSSM) with R parity, there may be a percent-level contribution to the K e2 rate from the H + -mediated amplitude with lepton-flavor violation in the one-loop effective coupling at the H + → e + ν vertex (i.e., with ν = ν τ ), depending on the values of tan β , m H + ,and the mass insertion |∆ 31 R | in the loop [18]. The first modern measurement of R K was performed with the KLOE experiment [19]. The K ± → e ± decay vertices were reconstructed in the drift chamber with tight quality cuts. The event selection was refined using the missing mass at the vertex (M 2 ℓ = m 2 ν = 0 for signal events) and a neural network for e/µ separation in the electromagnetic calorimeter. The event counting was performed by a two-dimensional likelihood fit in the plane of M 2 ℓ vs. the neural network output. On the basis of about 14k events, KLOE measured R K = 2.493(25) stat (19) syst , i.e., with an uncertainty of about 1.2%. KLOE was also able to isolate K e2γ events with structure-dependent (SD+) radiation well enough to fit the E γ spectrum to determine the parameters for the O(p 4 ) chiral-perturbation-theory representation of the form factor.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 332,
                    "text": "[17]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 912,
                    "text": "[18]",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 993,
                    "text": "[19]",
                    "end": 997
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1467,
                    "text": "(19)",
                    "end": 1471
                }
            ]
        },
        {
            "section": "K ℓ2 DECAYS AND LEPTON UNIVERSALITY",
            "text": "The NA62 experiment, a successor to NA48 the goal of which is to measure the rare K + → π + νν decay, benefits from much higher statistics from the 75-GeV kaon beam and easier e/µ separation at high energies with the NA48 liquid krypton calorimeter (LKr). In 2007, NA62 collected nearly 150k K e2 decays in a dedicated run. For the analysis, a cut on the E/p ratio for decay tracks (with E measured in the LKr and p reconstructed in the dipole spectrometer) provides µ rejection at the level of 10 −6 . The probability for muons to lose enough energy in the LKr via catastrophic bremsstrahlung to be mistaken for electrons is estimated using data from runs in which part of the LKr acceptance was blocked to electrons with a thick lead shield. Event counting is performed by fitting the M 2 ℓ distributions. In 2011, NA62 published a result based on a 40% subsample of the data collected: R K = 2.487(13) × 10 −5 [20]. The full sample has now been analyzed and the final result made public: R K = 2.488(7) stat (7) syst × 10 −5 [21]. This result has 0.4% precision and is in agreement with the SM prediction. For the subtraction of the background from the SD+ component of the radiative channel K e2γ , the NA62 measurement makes use of the KLOE measurement mentioned above. NA62 has performed its own measurement of the SD+ component in the works and preliminary results have been shown [22]. The new NA62 result essentially determines the new world average: R K = 2.488(9) × 10 −5 . The regions in the (m H + , tan β ) plane excluded at 95% CL by the agreement of this value with the SM prediction are shown in Fig. 2 for different values assumed for |∆ 31 R | in the MSSM.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 913,
                    "text": "[20]",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1028,
                    "text": "[21]",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1388,
                    "text": "[22]",
                    "end": 1392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1613,
                    "text": "Fig. 2",
                    "end": 1619
                },
                {
                    "type": "bibr",
                    "start": 1656,
                    "text": "31",
                    "end": 1658
                }
            ]
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 4
        },
        {
            "section": "FIGURE 2 .",
            "text": "FIGURE 2.Regions in the (m H + , tan β ) plane excluded at 95% CL by the world average value for R K (including the newest NA62 result), for different values assumed for the mass insertion |∆ 31 R | in the MSSM.",
            "paragraph_rank": 15,
            "section_rank": 4
        }
    ]
}