{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report an early result from the ICARUS experiment on the search for a ν μ → ν e signal due to the LSND anomaly. The search was performed with the ICARUS T600 detector located at the Gran Sasso Laboratory, receiving CNGS neutrinos from CERN at an average energy of about 20 GeV, after a flight path of ∼730 km. The LSND anomaly would manifest as an excess of ν e events, characterized by a fast energy oscillation averaging approximately to sin 2 (1.27 m 2 new L/E ν ) ≈ 1/2 with probability P ν μ →ν e = 1/2 sin 2 (2θ new ). The present analysis is based on 1091 neutrino events, which are about 50 % of the ICARUS data collected in 2010-2011. Two clear ν e events have been found, compared with the expectation of 3.7 ± 0.6 events from conventional sources. Within the range of our observations, this result is compatible with the absence of a LSND anomaly. At 90 % and 99 % confidence levels the limits of 3.4 and 7.3 events corresponding to oscillation probabilities P ν μ →ν e ≤ 5.4 × 10 −3 and P ν μ →ν e ≤ 1.1 × 10 −2 are set respectively. The result strongly limits the window of open options for the LSND anomaly to a narrow region around ( m 2 , sin 2 (2θ)) new = (0.5 eV 2 , 0.005), where there is an overall agreement (90 % CL) between the present ICARUS limit, the published limits of KARMEN and the published positive signals of LSND and MiniBooNE Collaborations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The possible presence of neutrino oscillations into sterile states has been proposed by B. Pontecorvo [1]. An experimental search for an anomalousν e production at short distances has been performed by the LSND experiment [2] at the Los Alamos 800 MeV proton accelerator, which reported an anomalous excess ofν e fromν μ originated by muons from pions at rest with E ν ≈ 30 MeV and L ≈ 30 m. It is well known that anti-neutrino oscillations at such a small distance from the source should imply the presence of additional mass-squared differences, largely in excess of the three neutrino mixing standard model values. The LSND signal Pν μ →ν e = (2.64 ± 0.67 ± 0.45) × 10 −3 corresponds to a rate of (87.9 ± 22.4 ± 6.0) events, namely a 3.8 σ effect at L/E ν ∼ 0.5 − 1.0 m/MeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 102,
                    "text": "[1]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 222,
                    "text": "[2]",
                    "end": 225
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A recent result from MiniBooNe [3], performed with neutrinos from the 8 GeV FNAL-Booster in a similar L/E ν range has confirmed in both the neutrino and antineutrino channels a combined 3.8 σ LSND-like oscillation signal. With the formula P ν μ →ν e = sin 2 (2θ new ) sin 2 ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 31,
                    "text": "[3]",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 272,
                    "text": "2",
                    "end": 273
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "these results correspond to a new signal somewhere within a wide interval m 2 new ≈ 0.01 to 1.0 eV 2 and a corresponding associated value of sin 2 (2θ new ).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In addition, an apparent ν e orν e disappearance anomaly has been recently detected from (a) nearby nuclear reactors [4] and (b) from Mega-Curie k-capture calibration sources [5,6], originally developed for the Gallium experiments to detect solar ν e . Also these effects seem to occur for a m 2 new value much higher than the experimentally measured ones for the three neutrino oscillation scenario, in the order of magnitude of the LSND anomaly. These anomalies may indeed represent an unified approach, in which one or more m 2 new may have a common origin, with the values of sin 2 (2θ new ) for different channels reflecting the so far unknown structure of the U (j,k) matrix, with j, k = number of ordinary and sterile neutrinos.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 117,
                    "text": "[4]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 175,
                    "text": "[5,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 178,
                    "text": "6]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 294,
                    "text": "2",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 529,
                    "text": "2",
                    "end": 530
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With the help of a novel development of a large mass \"Gargamelle class\" LAr-TPC imaging detector, the ICARUS experiment [7,8] at the Gran Sasso underground laboratory (LNGS) is hereby visually searching for the signature of such a signal due to a LSND-like anomaly in the CERN to Gran Sasso neutrino beam (CNGS).",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 120,
                    "text": "[7,",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 123,
                    "text": "8]",
                    "end": 125
                }
            ]
        },
        {
            "text": "The experimental setup",
            "section_rank": 3
        },
        {
            "section": "The experimental setup",
            "text": "The CNGS facility [9][10][11] provides a neutrino beam composed mainly of muon neutrinos peaked in the range 10 ≤ E ν ≤ 30 GeV. The CERN-SPS 400 GeV proton beam with about 2 × 10 13 protons on target (pot) per spill is sent to a segmented carbon target followed by a magnetic horn and a reflector, focusing charged secondary mesons into a 1 km long decay tunnel. Produced neutrinos are pointing down with a 52 mrad slope toward the Gran Sasso laboratory (LNGS) located at a distance of 730 km.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 18,
                    "text": "[9]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 21,
                    "text": "[10]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 25,
                    "text": "[11]",
                    "end": 29
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "According to detailed Monte Carlo (MC) calculations of the neutrino beam [12], about 2850 charged current (CC) events/kt/year are expected at LNGS for a nominal proton beam intensity of 4.5 × 10 19 pot/year with a spectral contamination from anti-neutrino of about 2 % and an electron component of slightly less than 1 %. The neutrino flux and spectra expectations are obtained with a complete simulation of all the beam line elements based on the FLUKA Monte Carlo code [13,14], and are available to all experiments on the CNGS beam [15]. The hadron interaction models in FLUKA have been benchmarked on several sets of experimental data, among which the data from the old NA20, NA56 and the present NA49 hadron production experiments [16][17][18][19]. Conservatively a 10 % systematics, introduced by the hadron production model in the computed fluxes, can be assessed when averaging over the angular acceptance of ≈30 mrad of the beam optics. This level of agreement is demonstrated, for example, by the comparison with p t -integrated pion production data of NA49 as reported in Fig. 7 in [14].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 73,
                    "text": "[12]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 471,
                    "text": "[13,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 475,
                    "text": "14]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "[15]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 735,
                    "text": "[16]",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 739,
                    "text": "[17]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 743,
                    "text": "[18]",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 747,
                    "text": "[19]",
                    "end": 751
                },
                {
                    "type": "figure",
                    "start": 1082,
                    "text": "Fig. 7",
                    "end": 1088
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1092,
                    "text": "[14]",
                    "end": 1096
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "This conclusion is corroborated by the absolute comparison of the horizontal and vertical distributions of the signals of the CNGS muon pit detectors with the full beam line simulation, have shown an agreement within few percents in the first pit and ranging from few percents to 10 % in the second one [20].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 303,
                    "text": "[20]",
                    "end": 307
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "According to the full neutrino beam calculation, 75 % of muon neutrinos are coming from decays of pion produced at the target, the rest is due to kaons, (6 %) and tertiary decays (19 %). Electron neutrinos are originated by pions through the subsequent muon decay (37 %) as well as by kaons (43 %), the remaining 20 % is due to tertiary decays. Hence, due to correlations between the ν μ and ν e common origins, significant cancellations occur in the systematics of the ν e /ν μ ratio. As a result, the integral error on the ν e /ν μ ratio is estimated to be better than 7 %.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 179,
                    "text": "(19 %)",
                    "end": 185
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "The ICARUS experiment is operated at L/E ν ≈ 36.5 m/MeV, a value much larger than the one of the experiments where anomalies appeared. In first approximation, a hypothetical ν μ → ν e LSND anomaly will produce very fast oscillations as a function of the neutrino energy E ν , averaging to sin 2 (1.27 m 2 new L/E ν ) ≈ 1/2 and P ν μ →ν e = 1/2 sin 2 (2θ new ). This signal will have to be compared with the small, but significant, backgrounds due to other and more conventional neutrino sources.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 303,
                    "text": "2",
                    "end": 304
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "It is well known and widely described in [8], that the TPC developed by the ICARUS group provides, in a massive liquid Argon (LAr) volume, a completely uniform imaging with accuracy, density and interaction lengths comparable to the ones of, for instance, a heavy Freon bubble chamber. This innovative detection technique allows observing the actual \"image\" of each charged track with a resolution of few mm 3 , thus extending in a liquid the method originally proposed by Charpak et al. [21] in a gas.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 41,
                    "text": "[8]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 408,
                    "text": "3",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 488,
                    "text": "[21]",
                    "end": 492
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "The ICARUS-T600 detector, smoothly operated over the last three years in the underground Hall B of the LNGS laboratory, has a mass in excess of 600 ton of ultra high purity LAr, out of which 476 are instrumented and 447 are defined as fiducial volume for the selection of neutrino events.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "The experimental setup",
            "text": "A detailed description of the detector design, construction and test can be found in dedicated articles [7,8]. It allows identification and measurement of the ionisation image of all tracks produced within the fiducial volume to which a 500 V/cm uniform electric field is applied (for maximum drift path of 1.5 m). Sensing and recording of the signals induced by the drifted electrons (drift velocity ≈1.6 mm/µs) is provided by a set of three parallel planes of wires, 3 mm apart, 3 mm pitch, facing the drift volume. Wires on each plane are oriented at a different angle (0 • , +60 • , −60 • ) with respect to the horizontal direction. By appropriate voltage biasing, the first two planes (Induction-1 and Induction-2) provide signals in non-destructive way, whereas the ionisation charge is finally collected by the last one (Collection). This provides three projective views of the same event simultaneously, allowing both space point reconstruction and precise calorimetric measurement of the collected charges.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 104,
                    "text": "[7,",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 107,
                    "text": "8]",
                    "end": 109
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "In order to ensure in LAr the visibility of tracks drifting over several meters, an equivalent Oxygen electro-negative content smaller than a few tens of ppt (parts per trillion) is required. During the present experiment, the free electron lifetime has been maintained most of the time in excess of 5 ms corresponding to a maximum 18 % signal correction for the longest 1.5 m drift path of the LAr-TPC [7].",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 403,
                    "text": "[7]",
                    "end": 406
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "Electronics is designed to allow continuous read-out, digitization and independent waveform recording of signals from each of the wires of the TPC. A 10-bit ADC digitization at 400 ns sampling provides a dynamic range of up to about 100 minimum ionising particles. The average electronic noise is typically of about 1500 electrons r.m.s., to be compared with ∼15000 free electrons signal recorded for a 3 mm minimum ionising particle (S/N ∼ 10).",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "The experimental setup",
            "text": "A total of 74 photomultipliers (PMT) of 8\" diameter sensitive to the 128 nm LAr UV-light, located behind the transparent wire planes, are used to detect the prompt scintillation light produced in LAr simultaneously with ionisation. They are used to trigger the presence of the neutrino signal within a CNGS related 60 µs gate and define the precise location of the event along the drift direction [7,22]. A PMT threshold, set at 100 photoelectrons, allows full detection efficiency for events with energy deposition (E dep ) as low as few hundreds MeV. Indeed, a trigger efficiency exceeding 99 % for E dep > 500 MeV has been measured on a large event sample (1.1 × 10 6 spills, 1.7 × 10 19 p.o.t.) collected triggering only on the CNGS extraction signal. The trigger efficiency at very low energies depends on the topology and localisation of the event. Monte Carlo simulations indicate a 100 % efficiency for CNGS charged current (CC) events and a >90 % efficiency for neutral current (NC) events.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 397,
                    "text": "[7,",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 400,
                    "text": "22]",
                    "end": 403
                }
            ]
        },
        {
            "section": "The experimental setup",
            "text": "A CNGS trigger rate of about 1 mHz was obtained including neutrino interactions inside the detector and muons from neutrino interactions in the upstream rock.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "Data selection",
            "section_rank": 4
        },
        {
            "section": "Data selection",
            "text": "Empty events inside the recorded CNGS sample are rejected through a dedicated automatic filter based on charge deposition, whose efficiency close to 100 % has been checked on a sample of few thousands visually scanned events. A few neutrino interactions/day with vertex in the fiducial volume are recorded, as expected.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Data selection",
            "text": "The identification of the primary vertex and of 2D objects, like tracks and showers, is performed visually. The obtained clusters and reference points are fed to the three dimensional reconstruction algorithm described in detail in [23]. The collected charge is calculated for each \"hit\" (a point in the wire-drift projection) in the Collection view after automatic hit finding and hit fitting [8,23]. Each hit is corrected for the signal attenuation along the drift, according to the purity value as continuously monitored with cosmic muons. Stopping tracks are processed for particle identification through specific ionisation [23]. The total deposited energy is obtained by calibrated sum of hit charges in the region spanned by the event, with an average correction factor for signal quenching in LAr. Muon neutrino charged current events are identified with the requirement of a track exiting the primary vertex and travelling at least 250 cm in the detector.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 232,
                    "text": "[23]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 394,
                    "text": "[8,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 397,
                    "text": "23]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 629,
                    "text": "[23]",
                    "end": 633
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "In order to reproduce the signals from the actual events, a sophisticated simulation package dedicated to the ICARUS T600 detector has been developed. Neutrino events are generated according to the expected spectra with uniform vertex position within the T600 sensitive volume. The adopted neutrino event generator [24] includes quasi-elastic, resonant and deep inelastic processes and is embedded in the nuclear reaction model of FLUKA. Therefore it accounts for the effects of Fermi motion, Pauli principle, and other initial and final state effects such as, for instance, reinteractions of the reaction products inside the target Argon nucleus [25]. All reaction products are transported in the T600 volume, with detailed simulation of energy losses by ionisation, delta ray production, electromagnetic and hadronic interactions. Ionisation charge along the track is subject to the experimentally observed recombination effects [26]. Energy depositions are registered in grid structures that reproduce the actual wire orientation and spacing, with a fine granularity (0.2 mm) in the drift direction. The resulting charge is convoluted with the readout channel response (including wire signal induction and electronics response), including noise parameters extracted from the real data. Such a procedure results in a remarkably close similarity between real and simulated events.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 315,
                    "text": "[24]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 647,
                    "text": "[25]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 931,
                    "text": "[26]",
                    "end": 935
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "The good agreement between the observed and predicted wire signals is shown in Fig. 1A for CNGS muon tracks recorded in CC events. Those tracks are distributed over all the detector volume, and have been recorded during several Fig. 1 (A) Energy deposition density distribution for muons in CNGS CC interactions, compared with Monte Carlo, normalised to the same number of entries. Each entry corresponds to one wire hit. (B) Experimental raw energy distribution E dep for muon neutrinos and antineutrinos CC interaction in the ICARUS T600 detector (symbols) compared with the Monte Carlo expectations (solid histogram), normalised to the same number of entries months of operation, thus this plot includes all possible effects due to spatial or temporal non-uniformity. The agreement on the average value is at the level of 2.5 %. Similar comparisons have been performed on single tracks from long stopping muons, whose energy can be measured. The distribution of dE/dx for each track has been fitted with the convolution of a Landau function with a gaussian. The fitted value of the most probable dE/dx agrees at 2 % level with Monte Carlo expectations, and the fitted gaussian σ is about 10 %, reflecting the expected hit charge signal/noise ratio ∼10. Similar agreement is obtained for protons and pions [23]. Figure 1B shows the experimental raw energy distribution E dep for the observed ν μ +ν μ CC interactions compared with the MC expectations [27]. The average value of the energy deposited in the detector is reproduced within 2.5 % and its rms within 10 %.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 79,
                    "text": "Fig. 1A",
                    "end": 86
                },
                {
                    "type": "figure",
                    "start": 228,
                    "text": "Fig. 1",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1308,
                    "text": "[23]",
                    "end": 1312
                },
                {
                    "type": "figure",
                    "start": 1314,
                    "text": "Figure 1B",
                    "end": 1323
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1453,
                    "text": "[27]",
                    "end": 1457
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "The search for ν μ → ν e events due to a LSND anomaly has been performed as follows. The ICARUS experimental sample has been based on 168 neutrino events collected in 2010 (5.8 × 10 18 pot) and 923 events collected in 2011 (2.7 × 10 19 pot out of the 4.4 × 10 19 collected in 2011), leading to a total of 1091 observed neutrino events, in good agreement, within 6 %, with the Monte Carlo expectation. To this initial sample, a minimal fiducial volume cut has been applied to collect as much statistics as possible: the interaction vertex is required to be at a distance of at least 5 cm from each side of the active volume and at least 50 cm from its downstream wall. These cuts allow for the identification of electron showers, but are neither stringent enough for the reconstruction of neutrino energies, nor for the identification of ν μ CC vs NC events. Furthermore, only events with a deposited energy smaller than 30 GeV have been included in the analysis, in order to optimize the signal over background ratio. Indeed, the oscillated events are expected to have energies in the 10-30 GeV range, like the bulk of the muon neutrino spectrum, while the beam ν e contamination extends to higher energies.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "Data selection",
            "text": "The estimation of the fraction of background and oscillated events falling in the required energy cuts has been performed on large samples (order of 10000 for each neutrino specie) of simulated events, where the spectrum of the oscillated events has been assumed to be equal to the ν μ CC spectrum (mass effects on the cross sections are assumed to be negligible in this energy range). Since the agreement of the simulations with the deposited energy spectrum is very good and the energy cut concerns only about 15 % of the events, the cut on visible energy introduces a negligible systematic error on the signal expectation. The same is true for all background sources, except the ν e beam component whose energy spectrum extends to higher energies. In this case, any uncertainty in the deposited energy spectrum is reflected in an equal uncertainty on the effect of the energy cut. On the basis of the comparisons shown in Fig. 1 and described previously, we assumed a conservative 10 % systematics on the effect of the energy cut on the beam ν e background, to be added to the one on the prediction of the ν e /ν μ ratio.",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 925,
                    "text": "Fig. 1",
                    "end": 931
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "All Monte Carlo predictions have been normalized to the experimental total number of observed CNGS neutrino events before any cut.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "section": "Data selection",
            "text": "The radiation length of LAr is 14 cm (≈45 readout wires), corresponding to a γ -conversion length of 18 cm. The ionisation information of the early part-before the showering of the e.m. track has occurred-is examined wire by wire in order to tag the presence of an initial electron emitted in the neutrino interaction, as a powerful eliminator of γ -converting pairs, which are generally separated from the vertex and generate double minimum ionising tracks. The rejection factor based on ionisation increases dramatically with increasing photon energies, while the electron identification efficiency is almost constant. Indeed, the possible photon misidentification is essentially due to photons undergoing Compton scattering, whose cross section becomes negligible with respect to the pair production above a few hundreds MeV. Monte Carlo studies indicate a residual contamination of about 0.18 % for the energy spectrum of photons from pion decays in CNGS events, rising to a few % in the sub-GeV energy region. The loss in efficiency for electron showers is only 10 %. First results from an ongoing study on low energy showers from isolated secondary π 0 's in the T600 CNGS data confirm the MC expectation (see Fig. 2). The plot shows a good agreement between data and simulations, including the low ionisation tail due to Compton interactions.",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1216,
                    "text": "Fig. 2",
                    "end": 1222
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "In the present analysis, the \"electron signature\" has been defined by the following requirements:",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "Data selection",
            "text": "(a) vertex of the event inside the fiducial volume; (b) visible event energy smaller than 30 GeV, in order to reduce the beam ν e background; (c) the presence of a charged track starting directly from the vertex, fully consistent over at least 8 wire hits with a minimum ionising relativistic particle, i.e. the average dE/dx must be lower than 3.1 MeV/cm after removal of visible delta rays (see Fig. 1A), and subsequently building up into a shower; (d) visible spatial separation from other ionising tracks within 150 mrad in the immediate vicinity of the vertex in at least one of the two transverse views (±60 • ), except for short proton like recoils due to nuclear interactions. Fig. 3 Typical Monte Carlo generated ν μ → ν e event from the ICARUS full simulation program [13,14,24] with E e = 11 GeV and p T = 1.0 GeV/c. The close similarity of the MC simulation with actual ICARUS events (see Figs. 4(A) and (B)) is apparent In order to determine the electron signature selection efficiency η, ν e events have been generated with MC according to the ν μ CC spectrum. A simulated event is shown in Fig. 3. Out of an initial sample of 171ν μ → ν e MC reconstructed events, 146 events have a visible energy smaller than 30 GeV, 122 of which satisfy the fiducial volume cuts (a). These events have been visually and independently scanned by three different people in different locations. An excellent agreement has been found with differences in less than 3 % of the sample. As a result, the average number of positively identified electron-like neutrino events is 90, corresponding to a selection efficiency η = 0.74 ± 0.05. In a good approximation η is independent of the details of the energy spectrum. The systematic error on η induced by the dE/dx cut is bound to be smaller than 1 % from the already discussed agreement to better than 2.5 % between the measured and the predicted scale of the dE/dx for muons in ν μ CC (see Fig. 1A).",
            "paragraph_rank": 29,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 397,
                    "text": "Fig. 1A)",
                    "end": 405
                },
                {
                    "type": "figure",
                    "start": 685,
                    "text": "Fig. 3",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 778,
                    "text": "[13,",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 782,
                    "text": "14,",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 785,
                    "text": "24]",
                    "end": 788
                },
                {
                    "type": "figure",
                    "start": 901,
                    "text": "Figs. 4(A)",
                    "end": 911
                },
                {
                    "type": "figure",
                    "start": 1105,
                    "text": "Fig. 3",
                    "end": 1111
                },
                {
                    "type": "figure",
                    "start": 1934,
                    "text": "Fig. 1A",
                    "end": 1941
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "A similar scan of 800 MC neutral current events has shown no presence of apparent ν μ → ν e events, consistent for our sample with an estimated upper limit of 0.3 events (including possibly misidentified ν μ CC events). Moreover, an independent estimation of the background rejection efficiency has been performed on a much larger MC sample with a fast simulation and reconstruction algorithm. All CNGS beam original and oscillated neutrino flavors have been taken into account. Automatic cuts mimicking the data cuts have been applied to the simulated events. After the fiducial and deposited energy cuts (C1 in Table 1), background neutral current and charged current events have been retained as \"electron\" candidates if no muon-like track could be identified, and at least one energetic photon (at least 100 MeV) pointing to the primary vertex was present (C2).",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 613,
                    "text": "Table 1",
                    "end": 620
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "The requirements for the shower isolation and for a conversion distance smaller than 1 cm were then applied (C3). Finally, the discrimination based on the specific ionisation was applied as an average factor (C4). The effect of the various cuts is summarised in Table 1. With this method, that is not fully equivalent to the visual scan, the estimated background from misidentified NC and ν μ CC events amounts to 0.09 events, and the simulated efficiency on ν e CC events (after the fiducial and energy cuts) is found to be 74 % in agreement with the scanning method. The contribution from a 2.5 % uncertainty on the dE/dx scale would modify this background estimate by less than 10 %.",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 262,
                    "text": "Table 1",
                    "end": 269
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "The expected number of ν e events due to conventional sources in the energy range and fiducial volumes defined in (a) and (b) are as follows: Fig. 4 Experimental picture of the two observed events (A) and (B) with a clearly identified electron signature out of the total sample of 1091 neutrino interactions. Event in (A) has a total energy of 11.5 ± 1.8 GeV, and a transverse electron momentum of 1.8 ± 0.4 GeV/c. Event in (B) has a visible energy of ∼17 GeV and a transverse momentum of 1.3 ± 0.18 GeV/c. In both events the single electron shower in the transverse plane is clearly opposite to the remaining of the event. (C): display of the actual dE/dx along individual wires of the electron shower shown in (A), in the region (≥4.5 cm from primary vertex) where the track is well separated from other tracks and heavily ionising nuclear prongs. As a reference, the expected dE/dx distribution for single and double minimum ionising tracks (see Fig. 1A), are also displayed. The dE/dx evolution from single ionising electron to shower is also shown -3.0 ± 0.4 events due to the estimated ν e beam contamination; -1.3 ± 0.3ν e events due to the presence of θ 13 oscillations from sin 2 (θ 13 ) = 0.0242 ± 0.0026 [28]; -0.7 ± 0.05 ν τ with τ → e from the three neutrino mixing standard model predictions [29], giving a total of 5.0 ± 0.6 expected events, where the uncertainty on the NC and CC contaminations has been included. The expected visible background is then 3.7 ± 0.6 (syst. error only) events after the selection efficiency η = 0.74±0.05 reduction has been applied. Given the smallness of the number of electron like signal expected in absence of LSND anomaly, the estimated systematic uncertainty on the predicted number is clearly negligible w.r.t. its statistical fluctuation.",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 142,
                    "text": "Fig. 4",
                    "end": 148
                },
                {
                    "type": "figure",
                    "start": 949,
                    "text": "Fig. 1A",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1215,
                    "text": "[28]",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1306,
                    "text": "[29]",
                    "end": 1310
                }
            ]
        },
        {
            "section": "Data selection",
            "text": "In the recorded experimental sample, two events in which a ν e signature have been identified, to be compared with the above expectation of 3.7 events for conventional sources. The event in Fig. 4A has a total energy of 11.5 ± 2.0 GeV and an electron of 10 ± 1.8 GeV taking into account a partially missing component of the e.m. shower. The event in Fig. 4B has 17 GeV of visible energy and an electron of 7.5 ± 0.3 GeV. In both events the single electron shower in the transverse plane is opposite to the remaining of the event, with the electron transverse momentum of 1.8 ± 0.4 GeV/c and 1.3 ± 0.18 GeV/c respectively. Figure 4C displays the actual dE/dx along individual wires of the electron shower shown in Fig. 4A, in the region (≥4.5 cm from primary vertex), where the track is well separated from other tracks and heavily ionising nuclear prongs. As a reference, the expected dE/dx distribution for single and double minimum ionising tracks (see Fig. 1A), are also displayed. The dE/dx evolution from single ionising electron to shower is also shown.",
            "paragraph_rank": 33,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 190,
                    "text": "Fig. 4A",
                    "end": 197
                },
                {
                    "type": "figure",
                    "start": 350,
                    "text": "Fig. 4B",
                    "end": 357
                },
                {
                    "type": "figure",
                    "start": 622,
                    "text": "Figure 4C",
                    "end": 631
                },
                {
                    "type": "figure",
                    "start": 713,
                    "text": "Fig. 4A",
                    "end": 720
                },
                {
                    "type": "figure",
                    "start": 955,
                    "text": "Fig. 1A",
                    "end": 962
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 5
        },
        {
            "section": "Results and discussion",
            "text": "Within the range of our observations, our result is compatible with the absence of a LSND anomaly. Following Ref. [30], at statistical confidence levels of 90 % and 99 % and taking into account the detection efficiency η, the limits due to the LSND anomaly are respectively 3.4 and 7.1 events. According to the above described experimental sample and the number of recorded events, the corresponding limits on the oscillation probability are P ν μ →ν e = 5.4 × 10 −3 and P ν μ →ν e = 1.1 × 10 −2 respectively. The exclusion area of the ICARUS experiment is shown in Fig. 5 in terms of the two-dimensional plot of sin 2 (2θ new ) and m 2 new . In most of the area covered by ICARUS and allowed by LSND and MiniBooNE, the oscillation averages approximately to a half of its highest value, sin 2  of m 2 new , the longer baseline strongly enhances the oscillation probability with respect to the one of the short baseline experiments. In ICARUS and for instance with ( m 2 , sin 2 (2θ)) new = (0.11 eV 2 , 0.10) as many as 30 anomalous ν μ → ν e events should have been present with E ν ≤ 30 GeV in the analysed sample.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 114,
                    "text": "[30]",
                    "end": 118
                },
                {
                    "type": "figure",
                    "start": 566,
                    "text": "Fig. 5",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 635,
                    "text": "2",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 791,
                    "text": "2",
                    "end": 792
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The present result strongly limits the window of options from the MiniBooNE experiment. Using a likelihoodratio technique [3], CP conservation and the same oscillation probability for neutrinos and antineutrinos, a best MiniBooNE fit for Quasi Elastic (QE) events in the energy range 200 MeV < E QE ν < 3000 MeV has been given at ( m 2 , sin 2 (2θ)) new = (0.037 eV 2 , 1.00). This is clearly excluded by the ICARUS result. A 3 + 2 joint oscillation fit as a function of E QE ν in both neutrino and antineutrino modes has also been reported [3]  The oscillation probabilities from LSND are in the L/E ν ≤ 1 m/MeV region. The MiniBooNE result has extended the data to additional values in the region L/E ν ≥ 1 m/MeV (Fig. 6), corresponding to a significant signal 1 eV 2 there is already disagreement for ν μ → ν e between the allowed regions from the published experiments, for m 2 new ≤ 1 eV 2 the ICARUS result now allows to define a much smaller, narrower allowed region centered around ( m 2 , sin 2 (2θ)) new = (0.5 eV 2 , 0.005) in which there is a 90 % C.L. overall agreement peak at smaller values of E ν . The actual origin of the excess may need further clarification, as already pointed out by the MiniBooNE Collaboration and for instance by Giunti and Laveder [35]. In the low mass peak region the dominant signal is due to ν μ misidentified background adding to the observed LNSD signal.",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 122,
                    "text": "[3]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 541,
                    "text": "[3]",
                    "end": 544
                },
                {
                    "type": "figure",
                    "start": 715,
                    "text": "(Fig. 6",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 880,
                    "text": "2",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1272,
                    "text": "[35]",
                    "end": 1276
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "As already mentioned, the present experiment explores much larger values of L/E ν , but the ICARUS results exclude also a substantial fraction of the ( m 2 , sin 2 (2θ)) new MiniBooNE curves shown in Fig. 6, in particular the ones labeled from 1 to 5.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 200,
                    "text": "Fig. 6",
                    "end": 206
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "A detailed comparison among the various results on different oscillation phenomena, between different pairs of neutrino flavours, each having specific mixing angles and m 2 is shown in Fig. 7  [29]. Even if disappearance and ap-pearance results should not be referred to a single effective θ and m 2 , the plot allows situating the residual \"LSND anomaly\" in the framework of the present neutrino oscillation results. While for m 2 new 1 eV 2 there is already disagreement between the allowed regions from the published experiments, for m 2 new ≤ 1 eV 2 the ICARUS result now allows to define a much smaller, narrower region centered around ( m 2 , sin 2 (2θ)) new = (0.5 eV 2 , 0.005) in which there is 90 % CL agreement between (1) the present ICARUS limit, (2) the limits of KARMEN and (3) the positive signals of LSND and MiniBooNE collaborations. This is the area in which the expectations from cosmology suggest a substantial contribution to the dark mass signal. This region will be better explored by the proposed ICARUS/NESSiE dual detector experiment [36,37] to be performed at CERN at much shorter distances (∼300 m and ∼1.6 km) and lower neutrino energies, which increase the event rate, reduce the overall multiplicity of the events, enlarge the angular range and therefore improve substantially the ν e selection efficiency.",
            "paragraph_rank": 37,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 185,
                    "text": "Fig. 7",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 193,
                    "text": "[29]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 539,
                    "text": "2",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1061,
                    "text": "[36,",
                    "end": 1065
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1065,
                    "text": "37]",
                    "end": 1068
                }
            ]
        },
        {
            "text": "Fig. 2",
            "section_rank": 6
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Average ionisation in the first 8 wire hits for sub-GeV photons in the T600 data (full squares), compared to Monte Carlo expectations (solid line) normalised to the same number of events. In MC case, the Compton contribution is shown also separately (dotted line)",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "Fig. 6 Fig. 7",
            "section_rank": 7
        },
        {
            "section": "Fig. 6 Fig. 7",
            "text": "Fig. 6Observed values of the LSND and MiniBooNE results are given with P νμ→νe as a function of the distance L/E ν . The lines are examples of oscillation patterns with sets of parameters chosen within the MiniBoone allowed region[3]. In particular, line 1 corresponds to the MiniBoone best fit in the combined 3 + 1 model[3]. All lines are consistent with data at low L/E ν values. Solid lines, labeled from 6 to 9, are also compatible with the present ICARUS result. Instead, param-",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 230,
                    "text": "[3]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 322,
                    "text": "[3]",
                    "end": 325
                }
            ]
        },
        {
            "text": "Table 1 Fraction",
            "section_rank": 8
        },
        {
            "section": "Table 1 Fraction",
            "text": "of Monte Carlo events surviving the automatic selection cuts, defined as follows. C1: E dep < 30 GeV; C2: no identified muon, at least one shower; C3: one shower with initial point (conversion point in case of a photon) at a distance smaller than 1 cm from the neutrino interaction vertex, separated from other tracks; C4: single ionisation in the first 8 samples. All event categories are reduced to 0.93 after the cut on fiducial volume. The signal selection efficiency (after the fiducial and energy cuts) results to be 0.6/0.81 = 0.",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "Two-dimensional plot of m 2 vs sin 2 (2θ new ) for the main published experiments sensitive to the ν μ → ν e anomaly[2,3,[31][32][33][34] and the present ICARUS result. The ICARUS limits to the oscillation probability are P νμ→νe ≤ 5.4 × 10 −3 and P νμ→νe ≤ 1.1 × 10 −2 , corresponding to sin 2 (2θ new ) ≤ 1.1 × 10 −2 and sin 2 (2θ new ) ≤ 2.2 × 10 −2 respectively at 90 % and 99 % CL. Limits correspond to 3.41 and to 7.13 events",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 116,
                    "text": "[2,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 119,
                    "text": "3,",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 121,
                    "text": "[31]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 125,
                    "text": "[32]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 129,
                    "text": "[33]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 133,
                    "text": "[34]",
                    "end": 137
                }
            ]
        },
        {
            "text": "|U e,4 | 2 |U μ,4 | 2 = 0.1844, |U e,5 | 2 |U μ,5 | 2 = 0.00547. Also in this case the MiniBooNE value of m 2 41 is clearly incompatible with the present ICARUS result.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "Acknowledgements The ICARUS Collaboration acknowledges the fundamental contribution to the construction and operation of the experiment given by INFN and, in particular, by the LNGS Laboratory and its Director. The Polish groups acknowledge the support of the Ministry of Science and Higher Education, and of National Science Centre, Poland. Finally, we thank CERN, in particular the CNGS staff, for the successful operation of the neutrino beam facility.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "paragraph_rank": 45,
            "section_rank": 12
        }
    ]
}