{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Belle data on γγ → η ′ ππ are refitted using a broad J P C = 0 −+ peaking in the mass range 2250-2300 and X(1835), but without η(1760). There is the possibility that the broad 0 −+ signal may be identified with the 0 −+ glueball predicted originally by Morningstar and Peardon. The X(1835) is confirmed to have a resonant phase variation.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The Belle collaboration presents new data on γγ → η ′ π + π − [1]. In their Fig. 3, there is evidence for fine structure in the η ′ ππ mass range 1700-1900 MeV. On a larger scale, there is a conspicuous broad peak centred at 2300 MeV with a full width at half-maximum of ∼ 750 MeV, see their Fig. 2(b). As a shorthand, this peak will be called Y (2300). No fine structure is visible in this broad peak from 2000 to 2800 MeV. It deserves attention, since it could be the 0 − glueball predicted by Morningstar and Peardon near this mass [2].",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 62,
                    "text": "[1]",
                    "end": 65
                },
                {
                    "type": "figure",
                    "start": 76,
                    "text": "Fig. 3",
                    "end": 82
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 292,
                    "text": "Fig. 2(b)",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 535,
                    "text": "[2]",
                    "end": 538
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It would not be surprising if this glueball is very wide. Zou, Dong and I have drawn attention to a very broad J P C = 0 − signal observed in J/ψ radiative decays [3]. It accounts in a simple way for successive peaks in J/ψ → γX, where X → ρρ, ωω, K * K * and φφ channels, with flavour-blind coupling strengths. J/ψ radiative decays are dominated by γGG, where G are gluons. The conclusion of Ref. [3] was that there is a broad 0 −+ signal consistent with a glueball with mass M = 2190 ± 50 MeV and width Γ = 650 ± 100 MeV. The half-width of the lower side of the peak in Belle data is 300-350 MeV. It would be a pity to miss the 0 − glueball if it is really there.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 163,
                    "text": "[3]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 398,
                    "text": "[3]",
                    "end": 401
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Belle base their analysis on the claim by DM2 to observe η(1760) in data on J/ψ → γ(π + π − π + π − ) [4]. However, an analysis of Mark III data on the same channel showed that the 1760 MeV peak has J P C = 0 ++ , though it does sit on a large, broad 0 − background [5].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 102,
                    "text": "[4]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 266,
                    "text": "[5]",
                    "end": 269
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "[A technical detail is that there is no interference between 0 ++ and 0 −+ after summing over spin orientations of the J/ψ.] Peaks at 1500 and 2105 MeV were also fitted with J P = 0 + . Furthermore, high statistics data of the Fermilab E760 experiment [6] onpp → (ηη)π 0 fit all three peaks accurately with the same mass and width for these J P = 0 + states; J P = 0 − is forbidden in ηη by the Pauli principle. Many authors have been confused by the fact that the PDG [7] does not mention Ref. [4] under η(1760), though it is listed under f 0 (2100).",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 252,
                    "text": "[6]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 469,
                    "text": "[7]",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 495,
                    "text": "[4]",
                    "end": 498
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The existence of η(1760) therefore rests on (a) the BES I analysis [8], where M = 1760 ± 35 MeV, Γ ∼ 250 MeV, (but quoted as not well determined), (b) the BES II analysis of J/ψ → γ(ωω), M = 1744 ± 10(stat) ± 15(syst) MeV, Γ = 244 +24 −21 ± 25 MeV [9]. There is a serious objection to this second source. A well known relation, coming from SU(2) symmetry, is that an isospin I = 0 resonance should have equal couplings to ωω and ρ 0 ρ 0 , because light quarks do not discriminate between charges. There are three charge states for ρρ, so the relation is normally written g 2 (ρρ) = 3g 2 (ωω), where g are coupling constants. This relation applies equally well to qq states, hybrids and glueballs, which all obey SU (2).",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 67,
                    "text": "[8]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 248,
                    "text": "[9]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 715,
                    "text": "(2)",
                    "end": 718
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The branching fraction quoted for production of η(1760) in the BES II γωω data is (1.98 ± 0.08(stat) ± 0.32(syst)) × 10 −3 . This is larger than the ρ 0 ρ 0 weighted mean branching fraction from DM2 and Mark III over the entire mass range up to 2 GeV, namely ∼ (1.23 ± 0.25) × 10 −3 . It should lead to a huge ρρ peak at 1760 MeV, in disagreement with BES I, DM2 and Mark III data. The DM2 collaboration did claim a small η(1760) signal in data on ρρ → π + π − π + π − , but without observing any phase variation. Their branching fraction was a factor 4 smaller than BES II claim in γωω. The π + π − π + π − data are experimentally much cleaner than γωω, ω → π + π − π 0 , where there are 5 photons, hence large combinatoric problems.   ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Here P stands for the Principal Value integral; sthr is the threshold for each channel j. Note that this is not an 'optional extra'; it is a requirement of analyticity. Wherever an opening channel produces a peak, there is a cusp, which need not be resonant.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The ρρ channel shown in panel (b) peaks just below 1600 MeV because of the L = 1 centrifugal barrier for production. In panels (b) and (c), amplitudes are restricted to obey the SU(2) relation. The peak in ωω can be confused with a resonance, but at half-height it has a width of ∼ 350 MeV. In Ref. [3] it was shown that there was no pole in the ωω amplitude, nor in ηππ in this mass range.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 299,
                    "text": "[3]",
                    "end": 302
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Section 2 discusses first a fit to the broad peak considering only J P = 0 − → ησ. The objective is to refit the Belle data without η(1760). The X(1835) component is needed to fit the mass distribution. Note that the [ησ] L=1 decay (where L is orbital angular momentum) is forbidden for γγ → 1 ++ (Yang's theorem).",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "However, this is not the whole story. Belle's Fig. 6 displays the π + π − mass distribution for η ′ ππ events in the mass range 2200-2700 MeV/c 2 . There is an f 2 (1270) peak in ηππ, with an intensity ∼ 85% of that of the σ near 1 GeV. A likely amplitude producing the f 2 is Y (2300) → [η ′ f 2 ] L=2 , with the result that there is a single broad 0 − resonance. This possibility is investigated in sub-section 2.1.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 46,
                    "text": "Fig. 6",
                    "end": 52
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "2 Initial fit to the η ′ π + π − peak Ideally, one would adopt the same approach as used in Ref. [3], where a coupled channel fit to many open channels was made. However, presently there is limited knowledge of some important amplitudes in the mass range above 1800 MeV, e.g. γγ → KKπ and ηππ. Only the simplest parametrisation for the broad component visible in Belle data can be used at the moment, but it is essential to accomodate the opening of η ′ σ and η ′ f 2 phase space ρ. The simplest Breit-Wigner amplitude f (s) with these features is",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 97,
                    "text": "[3]",
                    "end": 100
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "If other decay modes of Y (2300) exist, such as KKπ, ηππ, ωω and ρρ, then Γ 0 will be summed over all decay modes. Here it is taken as a constant, the simplest possibility. For the numerator, a form factor F F (k) = exp(−αk 2 ) is used, where k is the momentum of the η ′ in the overall centre of mass. Good fits are obtained for α = 1.5 to 3.0 (GeV/c) −2 , consistent with data on J/ψ radiative decays [3]. The form factor arises from convolution of form factors for the outgoing ηππ final state and the initial γγ interaction. The phase space factor ρ is obtained from the integral over 3-body phase space, given by equations (39. 19) and (39.20) of the Particle Data Book [7]. For fits where the 0 − initial state decays to both η ′ σ and η ′ f 2 , followed by decays of both channels to π + π − , Γ(s) of Eq. (3) needs to include fully coherent interferences between both channels. The σ is parametrised by the amplitude given in Ref. [10], Table 1, entry (iii); this parametrisation allows not only for decays σ ≡ f 0 (500) → ππ, but also to KK (which is quite significant), ηη (small) and 4π (large above 1350 MeV, but affecting only η ′ ππ masses above ∼ 2250 MeV and rather uncertain in magnitude). The X(1835) is included in the fit multiplied by an isobar model phase factor exp(iδ), with constant δ.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 403,
                    "text": "[3]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 633,
                    "text": "19",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 675,
                    "text": "[7]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 939,
                    "text": "[10]",
                    "end": 943
                },
                {
                    "type": "table",
                    "start": 945,
                    "text": "Table 1",
                    "end": 952
                }
            ]
        },
        {
            "text": "mass (GeV)",
            "section_rank": 3
        },
        {
            "section": "mass (GeV)",
            "text": "Events/40 MeV Three curves on Fig. 2 show the fit to Belle data, initially using only 0 − → ησ over the whole mass range up to 2800 MeV; a fourth curve shows the effect of including 0 − → [η ′ f 2 ] L=2 as described in sub-section 2.2. The full line shows the fit including X(1835). Its mass and width are allowed to vary within the statistical and systematic errors quoted by BES III [11]. A resonant phase variation is required for X(1835) to account for interference with Y (2300). The mean χ 2 per point is 1.25 after allowing for the 7 fitted parameters. Two points at 1.69 and 1.73 lie 2.8 and 2.4 standard deviations above the fit, but would require a very narrow peak inconsistent with the broad ωω cusp. The dotted curve shows the fit without X(1835). The contribution from X(1835) to the full line is an 8.2 standard deviation effect, after correcting deviations from the fit by dividing by 1.25 and allowing for the change in the number of fitting parameters from 7 to 4. So the X(1835) is confirmed as a 0 −+ resonance.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 30,
                    "text": "Fig. 2",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 385,
                    "text": "[11]",
                    "end": 389
                }
            ]
        },
        {
            "section": "mass (GeV)",
            "text": "Using the whole mass range, the mass fitted to the broad 0 − signal in Fig. 2(a) is 2300 +75",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 71,
                    "text": "Fig. 2(a)",
                    "end": 80
                }
            ]
        },
        {
            "text": "−80",
            "section_rank": 4
        },
        {
            "section": "−80",
            "text": "MeV and Γ = 750 −40 +45 MeV, where the signs display the correlation between M and Γ. The dashed curve at the bottom of Fig. 2 shows the optimum contribution from X(1835). The η(2300) intensity without X(1835) is shown by the dotted curve.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 120,
                    "text": "Fig. 2",
                    "end": 126
                }
            ]
        },
        {
            "section": "−80",
            "text": "If γγ couples to ωω, as seems likely, the full width of the cusp due to this threshold is ∼ 350 MeV at half-maximum from Fig. 1(c). This will alter the entire η(2300) mass distribution slightly, but cannot be predicted without the γγ → ωω coupling constant.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 121,
                    "text": "Fig. 1(c)",
                    "end": 130
                }
            ]
        },
        {
            "text": "The effect of η ′ f 2 (1270)",
            "section_rank": 5
        },
        {
            "section": "The effect of η ′ f 2 (1270)",
            "text": "The J P = 0 − → [η ′ f 2 ] L=2 contribution provides a ready explanation of f 2 production. Their coherent sum is deduced using the relative magnitudes of f 2 and σ signals in Fig. 5 of Belle. The phase space factor for f 2 includes a standard L = 2 centrifugal barrier factor B(s) = 9k 4 /(9 + 3k 2 R 2 + k 4 R 4 ). The value R = 0.725 fm is used. This assumes the same radius of interaction as the Gaussian form factor F F = exp −[k(GeV /c)/hc] 2 R 2 /6 = exp(−αk 2 ), using the optimum α = 2.25 (GeV/c) −2 . Following the isobar model approach, the amplitude requires a factor exp iδ, where δ is a constant, 25 • . The angular distribution between η ′ and f 2 is isotropic, like η ′ σ. A summation is made over the f 2 decay.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 176,
                    "text": "Fig. 5",
                    "end": 182
                }
            ]
        },
        {
            "section": "The effect of η ′ f 2 (1270)",
            "text": "The [η ′ f 2 ] L=2 amplitude produces a slow rise centred at 2400 MeV. In order to accomodate this rise, the width fitted to Y (2300) decreases by ∼ 100 MeV to 650 MeV, with an associated reduction in the mass of ∼ 50 MeV. These values provide an estimate of systematic errors for the mass and width of Y (2300). This extra component allows slightly more freedom in the low mass range considered in the previous section. The significance of the X(1835) contribution falls from 8.2 to 7.1 standard deviations, but there is no essential change to the fit, which is shown by the chain curve in Fig. 2. It produces (i) a slightly larger X(1835) peak, (ii) a Y (2300) mass reduced to ∼ 2250 MeV, and (iii) a higher tail near 2700 MeV caused by the rising centrifugal barrier. It does produce an angular distribution resembling Belle's Fig. 5. However, a full fit to the Dalitz plot will be required to be precise about the angle and energy dependence of this term, if indeed it is present.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 591,
                    "text": "Fig. 2",
                    "end": 597
                },
                {
                    "type": "figure",
                    "start": 830,
                    "text": "Fig. 5",
                    "end": 836
                }
            ]
        },
        {
            "section": "The effect of η ′ f 2 (1270)",
            "text": "Belle suggest a contribution to the Y (2300) peak with J P = 2 + . This would produce the final state η ′ f 2 (1270) L=1 . There is also the possibility of",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "The effect of η ′ f 2 (1270)",
            "text": "Only an analysis of the Dalitz plot can identify such contributions. A remark is that the angular momentum analysis of these cases needs to obey gauge invariance for the photons. In their centre of mass, they have only helicity amplitudes |1, 1 > and |1, −1 >, but no |1, 0 > component. If axes are used in the γγ rest frame with the z-axis along the direction of the photons, only the x and y components of the spin 2 combination contribute; their intensities add incoherently. To describe the f 2 it is necessary to rotate axes to its direction and then make a Lorentz boost to its rest frame. Using rotation matrices and Clebsch-Gordan coefficients is prone to mistakes, but possible. A simpler approach is the so-called method of Wick rotations. Axes are first rotated to the direction of the f 2 using angles θ, φ. After expressing momenta of pions from the f 2 decay in this system, the Lorentz transformation of the pions is made to the f 2 rest frame. Finally, the axes in that frame are rotated back through angles −θ, −φ, taking care that the product of the two rotations is the 3 × 3 matrix with unit diagonal elements. The two rotation matrices cancel. The Lorentz boost changes the angles of the pions from the f 2 decay between the γγ rest frame and the f 2 rest frame, but the usual Clebsch-Gordan coefficients and spherical harmonics give the correct decay amplitude, which also requires the usual centrifugal barrier factors. A check on the procedure is that all amplitudes, including those for η ′ ππ used above, are orthogonal when integrated over all angles. If the experimental acceptance is included using the Monte Carlo simulation, the effects of cuts and acceptance are immediately apparent in the interferences between amplitudes. The third method is to use covariant tensor expressions for amplitudes, but this is unfamiliar to most experimentalists.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Concluding Remarks",
            "section_rank": 6
        },
        {
            "section": "Concluding Remarks",
            "text": "The glueball hypothesis is clearly a matter of conjecture, but is worth following up with further studies of γγ → ηππ and KKπ in particular. These are important for checking whether the Y (2300) decays flavour blind. The observed broad, well defined peak in η ′ ππ does not look like a conventional qq state, where masses are typically below 300 MeV. The lower side of this peak requires interference with X(1835) with J P C = 0 −+ in agreement with BES III; the X(1835) has a definite resonant phase variation.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Concluding Remarks",
            "text": "At present, there is no clear benchmark for the mass scale of the 0 − glueball, but Lattice estimates are in the mass range 2250 [12] to 2590 MeV [2]. Mass ratios are better predicted than absolute values. Morningstar and Peardon predict that it will have a mass 1.50 ± 0.04 times that of the 0 + glueball and 1.08 ± 0.04 times that of the 2 ++ glueball. A second 0 + glueball is also predicted in this mass range. It is possible that the 2 + glueball is to be identified with the f 2 (1950), which is observed in decays to ηη, 4π, KK and KKππ; it has a width of 472 ±18 MeV [7]. There is a new quenched Lattice Gauge calculation of the glueball spectrum by Gregory et al. [13], who give a careful review. The present theoretical situation is that eigenvalues, i.e. masses, have been calculated. These are based on couplings to gluons. What is presently not clear is the effect of decays to qq nonets. These are in most cases still buried in two point correlation functions which include glueball and qq combinations [14].",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 129,
                    "text": "[12]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 146,
                    "text": "[2]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 575,
                    "text": "[7]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 673,
                    "text": "[13]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1017,
                    "text": "[14]",
                    "end": 1021
                }
            ]
        },
        {
            "section": "Concluding Remarks",
            "text": "In BES III data for the η ′ channel, there are further peaks at 2122 and 2376 MeV with widths of 83 MeV for both. A natural interpretation of the X(1835) is that it is the n = 3 radial excitation of η(958) (n = 1) and η(1405/1475) (n = 2). For the latter, the evidence for two separate states is not conclusive; the stronger η(1475) decays dominantly to KK * (890) in a P-wave, and the k 3 increase of the P-wave shifts the average mass of the peak up by ∼ 35 MeV. Also Wu et al. [15] have proposed an interpretation of η(1405) in terms of a triangle graph where KK from KK * decay rescatter to ηπ. In J/ψ → γ(ηππ), there is a large dispersive peak in Fig.  1(a) at 1500 MeV producing a strong enhancement of η(1405) → ηππ. Achasov and Shestakov suggested in 1985 a natural explanation for a very broad J P C = 0 − signal observed in J/ψ radiative decays to ρρ and ωω [17]. In a later paper they suggested why η(1440) and η(1475) are not observed in γγ collisions [18]; further consequences of this suggestion were studied there. A recent third paper reviews the question comprehensively including the latest data and makes recommendations for further work [19].",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 480,
                    "text": "[15]",
                    "end": 484
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 652,
                    "text": "Fig.  1(a)",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 868,
                    "text": "[17]",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 964,
                    "text": "[18]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1157,
                    "text": "[19]",
                    "end": 1161
                }
            ]
        },
        {
            "section": "Concluding Remarks",
            "text": "It is not yet established that the peaks at 2122 and 2376 MeV have J P = 0 − . However, if that is the case, mixing with the broad Y (2300) would enhance their visibility. The gluon interaction is likely to be of short range, judging by the funnel potential, but mixing with qq components which peak at larger radii reduces the zero-point energy. The sequence of peaks from η(958) to 2376 MeV lies close to a straight trajectory of M 2 v n with a slope of 1.18 GeV 2 , like that observed in Crystal Barrel data for many resonances, namely 1.143 ± 0.013 GeV 2 [16].",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 559,
                    "text": "[16]",
                    "end": 563
                }
            ]
        },
        {
            "section": "Concluding Remarks",
            "text": "In summary, the Belle data can be fitted well with just X(1835) and a broad J P C = 0 −+ signal. An f 2 component arises naturally from 0 − → [η ′ f 2 ] L=2 but that hypothesis needs confirmation from a full analysis of the Dalitz plot.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Figure 1 :",
            "section_rank": 7
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Data and fits to J/ψ → (a) ηππ, (b) ρρ, (c) ωω, (d) K * K * , (e) φφ and (f) all channels, from Ref. [3]. Points with errors show averages of data from BES I, DM2 and Mark III. Reproduced with permission.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Fig. 1",
            "section_rank": 8
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1reproduces the magnitudes of branching fractions used in Ref.[3] for five channels and the total. This analysis used fully analytic amplitudes where the denominator of the amplitude",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 67,
                    "text": "[3]",
                    "end": 70
                }
            ]
        },
        {
            "text": "Figure 2 :",
            "section_rank": 9
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Fits to Belle data for γγ → η ′ π + π − from their Fig. 2(b); full line: fit with Y (2300) and X(1835); dashed curve, the fitted intensity of X(1835); dotted curve, fit with only Y (2300); chain curve, the full intensity including [η ′ f 2 ] L=2 .",
            "paragraph_rank": 28,
            "section_rank": 9
        }
    ]
}