{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The simultaneous beta decay of two neutrons in a nucleus without the emission of neutrinos (called neutrinoless double beta decay) is a lepton number violating process which is not allowed in the Standard Model of particle physics. More than a dozen experiments using different candidate isotopes and a variety of detection techniques are searching for this decay. Some (EXO-200, Kamland-Zen, GERDA) started to take data recently. EXO and Kamland-Zen have reported first limits of the half life T 0ν 1/2 for 136 Xe. After a decade of little progress in this field, many new results will soon scrutinize the claim from part of the Heidelberg-Moscow collaboration to have observed this decay. The sensitivities of the different proposals are reviewed.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "For 35 isotopes, β decay is energetically forbidden but double beta decay (2νββ) is allowed (A, Z) → (A, Z + 2) + 2e − + 2ν e .",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This process has been observed directly for 11 isotopes with half lives between 7 • 10 18 yr and 2 • 10 21 yr [1,2,3]. Since neutrinos have no electric charge, there is no known symmetry which forbids that they mix with their anti-particles. As a consequence double beta decay without neutrino emission (0νββ) might occur as well which is predicted by almost all extensions of the Standard Model of particle physics (see e.g. [4,5]). Its observation would imply that lepton number is violated since only electrons are emitted.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 110,
                    "text": "[1,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 113,
                    "text": "2,",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 115,
                    "text": "3]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 426,
                    "text": "[4,",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 429,
                    "text": "5]",
                    "end": 431
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The experimental signature of 0νββ is a line at the Q ββ value of the decay if the sum of the electron energies is histogrammed.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Part of the Heidelberg-Moscow collaboration claims to have evidence for this line for 76 Ge with T 0ν 1/2 = (1.19 +0.37 −0.23 ) • 10 25 yr [6] at a 4σ level. In a more sophisticated analysis a significance beyond 6σ was calculated [7]. The current experiments using 136 Xe (EXO-200 and Kamland-Zen) and 76 Ge (GERDA) will scrutinize this result within the next 12 months.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 139,
                    "text": "[6]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 231,
                    "text": "[7]",
                    "end": 234
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In total more than a dozen large scale experimental programs are suggested or under construction to search for 0νββ. These programs are compared in this article and also the status of theoretical matrix element calculations is discussed. The latter are needed to convert an experimental measurement or limit on T 0ν 1/2 to a particle physics parameter. For general reviews the reader is referred to the literature [8,4,9,5].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 313,
                    "text": "0ν",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 414,
                    "text": "[8,",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 417,
                    "text": "4,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 419,
                    "text": "9,",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 421,
                    "text": "5]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "There are also other related processes like double positron decay or double electron capture. While 0νββ is already a suppressed process, the other decays are expected to be even rarer arXiv:1210.7432v1 [hep-ex] 28 Oct 2012 unless there is some resonance enhancement [10,11,12,5,13]. In this article only 0νββ decay searches are discussed.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 267,
                    "text": "[10,",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 271,
                    "text": "11,",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 274,
                    "text": "12,",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 277,
                    "text": "5,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 279,
                    "text": "13]",
                    "end": 282
                }
            ]
        },
        {
            "text": "Motivation for 0νββ",
            "section_rank": 3
        },
        {
            "section": "Motivation for 0νββ",
            "text": "Since neutrinos have mass but no electric charge, there is no known symmetry which forbids additional terms in the effective Lagrangian besides the standard Dirac mass term m D [8,4,5,14]:",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 177,
                    "text": "[8,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 180,
                    "text": "4,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 182,
                    "text": "5,",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 184,
                    "text": "14]",
                    "end": 187
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "The subscript L stands for the left-handed chiral field ν L = 1 2 (1 − γ 5 ) ν and R for the righthanded projection 1 2 (1 + γ 5 ) ν. The superscript C denotes charge conjugation, i.e. ν C stands for an (incoming) anti-neutrino. The m R term describes therefore an incoming neutrino ν R and an outgoing anti-neutrino (ν R ) C , i.e. this term violates lepton number by 2 units. The eigen states of the mass matrix are of the form (ν + ν c ). Consequently neutrinos are expected to be -in general -their own anti-particles, i.e. Majorana particles.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 116,
                    "text": "1",
                    "end": 117
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "Neutrinos (or anti-neutrinos) are produced in charged weak current reactions and -depending on the charge of the associated lepton -only one chiral projection couples (\"V-A\" current of weak interactions). For example in β decay n → p e −ν e,R , a right-handed anti-neutrino couples which can be decomposed in the mass eigen states ν i and helicity (h = σ p) eigen states: ν e,R =ν e 1 2 (1 + γ",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Motivation for 0νββ",
            "text": "Here, U is the PMNS mixing matrix [15], m i are the mass eigen values, and E is the neutrino energy. For Dirac particles, only detection reactions like pν e,R → n e + are possible. If, on the other hand, neutrinos are massive Majorana particles, then the helicity suppressed componentν i,h=−1 ofν e,R can undergo the reaction n ν e,L → p e − . Here",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 34,
                    "text": "[15]",
                    "end": 38
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "Taking both processes involving neutrons together we have 2 n → 2 p + 2 e − (or better (A, Z) → (A, Z + 2) + 2e − ) mediated by a massive Majorana neutrino with an effective coupling strength which is called the Majorana mass:",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Motivation for 0νββ",
            "text": "The helicity suppression (m i /E) 2 , which is e.g. 10 −14 for a neutrino mass of 0.1 eV and a neutrino energy of 1 MeV, is compensated by the large number of nuclei per mole. Schechter and Valle showed that the observation of 0νββ ensures that neutrinos have a Majorana component [16]. Recently it was pointed out that the \"guaranteed\" Majorana mass through radiative corrections is however only in the range of 10 −24 eV [17], i.e. negligible compared to the mass scales of neutrino oscillations [15]. Consequently, if 0νββ is observed, other mechanisms like the exchange of supersymmetric particles or heavy Majorana neutrinos might be the dominating process and the known neutrino could even be (effectively) a Dirac particle. While for the initially motivated light neutrino exchange the coupling strength is proportional to m i (Eq. 6), the one for processes with heavy fermion exchange is proportional to 1/M F with M F being the mass of the exchange particle (provided that the helicity of the two leptonic currents are the same and M 2 F > q 2 ). 1 In such processes, lepton number violation or lepton flavor violation can be accessible with accelerator experiments as well [18]. If lower limits on M F from e.g. LHC are higher than typically 10 TeV, then the contributions to 0νββ become smaller than the ones expected from light neutrino exchange with a mass of 0.05 eV [4]. The argument can be turned around: 0νββ will provide also information on TeV scale physics.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 281,
                    "text": "[16]",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 423,
                    "text": "[17]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 498,
                    "text": "[15]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1056,
                    "text": "1",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1183,
                    "text": "[18]",
                    "end": 1187
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1381,
                    "text": "[4]",
                    "end": 1384
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "The exchange of light neutrinos is discussed predominantly. Its strength depends on U which can be parameterized by 3 rotation angles and 1 phase (θ 12 , θ 13 , θ 23 , and δ, all measurable by neutrino oscillation experiments), and 2 additional phases (α 21 and α 31 ). The latter are called Majorana phases and influence processes like 0νββ. Oscillation experiments measure difference of squared masses (∆m 2 ",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Motivation for 0νββ",
            "text": "−0.09 ) • 10 −3 eV 2 [15]). Knowledge on the absolute mass scale comes from e.g. beta decay, 0νββ or cosmology.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 21,
                    "text": "[15]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "One can estimate possible values of m ββ as a function of the lightest neutrino mass given the experimental knowledge about ∆m 2 ij and the measured rotation angles and allowing the Majorana phases to take any value. Three cases can be discriminated [19].",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 127,
                    "text": "2",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 250,
                    "text": "[19]",
                    "end": 254
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "• If the lightest mass is larger than all ∆m 2 ij , all m i are similar (degenerate masses). • If m 1 is the smallest mass (normal mass hierarchy) the 3 terms of m ββ can cancel for m 1 ≤ ∆m 2 21 . For m 1 ≈ 0 typical values are a few meV. • If m 3 is the smallest mass (inverted hierarchy, ∆m 2 31 < 0) there exists for m ββ a lower bound of (19 +1.7 −1.5 ) meV and an upper bound of 50 meV [14]. If additional sterile neutrinos exist, i.e. if there are additional terms in Eq. 6, then even for the inverted hierarchy no lower bound exists [20,21].",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 45,
                    "text": "2",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 191,
                    "text": "2",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 294,
                    "text": "2",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 392,
                    "text": "[14]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 541,
                    "text": "[20,",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 545,
                    "text": "21]",
                    "end": 548
                }
            ]
        },
        {
            "section": "Motivation for 0νββ",
            "text": "In summary, 0νββ -together with other input from e.g. neutrino oscillation and LHC experiments -provides an important window to extensions of the Standard Model with lepton number violation.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "Experimental sensitivity on",
            "section_rank": 4
        },
        {
            "section": "Experimental sensitivity on",
            "text": "All (but one) searches have so far only observed event counts in the region of interest around Q ββ which are consistent with the expectation from background λ bkg . This number -if it scales with the detector mass M -is given by",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Experimental sensitivity on",
            "text": "Here t is the measurement time, B is the so called background index given typically in cnts/(keV•kg•yr), and ∆E is the width of the search window which depends on the experimental energy resolution. Note that this equation is only an approximation. Experiments normally take the (nonlinear) shape of the background spectrum in a fit into account. The non-observation is converted to an upper limit on the number of signal events λ sig which is related to the half life T 0ν 1/2 of a given isotope A by ",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Experimental sensitivity on",
            "text": "If systematic errors become important e.g. if the energy resolution or the spectral background shape is not well known, then the sensitivity is reduced.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "4.",
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "The nuclear matrix element (T 0ν 1/2 ) −1 is the product of three factors: a phase space factor G 0ν , a nuclear matrix element M 0ν and a particle physics factor.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "If the exchange of light Majorana neutrinos is dominating, T 0ν 1/2 for a given isotope A is [23] [",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 93,
                    "text": "[23]",
                    "end": 97
                }
            ]
        },
        {
            "section": "4.",
            "text": "Here, m e is the electron mass. Values for G 0ν are listed in Tab. 1. Obviously, M 0ν (A) is needed to compare results from different isotopes or to extract information about the particle physics parameter.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "4.",
            "text": "The M 0ν calculations are difficult and can only be done using approximations. Traditionally, interacting shell model (ISM) [24,25] and quasi particle random phase approximation (QRPA) calculations have been performed [27,33]. Recently new approaches like the interacting boson model (IBM) [29,30,31], the generating coordinate model (GCM, also called energy density functional EDF) [28] and the projected Hartree-Fock-Bogoliubov (pHFB) method [32] have been applied.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 124,
                    "text": "[24,",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 128,
                    "text": "25]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 218,
                    "text": "[27,",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 222,
                    "text": "33]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 290,
                    "text": "[29,",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 294,
                    "text": "30,",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 297,
                    "text": "31]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 383,
                    "text": "[28]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 444,
                    "text": "[32]",
                    "end": 448
                }
            ]
        },
        {
            "section": "4.",
            "text": "The results of these calculations are shown in Fig. 1. The following statements can be made concerning the status:",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 47,
                    "text": "Fig. 1",
                    "end": 53
                }
            ]
        },
        {
            "section": "4.",
            "text": "• M 0ν (A) varies slowly with A. This might be due to the fact that only neighboring neutrons in a nucleus contribute to the decay [24,33]. Nuclear matrix element calculations for 0νββ for light neutrino exchange. ISM = Interacting shell model [24,25], SRQRPA = self-consistent renormalized quasi-particle random phase approximation [26], pnQRPA = proton-neutron quasi particle random phase approximation [27], GCM = generating coordinate method [28], IBM = interacting boson model [29,30,31] (matrix elements are scaled by 1.18 to estimate the effect if the UCOM short range correlation instead of the Jastrow type would have been used [9], in [30] an error of 30% is estimated), pHBF= projected Hartree-Fock-Bogoliubov model [32]. • For the ISM, all values are systematically lower than for other methods. Possible reasons for this effect are discussed in the literature [24,34]. • For a given isotope the calculations spread by typically a factor of 2-3, i.e. a factor of 4-9 for T 0ν 1/2 . Some groups estimate a possible range for M 0ν (see indicated errors in Fig. 1). However it is unclear what to quote as confidence interval for theoretical calculations.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 131,
                    "text": "[24,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 135,
                    "text": "33]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 244,
                    "text": "[24,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 248,
                    "text": "25]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 333,
                    "text": "[26]",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 405,
                    "text": "[27]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 446,
                    "text": "[28]",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 482,
                    "text": "[29,",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 486,
                    "text": "30,",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 489,
                    "text": "31]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 637,
                    "text": "[9]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 645,
                    "text": "[30]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 727,
                    "text": "[32]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 873,
                    "text": "[24,",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 877,
                    "text": "34]",
                    "end": 880
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1066,
                    "text": "Fig. 1",
                    "end": 1072
                }
            ]
        },
        {
            "section": "4.",
            "text": "• The role of short range correlations has been studied and the UCOM correction has emerged as favorable [35]. Alternatively, a self consistent implementation was first applied to SRQRPA [33] and later to other methods [36,32] and resulted in small changes. • Experimental input can cause a sizable shift of the result. For example charge exchange reaction measurements of 150 Nd( 3 He,t) and 150 Sm(t, 3 He) [37] result in a quenching factor of 0.75 for the g A coupling and hence a reduction of the matrix element by 25% for 150 Nd [38]. In this calculation, deformation was treated for the first time in a QRPA calculation. For 76 Ge and 76 Se, the proton and neutron valence orbital occupancies have been measured [39,40]. If the models are adjusted to reproduce these values, the ISM result increases by 15% [36] while the QRPA results are reduced by about 20% [41,42]. Hence the difference between ISM and QRPA becomes half as large.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 105,
                    "text": "[35]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 187,
                    "text": "[33]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 219,
                    "text": "[36,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 223,
                    "text": "32]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 409,
                    "text": "[37]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 534,
                    "text": "[38]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 718,
                    "text": "[39,",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 722,
                    "text": "40]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 813,
                    "text": "[36]",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 866,
                    "text": "[41,",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 870,
                    "text": "42]",
                    "end": 873
                }
            ]
        },
        {
            "section": "4.",
            "text": "In order to see whether some isotopes are better suited for 0νββ searches from a theoretical point of view, the number of expected decays for a given exposure (in units of kg•yr) can be compared using Eqs. 8 and 10 without the factors and η. The A dependent parameters are then the phase space factor, the matrix element and the molar mass. For the comparison it is sufficient to look at the ratio of decay rates and in this case, some of the systematic effects of the matrix element calculations cancel since there are typically correlations among the isotopes for a given method. 2 Fig. 2 shows these ratios for the different models normalized to the decay rate of 130 Te. One sees that 76 Ge is less favorable. The expected decays per kg vary between 20% and 50% of the rate of 130 Te. In other words: if all experimental parameters (number of background events, efficiency, etc.) were the same then one would need a factor of 2-5 more target mass in a 76 Ge experiment to have the same sensitivity. In reality, all experimental parameters like the energy resolution and the background have to considered as well.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 584,
                    "text": "Fig. 2",
                    "end": 590
                }
            ]
        },
        {
            "text": "Current experimental situation",
            "section_rank": 6
        },
        {
            "section": "Current experimental situation",
            "text": "In the last decade mainly three experiments contributed to 0νββ searches. Heidelberg-Moscow was for more than a decade the most sensitive one and reported evidence for this decay. The two others were Cuoricino and NEMO-3. Before, IGEX reported with an exposure of 8.8 kg•yr a limit of T 0ν 1/2 > 1.57 • 10 25 yr for 76 Ge (90% C.L.) [43]. Currently EXO-200, Kamland-Zen, and GERDA are taking data. All experiments are discussed in this section.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 333,
                    "text": "[43]",
                    "end": 337
                }
            ]
        },
        {
            "text": "The Heidelberg-Moscow experiment",
            "section_rank": 7
        },
        {
            "section": "The Heidelberg-Moscow experiment",
            "text": "The Heidelberg-Moscow experiment operated between 1990 and 2003 five germanium detectors made out of isotopically enriched material ( 86% 76 Ge, 11 kg). The diodes were mounted in copper cryostats with copper, lead, and polyethylene shielding. The total exposure was 71.7 kg•yr and the average count rate in the interval 2-2.1 MeV was about 0.17 cnts/(keV•kg•yr) (for the period 1995-2003). The energy resolution (full width at half maximum, FWHM) was about 3.5 keV at Q ββ which is the best value of all 0νββ experiments. Part of the collaboration finds evidence for a peak at Q ββ with 28.75 ± 6.86 events which converts to T 0ν 1/2 = (1.19 +0.37 −0.23 ) • 10 25 yr [6]. Note that only a statistical error is quoted. Another study finds that e.g. extending the energy window used in the data fit increases this background and hence decreases the signal count by up to 40% (Tab. 3.8 and 4.6 of reference [44]).",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 668,
                    "text": "[6]",
                    "end": 671
                }
            ]
        },
        {
            "section": "The Heidelberg-Moscow experiment",
            "text": "In a later publication [7] the claim was strengthened by a pulse shape analysis which preferentially selected 0νββ events due to their localized energy deposition in the detectors. Backgrounds from gammas with multiple Compton scatterings exhibit different pulse shapes. The background is reduced to a surprisingly low level of ≈0.015 cnts/(keV•kg•yr). The final fit reports a yield of 11.32±1.75 signal events and the ratio 11.32/1.75 = 6.5 is called the significance of the peak (Fig. 9b in [7]). The signal yield was then converted to T 0ν 1/2 = (2.23 +0.44 −0.31 ) • 10 25 yr. There are several problems with this analysis.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 23,
                    "text": "[7]",
                    "end": 26
                },
                {
                    "type": "figure",
                    "start": 481,
                    "text": "(Fig. 9b in [7]",
                    "end": 496
                }
            ]
        },
        {
            "section": "The Heidelberg-Moscow experiment",
            "text": "• The fit error on the signal count is too small. The smallest 68% Poisson credibility interval is between 8.1 and 15.2 for a probability distribution which peaks at 11.3, i.e. a factor of 2 larger than the quoted interval. Due to the existing (small) background the ±1σ interval should become even larger. • The probability that the background ( 2.2 events in the central 3 keV of the peak)",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "The Heidelberg-Moscow experiment",
            "text": "fluctuates to the observed number of 13 events or more is 5•10 −7 which converts to a significance of about 5σ. Systematic effects like the uncertainty of the background might reduce this value. • In the conversion to T 0ν 1/2 using Eq. 8, an efficiency of 100% is used although no value is explicitly quoted. All but three events in the peak are part of an earlier selection (labelled \"HNR+NN\" in [7]). For the latter the efficiency was 62% [45]. Hence one expects also for this analysis a value much smaller than 100%.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_8",
                    "start": 237,
                    "text": "8",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 398,
                    "text": "[7]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 442,
                    "text": "[45]",
                    "end": 446
                }
            ]
        },
        {
            "text": "The central T 0ν",
            "section_rank": 8
        },
        {
            "section": "The central T 0ν",
            "text": "1/2 value and the errors are consequently not correct in [7] and the significance is smaller than quoted although still high.",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 57,
                    "text": "[7]",
                    "end": 60
                }
            ]
        },
        {
            "text": "The Cuoricino experiment",
            "section_rank": 9
        },
        {
            "section": "The Cuoricino experiment",
            "text": "Cuoricino [46]  Te. This limit is not sensitive enough to scrutinize the Heidelberg-Moscow result.",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 10,
                    "text": "[46]",
                    "end": 14
                }
            ]
        },
        {
            "text": "The NEMO-3 experiment",
            "section_rank": 10
        },
        {
            "section": "The NEMO-3 experiment",
            "text": "In NEMO-3 [47] thin foils made out of 7 different ββ isotopes (9 kg in total) were located in a drift chamber with a magnetic field. Outside of the drift region was a calorimeter made out of plastic scintillator blocks with photo multiplier tube (PMT) readout (FWHM for electrons 15%/ E[MeV ]). The 0νββ reconstruction efficiency is only about 8%. On the other hand, the topological event reconstruction largely reduces backgrounds from locations other than the source foil as well as internal decays with gammas or alphas. Only 2νββ events with poor energy reconstruction can not be discriminated. The background is about 1. ",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 10,
                    "text": "[47]",
                    "end": 14
                }
            ]
        },
        {
            "text": "The Kamland-Zen experiment",
            "section_rank": 11
        },
        {
            "section": "The Kamland-Zen experiment",
            "text": "In Kamland-Zen [3] a balloon of 1.54 m radius made out of 25 µm thick nylon is inserted into the Kamland detector and filled with xenon doped scintillator ( 290 kg 136 Xe). The energy (FWHM 10% at Q ββ ) and position of the decay (resolution σ 15 cm/ E(MeV)) is reconstructed with PMTs located at a radius of 9 m which cover 34% of the solid angle.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 15,
                    "text": "[3]",
                    "end": 18
                }
            ]
        },
        {
            "section": "The Kamland-Zen experiment",
            "text": "Since the scintillator is very pure and can be doped easily with several % xenon, this experiment has the largest target mass and lowest background -if normalized to the total mass. 3 However the energy resolution is the poorest.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "The Kamland-Zen experiment",
            "text": "Kamland-Zen started data taking in 2011. An unexpected background peak at about 2.6 MeV is dominating the spectrum around Q ββ = 2.458 MeV. It limits the experimental sensitivity and the best explanation for the origin is 110m Ag (T 1/2 = 250 d) cosmogenically produced in 136 Xe while it was above ground. This background is expected to be reduced to a negligible level by an ongoing scintillator purification campaign. After an exposure of 78 days first results are T 0ν 1/2 > 5.7 • 10 24 yr (at 90% C.L.) and T 2ν 1/2 = (2.38 ± 0.14) • 10 21 yr [3]. Like for Cuoricino and NEMO-3 this limit is not yet sensitive enough to scrutinize Heidelberg-Moscow.",
            "paragraph_rank": 40,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 548,
                    "text": "[3]",
                    "end": 551
                }
            ]
        },
        {
            "section": "The Kamland-Zen experiment",
            "text": "Additional 700 kg of Xe with 90% enrichment are available by the end of 2012 and are expected to be deployed in a cleaner balloon in the near future. Kamland-Zen is therefore expected to be the first experiment with ton scale isotope mass. In the more distant future it is foreseen to improve the energy reconstruction with light collectors attached to the PMTs and a new liquid scintillator [48].",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 392,
                    "text": "[48]",
                    "end": 396
                }
            ]
        },
        {
            "text": "The EXO-200 experiment EXO-200 [2] operates a liquid xenon TPC of 40 cm diameter and 40 cm length (175 kg of liquid",
            "section_rank": 12
        },
        {
            "section": "The EXO-200 experiment EXO-200 [2] operates a liquid xenon TPC of 40 cm diameter and 40 cm length (175 kg of liquid",
            "text": "Xe, 100 kg fiducial mass). A wire plane in the middle is biased to -8 kV such that electrons drift to one of the two ends where the (x, y) position of the electron cloud is reconstructed with 2 planes of wires and the total charge is measured. The produced scintillation light is detected with large area avalanche photo diodes behind the charge collecting wires.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "The EXO-200 experiment EXO-200 [2] operates a liquid xenon TPC of 40 cm diameter and 40 cm length (175 kg of liquid",
            "text": "Since there is a strong anti-correlation between the light amplitude and the ionization signal, combining both into a new quantity greatly improves the energy resolution to FWHM ≈ 3.9% at Q ββ . The background is at a quite low level of 1.5 • 10 −3 cnts/(keV•kg•yr) after a geometrical cut on the electron cloud is applied to discriminate Compton scattered photon events.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "The EXO-200 experiment EXO-200 [2] operates a liquid xenon TPC of 40 cm diameter and 40 cm length (175 kg of liquid",
            "text": "EXO has recently published results on the 2νββ half life T  from the values of Tab. 1 of reference [26]. This procedure was suggested by one of the authors [49]. For the other models the ratios of the central values shown in Fig. 1 are taken. None of the results strengthen the hypothesis of a 0νββ signal. The ISM and GCM calculations strongly disfavor them while the exclusion for the Tübingen-Bratislava calculations are not very strong. The reported EXO-200 data were taken within a period of 7 months. Hence more stringent statements are expected soon. EXO-200 is approved to run for 4 more years. For a following phase the spectroscopic identification of the daughter nucleus of Xe is foreseen. In this case the experiment will be background free. Only 2νββ events with poorly reconstructed energy can obscure a signal.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 99,
                    "text": "[26]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 156,
                    "text": "[49]",
                    "end": 160
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 225,
                    "text": "Fig. 1",
                    "end": 231
                }
            ]
        },
        {
            "text": "The GERDA experiment",
            "section_rank": 13
        },
        {
            "section": "The GERDA experiment",
            "text": "GERDA uses the germanium detectors of Heidelberg-Moscow and IGEX and -in a second phase -new ones. The ββ emitter mass is about 13 kg in the first phase. The detectors are supported by a minimal amount of material with low radioactivity in a 4 m diameter cryostat filled with liquid argon. Argon serves as cooling medium and shield against external radioactivity. The latter is complemented by 3 m of water which is instrumented with PMTs to veto background from muons by the detection of their Cherenkov light.",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "The GERDA experiment",
            "text": "GERDA started commissioning in 2010 and found an unexpected large background from 42 Ar which could be reduced by avoiding electrical fields around the detectors and by an encapsulation of the diodes. Since November 2011 the first phase of data taking is ongoing. The background is at the level of 0.02 cnts/(keV•kg•yr) and hence almost an order of magnitude smaller than the equivalent number of Heidelberg-Moscow. Due to a data blinding procedure no result on 0νββ is expected before spring 2013. A preliminary result for 2νββ of T 2ν 1/2 = (1.88 ± 0.10) • 10 21 yr is reported [50].",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 580,
                    "text": "[50]",
                    "end": 584
                }
            ]
        },
        {
            "section": "The GERDA experiment",
            "text": "A second phase will start early 2013 with additional new detectors ( 18 kg of 76 Ge). The background is expected to be reduced from currently 0.02 cnts/(keV•kg•yr) to 0.001 cnts/(keV•kg•yr) due to a liquid argon instrumentation and a different detector type with enhanced pulse shape discrimination power.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "Other future experiments",
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "The past and running experiments have been discussed above but there are others under construction or as R&D efforts. They use additional isotopes, and various other detection mechanisms and background reduction methods, see Tab. 3.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "One important experimental parameter is the fraction η of the 0νββ isotope (see Eq. (9) and Tab. 1). 130 Te is the only one with a large natural abundance. For all other elements enrichment of the 0νββ isotope is mandatory. 136 Xe is easiest to enrich with gas centrifuges since this is the heaviest isotope and it is already a gas. Other materials like 76 Ge can be converted to a gas (GeF 4 ) and then processed. For calcium and neodymium this path is currently not available and R&D on alternative methods is ongoing.",
            "paragraph_rank": 49,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 101,
                    "text": "130",
                    "end": 104
                }
            ]
        },
        {
            "section": "Other future experiments",
            "text": "Another important number is Q ββ . Larger values are not only better because of larger G 0ν but also because the background from natural decay chains falls off fast beyond 2.6 MeV. Experiments using 76 Ge have to compensate by careful material selection and good energy resolution.",
            "paragraph_rank": 50,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "The experiments can be grouped into 2 classes. In calorimetric experiments only the total energy (ionization or scintillation) is measured. In tracking experiments the two electrons are measured independently, i.e. the angular distribution between the electrons is also known. The latter is interesting to study the origin of the underlying physics in case 0νββ is observed.",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "In the following, the experiments under construction are discussed. CUORE is a continuation of Cuoricino with close to 1000 TeO 2 crystals of 750 g each (in total 200 kg of 130 Te). The crystal production is almost finished and all major hardware items are ready or close to. A first tower with 52 crystals (CUORE-0) has been assembled and data taking in the Cuoricino cryostat was scheduled for July 2012 [51].",
            "paragraph_rank": 52,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 406,
                    "text": "[51]",
                    "end": 410
                }
            ]
        },
        {
            "section": "Other future experiments",
            "text": "After a commissioning phase CUORE is expected to start in 2015.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "Majorana will operate similar germanium diodes like GERDA ( 27 kg of 76 Ge) in vacuum in a compact cryostat made out of electro-formed copper. This self-made copper is expected to have a factor > 100 smaller thorium, uranium and radium contaminations compared to commercial copper such that the background index is about 0.001 cnts/(keV•kg•yr). The shielding is completed by commercial copper, lead, and polyethylene. Operations should start in 2013.",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "In a later phase a combined GERDA and Majorana germanium experiment with order ton scale mass is envisioned.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "CANDLES operates 96 scintillating CaF 2 crystals (0.3 kg of 48 Ca) in a liquid scintillator. Both are in an acrylic container inside a water tank with PMTs. Data taking started in 2011 but the sensitivity is limited due to the small target mass. Successful R&D on 48 Ca enrichment is crucial for this approach.",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "NEXT is a high pressure xenon gas TPC (1.1 m diameter, 1.4 m length, pressure 10-15 bar, mass 90-130 kg 136 Xe). The time of the 0νββ decay is determined by the detection of the (primary) scintillation light with PMTs. The deposited energy and event topology is reconstructed from the ionization signal. The drifting electron cloud passes at the end a volume of higher electric field such that the electrons are moderately accelerated. Consequently, they can excite xenon but not ionize it. The resulting (secondary) scintillation light (electroluminescence) is proportional to the number of electrons and detected with the same PMTs (for energy reconstruction) and with a plane of SiPMs (for position reconstruction). The energy resolution FWHM is expected to be < 1% at Q ββ and the event topology will allow to reject backgrounds very effectively to a level of 8 • 10 −4 cnts/(keV•kg•yr).",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "Construction will start in 2013 and physics data taking in 2015.",
            "paragraph_rank": 58,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "SuperNEMO is a planned continuation of NEMO-3 with much improved performance (factor 4 reconstruction efficiency, factor 2 in energy resolution, factor 6 in background). A demonstrator module with 7 kg of 82 Se is under construction and expected to start data taking in 2014.",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "SNO+ dissolves ≈1 ton nat Nd in 780 tons of liquid scintillator (44 kg of 150 Nd). The scintillator is in a 12 m diameter acrylic vessel which is surrounded by pure water in an 18 m diameter water tank. The latter holds the 9500 8 inch PMTs for light detection. An energy resolution FWHM of ≈7% at Q ββ is expected with an extremely low background of ≤ 10 −6 cnts/(keV•kg•yr) if normalized to the total scintillator mass. The main background 116 Cd scint. [63] is 2νββ due to the poor energy resolution and the relatively short half life T 2ν 1/2 of 150 Nd (see Tab. 1). Scintillator filling and doping with Nd is expected for 2013. Since 150 Nd can not be enriched effectively at the moment, η is small which limits the SNO+ sensitivity.",
            "paragraph_rank": 60,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 456,
                    "text": "[63]",
                    "end": 460
                }
            ]
        },
        {
            "section": "Other future experiments",
            "text": "Lucifer is an R&D effort which investigates scintillating crystals with ββ emitters like ZnSe which are operated as bolometers. The simultaneous detection of phonons and photons allows to identify backgrounds from e.g. surface events which are expected to dominate in CUORE.",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "section": "Other future experiments",
            "text": "Other ongoing R&D efforts are not discussed here. References are listed in Tab. 3.",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "Comparison of experiments",
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "For a comparison of the sensitivities of the experiments a relative scaling factor for the different matrix elements and phase spaces has to be applied. This factor can be estimated from ",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "The relative T 0ν 1/2 sensitivity scales with the live time t of an experiment like FOM• √ t. Tab. 4 lists the performance numbers of the experiments discussed above. \"Kamland-Zen2\" is the improved experiment after the purification of the scintillator (assumed factor 5 smaller total background) Table 4. Comparison of relative figure-of-merit (FOM), lower half life limit T 0ν 1/2 after 4 yr live time, and resulting upper limit on m ββ . For m ββ , the entire range of matrix element values including the indicated error bars in Fig. 1 are used. f A is the average scale factor for a given isotope taken from Fig. 2. ∆E is the energy window which is taken to be 1(2) FWHM for experiments with > 0.5% (< 0.5%) resolution. Note that the efficiency is reduced by 0.7 if ∆E = 1•FHWM. FOM is defined in the text. Masses are total masses or fiducial masses. The background and enrichment fraction has to be scaled accordingly.",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 296,
                    "text": "Table 4",
                    "end": 303
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 531,
                    "text": "Fig. 1 are used.",
                    "end": 547
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 611,
                    "text": "Fig. 2",
                    "end": 617
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "exp and the upgrade to one ton xenon mass. For comparison, the FOM numbers, the expected 90% C.L. T 0ν 1/2 limits for 4 yr of live time, and the corresponding m ββ limits are given. For the latter, the entire spread of the matrix elements of Fig. 1 including the error bars are used.",
            "paragraph_rank": 65,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 242,
                    "text": "Fig. 1",
                    "end": 248
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "For running (and past) experiments the achieved performance values are used which might improve with time. For the others the anticipated performance numbers are taken.",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "As a graphical representation, the relative sensitivity of the experiments as a function of live time is shown in Fig. 3 This value is calculated from Eq. (8) bŷ",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 114,
                    "text": "Fig. 3",
                    "end": 120
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "Here Ψ(λ bkg ) is the \"average\" 90% C.L. upper limit of the number of signal events for λ bkg background events calculated according to the method discussed in [64]. A few comments should be made concerning the interpretation of Tab. 4 and Fig. 3.",
            "paragraph_rank": 68,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 160,
                    "text": "[64]",
                    "end": 164
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 240,
                    "text": "Fig. 3",
                    "end": 246
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "• The factor f A and hence FOM has a full spread (not σ) of ≈ ± 30%-70%. Thus the curves in Fig. 3 could be replaced by bands which would make the figure however unreadable. • The sensitivities discussed here are calculated for 0νββ exclusion limits. For a positive signal claim, the situation is different. A good energy resolution like the ones for germanium or bolometer experiments will allow to identify a narrow line at the correct energy. This is extremely valuable if the existence of the rarest ever observed decay will be claimed. • To estimate relative sensitivities for m ββ , the inverse square root has to be taken of the curves shown in Fig. 3 and the FOM numbers in Tab 4. The variation due to the spread of the matrix elements is reduced in this case as can be seen from the last column of Tab. 4, i.e. the spread for the lower or upper value of the m ββ interval is reduced. If instead limits for other particle physics parameters are calculated, the scaling will be different. For heavy neutrino exchange, the mass limit scales with T 0ν 1/2 . The factor f A will change in this case but for most models the variations is less than 30% [65,66].",
            "paragraph_rank": 69,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 92,
                    "text": "Fig. 3",
                    "end": 98
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 652,
                    "text": "Fig. 3",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 1155,
                    "text": "[65,",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1159,
                    "text": "66]",
                    "end": 1162
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "• The 2νββ background is irreducible and can only be avoided with an energy resolution σ < 1 − 2% at Q ββ . This requirement depends of course strongly on T 2ν 1/2 which varies by a factor of 300 for the isotopes considered.",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "• Of the ongoing experiments, Kamland-Zen(2) should have the largest potential. However a low background bolometer experiment like Lucifer or an improved CUORE experiment will be even more sensitive. The sensitivity of them would still grow almost linearly after 4 yr (see Fig. 3).",
            "paragraph_rank": 71,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 273,
                    "text": "Fig. 3",
                    "end": 279
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "• Germanium experiments can be competitive to e.g. current xenon experiments with a factor of 3 more mass despite the fact that the phase space factor is small. Required is however a factor of 10 lower background than the one of GERDA-I. • Systematic effects like the uncertainty on the fiducial volume or the knowledge of the background level are not taken into account here.",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "The goal of many searches is to reach a sensitivity equivalent to m ββ ≈ 19 meV which would cover practically the entire expected range for the inverted neutrino mass hierarchy. For 76 Ge, this corresponds to half lives of (1.5 − 15) • 10 27 years if the entire span of matrix elements of Fig. 1 is taken into account. These values should be compared to the expected sensitivity of GERDA-II or Majorana Demonstrator of about 1.7•10 26 y. This demonstrates that exploring the entire mass band of the inverted hierarchy is a long term enterprise. 5 The equivalent numbers for 136 Xe, 82 Se, and 130 Te are (0.6 − 3.5) • 10 27 yr, (0.6 − 3.8) • 10 27 yr, and (0.5 − 2.5) • 10 27 yr, respectively. They seem to be easier to reach if one compares them to the T 0ν 1/2 limits in Tab. 4. Considering the example of the Heidelberg-Moscow claim and the uncertainties of the matrix elements, one can conclude that a signal has to be observed in several isotopes to establish 0νββ.",
            "paragraph_rank": 73,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 289,
                    "text": "Fig. 1",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 545,
                    "text": "5",
                    "end": 546
                }
            ]
        },
        {
            "section": "Comparison of experiments",
            "text": "To improve the credibility of the result a blind analysis should be performed. This technique is nowadays standard in particle physics experiments and should be adopted in this field as well.",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "section": "Comparison of experiments",
            "text": "It is also worth mentioning that continuously new ideas for 0νββ experiments are coming up [67] and the one who will make a discovery might not be listed in this publication.",
            "paragraph_rank": 75,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 91,
                    "text": "[67]",
                    "end": 95
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "Neutrinoless double beta decay violates lepton number and the experimental programs are therefore on equal footing to proton decay searches. It might also be the only practical process which allows to test whether neutrinos are Majorana particles. The motivation for several large efforts in this field is therefore obvious.",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "For a long time, the Heidelberg-Moscow experiment has dominated the field and its claim of a 0νββ signal has not been scrutinized since 2001. The recent EXO-200 limit does not support this claim but can not refute it due to the spread of the nuclear matrix element calculations. GERDA does not suffer from such uncertainties and will unblind the data in spring 2013. Then the combined data from GERDA, EXO-200 and Kamland-Zen should be sensitive enough for a meaningful test.",
            "paragraph_rank": 77,
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "Beyond this next step, experiments want to reach a sensitivity to explore the m ββ region of the inverted neutrino mass hierarchy. This will eventually require ton scale experiments. Kamland-Zen will be the first one but whether the entire range will be covered will depend on the achievable background level.",
            "paragraph_rank": 78,
            "section_rank": 16
        },
        {
            "section": "Summary",
            "text": "For a convincing claim of a 0νββ signal a good energy resolution is important and the detection with several isotopes.",
            "paragraph_rank": 79,
            "section_rank": 16
        },
        {
            "text": "Figure 1 .",
            "section_rank": 17
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1.",
            "paragraph_rank": 80,
            "section_rank": 17
        },
        {
            "text": "Figure 2 .",
            "section_rank": 18
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Ratio of expected 0νββ events per kg target mass for the different matrix element models normalized to 130 Te.",
            "paragraph_rank": 81,
            "section_rank": 18
        },
        {
            "text": "2ν 1 / 2 = ( 2 . 1 ±",
            "section_rank": 19
        },
        {
            "section": "2ν 1 / 2 = ( 2 . 1 ±",
            "text": "0.2) • 10 21 yr and a limit on the 0νββ half life T 0ν 1/2 > 1.6 • 10 25 yr (at 90% C.L.) of 136 Xe [2]. This result can be used to test the claim of Heidelberg-Moscow. For a given matrix element calculation the expected number of signal events for EXO can be estimated from Eq. 8 and 10. The experimental numbers of EXO (32.5 kg•yr exposure, 55% reconstruction efficiency, 4 80.6% enrichment) and Heidelberg-Moscow (28.75±6.86 events, 71.7 kg•yr exposure, efficiency 100%, enrichment 86%) enter. EXO-200 reports n obs = 1 (n obs = 5) events in an energy window of ±1 σ (±2 σ). A Bayesian formulation can be applied with a null hypothesis (H: EXO observes only background) and an alternative hypothesis (H: EXO observes a 0νββ signal with scaled Heidelberg-Moscow event counts). The priors for the expected number of signal events π s and for background events π b are Gaussian and the priors for both hypothesis are set to π(H) = π(H) = 0.5. Mean and sigma of π s are listed in Tab. 2. Mean and sigma of the background are 4.1±0.3 (7.5 ± 0.7) events in the ±1 σ (±2 σ) energy window.The posterior probability is thenp(H) = π(H) • p(D|H) π(H) • p(D|H) + π(H)ṗ(D|H)(11)with p(D|H) = π s (x)π b (y)P (n obs |x + y) dx dy(12) p(D|H) = π b (y|λ b , σ b )P (n obs |y) dy(13) Here P (n obs |y) is the Poisson function for mean y and n obs observed events. The results for p(H) are listed in Tab. 2. For the Tübingen-Bratislava calculations (labelled \"QRPA max\" and \"QRPA min\") the maximum and minimum of 20 ratios M 0ν ( 136 Xe)/M 0ν ( 76 Ge) are calculated",
            "paragraph_rank": 82,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1218,
                    "text": "(12)",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1265,
                    "text": "(13)",
                    "end": 1269
                }
            ]
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 20
        },
        {
            "section": "Fig. 2 .",
            "text": "The values used here are f A (Ge) = 0.35(0.2 − 0.5), f A (Se) = 1.1(0.7 − 1.4), f A (Mo) = 2.1(1.1 − 3.2), f A (Te) = 1, f A (Xe) = 0.55(0.4 − 0.7) and f A (Nd) = 1.2(0.4 − 2.0). The numbers in parentheses are the full range.If the number of background events is large, Eq. (9) can be used to estimate the experimental sensitivity. A relative figure-of-merit can then be defined as",
            "paragraph_rank": 83,
            "section_rank": 20
        },
        {
            "text": "Figure 3 .",
            "section_rank": 21
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Relative experimental sensitivity for the 0νββ half life limit versus live time for different experiments.",
            "paragraph_rank": 84,
            "section_rank": 21
        },
        {
            "text": "Table 1 .",
            "section_rank": 22
        },
        {
            "section": "Table 1 .",
            "text": "List of phase space factor (Eq. 10), Q ββ , natural abundance of ββ isotope, half life of 2νββ, and experiments for the most interesting 0νββ isotopes. Half lives for 2νββ are taken from[1,2], Q ββ for 136 Xe from[22], and all other numbers from[4]. The G 0ν values have been scaled to the same nuclear radius and g A coupling. Avg is the Avogadro constant, the signal detection efficiency, η the mass fraction of the 0νββ isotope, and m A the molar mass of the isotope.If λ bkg < 1 the experimental sensitivity scales with M • t while for λ bkg >> 1 the e.g. 90% C.L. limit on the half life (assuming there is no signal) is given by",
            "paragraph_rank": 85,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 186,
                    "text": "[1,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 189,
                    "text": "2]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 213,
                    "text": "[22]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 245,
                    "text": "[4]",
                    "end": 248
                }
            ]
        },
        {
            "text": "operated 62 TeO 2 crystals with a total mass of 40.7 kg (11.3 kg of 130 Te) between 2003 and 2008. At a temperature of ≤ 10 mK, the heat capacitance is very low and an energy deposition inside a crystal results in an increase of typically 0.1 mK/MeV which is measured with Neutron Transmutation Doped germanium thermistors. The latter have a resistance of 100 MΩ and show a strong temperature dependence which converts to a dependence of 3 MΩ/MeV. This bolometric technique has been proven to work with a good resolution FWHM of typically 6-10 keV at 2.6 MeV.",
            "paragraph_rank": 86,
            "section_rank": 23
        },
        {
            "text": "The total 130 Te exposure was 19.75 kg•yr. The background at Q ββ was 0.17 cnts/(keV•kg•yr) if normalized to the total mass, i.e. similar to Heidelberg-Moscow. No signal was found and a lower limit of T 0ν 1/2 > 2.8 • 10 24 yr (at 90% C.L.) was set for 130",
            "paragraph_rank": 87,
            "section_rank": 23
        },
        {
            "text": "2 • 10 −3 cnts/(keV•kg•yr) at 3 MeV (≈ Q ββ of 100 Mo and 82 Se). For all isotopes 2νββ half lives are reported with impressive signal to background ratios of up to 76. For 0νββ decay, the 90% C.L. limits are T",
            "paragraph_rank": 88,
            "section_rank": 24
        },
        {
            "text": "0ν 1/2 > 1.0 • 10 24 yr for 100 Mo and T 0ν 1/2 > 3.2 • 10 23 yr for 82 Se. Again, NEMO-3 is not sensitive enough to confirm or reject the Heidelberg-Moscow claim.",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "Table 2 .",
            "section_rank": 25
        },
        {
            "section": "Table 2 .",
            "text": "Bayesian posterior probabilities p(H) using EXO-200 data for the hypothesis that the 0νββ signal of Heidelberg-Moscow is correct. Probabilities are given for different matrix element calculations and for the ±1σ and ±2σ energy windows.",
            "paragraph_rank": 90,
            "section_rank": 25
        },
        {
            "text": "Table 3 .",
            "section_rank": 26
        },
        {
            "section": "Table 3 .",
            "text": "Selection of 0νββ experiments.",
            "paragraph_rank": 91,
            "section_rank": 26
        },
        {
            "section": "Table 3 .",
            "text": "To be more precise: the amplitude has dimension mass−5  = M −4 B • M −1 Fwith MB being the mass of a scalar or vector exchange particle like the W boson.",
            "paragraph_rank": 92,
            "section_rank": 26
        },
        {
            "section": "Table 3 .",
            "text": "This can be seen for example from Tab. 1 of reference[26]. For every isotope, 20 different calculations are listed which vary by typically a factor of 2 for a given A. If 20 ratios M 0ν (A)/M 0ν (A ) for two isotopes A and A are calculated, the variation is reduced to 30%.",
            "paragraph_rank": 93,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 53,
                    "text": "[26]",
                    "end": 57
                }
            ]
        },
        {
            "section": "Table 3 .",
            "text": "The Xe mass fraction is ≈2.5% and the fiducial volume is ≈43%.",
            "paragraph_rank": 94,
            "section_rank": 26
        },
        {
            "section": "Table 3 .",
            "text": "An efficiency is not explicitly given in[2] but an effective value can be estimated using Eq. 8 and the information from the publication.",
            "paragraph_rank": 95,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 40,
                    "text": "[2]",
                    "end": 43
                }
            ]
        },
        {
            "section": "Table 3 .",
            "text": "To reach a limit of 10 28 yr, a 1 ton 76 Ge experiment has to operate for 10 yr with a background which is a factor of 10 smaller than the one of GERDA-II.",
            "paragraph_rank": 96,
            "section_rank": 26
        },
        {
            "text": "Acknowledgements",
            "section_rank": 28
        },
        {
            "section": "Acknowledgements",
            "text": "The motivation for this article and many improvements are due to discussions with several colleagues. I want to thank especially Allen Caldwell, Karl Tasso Köpfle, and Stefan Schönert.",
            "paragraph_rank": 97,
            "section_rank": 28
        }
    ]
}