{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "a Also at the Moscow Institute of Physics and Technology, Moscow 141700, Russia b On leave from the Bogolyubov Institute for Theoretical Physics, Kiev 03680, Ukraine c Also at the PNPI, Gatchina 188300, Russia d Present address: Nagoya University, Nagoya 464-8601, Japan",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Using a sample of 1.06 × 10 8 ψ mesons collected with the BESIII detector at the BEPCII e + e − collider and χcJ mesons produced via radiative transitions from the ψ , we report the first observation for ψ →pK + Σ 0 + c.c. (charge-conjugate), as well as improved measurements for the χcJ hyperon decays χcJ →pK + Λ + c.c.. The branching fractions are measured to be B(ψ →pK + Σ 0 + c.c) = (1.67±0.13±0.12)×10 −5 , B(χc0 →pK + Λ+c.c.) = (13.2±0.3±1.0)×10 −4 , B(χc1 →pK + Λ+c.c.) = (4.5 ± 0.2 ± 0.4) × 10 −4 and B(χc2 →pK + Λ + c.c) = (8.4 ± 0.3 ± 0.6) × 10 −4 , where the first error is statistical, and the second is systematic. In the decay of χc0 →pK + Λ + c.c., an anomalous enhancement near threshold is observed in the invariant mass distribution ofpΛ + c.c., which cannot be explained by phase space.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.25.Gv, 14.20.Jn, 14.40.Rt",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The study of hadronic decays of the cc states J/ψ, ψ , and χ cJ could provide valuable information on perturbative QCD (pQCD) in the charmonium-mass regime and on the structure of charmonia. The color-octet mechanism (COM), which successfully described several decay patterns of the P-wave χ cJ states [1], may be applicable to other χ cJ decays. Measurements of χ cJ hadronic decays may provide new input into COM and further assist in understanding the mechanisms of χ cJ decays. Hadronic decays of charmonia below the DD mass threshold are also a good place to search for previously unknown meson states [2]. The BES Collaboration has previously reported observations of near-threshold structures in baryon-antibaryon invariant-mass distributions in the radiative decay J/ψ → γpp [3] and the purely hadronic decay J/ψ → pΛK − † [4]. It has been suggested theoretically that these states may be observations of baryonium [5], or caused by final state interactions [6]. Studying the same decay modes in other charmonia may provide complementary information to improve the knowledge on these unexpected enhancements. It is also interesting to search for potential structures formed by ΛΛ and pΣ pairs, which could assist in extending the theoretical models.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 302,
                    "text": "[1]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 607,
                    "text": "[2]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 783,
                    "text": "[3]",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "start": 831,
                    "text": "[4]",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "start": 923,
                    "text": "[5]",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 966,
                    "text": "[6]",
                    "end": 969
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "BESIII has gathered a sample of 1.06 × 10 8 e + e − → ψ events, which leads to abundant production of χ cJ states through radiative decays. This enables us to search for and study the hadronic decays of the χ cJ states with high statistics.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "II. DETECTOR BEPCII [7] is a double-ring e + e − collider that has a peak luminosity reaching about 6 × 10 32 cm −2 s −1 at a center of mass energy of 3770 MeV. The BESIII [7] detector has a geometrical acceptance of 93% of 4π and has four main components: (1) A small-cell, helium-based (40% He, 60% C 3 H 8 ) main drift chamber (MDC) with 43 layers providing an average single-hit resolution of 135 µm, and charged-particle momentum resolution in a 1 T magnetic field of 0.5% at 1 GeV/c. (2) An electromagnetic calorimeter (EMC) consisting of 6240 CsI(Tl) crystals in the cylindrical structure barrel and two endcaps. The energy resolution at 1.0 GeV is 2.5% (5%) in the barrel (endcaps), while the position resolution is 6 mm (9 mm) in the barrel (endcaps). (3) Particle Identification (PID) is provided by a time-of-flight system (TOF) constructed of 5-cm-thick plastic scintillators, with 176 detectors of 2.4 m length in two layers in the barrel and 96 fan-shaped detectors in the endcaps. The barrel (endcap) time resolution of 80 ps (110 ps) provides 2σ K/π separation for momenta up to ∼ 1.0 GeV/c. (4) The muon system (MUC) consists of 1000 m 2 of Resistive Plate Chambers (RPCs) in nine barrel and eight endcap layers and provides 2 cm position resolution.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 20,
                    "text": "[7]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 172,
                    "text": "[7]",
                    "end": 175
                }
            ]
        },
        {
            "text": "III. MONTE-CARLO SIMULATION",
            "section_rank": 3
        },
        {
            "section": "III. MONTE-CARLO SIMULATION",
            "text": "Monte-Carlo (MC) simulation of the full detector is used to determine the detection efficiency of physics processes, optimize event selection criteria, and estimate backgrounds. The BESIII simulation program [8] provides an event generator, contains the detector geometry description, and simulates the detector response and signal digitization. Charmonium resonances, such as J/ψ and ψ , are generated by KKMC [9,10], which accounts for the effects of initial-state radiation and beam energy spread. The subsequent charmonium meson decays are produced with BesEvtGen [11,12]. The detector geometry and material description and the transportation of the decay particles through the detector including interactions are handled by Geant4 [13].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 208,
                    "text": "[8]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "start": 411,
                    "text": "[9,",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "start": 414,
                    "text": "10]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "start": 568,
                    "text": "[11,",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 572,
                    "text": "12]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "start": 736,
                    "text": "[13]",
                    "end": 740
                }
            ]
        },
        {
            "text": "IV. DATA ANALYSIS",
            "section_rank": 4
        },
        {
            "text": "A. Event selection",
            "section_rank": 5
        },
        {
            "section": "A. Event selection",
            "text": "Candidate ψ →pK + Σ 0 and ψ → γχ cJ → γpK + Λ events, with Σ 0 → γΛ and Λ → pπ − , are reconstructed using the following selection criteria.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "A. Event selection",
            "text": "Charged tracks must have their point of closest approach to the beamline within ±30 cm of the interaction point in the beam direction (|V z | < 30 cm) and within 15 cm of the beamline in the plane perpendicular to the beam (V r < 15 cm), and must have the polar angle satisfying | cos θ| < 0.93. The time-of-flight and energy loss dE/dx measurements are combined to calculate PID probabilities for pion, kaon, and proton/antiproton hypotheses, and each track is assigned a particle type corresponding to the hypothesis with the highest confidence level (C.L.). For this analysis, four tracks identified as p, p, K + , and π − are required. To suppress backgrounds from fake tracks, thep and K + are constrained to the same vertex by vertex fitting, and are required to satisfy |V z | < 10 cm and V r < 1 cm in the case of γpK + Λ modes, and the same procedure is applied for the respective antiparticle combinations in the charge-conjugate mode.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "A. Event selection",
            "text": "Photon candidates are selected in the EMC by requiring a minimum energy deposition of 25 MeV within the barrel region | cos θ| < 0.8, and 50 MeV within the endcap regions of 0.86 < | cos θ| < 0.92. EMC cluster timing requirements suppress electronic noise and energy deposits unrelated to the event.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "A. Event selection",
            "text": "A kinematic fit that enforces momentum and energy conservation (4C) is applied with the hypothesis ψ → γppK + π − , where the p and π − are constrained by Λ decay vertex fitting. For the events with more than one photon candidate, the combination with the smallest χ 2",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "4C",
            "section_rank": 6
        },
        {
            "section": "4C",
            "text": "is retained for further analysis. Λ candidates are selected by requiring the invariant mass of pπ − to be within 7 MeV/c 2 of the mass of the Λ as given by the PDG [14], and this distribution is shown in Figure 1. Σ 0 candidates are formed by calculating the invariant mass of γ and Λ candidates, and this is shown in Figure 2(a).",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 164,
                    "text": "[14]",
                    "end": 168
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 204,
                    "text": "Figure 1",
                    "end": 212
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 318,
                    "text": "Figure 2",
                    "end": 326
                }
            ]
        },
        {
            "section": "4C",
            "text": "After vetoing ψ →pK + Σ 0 events by removing events where the γ and Λ have an invariant mass within 15 MeV/c 2 of the Σ 0 mass [14], χ cJ (J = 0, 1, 2) signals are seen distinctively in the spectrum of recoil mass against the γ, as shown in Figure 2(b).",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 127,
                    "text": "[14]",
                    "end": 131
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 241,
                    "text": "Figure 2",
                    "end": 249
                }
            ]
        },
        {
            "text": "B. Background studies",
            "section_rank": 7
        },
        {
            "section": "B. Background studies",
            "text": "For the measurements of χ cJ →pK + Λ, a sample of 1.06 × 10 8 inclusive ψ MC events are used to investigate  possible backgrounds. The surviving events can be classified mainly into three decay processes: (1) ψ →pK + Λ, where a fake γ is produced; (2) ψ → π 0p K + Λ where one γ from the π 0 decay escapes detection; and (3) the direct decay ψ → γpK + Λ having the same final topology with the signal, but not going through an intermediate χ cJ state. Accordingly, 2 × 10 5 MC events for each of the three background processes are produced for further detailed studies. The same selection criteria are applied to the exclusive MC samples, and the surviving events are normalized to 1.06 × 10 8 total ψ MC events. For the normalization procedure, the branching fraction B = (1.00 ± 0.14) × 10 −4 for ψ →pK + Λ is quoted in the PDG and the other two background modes have branching fractions in the order of 10 −5 , which we roughly determine from our actual data sample. Figure 3(a) presents the distributions of the recoil mass against the γ for events that survive all cuts for the data and also for these background exclusive MC samples.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 970,
                    "text": "Figure 3",
                    "end": 978
                }
            ]
        },
        {
            "section": "B. Background studies",
            "text": "A similar study is also done for the measurement of ψ →pK + Σ 0 using the three background modes above together with ψ → γχ cJ → γpK + Λ → γppK + π − , as shown in Figure 3 In addition, a 42.9 pb −1 data sample, which is approximately a quarter of the luminosity at ψ peak, collected at 3.65 GeV is used to investigate possible continuum backgrounds. Only 7 events survived inside the mass region of χ cJ for the measurements of χ cJ →pK + Λ, and are found to be negligible. For ψ →pK + Σ 0 , 110 events from the continuum contribution must be subtracted after proper normalization according to the luminosities.  ",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 164,
                    "text": "Figure 3",
                    "end": 172
                }
            ]
        },
        {
            "section": "B. Background studies",
            "text": "Comparison of data with exclusive MC samples for distributions of (a) the recoil mass against the γ for ψ → γχcJ → γpK + Λ and (b) the γΛ invariant mass for ψ →pK + Σ 0 . The MC samples have been normalized to the total number of ψ events. In figure (a), the background from ψ →pK + Λ events is too small to be visible.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 243,
                    "text": "figure (a)",
                    "end": 253
                }
            ]
        },
        {
            "text": "C. Determination of branching fractions",
            "section_rank": 8
        },
        {
            "section": "C. Determination of branching fractions",
            "text": "The decay mode ψ →pK + Σ 0 is observed for the first time, with the main background processes ψ → γpK + Λ, ψ → π 0p K + Λ, ψ →pK + Λ and ψ → γχ cJ → γpK + Λ. According to the studies in the previous section, the background shape can be described by a linear function, as shown in Figure 3",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 280,
                    "text": "Figure 3",
                    "end": 288
                }
            ]
        },
        {
            "text": "(b).",
            "section_rank": 9
        },
        {
            "section": "(b).",
            "text": "A maximum likelihood fit is applied to the spectrum of the invariant mass of the selected γ and Λ, and we find a yield of 276 ± 21 events for the Σ 0 signal. The shape of the Σ 0 is obtained from MC simulation where the mass and width are fixed to the PDG values. The derived curves are shown in Figure 4, where dots with error bars represent the data with continuum contribution subtracted.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 296,
                    "text": "Figure 4",
                    "end": 304
                }
            ]
        },
        {
            "section": "(b).",
            "text": "The detection efficiency for this process is determined to be 24.4% from MC simulation with a phase space model. The invariant mass spectra ofpΣ 0 and Σ 0 K + are shown in Figure 5. The data belonging to χ c0 , χ c1 , and χ c2 are separated using mass windows on the distribution of recoil mass against the detected γ of 3.35-3.48, 3.49-3.53, and 3.53-3.59 GeV/c 2 , respectively. When extracting N ij data , the background has been subtracted using exclusive MC samples according to the results of background studies. The calculated total numbers of events N cor are listed in Table I.   FIG. 5. Invariant mass spectra of (a)pΣ 0 and (b) Σ 0 K + for the reaction ψ →pK + Σ 0 . Dots are the data and the hatched regions describe MC events generated according to a phase space model.",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 172,
                    "text": "Figure 5",
                    "end": 180
                }
            ]
        },
        {
            "text": "Calculation of branching fractions",
            "section_rank": 10
        },
        {
            "section": "Calculation of branching fractions",
            "text": "The branching fraction of ψ →pK",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "Calculation of branching fractions",
            "text": "where N ψ is the total number of ψ events, which is measured to be 1.06 × 10 8 with an uncertainty of 0.81% [15]; the branching fractions (63.9±0.5)% for B Λ→pπ and 100% for B Σ 0 →γΛ are taken from the PDG [14]; N obs means the observed number of signals derived from the fit and is the detection efficiency from MC simulation.",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 108,
                    "text": "[15]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 207,
                    "text": "[14]",
                    "end": 211
                }
            ]
        },
        {
            "section": "Calculation of branching fractions",
            "text": "The branching fractions for each χ c0,c1,c2 →pK + Λ are calculated similarly with",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "Calculation of branching fractions",
            "text": "where the branching fractions of the χ cJ states ((9.68 ± 0.31)%, (9.2±0.4)% and (8.72±0.34)% for B(ψ → γχ c0 ), B(ψ → γχ c1 ) and B(ψ → γχ c2 ), respectively) are taken from the PDG [14].",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 183,
                    "text": "[14]",
                    "end": 187
                }
            ]
        },
        {
            "text": "D. Near-threshold structure",
            "section_rank": 11
        },
        {
            "section": "D. Near-threshold structure",
            "text": "The large discrepancies between the data and phase space MC samples in Figure 6 imply that intermediate states exist in the decays of χ cJ →pK + Λ. Possible structures are observed in the Dalitz plots shown in Figure 7, and particularly for the χ c0 , it seems that there is a structure in the near-threshold region of M (pΛ) reflected by the anomalous enhancement in the top right corner of the Dalitz plot. Figure 8(a) shows the invariant-mass distribution of pΛ for χ c0 →pK + Λ, where the dashed line denotes the phase space distribution that has been normalized to the signal yield and the dots present efficiencies in each bin. Evident discrepancies are seen near the threshold region. Due to insufficient statistics, in this analysis a simple fit with a Breit-Wigner function to this region is done without considering quantum mechanical interference. The fit curve for the near-threshold structure is depicted in Figure 8(b), where the distribution of M (pΛ) has been corrected by the detector efficiency. The structure can be fit well with a weighted Breit-Wigner function of the form",
            "paragraph_rank": 24,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 71,
                    "text": "Figure 6",
                    "end": 79
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 210,
                    "text": "Figure 7",
                    "end": 218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 409,
                    "text": "Figure 8(a)",
                    "end": 420
                },
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 921,
                    "text": "Figure 8(b)",
                    "end": 932
                }
            ]
        },
        {
            "section": "D. Near-threshold structure",
            "text": "where q is the anti-proton momentum in thepΛ rest frame, k is the kaon momentum in the χ c0 rest frame, L (L ) denotes the orbital angular momentum between the antiproton and Λ (between the kaon andpΛ). On the basis of conservation on J P , in the decays of χ c0 , \"L + L = even number\" can be inferred, and therefore the only possible spin-parity combinations are",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "D. Near-threshold structure",
            "text": "Because the structure is near thepΛ threshold, the relative orbital angular momentum between the antiproton and Λ is most likely 0. Therefore, J P = 0 − is used in the fitting process which gives M = 2.053 ± 0.013 GeV /c 2 and Γ = 292 ± 14 MeV for the Breit-Wigner mass and width parameters. A shape of the phase space MC is added to describe the background in the fitting, which is shown as the dashed line in Figure 8(b).",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_11",
                    "start": 411,
                    "text": "Figure 8",
                    "end": 419
                }
            ]
        },
        {
            "section": "D. Near-threshold structure",
            "text": "For ψ →pK + Σ 0 , the invariant-mass spectrum of M (pΣ 0 ) was shown in Figure 5(a). In this channel, there may be similar structures close to thepΣ 0 threshold, but there is a large uncertainty due to the relatively small sample size.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 72,
                    "text": "Figure 5(a)",
                    "end": 83
                }
            ]
        },
        {
            "text": "V. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The main contributions to the systematic uncertainties in the measurements of the branching fractions originate primarily from the tracking, PID, photon reconstruction, kinematic fit, branching fractions of intermediate states, total number of ψ events, and the fitting procedure. The results are summarized in Table II. The tracking efficiency for MC simulated events is found to agree with the data within 1% for each charged track coming from a primary vertex from analyses of J/ψ → K * K and J/ψ → ppπ + π − events. For each track from Λ (orΛ), the uncertainty is also 1% according to a study of very clean J/ψ →pK + Λ events.",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 311,
                    "text": "Table II.",
                    "end": 320
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The candidates for the selected final states require tracks to be identified as p,p, K + or π − . Comparing data and MC event samples for J/ψ →pK + Λ and J/ψ → K * K, the difference between MC and data for the particle identification efficiency was found to be 2% for the antiproton, 1% for the proton and kaon, and negligible for charged pions.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The difference in the reconstruction efficiency between the data and MC is about 1% per photon [16].",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 95,
                    "text": "[16]",
                    "end": 99
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "To estimate the uncertainty from kinematic fitting, the kinematic fitting efficiency is studied using events of ψ → γχ c0 → γppπ + π − and the difference between data and MC is found to be 2.8%.",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties due to the mass window requirement for the Λ signal are studied with the control sample ψ → pK + Λ. The efficiency difference between data and MC is obtained to be 0.4%.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties in the fitting procedure are obtained by varying fit intervals and changing the linear background shape to a 2 nd order Chebyshev polynomial or a MC background shape. It contributes a 3.3% uncertainty to the measurement of ψ →pK + Σ 0 .",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The uncertainty on the total number of ψ events was found to be 0.81% by studying inclusive hadronic ψ decays [15].",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 110,
                    "text": "[15]",
                    "end": 114
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties due to the branching fractions of ψ → γχ cJ are 3.2%, 4.3% and 3.9% for each χ c0 , χ c1 and χ c2 , respectively [14]. The uncertainty due to the branching fraction of Λ → pπ − is 0.8% [14].",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 127,
                    "text": "[14]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 199,
                    "text": "[14]",
                    "end": 203
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties due to the numbers of areas in the procedure of calculating total numbers of events for ψ → γχ cJ → γpK + Λ are shown as \"2D Binning\" in Table II. Detection efficiencies are assumed to be constant within each of these 25 × 25 sub-areas (see section IV C 2), and as a check, we varied the number of areas. Besides the original 25 × 25 binning, three other divisions (20 × 20, 30 × 30, 35 × 35) were tried, and the largest differences among them are taken into account as the systematic uncertainty due to the binning.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 151,
                    "text": "Table II",
                    "end": 159
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties from the mass window requirements of χ c0 , χ c1 and χ c2 , obtained by changing the χ cJ selection window, are shown as item \"Mass Window\" in Table II, and are small compared to other errors.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 157,
                    "text": "Table II",
                    "end": 165
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "A possible Λ polarization in the decays of χ cJ might affect detection efficiencies and yield different results. With our limited statistics, it was not possible to measure the polarization of the Λ in fine bins of the Dalitz plot for each χ cJ state, but an overall measurement of the Λ polarization P was done for each χ cJ state that yielded P = 0.04 ± 0.07 for χ c0 , −0.17 ± 0.12 for χ c1 , and 0.22 ± 0.09 for χ c2 . Subsequently, new samples of MC events were then generated with the Λ having this   polarization P , so that the decay distributions are given by 1 + αP cos Θ, where Θ is the angle between the Λ flight direction in the χ cJ rest frame and the π direction in the Λ rest frame, and α is the weak decay parameter for the Λ. The difference in efficiencies with respect to that of phase space MC samples are taken as a systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTIES",
            "text": "The total systematic uncertainty is obtained by summing up uncertainties contributed from all individual sources in quadrature.",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "VI. RESULTS AND DISCUSSION",
            "section_rank": 13
        },
        {
            "section": "VI. RESULTS AND DISCUSSION",
            "text": "We observe the decay mode ψ →pK + Σ 0 + c.c. for the first time and improve the measurements for the decays of χ cJ →pK + Λ + c.c., using 1.06 × 10 8 ψ events collected with BESIII detector at the BEPCII collider. The branching fractions are listed in Table III. For thepK + Λ + c.c. final state in the decays of χ c0 , an anomalous enhancement is observed in the invariantmass distribution ofpΛ + c.c., which could correspond to the structure observed in the decay J/ψ → pΛK − [4]. It is of great interest that the structure is located very close to the mass threshold ofpΛ + c.c., and this may be accounted for as a quasibound dibaryon state or as an enhancement due to a final-state interaction, or simply as an interference effect of high-mass N * and Λ * . Our new measurements may aid in the theory of charmonia decays, and also be a guide in the calculation of decay modes into strangeness dibaryon systems. A detail study on the near-threshold structure is expected with larger statistics in future BESIII running.  ",
            "paragraph_rank": 40,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 252,
                    "text": "Table III.",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "[4]",
                    "end": 481
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (Color online) The invariant-mass distributions of pπ − . The vertical (red) arrows show the selection ranges around the Λ peak.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 15
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.Distributions of (a) the invariant masses of γΛ and (b) the recoil mass against the γ in decays of ψ after vetoing ψ →pK + Σ 0 events.",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "(b).",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "2 .",
            "section_rank": 17
        },
        {
            "section": "2 .",
            "text": "Number of ψ → γχcJ → γpK + Λ events For the χ cJ →pK + Λ decays, obvious inconsistencies exist in the distributions ofpK + and ΛK + invariant mass between the phase space MC and data, as shown in Figure 6, so the detection efficiencies for the decay modes ψ → γχ c0,c1,c2 → γpK + Λ are determined by taking into account the dynamics of the decay. For each χ cJ state, the allowed regions of M (pK + ) versus M (ΛK + ) are divided into 25 × 25 areas of equal length (40 MeV/c 2 for χ c0 and 48 MeV/c 2 for χ c1 and χ c2 ), and each area is tagged with an index ij. For each area the number of events N ij data for data and detection efficiency ij are determined individually. Then, the total number of events (N cor ) is calculated as N cor = Σ ij N ij data ij . Samples of 5.5 × 10 6 MC events are used to determine the detection efficiencies ij of each area for χ c0 , χ c1 , χ c2 , respectively.",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 18
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (Color online)The shape of the Σ 0 signal as derived from MC simulations which had the mass and width fixed to the PDG values. The fit result is shown by the solid line with a linear background indicated by the dashed line. The data points with error bars show the data, where the continuum contribution has already been subtracted.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 19
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Invariant mass spectra ofpK + and ΛK + for (a, b) χc0, (c, d) χc1 and (e, f) χc2. The dots are the data, and the hatched regions show the distribution of MC events generated according to a phase space model. Potential intermediate states, such as theΛ(1520) and N (1710), are seen in the invariant mass distributions ofpK + and ΛK + , respectively.",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 20
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. Dalitz plots of M 2 (pK + ) versus M 2 (ΛK + ) for (a) χc0, (b) χc1 and (c) χc2. A concentration of events in the upper right corner shows an enhancement at thepΛ threshold.",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 21
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. (Color online) (a)Invariant-mass distribution ofpΛ for χc0 →pK + Λ, where the dashed line denotes the phase space distribution that has been normalized to the signal yield. The histogram shows the data and dots present the efficiency curve. (b) Fit result to a Breit-Wigner function with J P = 0 − after acceptance correction. The dashed line describes the background shape from phase space MC events.",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "text": "TABLE I .",
            "section_rank": 22
        },
        {
            "section": "TABLE I .",
            "text": "The total numbers of events Ncor for each χcJ → pK + Λ are derived from Ncor = Σij",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "TABLE II .",
            "section_rank": 23
        },
        {
            "section": "TABLE II .",
            "text": "Systematic uncertainties in the measurements of the branching fractions in percent (%)ψ →pK + Σ 0 χcJ →pK + Λ χc0 χc1 χc2",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "section": "TABLE II .",
            "text": "† Throughout the text, inclusion of charge conjugate modes is implied if not stated otherwise.",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 25
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the computing center for their hard efforts. This ",
            "paragraph_rank": 52,
            "section_rank": 25
        }
    ]
}