{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We searched for a sidereal modulation in the rate of neutrinos produced by the NuMI beam and observed by the MINOS far detector. The detection of such harmonic signals could be a signature of neutrino-antineutrino mixing due to Lorentz and CPT violation as described by the Standard-Model Extension framework. We found no evidence for these sidereal signals and we placed limits on the coefficients in this theory describing the effect. This is the first report of limits on these neutrino-antineutrino mixing coefficients.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "$ FERMILAB-PUB-13-025-E",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Email addresses: brebel@fnal.gov (B. Rebel ), mufson@astro.indiana.edu (S. Mufson)",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The sensitive interferometric nature of neutrino oscillations offer interesting and novel ways to search for Lorentz invariance violation (LV) and CPT violation (CPTV) that may arise from physics at the Planck scale, 10 19 GeV. The SME is effective field theory that contains the Standard Model, General Relativity, and all possible effective operators for Lorentz violation [1]. In the SME, LV and CPTV could manifest themselves at observable energies through a dependence of the neutrino oscillation probability on the direction of neutrino propagation with respect to the Sun-centered inertial frame. An experiment that has both its neutrino beam and detector fixed on the Earth's surface could then observe a sidereal modulation in the number of neutrinos detected from the beam.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 217,
                    "text": "10 19",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 375,
                    "text": "[1]",
                    "end": 378
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "MINOS is such an experiment [2]. It uses Fermilab's NuMI neutrino beam [3] and two neutrino detectors -a near detector (ND) that is 1.04 km from the beam target and a far detector (FD) that is 735 km from the beam target. Both detectors are magnetized to approximately 1.4 T, allowing for the identification of µ − (µ + ) produced in charged-current (CC) neutrino (antineutrino) interactions. In a series of recent papers [4,5,6], MINOS searched for LV and CPT violation with neutrino and antineutrino data recorded in its detectors [7,8]. These analyses focused on detecting oscillation signals in neutrino and antineutrino flavor-changing reactions that vary with a sidereal period, as predicted by the Standard Model Extension (SME). MINOS found no evidence for LV and CPTV in these analyses. In the present paper, we extend the search for LV and CPTV using the timestamps of the neutrino data made available by the MINOS collaboration to look for sidereal signals that would indicate neutrinos changing to antineutrinos. Although there have been many searches for LV and CPTV with the SME [9], this is the first to probe the possibility of neutrino-antineutrino mixing.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 28,
                    "text": "[2]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 71,
                    "text": "[3]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 422,
                    "text": "[4,",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 425,
                    "text": "5,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 427,
                    "text": "6]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 533,
                    "text": "[7,",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 536,
                    "text": "8]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1093,
                    "text": "[9]",
                    "end": 1096
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Denote the usual neutrino survival probability in the two-flavor approximation as P",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "where θ 23 is the angle describing mixing between the second and third mass states and ∆m 2",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "32",
            "section_rank": 4
        },
        {
            "section": "32",
            "text": "is the difference in the squares of those mass states. The energy of the neutrino is E and the distance it travels is L. Then LV and CPTV that would cause mixing between neutrinos and antineutrinos introduces an additional perturbation term to the survival probability [10],",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 269,
                    "text": "[10]",
                    "end": 273
                }
            ]
        },
        {
            "section": "32",
            "text": "νµ→νµ + P (2) νµ→νµ ,",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 10,
                    "text": "(2)",
                    "end": 13
                }
            ]
        },
        {
            "section": "32",
            "text": "where the perturbation term P",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "32",
            "text": "(2)",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "32",
            "text": "νµ→νµ can be written",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "32",
            "text": "Here L = 735 km is the distance from neutrino production in the NuMI beam to the MINOS FD [11], ω ⊕ = 2π/(23 h 56 m 04.0982 s ) is the Earth's sidereal frequency, and T ⊕ is the local sidereal arrival time of the neutrino event. The parameters P C , P Bs , P Bc , P Fs , and P Fc contain the LV and CPTV information on neutrino-antineutrino mixing. They depend on the SME coefficientsH α ab andg αβ ab , the neutrino energy, and the direction of the neutrino propagation in a coordinate system fixed on the rotating Earth [10]. As is clear from Eq. 2, we need only the even harmonics 2ω ⊕ T ⊕ and 4ω ⊕ T ⊕ for this analysis. Further, since we are testing the theory with a harmonic analysis, there is no sensitivity to P C .",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 90,
                    "text": "[11]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 522,
                    "text": "[10]",
                    "end": 526
                },
                {
                    "start": 549,
                    "text": "2",
                    "end": 550
                }
            ]
        },
        {
            "section": "32",
            "text": "In the minimal SME, neutrino-antineutrino mixing ν a ↔ν b is controlled by the complex coefficientsH α ab andg αβ ab (a = e, µ, τ andb =ē,μ,τ ). Sidereal modulations detectable by MINOS are produced by 6 of theH α ab coefficients and 60 of theg αβ ab coefficients [10]. For theH α ab coefficients, only three independent pairs of flavor subscripts (ab = eμ, eτ , µτ ) and two spatial components (α = X, Y) produce sidereal variations. For theg αβ ab coefficients, MINOS can access six pairs of flavor indices (ab = eē, eμ, eτ , µμ, µτ , ττ ) and 10 different spacetime components (αβ = XT, YT, XZ, YZ, ZX, ZY, XX, YY, XY, YX).",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 264,
                    "text": "[10]",
                    "end": 268
                }
            ]
        },
        {
            "section": "32",
            "text": "For the neutrino propagation direction, we specify the direction vectors in a right-handed coordinate system defined by the colatitude of the NuMI beam line χ = (90 • − latitude) = 42.17973347 • , the beam zenith angle θ = 86.7255 • , measured from the z-axis and which points toward the local zenith, and the beam azimuthal angle, φ = 203.909 • , measured counterclockwise from the x-axis, which points south.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Data Analysis",
            "section_rank": 5
        },
        {
            "section": "Data Analysis",
            "text": "This analysis uses a data set of neutrino interactions acquired from May, 2005 through April, 2012 [7,8] when the beam was running in a mode that produces 91.7% ν µ , 7% ν µ , and 1.3% ν e + ν e [12]. The interactions were selected using standard MINOS criteria for beam and data quality. In addition, the events were required to interact within the 4.2 kiloton FD fiducial volume. This selection enables MINOS to establish each event as a CC ν µ interaction by identifying the outgoing µ − . The method is described more fully in [7,8]. As in [4,5,6], we focused on CC events to maximize the ν µ disappearance signal. There are a total of 2,463 CC events in this analysis.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 99,
                    "text": "[7,",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 102,
                    "text": "8]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 195,
                    "text": "[12]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 531,
                    "text": "[7,",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 534,
                    "text": "8]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 544,
                    "text": "[4,",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 547,
                    "text": "5,",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 549,
                    "text": "6]",
                    "end": 551
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": "The analysis proceeded by first tagging each neutrino interaction with the local sidereal time (LST) of its spill -the GPS time of the spill, accurate to 200 ns [13], converted to sidereal time. The event's LST was then converted to local sidereal phase, LSP = LST×(ω ⊕ /2π), a parameter in the range 0-1. Event times were not corrected for their time within a 10 µs spill, an approximation that introduces no significant systematic error into the analysis. The data for each spill were binned into two histograms. In one histogram, we added any interaction from each spill; in the second histrogram we added the number of protons impinging on the target (POT) for each spill. These two histograms have 32 bins in LSP because the Fast Fourier Transform (FFT) algorithm we use to search for sidereal variations [14] works most efficiently for 2 N bins, where N − 1 is the number of harmonics to be computed in addition to a constant term. Since the highest harmonic in Eq. (2) is 4ω ⊕ T ⊕ , we adopted N = 5 as the binning. Each phase bin spans 0.031 in LSP or 45 minutes in sidereal time.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 161,
                    "text": "[13]",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 810,
                    "text": "[14]",
                    "end": 814
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": "After adding all the events and POT in the data set into the two histograms, we divide them to get the rate of interactions per POT, (ν µ CCevents)/(POT) as a function of LSP. This histogram is the one used to search for sidereal modulations in the neutrino rate. Figure 1 shows this histogram for our analysis. The statistically significant fit to a constant rate implies there are no sidereal modulations in the data sample.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 264,
                    "text": "Figure 1",
                    "end": 272
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": "We next performed an FFT on the rate histogram in Fig. 1 and computed the power in the harmonic terms 2ω ⊕ T ⊕ and 4ω ⊕ T ⊕ appearing in the oscillation probability, Eq.(2). Let S 2 be the power returned by the FFT for the second harmonic term sin (2ω ⊕ T ⊕ ) and C 2 be the power returned for the second harmonic term cos (2ω ⊕ T ⊕ ); similarly define S 4 and C 4 . Then the statistics we used in our search are",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 50,
                    "text": "Fig. 1",
                    "end": 56
                }
            ]
        },
        {
            "section": "Data Analysis",
            "text": ", and",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Data Analysis",
            "text": "We added the powers in quadrature to eliminate the effect of the arbitrary choice of a zero point in phase at 0 h LST. The results of the FFT analysis are given in Table 1. Although only the even harmonics p 2 and p 4 are needed for this analysis, we include the power in the odd harmonics p 1 and p 3 as a check on whether alternative theories on LV that put power into these modes are realizable.  Fig. 1. The third column gives the probability, P F , that the measured power is due to a noise fluctuation.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 164,
                    "text": "Table 1",
                    "end": 171
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 400,
                    "text": "Fig. 1",
                    "end": 406
                }
            ]
        },
        {
            "text": "Statistic p(FFT)",
            "section_rank": 6
        },
        {
            "section": "Statistic p(FFT)",
            "text": "As described in [5], we determined the statistical significance of the harmonic powers p(FFT) in Table 1 by using the data themselves to construct 10 4 simulated experiments without a sidereal signal. To construct a simulated experiment we used the sidereal time distribution of the beam spills to determine a new, randomly selected LSP for each interaction in the data. Using this randomly chosen phase, we added each interaction to one histogram.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 16,
                    "text": "[5]",
                    "end": 19
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 97,
                    "text": "Table 1",
                    "end": 104
                }
            ]
        },
        {
            "section": "Statistic p(FFT)",
            "text": "Similarly, for each spill we selected a random LSP and added the number of POT in the spill to a second histogram. The FD records fewer than one interaction per spill, so the spill and interaction LSP for these simulated experiments can be selected independently without introducing any biases in the procedure. As for the real neutrino data set, the histograms had 32 bins in LSP. We then divided the events histogram by the POT histogram to obtain the rate histogram for the simulated experiment. We repeated this process 10 4 times. This procedure ensures that the spill times are distributed properly in LSP. Most importantly, it scrambles any coherent signal, if present, in the data and eliminates it in the simulated experiments.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Statistic p(FFT)",
            "text": "We next performed an FFT on each simulated histogram of (events/POT) and computed the power in the four harmonic terms (ω ⊕ T ⊕ , . . . , 4ω ⊕ T ⊕ ). served powers. As seen in the inset to Fig. 2, the p 2 distribution is well described by a Rayleigh distribution, as expected in these simulated experiments since they were constructed so that the power in the sine and cosine terms are uncorrelated and normally distributed. We assume that the threshold for signal detection in any harmonic is the quadratic power p(FFT) that is greater than 99.7% of the entries in its respec-tive p 1 , . . . , p 4 histogram. The values of p 99.7% (FFT) for all four harmonics lie between 3.40 -3.50, with p 2 = p 4 = 3.45. We adopt p 99.7% (FFT) = 3.45 as the 99.7% confidence level (C.L.) for the probability that a measured quadratic sum of powers for any harmonic was not drawn from a distribution having a sidereal signal. As neither p 2 nor p 4 exceed our detection threshold, we conclude that there is no evidence for a sidereal modulation resulting from neutrino-antineutrino mixing as predicted by Eq.(2) in the neutrino data set. This result is consistent with the conclusion that the constant rate fit to the data in Fig. 1 implies there is no sidereal modulation in the data.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 189,
                    "text": "Fig. 2",
                    "end": 195
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1213,
                    "text": "Fig. 1",
                    "end": 1219
                }
            ]
        },
        {
            "section": "Statistic p(FFT)",
            "text": "We determined the minimum detectable sidereal modulation for this analysis by injecting a sidereal signal of the form A sin(ω ⊕ T ), where A is a fraction of the mean event rate, into a new set of 10 4 simulated experiments and repeating the FFT analysis. We found that every experiment gave p ≥ 3.45, or exceeded the detection threshold, when A = 13% of the mean rate.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Statistic p(FFT)",
            "text": "In Table 1 we also give P F , the probability that the power measured in a particular harmonic is due to a noise fluctuation. In other words, P F is the probability of drawing a value at least as large as found for p 1 , . . . , p 4 from the parent distribution in Fig. 2 of the powers for numerical experiments without a sidereal signal. The large values for P F also make the case that the powers we measure are the result of statistical fluctuations.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 3,
                    "text": "Table 1",
                    "end": 10
                },
                {
                    "type": "figure",
                    "start": 265,
                    "text": "Fig. 2",
                    "end": 271
                }
            ]
        },
        {
            "section": "Statistic p(FFT)",
            "text": "We investigated the sensitivity of our results to several sources of systematic uncertainties. In the previous MINOS analyses [4,5], the degradation of the NuMI target was observed to cause a drop in the event rate. Further, the NuMI target was replaced multiple times during the data taking period of this analysis which could also have affected the event rate. We investigated how these changes in the event rate would affect the detection thresholds and found this source of systematic uncertainty to be negligible.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 126,
                    "text": "[4,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 129,
                    "text": "5]",
                    "end": 131
                }
            ]
        },
        {
            "section": "Statistic p(FFT)",
            "text": "Day-night effects are another potential source of systematic uncertainty for a data set like ours that does not have uniform coverage throughout a solar year. We find the mean rate during the day to be 2.32±0.06 events/10 18 POT and the mean rate at night to be 2.21 ± 0.07 events/10 18 POT. Since there is no statistically significant difference in these rates, we conclude that diurnal effects cannot be masking a true sidereal signal in the data.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Statistic p(FFT)",
            "text": "There is a known uncertainty of ±1% in the recorded number of POT per spill [15]. We verified this uncertainty could not introduce a modulation that would mask a sidereal signal as done in [6]. We further determined that long term drifts in the calibration of the POT recording toroids of the size ±5% over six months would not alter the detection threshold. We thus conclude that POT counting uncertainties are not masking a sidereal signal.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 76,
                    "text": "[15]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 189,
                    "text": "[6]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Statistic p(FFT)",
            "text": "Compton and Getting [16] first pointed out that atmospheric effects can mimic a sidereal modulation in the event rate if there were a solar diurnal modulation that beats with a yearly modulation. As in [6], we found the amplitude of the potential faux sidereal modulation would be only 1.6% of our minimum detectable modulation and therefore would not mask a sidereal signal in these data.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 20,
                    "text": "[16]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 202,
                    "text": "[6]",
                    "end": 205
                }
            ]
        },
        {
            "text": "Limits",
            "section_rank": 7
        },
        {
            "section": "Limits",
            "text": "We determined the confidence limit for a particular SME coefficient by simulating a set of experiments in which we inject an LV signal into a Monte Carlo simulation that does not include a sidereal modulation. In this simulation, neutrinos are generated by modeling the NuMI beam line, including hadron production by the 120 GeV/c protons striking the target and the propagation of the hadrons through the focusing elements and decay pipe to the beam absorber. It then calculates the probability that any neutrinos generated traverse the FD. The FD neutrino event simulation takes the neutrinos from the NuMI simulation, along with weights determined by decay kinematics, and uses this information as input into the simulation of the interactions in the FD. We inject a sidereal signal in the simulation by calculating the survival probability for each simulated neutrino based on Eq. (1) using a chosen value for the magnitude of the SME coefficient, the energy of the simulated neutrino, and the distance the neutrino travels to the FD. We start by setting the SME coefficient to zero and then continually increasing its magnitude until either p 2 or p 4 crosses the detection threshold of 3.45. We took this value of the SME coefficient to be its 99.7% C.L. upper limit. The SME coefficients can be either positive or negative, so this limit is the lower limit on the SME coefficient in the case it is negative. We repeated the simulation for this coefficient 250 times and averaged the resulting value of the coefficient. Each of the simulated experiments contained the same number of interactions as the data set.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "Limits",
            "text": "The 99.7% C.L. limits on the SME coefficients are given in Table 2 and  Table 3. By setting all but one SME coefficient to zero to determine its confidence limit, our method is based on the premise that our null detection does not result from fortuitous cancellations of SME coefficients that hide a signal of oscillation terms in Eq. (2). Since the number of SME coefficients is large, this could be an issue. This issue was explicitly addressed in [6] and such a scenario was shown to be quite improbable for the flavor changing coefficients investigated in those previous analyses. We assume that conclusion holds for this analysis also.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 59,
                    "text": "Table 2 and  Table 3",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 450,
                    "text": "[6]",
                    "end": 453
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "We have presented a search for the Lorentz and CPT violating sidereal modulations in the observed neutrino rate predicted by the SME theory for neutrino-antineutrino mixing in the MINOS far detector. We found no significant evidence for this predicted signal. When framed in the SME theory [17,18], this result leads to the conclusion that we have detected no evidence for Lorentz invariance violation, a result consistent with the analyses in [4,5,6]. We computed upper limits for the 66 SME coefficients appropriate to this analysis. These limits are the first to be calculated for the SME coefficients governing neutrino-antineutrino mixing. Table 3: Upper limits to the modulus of the Re parts of theg αβ ab coefficients describing neutrino-antineutrino mixing in the SME theory. The limits were determined from the 99.7% threshold for a positive sidereal signal in the neutrino rates in the MINOS FD. The Re and Im components of these SME coefficients are computed identically and are equal. ",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 290,
                    "text": "[17,",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 294,
                    "text": "18]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 444,
                    "text": "[4,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 447,
                    "text": "5,",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 449,
                    "text": "6]",
                    "end": 451
                },
                {
                    "type": "table",
                    "start": 645,
                    "text": "Table 3",
                    "end": 652
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The phase diagram of the CC neutrino event rate for the FD data. The mean rate of 2.31 ± 0.05 events per 10 15 POT is superposed. For the fit, χ 2 /ndf = 23.7/31.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 Figure 2 :",
            "text": "Figure 2: The distributions for the quadratic sum of powers p 1 , . . . , p 4 from the FFT analysis of 10 4 simulated experiments without a sidereal signal. The inset shows the distribution for p 2 with a fit to a Rayleigh distribution with σ = 1.49 superposed.",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "αβ |Re(g αβ eē )| |Re(g αβ eμ )| |Re(g αβ eτ )| |Re(g αβ µμ )| |Re(g αβ µτ )| |Re(g αβ ττ )| XT 7.6 × 10 −22 7.6 × 10 −22 8.2 × 10 −22 8.9 × 10 −24 8.6 × 10 −24 1.8 × 10 −22 YT 7.6 × 10 −22 7.6 × 10 −22 7.6 × 10 −22 8.6 × 10 −24 8.4 × 10 −24 1.8 × 10 −22 XZ 1.2 × 10 −21 1.2 × 10 −21 1.2 × 10 −21 1.3 × 10 −23 1.3 × 10 −23 2.9 × 10 −22 YZ 1.2 × 10 −21 1.2 × 10 −21 1.2 × 10 −21 1.3 × 10 −23 1.4 × 10 −23 2.9 × 10 −22ZX 1.0 × 10 −21 1.0 × 10 −21 1.0 × 10 −21 1.2 × 10 −23 1.1 × 10 −23 2.4 × 10 −22 ZY 1.0 × 10 −21 1.0 × 10 −21 1.0 × 10 −21 1.1 × 10 −23 1.2 × 10 −23 2.4 × 10 −22 XX 2.0 × 10 −21 2.0 × 10 −21 2.0 × 10 −21 2.3 × 10 −23 2.3 × 10 −23 4.8 × 10 −22 YY 2.0 × 10 −21 2.1 × 10 −21 2.1 × 10 −21 2.2 × 10 −23 2.2 × 10 −23 4.8 × 10 −22 XY 2.0 × 10 −21 2.0 × 10 −21 2.1 × 10 −21 2.3 × 10 −23 2.3 × 10 −23 4.8 × 10 −22 YX 2.0 × 10 −21 2.0 × 10 −21 2.0 × 10 −21 2.2 × 10 −23 2.2 × 10 −23 4.8 × 10 −22",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Table 1 :",
            "section_rank": 12
        },
        {
            "section": "Table 1 :",
            "text": "Results for the p 1 , . . . , p 4 statistics for the histogram shown in",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Table 2 :",
            "section_rank": 13
        },
        {
            "section": "Table 2 :",
            "text": "Upper limits to the modulus of the Re parts of theH α ab coefficients in[GeV]   describing neutrino-antineutrino mixing in the SME theory. The limits were determined from the 99.7% threshold for a positive sidereal signal in the neutrino rates in the MINOS FD. The Re and Im components of these SME coefficients are computed identically and are equal. × 10 −21 3.4 × 10 −21 1.1 × 10 −22 Y 3.3 × 10 −21 3.6 × 10 −21 1.0 × 10 −22",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge our many valuable conversations with Alan Kostelecký and Jorge Díaz during the course of this work. This work was supported in part by the Indiana University Center for Spacetime Symmetries (IUCSS). We thank the MINOS collaboration for releasing the timestamp information for the neutrino interactions used in this analysis. We are grateful to the Minnesota Department of Natural Resources, the crew of the Soudan Underground Laboratory, and the staff of Fermilab for their contributions to this effort.",
            "paragraph_rank": 41,
            "section_rank": 15
        }
    ]
}