{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Rare B hadron decays provide an excellent test bench for the Standard Model and can probe new physics models. We review the experimental progress of the searches for rare leptonic B decays (b → + − and b → s + − ) at LHC and Tevatron experiments. This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2 0 , which . permits unrestricted use, distributi and reproduction in any medium, provided the original work is properly cited. on,",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "B hadron decays mediated by flavor-changing neutral currents (FCNC) are suppressed in the Standard Model (SM) and are sensitive to new particle contributions through loop diagrams. Searches for B 0 s,d meson decays to dimuons were performed both at the Tevatron and the LHC, where the large datasets of B hadrons provide a unique opportunity to study rare decays. In addition, the rates and angular distributions of b → sµ + µ − decay products are also sensitive to new physics. In Section 2 we review the experimental status of the searches for the B 0 s and B 0 rare decays to dimuons at hadron colliders. In Section 3 the angular analysis and measurements of branching ratios for various b → sµ + µ − decays performed by the CDF experiment is summarised.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Searches for the rare decays",
            "section_rank": 3
        },
        {
            "section": "Searches for the rare decays",
            "text": "The rare decays B 0 s → µ + µ − and B 0 → µ + µ − are highly suppressed in the SM of particle physics due to their FCNC nature. These decays are forbidden at tree level and can proceed only through higher order diagrams, such as electroweak penguin and box diagrams. Furthermore, the decays are helicity suppressed and require an internal quark annihilation within the B meson. The SM predictions for the B 0 s and B 0 branching ratios to dimuons are (3.23 ± 0.27) × 10 −9 and (1.07 ± 0.10) × 10 −10 , respectively, with the main uncertainty resulting from the value of the B meson decay constant f B [1]. The comparison with experimental results requires the inclusion of soft-photon radiation and B 0 s -B s oscillations effects each yielding O(10%) corrections to the predicted decay rate. Several extensions of the SM, such as supersymmetric models and models with a non-standard Higgs sector, predict enhancements or suppressions to the branching fractions for these rare decays. The rare nature of the processes and the rather precise SM predictions make these decays an excellent probe for physics beyond the SM. a e-mail: vincenzo.chiochia@cern.ch At the LHC searches for the B 0 s and B 0 decays to dimuons were performed by the ATLAS, CMS and LHCb experiments using datasets of pp collisions at center-ofmass energies √ s = 7 or 8 TeV collected between 2010 and 2012. The CMS experiment performed a simultaneous search for the rare decays B 0 s → µ + µ − and B 0 → µ + µ − using an integrated luminosity of 5 fb −1 collected at the center-of-mass energy √ s = 7 TeV [2]. An event-counting experiment was performed in dimuon mass regions around the B 0 s and B 0 masses and all selection criteria were established before observing the signal region. A normalization sample of events with B + → J/ψK + decays (where J/ψ → µ + µ − ) was used to remove uncertainties related to the b-quark production cross section and the integrated luminosity. Combinatorial backgrounds were evaluated from the data in dimuon invariant mass sidebands while backgrounds from B decays were assessed with Monte Carlo (MC) simulation. The analysis was performed separately in two channels, barrel and endcap, and then combined for the final result. The barrel channel contained the candidates where both muons have |η| < 1.4 and the endcap channel included those where at least one muon had |η| > 1. 4. B→ µ + µ − candidates with traverse momentum above 6.5(8.5) GeV in the barrel(endcap) were formed by two oppositely-charged muons originating from a common vertex and with an invariant mass in the range 4.9 < m µµ < 5.9 GeV. The (sub)leading muon transverse momentum was required to be larger than (4.0)4.5 GeV in the barrel and (4.2)4.5 GeV in the endcap. Further selection cuts were applied on the B candidate isolation variables, decay length significance and three-dimensional pointing angle.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 601,
                    "text": "[1]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1576,
                    "text": "[2]",
                    "end": 1579
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2387,
                    "text": "4",
                    "end": 2388
                }
            ]
        },
        {
            "section": "Searches for the rare decays",
            "text": "The branching fraction was measured using the following equation",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Searches for the rare decays",
            "text": "where sig ( norm ) is the total signal(normalization) efficiency, N norm is the number of reconstructed B + → J/ψK + decays, B(B + ) is the branching fraction for the normaliza-JHEP04(2012)033   1.8 ⇥ 10 9 (1.4 ⇥ 10 9 ) at 95% (90%) CL. The median expected upper limits at 95% CL are 8.4 ⇥ 10 9 (1.6 ⇥ 10 9 ) for B 0 s ! µ + µ (B 0 ! µ + µ ), where the number of expected signal events is based on the SM value. Including cross-feed between the B 0 and B 0 s decays, the background-only p value is 0.11 (0.24) for B 0 s ! µ + µ (B 0 ! µ + µ ), corresponding to 1.2 (0.7) standard deviations. The p value for the background plus SM signal hypotheses is 0.71 (0.86) for B 0 s ! µ + µ (B 0 ! µ + µ ).",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Summary",
            "section_rank": 4
        },
        {
            "section": "Summary",
            "text": "An analysis searching for the rare decays B 0 s ! µ + µ and B 0 ! µ + µ has been performed in pp collisions at p s = 7 TeV. A data sample corresponding to an integrated luminosity of 5 fb 1 has been used. This result supersedes our previous measurement [9].",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 253,
                    "text": "[9]",
                    "end": 256
                }
            ]
        },
        {
            "section": "Summary",
            "text": "-15 -  ",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Summary",
            "text": "23 × 10 −9 15 × 10 −9 -- [9] tion channel, f u / f s is the ratio of the B + and B 0 s production cross sections, and N sig is the background-subtracted number of observed candidates in the signal window. Figure 1 shows the measured dimuon invariant-mass distributions. Six events were observed in the B 0 s → µ + µ − signal windows, while two events were observed in the B 0 → µ + µ − channel. This observation is consistent with the SM expectation for signal plus background. Exclusion limits on the branching fractions were obtained with the CL s method and are reported in Table 1.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 25,
                    "text": "[9]",
                    "end": 28
                },
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Figure",
                    "end": 211
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 577,
                    "text": "Table 1",
                    "end": 584
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The ATLAS experiment performed a search for the rare decay B 0 s → µ + µ − using 2.4 fb −1 collected at √ s = 7 TeV [3]. The sensitivity to the B 0 → µ + µ − decay is beyond the reach of the current analysis. Hence only a limit on the B 0 s decay was derived by assuming the B 0 branching ratio to be negligible. The di-muon mass region 5.066 < m µµ < 5.666 GeV was removed from the analysis until the procedures for event selection, signal and limit extractions were fully defined. The sample of signal candidates was selected with a multivariate classifier, trained on a fraction of the events from the di-muon invariant-mass sidebands. 14 discriminating variables were used in the selection, including the isolation, decay angle and proper decay length significance, vertex separation, impact parameter of the decay products as well as the B hadron and single muon transverse momenta. Three regions of different mass resolution and hence signal-to-background ratio were defined and selection cuts were optimized indepen-dently. The three categories were defined by the intervals |η max | = 0 − 1, 1 − 1.5 and 1.5 − 2.5, where η max is the largest pseudorapidity value of the two muons in each event. The width of the search region was set between 116 and 171 MeV and the classifier output threshold between 0.234 and 0.270. The MC validation for the kinematic distributions and classifier output was performed on the normalization channel B + → J/ψK + and residual discrepancies between data and simulation were treated as systematic uncertainties. The branching ratio was obtained with Eq. 1, where the acceptance and selection efficiencies were extracted from MC simulation. In each mass-resolution category the B 0 s → µ + µ − signal yield was obtained from the number of events observed in the search window (see Figure 2), the number of background events in the sidebands, and the small amount of resonant background. The expected and observed upper limits on the branching ratio at 95% confidence level (CL) were obtained with the CL s method and are reported in Table 1.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 116,
                    "text": "[3]",
                    "end": 119
                },
                {
                    "type": "figure",
                    "start": 1820,
                    "text": "Figure 2",
                    "end": 1828
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2072,
                    "text": "Table 1",
                    "end": 2079
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The exclusion limits on the branching ratios for B 0 s and B 0 decays to dimuons obtained from the ATLAS, CMS and LHCb searches were combined using the CL s method [4]. The LHCb results used in the combination were obtained analyzing integrated luminosities of 1 fb −1 and 0.037 fb −1 collected in 2011 and 2010, respectively, at √ s = 7 TeV [5,6]. No ATLAS data were used in the limit combination for the B 0 decay. The results of the LHC combination are reported in  are negligible, with R bkg = 1.00 ± 0.04. All input parameters are summarized in Table 7.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 164,
                    "text": "[4]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 342,
                    "text": "[5,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 345,
                    "text": "6]",
                    "end": 347
                },
                {
                    "type": "table",
                    "start": 550,
                    "text": "Table 7",
                    "end": 557
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The expected limits were obtained by setting the counts in the search region equal to the interpolated background plus the Figure 2. Invariant-mass distribution of dimuon candidates in ATLAS data for the pseudorapidity region with the best invariant-mass resolution. The invariant-mass distribution for the selected candidates in data (dots), the signal (continuous line) as predicted by MC assuming B(B 0 s → µ + µ − )=3.5 × 10 −8 , and two dashed vertical lines corresponding to the optimized signal region. The grey areas correspond to the sidebands used in the analysis.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 123,
                    "text": "Figure 2",
                    "end": 131
                }
            ]
        },
        {
            "section": "Summary",
            "text": "the most stringent exclusions limits to date for both decays.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Summary",
            "text": "The LHCb experiment recently updated the search combining datasets corresponding to integrated luminosities of 1.1 fb −1 and 1.0 fb −1 collected at √ s = 8 TeV and 7 TeV, respectively [7]. The analysis yielded an excess of events in the B 0 s → µ + µ − channel with respect to the background expectation, with a signal significance of 3.5 standard deviations. An unbinned maximum-likelihood fit gave a branching fraction B(B 0 s → µ + µ − )= (3.2 +1.5 −1.2 )×10 −9 , where the statistical uncertainty is 95% of the total uncertainty. This value is in agreement with the SM expectation. The number of candidates in the B 0 → µ + µ − mass window is consistent with the background expectation and the observed(expected) 95% CL exclusion limit is 9.4(7.1) × 10 −10 . A more detailed discussion of the LHCb results can be found in these proceedings [8].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 184,
                    "text": "[7]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 844,
                    "text": "[8]",
                    "end": 847
                }
            ]
        },
        {
            "section": "Summary",
            "text": "At the Tevatron similar searches were performed by the CDF and D0 experiments. The most stringent constraint is provided by the D0 collaboration, that has fully analyzed the Run II pp dataset corresponding to an integrated luminosity of 10.4 fb −1 [9]. The mass resolution is not sufficient to separate the B 0 s and B 0 decays and a search for B 0 s decays was performed assuming no contribution from B 0 . Decay candidates were identified by selecting two high-quality muons of opposite charge forming a three-dimensional vertex well separated from the primary interaction. Backgrounds in the low mass region are dominated by sequential decays b → cµX → µµX while on the high mass region double semileptonic decays are dominant. From the peaking backgrounds the B 0 s →KK is the dominant contribution. Oppositely charged muons with p T > 1.5 GeV were selected and a multivariate discriminant was used to differentiate between signal and backgrounds. Two boosted decision trees (BDT) were trained against the two background categories using 30 variables. The optimal BDT output cuts were determined by opti-mizing the expected limit the B 0 s branching ratio and were set to 0.19 and 0.26. The expected number of events in the signal and control regions was determined by applying a log likelihood fit to the dimuon mass distribution using an exponential plus constant functional form. Three events in the signal region were observed after unblinding, which is consistent with expected background. The observed and expected upper limits improve substantially the previous D0 result and are given in Table 1.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 248,
                    "text": "[9]",
                    "end": 251
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1600,
                    "text": "Table 1",
                    "end": 1607
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The CDF collaboration has analyzed the full Run II data sample [10], with an event selection based on a neural network using 14 input variables. It required high quality muon candidates with transverse momentum p T > 2.0(2.2) GeV in the central (forward) region. The muon pairs were required to have an invariant mass in the range 4.669 < m µµ < 5.969 GeV and are constrained to originate from a common well measured three-dimensional vertex. A likelihood method together with a selection based on the track energy loss were used to further suppress contributions from hadrons misidentified as muons. The combinatoric background was estimated by fitting a fixed slope first order polynomial to the mass sidebands while the peaking background from B→ hh decays is evaluated from MC, where the hadron misidentification probabilities were extracted from data. The number of candidates in the B 0 mass window after unblinding are consistent with the background expectations and the corresponding exclusions limits are reported in Table 1. The search in the B 0 s window yielded an excess of events in the region of neural network output ν > 0.97 with a background-only p-value of 0.94%. The combination of all neural network bins has a p-value of 6.8% with respect to a background plus SM-signal hypothesis. The excess is likely a statistical fluctuation of the background as no excess is observed in the last two neural network bins. The corresponding observed and expected exclusion limits obtained with the CL s method are given in Table 1.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 63,
                    "text": "[10]",
                    "end": 67
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1026,
                    "text": "Table 1",
                    "end": 1033
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1531,
                    "text": "Table 1",
                    "end": 1538
                }
            ]
        },
        {
            "section": "Summary",
            "text": "The impact of the B s,d → µ + µ − searches at hadron colliders on new physics models is represented in Figure 3, showing the correlation between B 0 s and B 0 branching ratio to dimuons for models with Minimal Flavor Violation (MFV), the SM with a sequential fourth generation (SM4) and four SUSY flavour models (MSSM-RVV2/AKM/AC/LL) [11]. A large part of the parameter space of the supersymmetric models, where tan β can be large, is ruled out by the current constraints. While the recent LHCb observation indicates a value of B(B 0 s → µ + µ − ) consistent with the SM, large enhancements of B(B 0 → µ + µ − ) are not yet excluded by experimental data. The most stringent exclusion limit to date for this channel is about eight times larger than the SM prediction (at 95% CL). The prospects for further improving the precision on the B s,d branching fractions to dimuons at the LHC are excellent, with the most stringent constraints expected from LHCb and CMS. The LHCb, CMS experiments have collected about 2.1 fb −1 and 23 fb −1 in 2012, respectively, at the center-of-mass energy √ s = 8 TeV. Results based on the analysis of these datasets are expected to be released within 2013. The decay B s ! µ + µ is strongly helicity-suppressed in the SM. For this reason, its branching ratio could be strongly enhanced in the presence of NP in the scalar or pseudoscalar operators, which would lift this helicity suppression. A prominent example of a model predicting such enhancement is supersymmetry with large tan and sizable A terms, as motivated e.g. by grand unification.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 103,
                    "text": "Figure 3,",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 334,
                    "text": "[11]",
                    "end": 338
                }
            ]
        },
        {
            "section": "Summary",
            "text": "However, the recent upper bound on the branching ratio presented by the CMS collaboration 1 and the very recent, even stronger bound by LHCb presented at this conference 2 , strongly limit the size of such contributions. This constitutes a significant constraint for a large class of NP models, as is exemplified in fig. 1, showing the correlation between BR(B s ! µ + µ ) and BR(B d ! µ + µ ) in models with Minimal Flavour Violation (MFV 3 ), the Randall-Sundrum model with custodial protection (RSc 4 ), the Standard Model with a sequential fourth generation (SM4 5 ) and four SUSY flavour models b A large part of the parameter space of the supersymmetric models, where tan can be large, is ruled out by the constraints, leading to a much more constrained situation than one year ago 6,7 . However, it should be emphasized that models where NP enters B s ! µ + µ via the semi-leptonic operators O (0) 10 , like the SM4 or RSc in fig. 1, or SUSY models with small tan , are starting to be probed only now. Indeed, a model-independent analysis of new physics in b ! s transitions has shown that NP in C 10 or C 0 10 can only enhance the branching ratio of B s ! µ + µ up to 5.6⇥10 9 , using all the information on b ! s transitions available before this conference 13 .",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 316,
                    "text": "fig. 1",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 788,
                    "text": "6,",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 790,
                    "text": "7",
                    "end": 791
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 933,
                    "text": "fig. 1",
                    "end": 939
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1267,
                    "text": "13",
                    "end": 1269
                }
            ]
        },
        {
            "section": "Summary",
            "text": "In any case, an important consequence of the strong new bounds is that the scalar and pseudoscalar operators are irrelevant c for all the semi-leptonic b ! s decays, which are not helicity suppressed. The following model-independent discussion will thus focus on the magnetic and semi-leptonic operators.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Summary",
            "text": "b The acronyms stand for the models by Agashe and Carone (AC 8 ), Ross, Velasco-Sevilla and Vives (RVV2 9 ), Antusch, King and Malinsky (AKM 10 ) and a model with left-handed currents only (LL 11 ). See the original analysis 12 for details.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 225,
                    "text": "12",
                    "end": 227
                }
            ]
        },
        {
            "section": "Summary",
            "text": "c Barring a fortuitous cancellation in CS C 0 S and CP C 0 P , which are the only combinations entering the Bs ! µ + µ branching ratio.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "LHC combination (June 2012)",
            "section_rank": 5
        },
        {
            "section": "LHC combination (June 2012)",
            "text": "CDF excluded (10 fb -1 ) ATLAS excluded (2.4 fb -1 ) CMS excluded (5 fb -1 ) D0 excluded (10 fb -1 ) Figure 3. Summary of the measured exclusion limits at 95% CL for the B 0 s and B 0 decays to dimuons at LHC and Tevatron. Areas on the right hand side of the dashed line are excluded. The regions predicted by SM4 and four SUSY models are represented by the colored contours. The SM expectation is marked by a star (from [11]).",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 101,
                    "text": "Figure 3",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 421,
                    "text": "[11]",
                    "end": 425
                }
            ]
        },
        {
            "text": "Studies of b → sµ + µ − transitions",
            "section_rank": 6
        },
        {
            "section": "Studies of b → sµ + µ − transitions",
            "text": "Rare B hadron decays of the type b → sµ + µ − are mediated by FCNC and occur in the SM with branching rations of the order O(10 −6 ) [12,13]. Theories extending the SM favour enhanced rates of these decays and can modify the angular distributions of the decay products. Although no significant departures from the SM have been observed so far, the LHCb collaboration recently reported an isospin asymmetry between the branching ratio of B + → K + µ + µ − and B 0 → K 0 µ + µ − deviating from zero with a significance of 4.4 standard deviations [14]. The CDF experiment recently analysed the full dataset corresponding to an integrated luminosity of 9.6 fb −1 . Besides the measurements of total and differential branching ratios in B",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 133,
                    "text": "[12,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 137,
                    "text": "13]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 544,
                    "text": "[14]",
                    "end": 548
                }
            ]
        },
        {
            "section": "Studies of b → sµ + µ − transitions",
            "text": "and Λ 0 b → Λµ + µ − , measurements of the combined branching ratio assuming isospin symmetry and of the isospin asymmetry between neutral and charged B mesons are provided [15]. To cancel the dominant systematic uncertainties, the decay rates for each rare channel H b → hµ + µ − were normalised to the corresponding resonant channel H b → hJ/ψ, where H b can be B + , B 0 , B 0 s and Λ b , and h stands for K + , K * 0 , φ, K 0 S , K * + , and Λ. Candidate events were selected by constructing a vertex of two muons that satisfy the trigger requirements with one charged track or with two reconstructed tracks of opposite charge, for the case of charged and neutral h hadrons, respectively. For the normalisation samples the dimuon invariant mass was required to be within 50 MeV of the J/ψ mass. After loose selection cuts the rare decays were tightly selected with a multivariate analysis based on a Neural Network. The signal yields were obtained from an unbinned maximum likelihood fit to the invariant mass distribution, as shown in Figure 4, and were corrected for the MC selection efficiencies to extract the relative branching ratios. The results are summarised in Table 2. The  S µ + µ − , B + → K * + µ + µ − , and Λ 0 b → Λµ + µ − , for 9.6 fb −1 , respectively.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 173,
                    "text": "[15]",
                    "end": 177
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1040,
                    "text": "Figure 4",
                    "end": 1048
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1175,
                    "text": "Table 2",
                    "end": 1182
                }
            ]
        },
        {
            "section": "Studies of b → sµ + µ − transitions",
            "text": "Mode  differential branching ratio were measured as function of the dimuon invariant mass, q 2 = m 2 µµ c 2 , by performing the signal fit in each q 2 bin, as shown in Figure 4 for the B 0 → K * 0 µ + µ − decay.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 168,
                    "text": "Figure 4",
                    "end": 176
                }
            ]
        },
        {
            "section": "Studies of b → sµ + µ − transitions",
            "text": "The isospin asymmetries between neutral and charged B meson decays are observables with relatively low theoretical uncertainties, since the leading form factor uncertainties cancel in the ratio. The asymmetries A ( * ) I = B(B 0 → K ( * )0 µ + µ − ) − B(B + → K ( * )+ µ + µ − ) B(B 0 → K ( * )0 µ + µ − ) + B(B + → K ( * )+ µ + µ − ) were also measured by the CDF experiment and were found to be consistent with zero over the full q 2 range. Thus this result does not confirm the deviation observed by LHCb. In B 0 → K ( * ) µ + µ − decays the muon forward-backward asymmetry (A FB ) and the K * longitudinal polarisation (F L ) are extracted from the angular distributions cos θ µ and cos θ K , respectively, where θ µ is the angle between the µ + direction and the opposite of the B meson direction in the dimuon rest frame, while θ K is the angle between the kaon direction and the direction opposite to the B meson in the K * rest frame. An simultaneous unbinned maximum likelihood fit if the polarisation angles is performed to extract",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Figure 6 .",
            "section_rank": 7
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Dimuon invariant-mass distributions in the barrel (left) and endcap (right) channels. The signal windows for B 0 s and B 0 are indicated by horizontal lines.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Dimuon invariant-mass distributions measured by CMS in the barrel (left) and endcap (right) channels. The signal windows for B 0 s and B 0 are indicated by horizontal lines",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Invariant-mass distribution of candidates in data. For each mass-resolution category (top to bottom) each plot shows the invariant-mass distribution for the selected candidates in data (dots), the signal (continuous line) as predicted by MC assuming BR(B 0 s → µ + µ − ) = 3.5 × 10 −8 , and two dashed vertical lines corresponding to the optimized m cut. The grey areas correspond to the sidebands used in the analysis. tion (scaled by the normalization and relative efficiency parameters), the continuum background and the resonant background. The mean of the Poisson distribution in the sidebands is equal to the background scaled by R bkg . The parameters σ (σ i ), σ R bkg (σ R bkg i",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Figure 1 :",
            "section_rank": 10
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Correlation between the branching ratios of Bs ! µ + µ and Bd ! µ + µ in MFV, the SM4 and four SUSY flavour models. The gray area is ruled out experimentally. The SM point is marked by a star.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "FIG. 1: (From top-left to bottom-right) The H b invariant mass of B +→ K + µ + µ − , B 0 → K * 0 µ + µ − , B K 0S µ + µ − , B + → K * + µ + µ − , and Λ 0 b → Λµ + µ − , for 9.6 fb −1 , respectively.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Figure 4 .",
            "section_rank": 12
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Up: Invariant mass distribution for the B 0 → K * 0 µ + µ − channel measured by the CDF experiment. Down: Differential branching ratio as function of q 2 (squares) compared to the SM expectation (red line).",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Table 2 .",
            "section_rank": 13
        },
        {
            "section": "Table 2 .",
            "text": "The event selection e ciency for signal events \" tot , the SM-predicted number of signal events N exp signal , the expected number of peaking background events N exp peak and combinatorial background events N exp comb , and the number of observed events N obs in the barrel and endcap channels for B 0 s ! µ + µ and B 0 ! µ + µ . The quoted errors include both, the statistical and the systematic uncertainties.",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "Table 1 .",
            "section_rank": 14
        },
        {
            "section": "Table 1 .",
            "text": "Expected and observed upper limits (95% CL) for the B s,d branching fractions to dimuons.",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Table 1",
            "section_rank": 15
        },
        {
            "section": "Table 1",
            "text": "and constitute",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "TABLE V :",
            "section_rank": 16
        },
        {
            "section": "TABLE V :",
            "text": "Differential branching ratio of B 0 → K * 0 µ + µ",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "section": "TABLE V :",
            "text": "where",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "section": "TABLE V :",
            "text": "yields after the optimal NN cut (at th ε loose hµ + µ − /ε loose J/ψ h is the relative efficiency at the loose selection, ε NN hµ + µ − is the NN cut efficiency to th event. These efficiencies are estimated by signal MC. We do not apply a NN selection to J/ψ h these channels have sufficient signal to background ratios with the loose selection. The relative effic efficiency are obtained from MC and are listed in Tab. IV. We study the NN cut efficiency with th sample. The rare channel's NN cut efficiency is corrected by the efficiency ratio between data and    ",
            "paragraph_rank": 38,
            "section_rank": 18
        },
        {
            "text": "Channel ratio",
            "section_rank": 19
        },
        {
            "section": "Channel ratio",
            "text": "Relative branching ratio (10 −3 ) B(B",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "section": "Channel ratio",
            "text": "0.90 ± 0.14(stat)±0.07(syst) B(B 0 → K 0 µ + µ − )/B(B 0 → K 0 J/ψ) 0.38 ± 0.10(stat)±0.03(syst) B(B + → K * + µ + µ − )/B(B + → K * + J/ψ) 0.62 ± 0.18(stat)±0.06(syst) B(Λ 0 b → Λµ + µ − )/B(Λ 0 b → ΛJ/ψ) 2.75 ± 0.48(stat)±0.27(syst) the angular variables as function of the dimuon invariant mass, as shown in Figure 5. All measurements are consistent with the SM prediction and with previous measurements.",
            "paragraph_rank": 40,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 311,
                    "text": "Figure 5",
                    "end": 319
                }
            ]
        }
    ]
}