{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report a measurement of the time-dependent ratio of D 0 → K + π − to D 0 → K − π + decay rates in D * + -tagged events using 1.0 fb −1 of integrated luminosity recorded by the LHCb experiment. We measure the mixing parameters x 2 = (−0.9 ± 1.3) × 10 −4 , y = (7.2 ± 2.4) × 10 −3 and the ratio of doubly-Cabibbosuppressed to Cabibbo-favored decay rates R D = (3.52 ± 0.15) × 10 −3 . The result excludes the no-mixing hypothesis with a probability corresponding to 9.1 standard deviations and represents the first observation of charm mixing from a single measurement.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "1 Charge-conjugated modes are implied unless otherwise stated.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Quantum-mechanical mixing between neutral meson particle and antiparticle flavour eigenstates provides important information about electroweak interactions and the Cabibbo-Kobayashi-Maskawa matrix, as well as the virtual particles that are exchanged in the mixing process itself. For this reason, the mixing of neutral mesons is generally considered a powerful probe to discover physics beyond the standard model. Meson-antimeson mixing has been observed in the K 0 −K 0 [1], B 0 −B 0 [2] and B 0 s −B 0 s [3] systems, all with rates in agreement with standard model expectations. Evidence of mixing in the charm system has been reported by three experiments using different D 0 decay channels [4][5][6][7][8][9]. Only the combination of these measurements provides confirmation of D 0 − D 0 mixing with more than 5σ significance [10]. While it is accepted that charm mixing occurs, a clear observation of the phenomenon from a single measurement is needed to establish it conclusively.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 471,
                    "text": "[1]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 485,
                    "text": "[2]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 506,
                    "text": "[3]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 694,
                    "text": "[4]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 697,
                    "text": "[5]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 700,
                    "text": "[6]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 703,
                    "text": "[7]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 706,
                    "text": "[8]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 709,
                    "text": "[9]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 830,
                    "text": "[10]",
                    "end": 834
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Thanks to the large charm production cross-section available in pp collisions at √ s = 7 TeV and to its flexible trigger on hadronic final states, the LHCb experiment [11] collected the world's largest sample of fully reconstructed hadronic charm decays during the 2011 LHC run. In the following we present the first search for D 0 − D 0 mixing using this data sample, which corresponds to 1.0 fb −1 of integrated luminosity. More details on the analysis can be found in Ref. [12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 167,
                    "text": "[11]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 476,
                    "text": "[12]",
                    "end": 480
                }
            ]
        },
        {
            "text": "Measurement of charm mixing in the",
            "section_rank": 3
        },
        {
            "section": "Measurement of charm mixing in the",
            "text": "In this analysis a search for D 0 − D 0 mixing is performed by measuring the time-dependent ratio of D 0 → K + π − a e-mail: angelo.di.canto@cern.ch to D 0 → K − π + decay rates. 1 The D 0 flavour at production time is determined using the charge of the soft (low-momentum) pion, π + s , in the strong",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 179,
                    "text": "1",
                    "end": 180
                }
            ]
        },
        {
            "section": "Measurement of charm mixing in the",
            "text": "is designated as wrong-sign (WS). The RS process is dominated by a Cabibbo-favored (CF) decay amplitude, whereas the WS amplitude includes contributions from both the doubly-Cabibbo-suppressed (DCS) D 0 → K + π − decay, as well as D 0 − D 0 mixing followed by the favored D 0 → K + π − decay. In the limit of small mixing (|x|, |y| 1), and assuming negligible CP violation, the time-dependent ratio, R(t), of WS to RS decay rates is approximated by",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Measurement of charm mixing in the",
            "text": "where t/τ is the decay time expressed in units of the average D 0 lifetime τ, R D is the ratio of DCS to CF decay rates,",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Measurement of charm mixing in the",
            "text": "x and y are the mixing parameters rotated by the strong phase difference between the DCS and CF amplitudes. In case of no mixing, x = y = 0, the WS/RS ratio would be independent of decay time.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Outline of the analysis",
            "section_rank": 4
        },
        {
            "section": "Outline of the analysis",
            "text": "The candidate reconstruction exploits the capabilities of the silicon vertex locator (VELO), to identify the displaced two-track vertices of the D 0 decay products with decay-time resolution ∆t ≈ 0.1τ; of the tracking system, which measures charged particles with momentum resolution ∆p/p that varies from 0.4% at 5 GeV/c to 0.6% at 100 GeV/c, corresponding to a typical mass resolution of approximately 8 MeV/c 2 for a two-body charm-meson decay; and of the ring imaging Cherenkov detectors, which are used to distinguish between pions and kaons and to suppress the contamination from misidentified two-body charm decays in the sample.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Outline of the analysis",
            "text": "We reconstruct approximately 3.6 × 10 4 WS and 8.4 × 10 6 RS decays as shown in figure 1, where the M(D 0 π + s ) distribution for the selected RS and WS candidates is fitted to separate the D * + signal component, with a mass resolution of about 0.3 MeV/c 2 , from the background component, which is dominated by associations of real D 0 decays and random pions. Similar fits are used to determine the signal yields for the RS and WS samples in thirteen D 0 decay time bins, chosen to have a similar number of candidates in each bin. The shape parameters and the yields of the two components, signal and random pion background, are left free to vary in the different decay time bins. We further assume that the M(D 0 π + s ) signal shape for RS and WS decay are the same and therefore first perform a fit to the more abundant and cleaner RS sample to determine the signal shape and yield, and then use those shape parameters with fixed values when fitting for the WS signal yield. The signal yields from the thirteen bins are used to calculate the WS/RS ratios and the mixing parameters are determined in a binned χ 2 fit to the observed decay-time dependence.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "Since WS and RS events are expected to have the same decay-time acceptance and M(D 0 π + s ) distributions, most systematic uncertainties affecting the determination of the signal yields as a function of decay time cancel in the ratio between WS and RS events. Residual biases from non-cancelling instrumental and production effects, such as asymmetries in detection efficiencies or in production, are found to modify the WS/RS ratio only by a relative fraction of O(10 −4 ) and are neglected. Uncertainties in the distance between VELO sensors can lead to a bias of the decay-time scale. The effect has been estimated to be less than 0.1% of the measured time and translates into relative systematic biases of 0.1% and 0.2% on y and x 2 , respectively. At the current level of statistical precision, such small effects are negligible.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main sources of systematic uncertainty are those which could alter the observed decay-time dependence of the WS/RS ratio. Two such sources have been identified: (1) D mesons from b-hadron decays, and (2) peaking backgrounds from charm decays reconstructed with the wrong particle identification assignments. These effects, discussed below, are expected to depend on the true value of the mixing parameters and are accounted for in the time-dependent fit.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "A contamination of charm mesons produced in bhadron decays (secondary D decays) could bias the timedependent measurement, as the reconstructed decay time is calculated with respect to primary vertex, which, for these candidates, does not coincide with the D 0 production vertex. When the secondary component is not subtracted, the measured WS/RS ratio can be written as",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": ", where R(t) is the ratio of promptlyproduced candidates according to Eq. (1), and ∆ B (t) is a time-dependent bias due to the secondary contamination. Since R(t) is measured to be monotonically non- decreasing [10] and the reconstructed decay time for secondary decays overestimates the true decay time of the D 0 meson, it is possible to bound ∆ B (t), for all decay times, as",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 211,
                    "text": "[10]",
                    "end": 215
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "where f RS B (t) is the fraction of secondary decays in the RS sample at decay time t. In this analysis most of the secondary D decays are removed by requiring the χ 2 (IP) of the D 0 to be smaller than 9. 2 A residual (2.7 ± 0.2)% contamination survives. To include the corresponding systematic uncertainty, we modify the fitting function for the mixing hypothesis assuming the largest possible bias from equation (2). The value of f RS B (t) is constrained, within uncertainties, to the measured value, obtained by fitting the χ 2 (IP) distribution of the RS D 0 candidates in bins of decay time (see figure 2). In this fit, the promptlyproduced component is described by a time-independent χ 2 (IP) shape, which is derived from data using the candidates with t < 0.8τ. The χ 2 (IP) shape of the secondary component (represented by the solid histograms in figure 2), and its dependence on decay time, is also determined from data by studying the sub-sample of candidates that are reconstructed, in combination with other tracks in the events, as B → D * (3)π, B → D * µX or B → D 0 µX. The measured value of f RS B (t) is shown in figure 3. Assuming the maximum bias could induce an over-correction which results in a shift in the estimated mixing parameters. We checked on pseudo-experiments, before fitting the data, and then also on data that such a shift is always much smaller than the corresponding increase in the uncertainty when the secondary bias is included in the fit.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 415,
                    "text": "(2)",
                    "end": 418
                },
                {
                    "type": "figure",
                    "start": 603,
                    "text": "figure 2)",
                    "end": 612
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Peaking background in M(D 0 π + s ), that is not accounted for in our mass fit, arises from D * + decays for which the correct soft pion is found but the D 0 is partially reconstructed or misidentified. This background is suppressed by the use of tight particle identification and two-body mass requirements. From studies of the events in the D 0 mass sidebands, we find that the dominant source of peaking background leaking into our signal region is from RS τ / t events which are doubly misidentified as a WS candidate; they are estimated to constitute (0.4 ± 0.2)% of the WS signal. From the same events, we also derive a bound on the possible time dependence of this background (see figure 4), which is included in the fit in a similar manner to the secondary background. Contamination from peaking background due to partially reconstructed D 0 decays is found to be much smaller than 0.1% of the WS signal and neglected in the fit. Figure 5 shows the observed decay-time evolution of the WS to RS ratio, with the projection of the best fit result overlaid (solid line). The estimated values of the parameters R D , y and x 2 are listed in table 1. To evaluate the significance of this mixing result we determine the change in the fit χ 2 when the data are described under the assumption of the no-mixing hypothesis (dashed line in figure 5). Under the assumption that the χ 2 difference, ∆χ 2 , follows a χ 2 distribution for two degrees of freedom, ∆χ 2 = 88.6 corresponds to a p-value of 5.7 × 10 −20 , which excludes the no-mixing hypothesis at 9.1 standard deviations. This is also illustrated in figure 6 where the 1σ, 3σ and 5σ confidence regions for x 2 and y are shown.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 688,
                    "text": "figure 4)",
                    "end": 697
                },
                {
                    "type": "figure",
                    "start": 938,
                    "text": "Figure 5",
                    "end": 946
                },
                {
                    "type": "figure",
                    "start": 1337,
                    "text": "figure 5",
                    "end": 1345
                },
                {
                    "type": "figure",
                    "start": 1607,
                    "text": "figure 6",
                    "end": 1615
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "We measure the decay time dependence of the ratio between D 0 → K + π − and D 0 → K − π + decays using 1.0 fb −1 of data and exclude the no-mixing hypothesis at 9.1 standard deviations. This is the first observation of D 0 − D 0 oscillations in a single measurement. The measured values of the mixing parameters are compatible with and have better precision than those from previous measurements [4,6,13], as shown in table 2. Exp. R D (10 −3 ) y (10 −3 )",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 396,
                    "text": "[4,",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 399,
                    "text": "6,",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 401,
                    "text": "13]",
                    "end": 404
                }
            ]
        },
        {
            "section": "Results",
            "text": "x 2 (10 −3 ) LHCb 2011 3.52 ± 0.15 7.2 ± 2.4 −0.09 ± 0.13 BaBar [4] 3.03 ± 0.19 9.7 ± 5.4 −0.22 ± 0.37 Belle [13] 3.64 ± 0.17 0.6 +4.0 The result is still statistically limited and can be improved thanks to the already available 2.1 fb −1 sample of pp collisions recorded by LHCb at √ s = 8 TeV during 2012. This additional sample will also allow to search for CP violation in charm mixing with sensitivities never achieved before.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 64,
                    "text": "[4]",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 109,
                    "text": "[13]",
                    "end": 113
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Time-integrated D 0 π + s mass distributions for the selected RS D 0 → K − π + (left) and WS D 0 → K + π − (right) candidates with fit projections overlaid. The bottom plots show the normalized residuals between the data points and the fits.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Figure 2 .Figure 3 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .Figure 3 .",
            "text": "Figure 2. Background-subtracted χ 2 (IP) distributions for RS D 0 candidates in two different decay-time bins. The dashed line indicates the cut used in the analysis; the solid histograms represent the estimated secondary components.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Figure 4 .",
            "section_rank": 9
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Decay-time evolution of the number of doubly misidentified RS events observed in the D 0 mass sidebands of the WS sample normalized to the RS signal yield. The solid (dashed) line is the result of a fit assuming linear (constant) decay-time dependence.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Figure 5 .Figure 6 .",
            "section_rank": 10
        },
        {
            "section": "Figure 5 .Figure 6 .",
            "text": "Figure 5. Decay-time evolution of the ratio, R, of WS D 0 → K + π − to RS D 0 → K − π + yields (points) with the projection of the mixing allowed (solid line) and no-mixing (dashed line) fits overlaid.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "± 0.55 8.5 ± 7.6 −0.12 ± 0.35",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Table 1 .",
            "section_rank": 12
        },
        {
            "section": "Table 1 .",
            "text": "Results of the time-dependent fit to the data. The uncertainties include statistical and systematic sources; ndf indicates the number of degrees of freedom.",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Table 2 .",
            "section_rank": 13
        },
        {
            "section": "Table 2 .",
            "text": "Comparison of our result with recent measurements from other experiments. The uncertainties include statistical and systematic components.",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "section": "Table 2 .",
            "text": "The χ 2 (IP) is defined as the difference between the χ 2 of the primary vertex reconstructed with and without the considered particle, and is a measure of consistency with the hypothesis that the particle originates from the primary vertex.",
            "paragraph_rank": 26,
            "section_rank": 13
        }
    ]
}