{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "T2K has performed the first measurement of νµ inclusive charged current interactions on carbon at neutrino energies of ∼1 GeV where the measurement is reported as a flux-averaged double differential cross section in muon momentum and angle. The flux is predicted by the beam Monte Carlo and external data, including the results from the NA61/SHINE experiment. The data used for this measurement were taken in 2010 and 2011, with a total of 10.8 × 10 19 protons-on-target. The analysis is performed on 4485 inclusive charged current interaction candidates selected in the most upstream fine-grained scintillator detector of the near detector. The flux-averaged total cross section is σCC φ = (6.91 ± 0.13(stat) ± 0.84(syst)) × 10 −39 cm 2 nucleon for a mean neutrino energy of 0.85 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The T2K (Tokai-to-Kamioka) experiment is a long baseline neutrino oscillation experiment [1] whose primary goals are to make precise measurements of the appearance of electron neutrinos and the disappearance of muon neutrinos at a distance where the oscillation is maximal for the neutrino beam energy. This analysis is motivated, in part, by the fact that improved precision in the oscillation analyses requires better knowledge of neutrino interaction cross sections.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 89,
                    "text": "[1]",
                    "end": 92
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Charged current (CC) neutrino-nucleon interactions at neutrino energies around 1 GeV have been studied in the past predominantly on deuterium targets [2,3]. Many modern neutrino oscillation experiments like SciBooNE, MiniBooNE and T2K use heavier targets rich in carbon (and/or oxygen). Nuclear effects are important for those targets and, consequently, the neutrino interaction cross sections are not well known. It is therefore important to measure and understand these interactions to minimize systematic uncertainties for the oscillation measurement.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 150,
                    "text": "[2,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 153,
                    "text": "3]",
                    "end": 155
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "For this purpose, we present a flux-averaged double differential inclusive muon neutrino CC cross section on carbon as a function of muon momentum and angle. An unfolding method that corrects for detector resolution, efficiencies and backgrounds is used to extract the fluxaveraged total cross section and differential cross section in muon momentum and angle. The cross-section extraction technique requires a detailed Monte Carlo (MC) simulation including the neutrino flux prediction (Sec. II B), a complete neutrino interaction model (Sec. III), full description of the near detector and accurate simulation of the readout electronics. The neutrino event generator NEUT [4] is used in the calculations of the selection efficiency for signal events and the rate of background events in the analysis. Additionally, a different event generator, GENIE [5], is used for cross-checks and for fake data studies. Finally, the results of this analysis are compared with the predictions of the NEUT and GENIE generators.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 674,
                    "text": "[4]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 852,
                    "text": "[5]",
                    "end": 855
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we first summarize the T2K experiment in Sec. II, where we present a description of the off-axis near detector (Sec. II C) and, in particular, the tracker region where the neutrino interaction target is located. Sec. III is devoted to a detailed description of how neua also at Kavli IPMU, U. of Tokyo, Kashiwa, Japan b also at J-PARC Center c also at Institute of Particle Physics, Canada d also at J-PARC Center; also at Kavli IPMU, U. of Tokyo, Kashiwa, Japan e also at JINR, Dubna, Russia f deceased g also at BMCC/CUNY, New York, New York, U.S.A. trino interactions are simulated in T2K. Sec. IV summarizes the reconstruction tools and the event selection in this analysis. The method used to extract the cross section is explained in Sec. V and the results are presented in Sec. VI. The conclusions are given in Sec. VII.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. T2K EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "II. T2K EXPERIMENT",
            "text": "T2K consists of an accelerator-generated neutrino beamline, a near detector complex 280 m downstream of the neutrino beam target and a far detector, Super-Kamiokande (SK), located 295 km away at an angle of 2.5 degrees from the axis of the neutrino beam. Neutrinos are generated from the 30 GeV proton beam of the Japan Proton Accelerator Research Complex (J-PARC) located in Tokai-mura on the east coast of Japan. The near detector complex is composed of a detector on the axis of the neutrino beam, called INGRID, and a detector located 2.5 degrees off-axis, in line with SK, called ND280. INGRID is used primarily to measure the beam profile and stability, and the ND280 detector is used to measure neutrino fluxes and neutrino interaction crosssection properties, as the inclusive CC cross section presented in this paper.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "II. T2K EXPERIMENT",
            "text": "In the following three subsections, the experiment is discussed in detail. We provide an overview of the neutrino beamline in Sec. II A. Sec. II B describes the T2K flux simulation included in the MCs used to extract the cross section, which represents a major systematic uncertainty. Sec. II C describes the off-axis detector, emphasizing the tracking detectors and target composition, as these are essential for the cross-section calculation. We refer to [1] for a complete description of the T2K experiment.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 457,
                    "text": "[1]",
                    "end": 460
                }
            ]
        },
        {
            "section": "II. T2K EXPERIMENT",
            "text": "A. Neutrino beam Fig. 1 depicts the neutrino beamline and the near detectors. The neutrino beam is produced by protons accelerated to 30 GeV kinetic energy. The proton beam has 8 bunches (6 before June 2010) with a 581 ns spacing. The protons in the spill are extracted and directed toward a 91.4 cm long graphite target aligned 2.5 • off-axis angle from Kamioka. The target is installed inside a magnetic horn that collects and focuses the positively charged mesons (mainly pions and kaons) generated by proton interactions in the target. Two additional magnetic horns are used to further focus the charged mesons before they enter a 96 m long steel decay volume filled with helium. The mesons decay predominately into highly boosted muons and muon neutrinos, which propagate roughly in the direction of the decaying mesons. A beam dump stops most of the particles in the beam that are not neutrinos. Some high-energy muons pass through the beam dump and are observed by the muon monitor, providing information used to track the beam direction and stability. The analysis presented in this paper uses the data taken before March 2011, comprising a total of 10.8×10 19 protons-on-target (POT).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 17,
                    "text": "Fig. 1",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1166,
                    "text": "19",
                    "end": 1168
                }
            ]
        },
        {
            "text": "B. Neutrino flux prediction",
            "section_rank": 4
        },
        {
            "section": "B. Neutrino flux prediction",
            "text": "A detailed description of the neutrino flux prediction can be found in [6]. A FLUKA2008 [7,8] and GEANT3.21/GCALOR [9,10] based simulation models the physical processes involved in the neutrino production, from the interaction of primary beam protons in the T2K target, to the decay of hadrons and muons that produce neutrinos. The simulation uses T2K proton beam monitor measurements as inputs. The modeling of hadronic interactions is re-weighted using thin target hadron production data, including recent charged pion and kaon measurements from the NA61/SHINE experiment [11,12], which cover most of the kinematic region of interest. The predicted integrated muon neutrino flux in the chosen fiducial volume for our data exposure is 2.02×10 12 cm −2 .",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 71,
                    "text": "[6]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 88,
                    "text": "[7,",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 91,
                    "text": "8]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 115,
                    "text": "[9,",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 118,
                    "text": "10]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 574,
                    "text": "[11,",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 578,
                    "text": "12]",
                    "end": 581
                }
            ]
        },
        {
            "section": "B. Neutrino flux prediction",
            "text": "For the first published T2K oscillation analyses, the uncertainty on the predicted neutrino flux for this beam was as large as 20% [13,14]. For this work, however, the tuning of the particle production model to NA61/SHINE measurements led to a substantial reduction in systematic errors in the flux. With the latest results released by the NA61/SHINE collaboration on the kaon production cross section based on the 2007 data [12], the uncertainty of the integrated flux is now about 11%.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 131,
                    "text": "[13,",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 135,
                    "text": "14]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 425,
                    "text": "[12]",
                    "end": 429
                }
            ]
        },
        {
            "section": "B. Neutrino flux prediction",
            "text": "The parameterization of the flux uncertainties is described by normalization parameters in bins of neutrino energy and flavor at the near detector. The different sources of uncertainty can be separated into two categories: the hadron production uncertainty and the T2K beamline uncertainty.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "B. Neutrino flux prediction",
            "text": "The uncertainties on hadron production are mainly driven by the NA61/SHINE measurements and the Eichten and Allaby data [15,16], and constitute the dominant component of the flux uncertainty. They include the uncertainty in the production cross section, the secondary nucleon production, pion production multiplicity and kaon production multiplicity.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 120,
                    "text": "[15,",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 124,
                    "text": "16]",
                    "end": 127
                }
            ]
        },
        {
            "section": "B. Neutrino flux prediction",
            "text": "The second category of flux uncertainties is associated with operational variations in the beamline conditions during the data taking. They include uncertainties in the proton beam positioning, the off-axis angle, the horn absolute current, the horn angular alignment, the horn field asymmetry, the target alignment, the position dependence of the flux in the near detector and the proton beam intensity. The last two uncertainties were found to be very small and are therefore considered negligible. Table I shows the contribution of each source of uncertainty to the total uncertainty.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "C. The off-axis ND280 detector",
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The ND280 detector is a magnetized particle tracking device. The active elements are contained inside a large magnet, which was previously used for the UA1 and NO-MAD experiments at CERN. Inside the upstream end of this magnet sits a π 0 detector (PØD) consisting of tracking planes of scintillating bars alternating with either a water target and a brass foil, or a lead foil. Downstream of the PØD, the tracker consists of three gas-filled time projection chambers (TPCs) [17] and two fine-grained detectors (FGDs) [18] made up of finely segmented scintillating bars. The tracker is designed to measure neutrino interactions in the FGDs. The PØD, TPCs, and FGDs are all surrounded by an electromagnetic calorimeter (ECal) which detects γ-rays that fail to convert in the inner detectors, while the return yoke of the magnet is instrumented with scintillator to aid in the identification and range determination for muons that exit out the sides of the off-axis detector. Fig. 3 shows an exploded view of ND280. The main detectors used for the analysis presented in this paper are the FGDs and TPCs. For this measurement, the most upstream FGD (FGD1) is used as an active target for the neutrino interactions, while the second FGD (FGD2) and the TPCs act as tracking detectors.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 474,
                    "text": "[17]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 517,
                    "text": "[18]",
                    "end": 521
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 973,
                    "text": "Fig. 3",
                    "end": 979
                }
            ]
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The FGDs are constructed from 9.61 mm × 9.61 mm × 1864.3 mm bars of extruded polystyrene scintillator, which are oriented along two orthogonal directions perpendicular to the beam. The ND280 coordinate system is a right-handed Cartesian coordinate system with the z axis running through the central axis of the tracker in the beam direction and the y axis in the upward vertical direction.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The FGD1 consists of 5,760 scintillator bars, arranged in 30 layers of 192 bars each, with the layers oriented alternately in the x and y directions. The alternating directions of the bars allows three dimensional tracking of the charged particles. The bars are glued to thin sheets of a glass fiber laminate (G-10) and to each other using Plexus MA590 adhesive. The scintillator bars consist of polystyrene doped with PPO and POPOP plus a thin reflective co-extruded TiO 2 coating. A wavelength shifting fiber, read out by an MPPC, is embedded inside each bar. The composition of the FGD is carbon (86.0%), hydrogen (7.4%), oxygen (3.7%), titanium (1.7%), silicon (1.0%) and nitrogen (0.1%), where the percentages represent the mass fraction of each element. The number of nucleons is given by",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "where",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "is the fiducial volume (FV) inside FGD1 (see Fig. 4), ρ scint = 0.963 g/cm 3 is the density of the scintillator inside the fiducial volume including the glue, coating and the air gaps between the modules, a runs over the elements present in the scintillator, f a is the mass fraction, A a represents the averaged number of nucleons per nucleus and M a is the atomic mass. The ratio of protons to neutrons is 53.6:46.4.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 45,
                    "text": "Fig. 4",
                    "end": 51
                }
            ]
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "In this analysis, the fiducial volume in the beam direction begins at the second x-y module (as encountered by the beam), leaving the first x-y module as a veto for incoming particles from upstream interactions. The downstream end of the fiducial volume includes the last layer of the scintillator. In the x and y directions, a distance equivalent to five bars on each side of the FGD lies outside the fiducial volume. Again, this provides a veto for particles generated by interactions outside the FV.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The second FGD is a water-rich detector consisting of seven x-y modules of plastic scintillator alternating with six 2.5 cm thick layers of water. It is used as a tracking detector in this analysis.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The two FGDs are sandwiched amongst three TPCs. Each TPC consists of an inner box, which is filled with an Ar:CF 4 :iC 4 H 10 (95:3:2 by mass) drift gas mixture, within an outer box containing CO 2 acting as an insulating gas. The inner (outer) walls are made from composite panels with copper-clad G-10 (aluminum) skins. The inner box panels were precisely machined with an 11.5 mm pitch copper strip pattern which, in conjunction with a central cathode panel, produces a uniform electric drift field in the active drift volume of the TPC, roughly aligned with the magnetic field provided by the magnet.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "At each side of the TPCs, 12 micromegas (micromesh gas detector) modules are arranged in two verti-cal columns.The role of the micromegas is to amplify the ionization signals created by charged particles passing through the TPCs.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The micromegas anode is segmented into pads of 7.0 mm × 9.8 mm (vertical × horizontal) allowing 3D track reconstruction of charged particles traversing the TPC. The x coordinate is obtained by projecting the arrival times of the pad signals as discussed in section IV.B.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "C. The off-axis ND280 detector",
            "text": "The TPCs perform three key functions in the near detector: 3-dimensional reconstruction of charged particles crossing the detector; measurement of the momenta of charged particles via curvature in a 0.2 T magnetic field; and particle identification (PID) for charged particles via ionization (dE/dx). These three functions allow the selection of high purity samples of different types of neutrino interactions.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "III. SIMULATION OF NEUTRINO INTERACTIONS",
            "section_rank": 6
        },
        {
            "section": "III. SIMULATION OF NEUTRINO INTERACTIONS",
            "text": "Neutrino interactions in the entire detector are simulated with the NEUT [4] and GENIE [5] program libraries. While NEUT is used as the primary generator, including for the propagation of systematic errors, GE-NIE is used for cross-checks and for the generation of fake data sets. NEUT and GENIE cover a similar range of neutrino energies from several tens of MeV to hundreds of TeV and are able to simulate all the nuclear targets present in the near detector.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 73,
                    "text": "[4]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 87,
                    "text": "[5]",
                    "end": 90
                }
            ]
        },
        {
            "section": "III. SIMULATION OF NEUTRINO INTERACTIONS",
            "text": "The neutrino interactions are simulated in both neutral current (NC) and CC modes and include the processes of elastic scattering, quasi-elastic scattering, single meson production, single gamma production, coherent pion production and non-resonant inelastic scattering. Interactions of hadrons produced inside the nuclear medium are also simulated.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "III. SIMULATION OF NEUTRINO INTERACTIONS",
            "text": "Simulations are a critical aspect of this analysis. In the simulated data, neutrino interactions are generated outside and within the full detector volume including all active and inactive material. This provides information necessary to understand the signal as well as backgrounds from interactions outside the fiducial volume. The details of the simulation process are presented in the remainder of this section. We first describe, in Sec. III A, the various interaction models simulated in the event generators. The modeling is important to understand the selection efficiency and backgrounds, as well as how reconstructed and true quantities are related. In Sec. III B, we present the systematic uncertainties associated with each kind of interaction. In Sec. V, these uncertainties are propagated to the reported cross section.",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "A. Neutrino interaction model",
            "section_rank": 7
        },
        {
            "section": "A. Neutrino interaction model",
            "text": "In the following, the main interactions related to our CC inclusive measurement are discussed. Table II shows the relative fractions of each neutrino interactions type simulated in our mixed target. The Monte Carlo predicts that 89% of interactions occur on carbon. Some specific interactions such as NC elastic scattering, charm production and neutrino-electron elastic scattering are not discussed in this paper due to their irrelevance to this analysis. We refer to [4,5] for the details. Both generators use the Llewellyn Smith formalism [19] for quasi-elastic (QE) scattering. In this model the hadronic weak current is expressed in terms of the most general Lorentz-invariant form factors which do not violate G-parity: namely two vector form factors, one pseudo-scalar form factor and one axial form factor. The vector form factors are measured over a broad range of kinematics in electron elastic scattering experiments and are fixed by the conserved vector current (CVC) hypothesis. The pseudo-scalar form factor is assumed to have the form suggested by the partially conserved axial current (PCAC) hypothesis [19]. This leaves the axial form factor F A (Q 2 ) as the sole remaining unknown quantity. The value of the axial form factor at Q 2 = 0, F A (0), is well known from measurements of neutron beta decay and the Q 2 dependence of this form factor can only be determined in neutrino experiments. In both generators, a dipole form factor is assumed with an axial mass, M QE A , of 0.99 GeV/c 2 for GENIE and 1.21 GeV/c 2 for NEUT.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 95,
                    "text": "Table II",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 469,
                    "text": "[4,",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 472,
                    "text": "5]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 542,
                    "text": "[19]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1119,
                    "text": "[19]",
                    "end": 1123
                }
            ]
        },
        {
            "section": "A. Neutrino interaction model",
            "text": "NEUT and GENIE use slightly different approaches in the treatment of nuclear effects. Both NEUT and GENIE use the relativistic Fermi gas model (RFG) to describe the nuclear environment. The RFG assumes that nucleons are bound in a potential well of binding energy, E B , and that they are quasi-free with a maximum momentum set to the momentum at the Fermi sphere, p F . The values of p F and E B are measured from electron scattering for each target nucleus species individually. While NEUT uses the analytical expressions from the Smith-Moniz [20] model, GENIE incorporates short range nucleon-nucleon correlations in the RFG model and handles kinematics for off-shell scattering according to the model of Bodek and Ritchie [21]. For GENIE, the Rein-Sehgal model is used up to a hadronic invariant mass of 1.7 GeV/c 2 , while the analogous cutoff is 2 GeV/c 2 for NEUT. Below this cut value, GENIE and NEUT use different descriptions of the nonresonant inelastic scattering. This is discussed further in Sec. III A 4.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 545,
                    "text": "[20]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 726,
                    "text": "[21]",
                    "end": 730
                }
            ]
        },
        {
            "text": "Coherent pion production",
            "section_rank": 8
        },
        {
            "section": "Coherent pion production",
            "text": "Coherent scattering results in the production of forward going pions in both the CC and NC channels. Although both the NEUT and GENIE Monte Carlos use the Rein-Sehgal model [24] for coherent pion production, they differ by a factor of 2 in total cross section, as GE-NIE uses a recent revision of the Rein-Sehgal model [23]. Both are, in turn, significantly larger than recent theoretical calculations [25]. The CC coherent pion production of pions has been observed for neutrino energies ranging from 2 to 80 GeV [26]. At energies below 2 GeV, observations from K2K and SciBooNE are consistent with no coherent production [27,28].",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 173,
                    "text": "[24]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 319,
                    "text": "[23]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 402,
                    "text": "[25]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 514,
                    "text": "[26]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 623,
                    "text": "[27,",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 627,
                    "text": "28]",
                    "end": 630
                }
            ]
        },
        {
            "text": "Non-resonant inelastic scattering",
            "section_rank": 9
        },
        {
            "section": "Non-resonant inelastic scattering",
            "text": "There are simalirities in how NEUT and GENIE treat non-resonant inelastic scattering. Both generators use the modifications suggested by Bodek and Yang [29] to describe scattering at low Q 2 . In this model, higher twist and target mass corrections are accounted for through the use of a new scaling variable and modifications to the low Q 2 parton distributions. The cross sections are computed at a fully partonic level and all relevant sea and valence quarks are considered. The longitudinal structure function is taken into account using the Whitlow parameterization [30]. The default parameter values are those given in [29], which are determined based on the GRV98 (Glueck-Rey-Vogt-1998) [31] parton distributions. The same model can be extended to low energies; and it is used for the non-resonant processes that compete with resonances in the few-GeV region.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 152,
                    "text": "[29]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 571,
                    "text": "[30]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 625,
                    "text": "[29]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 694,
                    "text": "[31]",
                    "end": 698
                }
            ]
        },
        {
            "section": "Non-resonant inelastic scattering",
            "text": "NEUT and GENIE use different methods to treat the non-resonant processes at low W (i.e., low hadronic system invariant mass). Below 2 GeV/c 2 , NEUT uses a W -dependent function to determine the pion multiplicity in each interaction. The mean multiplicity of charged pions is estimated from data collected in the Fermilab 15-foot bubble chamber experiment [32]. In both generators, Koba-Nielsen-Olesen (KNO) scaling [33] is used to determine the charged hadron multiplicity. Below 1.7 GeV/c 2 , GENIE uses the Andreopoulos-Gallagher-Kehayias- Yang (AGKY) hadronization model [34] to decompose the Bodek and Yang model into single pion and two pion production contributions. A fraction of these CC-1π and CC-2π contributions are added to the Rein-Sehgal resonance model. The fractions are derived from fits to CC inclusive, CC-1π and CC-2π bubble chamber data. The corresponding fractions for NC are worked out from the CC fractions using isospin arguments.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 356,
                    "text": "[32]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 416,
                    "text": "[33]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "start": 543,
                    "text": "Yang",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 575,
                    "text": "[34]",
                    "end": 579
                }
            ]
        },
        {
            "text": "Final state interactions",
            "section_rank": 10
        },
        {
            "section": "Final state interactions",
            "text": "Final state interactions (FSI) are strong interactions affecting particles produced in neutrino interactions as those particles traverse the target nucleus. These processes can produce a different observable state as compared to the state at the initial neutrino-nucleon interaction vertex.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Final state interactions",
            "text": "NEUT and GENIE use different microscopic cascade models to propagate the pion through the nuclear medium; the other hadrons including nucleons are also simulated with similar but simplified densityindependent cascade models. In the case of pions, four processes are simulated as FSI: QE scattering, absorption, charge exchange and particle production; in the case of nucleons, the simulated processes are QE scattering as well as single and double pion production.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Final state interactions",
            "text": "Because of the larger effect pion tracks have on the CC event selection, we describe pion interactions in more detail. In NEUT, the calculation of the probability of interaction is separated into low and high pion momentum regions (≤ 500 MeV/c and > 500 MeV/c) where different models are adopted. In the region p π < 400 MeV/c, the ∆-hole model [35] is employed. For p π > 500 MeV/c, πp scattering cross sections are used to calculate the interaction probabilities. For p π > 400 MeV/c and p π < 500 MeV/c, a linear blending is done to alleviate discontinuities at 500 MeV/c between the ∆-hole model and the scattering data. GENIE makes use of the INTRANUKE model [36], while NEUT uses the model described in [4]. The FSI model in both generators are tuned to external pion-nucleon scattering data [5,37].",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 345,
                    "text": "[35]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 664,
                    "text": "[36]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 709,
                    "text": "[4]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 798,
                    "text": "[5,",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 801,
                    "text": "37]",
                    "end": 804
                }
            ]
        },
        {
            "text": "B. Neutrino interaction model uncertainties",
            "section_rank": 11
        },
        {
            "section": "B. Neutrino interaction model uncertainties",
            "text": "In this section, we explain how the cross section uncertainties have been calculated. We use a data-driven method where the NEUT predictions are compared to available neutrino-nucleus data in the energy region relevant for T2K. We fit the free parameters of the models implemented in NEUT, and introduce ad hoc parameters, often with large uncertainties, to take account of remaining discrepancies between NEUT and the data.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Estimation of the CCQE scattering uncertainty",
            "section_rank": 12
        },
        {
            "section": "Estimation of the CCQE scattering uncertainty",
            "text": "The uncertainty in the quasi-elastic cross section is estimated by comparing data from the MiniBooNE experiment to NEUT. In this comparison, NEUT CCQE interactions are simulated using the predicted MiniBooNE flux [38] and tuned to the MiniBooNE double-differential muon CCQE data [39] to fit for the best value of M QE A and CCQE normalization. The error on each NEUT parameter is determined as the difference between the fitted value of the parameter and the nominal. For CCQE, we take the MiniBooNE data below 1.5 GeV, and assign the uncertainty of 11% as reported by the MiniBooNE collaboration [39]. To allow for the discrepancy in CCQE cross section between NOMAD [40] at ∼10 GeV and Mini-BooNE at ∼1 GeV a 30% error has been set above 1.5 GeV.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 213,
                    "text": "[38]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 280,
                    "text": "[39]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 598,
                    "text": "[39]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 669,
                    "text": "[40]",
                    "end": 673
                }
            ]
        },
        {
            "section": "Estimation of the CCQE scattering uncertainty",
            "text": "To explore the dependence of the result on the use of the simple RFG nuclear model, a spectral function (SF) model [41] implemented in the NuWro generator [42] is used for comparison. The major contribution to the SF comes from the shell model and the remaining ∼20% from correlated pairs of nucleons. The latter part accounts for a high momentum tail in the nucleon momentum distribution, which extends far beyond the Fermi momentum. The effective binding energy (equivalent to E B in the Fermi gas model) is on average larger which makes the cross section smaller for the SF implementation as compared to RFG. The fractional difference in CCQE event yields calculated with the RFG model and the SF is used to set the uncertainty in each bin of reconstructed muon momentum and angle. Because the uncertainty on the Fermi momentum is large enough to have a non-negligible effect on the shape of the Q 2 spectrum for CCQE events, a systematic error on the Fermi momentum is added over and above the systematic uncertainty assigned using the spectral function comparison. In this case, the uncertainty on the Fermi momentum is taken from electron scattering data [20] and increased to cover MiniBooNE data at low Q 2 . Table III summarizes the uncertainties related to the charged current quasi-elastic interactions for the NEUT generator.",
            "paragraph_rank": 38,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 115,
                    "text": "[41]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 155,
                    "text": "[42]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1161,
                    "text": "[20]",
                    "end": 1165
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1217,
                    "text": "Table III",
                    "end": 1226
                }
            ]
        },
        {
            "text": "Estimation of the CC non-QE scattering uncertainty",
            "section_rank": 13
        },
        {
            "section": "Estimation of the CC non-QE scattering uncertainty",
            "text": "To constrain the single pion production, we perform a joint fit to the MiniBooNE data sets for CC-1π 0 [43], CC-1π + [44] and NC-1π 0 production [45], since these sets are connected in the underlying (Rein-Sehgal) model. We fit to the reconstructed Q 2 distributions in the CC channels and the pion momentum distribution in the NC channel. ), CC-other shape (x CCother ), NC-1π 0 normalization (x N C1π 0 ), NC-1π ± normalization (x N C1π ± ), NC coherent normalization (x N Ccoh. ), and NC-other normalization (x N Cother ). The MiniBooNE data cannot constrain all the parameters separately. The fit can, however, reduce the total parameter space through correlations. Because the MiniBooNE data sets used in these fits can not constrain the parameters x CCother , x N C1π ± , x N Ccoh. and x N Cother , we add penalty terms to prevent large excursions away from the generator defaults in the best fit values of these parameters. These terms represent conservative prior uncertainty estimates on these parameters and are derived with the use of K2K and SciBooNE measurements.",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 103,
                    "text": "[43]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 117,
                    "text": "[44]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 145,
                    "text": "[45]",
                    "end": 149
                }
            ]
        },
        {
            "section": "Estimation of the CC non-QE scattering uncertainty",
            "text": "The MiniBooNE data directly constrain M RES A , x N C1π 0 and the CC-1π normalization parameter for neutrino energies below 2.5 GeV, x CC1π",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "1",
            "section_rank": 14
        },
        {
            "section": "1",
            "text": ". For energies above 2.5 GeV, we assign a conservative 40% error to the normalization of CC-1π production, motivated primarily by NOMAD data [40]. The W eff parameter modifies the width of the hadronic resonance, but not its normalization. It allows an adjustment of the shape of the | p π 0 | spectrum of the NC-1π 0 channel to improve agreement with data. The error on this parameter is taken to be 50%.",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 141,
                    "text": "[40]",
                    "end": 145
                }
            ]
        },
        {
            "section": "1",
            "text": "A 100% error has been set for the CC coherent pion production, x CCcoh . This is driven by the fact that K2K and SciBooNE [27,28] data indicate there is much less coherent charged pion production by neutrinos with energy below 2 GeV than predicted by the original models.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 122,
                    "text": "[27,",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 126,
                    "text": "28]",
                    "end": 129
                }
            ]
        },
        {
            "section": "1",
            "text": "The x CCother parameter modifies a combination of other CC cross section channels as a function of E ν . The interactions contributing to this category are the CC-nπ production, which are interactions with more than one pion in the final state that have a hadronic mass between 1.3 GeV and 2 GeV, and DIS or CC resonant interactions with η/K/γ production. From external data sets [40], the uncertainty is known to be of the order of 10% at 4 GeV. Using this as a reference point, the error is defined as decreasing with the neutrino energy (0.4 GeV/E ν ).",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 380,
                    "text": "[40]",
                    "end": 384
                }
            ]
        },
        {
            "section": "1",
            "text": "The NC-1π ± and the NC-other normalization uncertainties are set to 30% following the studies done for the first published T2K oscillation analyses [13]. In Mini-BooNE, there are very few events corresponding to these channels and the normalization of these events is not wellconstrained in the fit.",
            "paragraph_rank": 44,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 148,
                    "text": "[13]",
                    "end": 152
                }
            ]
        },
        {
            "section": "1",
            "text": "A 30% uncertainty on the NC coherent normalization factor is used. This conservative estimate is motivated by the observation of a 15% discrepancy between the NEUT prediction and the SciBooNE measurement of NC coherent production [46], together with a 20% systematic error in those data.",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 230,
                    "text": "[46]",
                    "end": 234
                }
            ]
        },
        {
            "section": "1",
            "text": "In addition to the nine parameters mentioned earlier, two additional parameters are considered: the x 1πEν parameter and the rate of π-less ∆ decay, x π−less . The x 1πEν parameter is an empirical parameter that covers the discrepancy between the MiniBooNE measurement of the CC-1π + cross section versus E ν and the NEUT prediction using the best fit parameters from the fit to MiniBooNE data described above. The discrepancy is as large as 50% at E ν = 600 MeV.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "section": "1",
            "text": "π-less ∆ decay, also called ∆ re-absorption [47], is the interaction of the ∆ within the target nucleus prior to decay, yielding no pion. This process is assumed to occur in ∼20% of resonant interactions [48]. It is currently implemented in NEUT independently of energy and target, and results in a CCQE-like event. An absolute error of 20% is assigned to this process.  all Eν",
            "paragraph_rank": 47,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 44,
                    "text": "[47]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 204,
                    "text": "[48]",
                    "end": 208
                }
            ]
        },
        {
            "text": "Estimation of the FSI uncertainty",
            "section_rank": 15
        },
        {
            "section": "Estimation of the FSI uncertainty",
            "text": "In theory, the uncertainties on the FSI parameters (absorption, charge exchange, QE scattering and inelastic scattering) are correlated with the other cross section parameters. In this analysis, however, we assume them to be independent, as a first approximation. Therefore, the uncertainty on the FSI contribution is added in quadrature to the other sources in the reported cross section (see Sec. V A). The uncertainties on the parameters that scale the microscopic interaction probabilities are shown in Table V. They have been estimated from comparison to external π − 12 C scattering data [37]. At the core of this analysis is the reconstruction and event selection in the MC and the data, as described in detail in this section. In this analysis, we select CC inclusive candidates by identifying negatively charged muoncandidate tracks in the tracker. The number of selected events in reconstructed bins is used to infer the number of true events and, consequently, the CC inclusive cross section, as described in Sec. V. The selected events in each bin are dependent on the reconstruction and detection efficiency. Below, in Sec. IV A, we first review how the various pieces of MC simulation are included in the final MC. Sec. IV B explains in more detail how the tracks are reconstructed in the TPCs and FGDs. The event selection, described in Sec. IV C, relies on these reconstructed tracks. The performance of the event selection and reconstruction is provided in Sec. IV D along with a data-MC comparison. Finally, a discussion of the detector response systematic uncertainty is given in Sec. IV E, while Sec. V describes how the detector uncertainties are then propagated to the final cross section.",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 507,
                    "text": "Table V",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 594,
                    "text": "[37]",
                    "end": 598
                }
            ]
        },
        {
            "text": "A. Monte Carlo simulation",
            "section_rank": 16
        },
        {
            "section": "A. Monte Carlo simulation",
            "text": "The MC simulation of neutrino interactions in the near detector can be divided into several steps. First, the neutrino flux is simulated and propagated to the near detector (see Sec. II B). The neutrino interactions in ND280 are then simulated by the two generators NEUT and GE-NIE (see Sec. III), while only NEUT is used to simulate interactions located outside ND280, e.g. the pit wall, sand and magnet. The secondary interactions in ND280, the response of the active detector components and readout electronics are simulated using a mix of GEANT4 [49] and custom software. The MC statistics used for this analysis correspond to 1.7×10 21 POT for interactions in ND280 (for both NEUT and GENIE) and 7.0×10 19 POT for interactions outside ND280.",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 550,
                    "text": "[49]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 638,
                    "text": "21",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 708,
                    "text": "19",
                    "end": 710
                }
            ]
        },
        {
            "text": "B. Track reconstruction",
            "section_rank": 17
        },
        {
            "section": "B. Track reconstruction",
            "text": "The TPC detector was previously discussed in Sec. II C. The first step in the TPC reconstruction is the application of the gain calibration constants and the removal of dead and noisy pads, resulting in a waveform representing the charge acquired in a single pad as a function of the readout time. The charge and time of pulses observed in the waveform are extracted, and clusters are formed by joining coincident pulses on adjacent pads in vertical columns. Contiguous clusters are then joined to form track candidates and the track parameters are obtained with a maximum-likelihood fit to the observed charge distribution assuming a helical trajectory and accounting for the diffusion of the electrons ionized by the track. The drift distance is calculated by extracting the time for the passage of the track (t 0 ) by matching the track to objects reconstructed in the fast scintillatorbased detectors, i.e., the FGDs, PØD and ECals.",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "section": "B. Track reconstruction",
            "text": "To perform the particle identification (PID) on a track, the charge in the clusters is first corrected for the distance traveled by the ionization electrons. This distance is estimated based on the reconstructed track position. A truncated mean charge is then formed from the corrected cluster charges. The expected charge deposition for each of several particle hypotheses is calculated for the measured momentum of the track, and compared to the measured charge.",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "section": "B. Track reconstruction",
            "text": "The FGD data is reconstructed after the TPC reconstruction. First the FGD hits are separated into various clusters in time. The TPC tracks are then matched to FGD hits to form a three dimensional track.",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "C. Event selection",
            "section_rank": 18
        },
        {
            "section": "C. Event selection",
            "text": "The event selection consists of a series of cuts designed to select ν µ CC inclusive interactions in FGD1. Interactions in FGD2 are not considered in this paper, as they involve a more complex target consisting of a mix of carbon and oxygen. An extension of this analysis to FGD2 interactions is anticipated in the future. In addition, there is no attempt in this analysis to select backwardgoing muons. Therefore, the CC inclusive selection cuts that follow are based on the observation of forward-going tracks compatible with being negatively charged muons. The cuts used in this analysis are described below.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Data quality flag",
            "section_rank": 19
        },
        {
            "section": "Data quality flag",
            "text": "We require that the whole ND280 off-axis detector in a full spill was working properly.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Time bunching",
            "section_rank": 20
        },
        {
            "section": "Time bunching",
            "text": "Tracks are grouped together in bunches according to their times. This treats neutrino interactions in two different bunches within the same beam spill as two different events, reducing the accidental pile-up of events. The bunch width is ∼ 15.0 ns in data.",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "section": "Time bunching",
            "text": "Tracks are associated within a bunch if they deviate from the mean bunch time by less than 60 ns (i.e. 4 times the bunch width in data), other tracks are removed.",
            "paragraph_rank": 56,
            "section_rank": 20
        },
        {
            "text": "Negatively charged track in the FGD1 fiducial volume",
            "section_rank": 21
        },
        {
            "section": "Negatively charged track in the FGD1 fiducial volume",
            "text": "We require at least one negatively charged track (with FGD and TPC components) starting inside FGD1's fiducial volume with more than 18 TPC clusters. The interaction vertex is defined as the beginning of this track described by the coordinates (x 0 , y 0 , z 0 ). It corresponds, in general, to the place where the 3d-fitted track intercepts the vertical plane of the upstream-most matched FGD hit.",
            "paragraph_rank": 57,
            "section_rank": 21
        },
        {
            "section": "Negatively charged track in the FGD1 fiducial volume",
            "text": "The FGD1 volume and fiducial volume are shown in Fig. 4  4. Schematic view of FGD1 and its fiducial volume (FV) drawn in red. In the y-coordinate, the detector is displaced 55 mm upwards relative to the center of the ND280 coordinate system, which is centered in the magnet.",
            "paragraph_rank": 58,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 49,
                    "text": "Fig. 4",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 57,
                    "text": "4",
                    "end": 58
                }
            ]
        },
        {
            "section": "Negatively charged track in the FGD1 fiducial volume",
            "text": "end of each layer in the FGD are excluded from the fiducial volume in the x and y dimensions, while the upstream z cut places the fiducial volume just after the first xy module. The fiducial volume contains therefore 14 xy modules in which the x and y layers contain 182 scintillator bars. With this definition, the fiducial volume cut becomes |x 0 | < 874.5 mm, |y 0 − 55 mm| < 874.5 mm, and z 0 ∈ [136.9, 447.0] mm.",
            "paragraph_rank": 59,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 217,
                    "text": "14",
                    "end": 219
                }
            ]
        },
        {
            "section": "Negatively charged track in the FGD1 fiducial volume",
            "text": "The requirement that the track should contain at least 18 clusters is called the TPC track quality cut and it rejects short tracks for which the momentum reconstruction and particle identification is less reliable. The choice of this particular value of the quality cut is based on studies of the kinematic bias for tracks of different length. Since only a small fraction of the selected tracks have fewer than 19 hits, the effect of the quality cut, and the systematic error associated with it, is very small.",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "section": "Negatively charged track in the FGD1 fiducial volume",
            "text": "If there is more than one negatively charged track passing these cuts, we select the highest momentum track as the muon candidate.",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "Upstream veto",
            "section_rank": 22
        },
        {
            "section": "Upstream veto",
            "text": "The goal of this cut is to remove events entering the FGD1 fiducial volume from the upstream face of the detector. Events with more than one reconstructed track are rejected if there is a track starting more than 150 mm upstream of the muon candidate starting position.",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "TPC particle identification (PID)",
            "section_rank": 23
        },
        {
            "section": "TPC particle identification (PID)",
            "text": "Given the estimated momentum of the muon candidate, a discriminator function is calculated for the muon, pion, and proton hypotheses based on the energy loss of the track in the TPC. This cut, applied to the muon candidate, rejects electrons at low momentum (below 500 MeV/c) and removes protons and pions.",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "section": "TPC particle identification (PID)",
            "text": "Taken together, the cuts above define the CC inclusive selection in FGD1. The events surviving these cuts are included in the final data sample for further analysis. Fig. 5 shows one of the events selected via these cuts. Table VI shows the number of selected events in the data and the prediction of the two generators, after each cut.",
            "paragraph_rank": 64,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 166,
                    "text": "Fig. 5",
                    "end": 172
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 222,
                    "text": "Table VI",
                    "end": 230
                }
            ]
        },
        {
            "text": "D. Performance",
            "section_rank": 24
        },
        {
            "section": "D. Performance",
            "text": "In Table VII, the resulting inclusive charged current efficiency and purity are shown for each cut. The primary effect of the upstream veto cut is to remove events taking place in the PØD or in magnet coils that cause a secondary interaction in the FGD. The increase of purity after the PID cut is due to the PID discriminator's ability to separate muons from the low momentum electrons produced outside the fiducial volume by mostly NC events. As a consequence of the selection, the muon candidate in the signal sample is identified correctly 96% of the time. In Figs. 6 and 7, the efficiency as a function of muon momentum and angle are shown as estimated from NEUT and GENIE MC simulations. The efficiency for backward-going muons is very low since the reconstruction does not attempt to reconstruct backwardgoing tracks. The non-zero efficiency for backward-going muons arises from the reconstruction of events with a forward-going pion possessing a negative charge that is misidentified as a negatively charged muon, while the real muon is going backwards. This effect is included in the cross-section determination of Sec. V B.",
            "paragraph_rank": 65,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 3,
                    "text": "Table VII",
                    "end": 12
                },
                {
                    "type": "figure",
                    "start": 564,
                    "text": "Figs. 6 and 7",
                    "end": 577
                }
            ]
        },
        {
            "section": "D. Performance",
            "text": "The various backgrounds in the selected sample are shown in Table VIII. The main background comes from interactions outside the FGD (external background).",
            "paragraph_rank": 66,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 60,
                    "text": "Table VIII",
                    "end": 70
                }
            ]
        },
        {
            "section": "D. Performance",
            "text": "The phase space for events selected in the data is shown  in Fig. 8. The momentum and angular distributions are shown in Fig. 9, where the level of the various backgrounds is taken from the NEUT Monte Carlo and the overall GENIE prediction is superimposed. ",
            "paragraph_rank": 67,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 61,
                    "text": "Fig. 8",
                    "end": 67
                },
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig. 9",
                    "end": 127
                }
            ]
        },
        {
            "text": "E. Detector response uncertainties",
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "The systematic errors on the detector response can be separated into two categories: the uncertainties on the backgrounds in the selected sample and the uncertainties in the reconstruction. Depending on the uncertainty source, the systematic error is computed by data/MC comparison, the use of special Monte Carlo calculations, the study of cosmic ray muons, or external measurements. For each source, a covariance matrix on the predicted number of events is computed according to the two-dimensional binning in momentum and angle described in Sec. V A. The two main uncertainties due to the detector response come from the momentum uncertainty arising from distortions in the magnetic field and from external backgrounds.",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "The magnetic field was mapped for different magnet currents in 2009 and 2010 [1]. In addition, a pattern of thin aluminum discs and strips were glued to the cathode in the TPC. By the use of a laser emitting 266 nm light, electrons from the aluminum are ejected and measured in the TPC [17]. The displacement of the electrons is used to estimate the magnetic field distortions. Depending on the bin, the size of this uncertainty varies from 0.3% to 7% on the predicted number of events.",
            "paragraph_rank": 69,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 77,
                    "text": "[1]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 286,
                    "text": "[17]",
                    "end": 290
                }
            ]
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "The external background uncertainty is evaluated by dividing it into two main categories: the external background coming from outside FGD1 and the background coming from inside FGD1 but outside the fiducial volume. A 20% uncertainty is assigned based on a comparison of the interaction rate of the background outside FGD1 between data and Monte Carlo. A reconstruction uncertainty is also assigned for several categories of events such as those containing tracks with very high angles, tracks in which two FGD hits are missing or tracks where the matching reconstruction has failed. The systematic uncertainty is assigned based on the difference in the failure rate between the data and MC for each category of reconstruction considered. The total uncertainty assigned to the external background varies from 0.4% to 9%, depending on the bin.",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "A momentum scale uncertainty, determined using the aforementioned magnetic field measurements, is included in the analysis. The momentum resolution uncertainty is estimated by comparing the momentum difference in different TPCs in data and MC for tracks crossing at least two TPCs.",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "Reconstruction uncertainties associated with TPC-FGD matching efficiency, tracking efficiency and hit efficiency are also evaluated. The TPC-FGD matching efficiency is calculated for each bin separately using control samples such as cosmic ray tracks passing through TPC2 and FGD1. The error on this efficiency varies from 0.2% to 2%, leading to an uncertainty on the predicted number of events smaller than 1% in all bins. The uncertainty on the tracking efficiency is determined by comparing tracks with high muon purity crossing the entire detector in data and MC. It is found to be 0.5%, leading to an uncertainty smaller than 0.8% on the predicted number of events. The hit efficiency uncertainty is estimated to be 0.1% by comparing the distribution of the number of clusters for data and MC. This uncertainty leads to one of the smaller uncertainties on the predicted number of events (below 0.002%).",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "An additional source of error arises when the charge of a track is not determined properly. A charge confusion probability is computed for data and MC using a sample of events with tracks starting in the PØD and crossing at least two TPCs by looking at the fraction of events for which the charges differ in the different TPCs. The 0.3% data/MC difference leads to less than 1.1% uncertainty on the predicted number of events in each bin. The uncertainty on the particle identification is obtained by using samples with a high purity of muons. Generally, these are tracks starting in the PØD which cross the three TPCs. For such tracks, the difference of the energy loss from the expectation is computed for data and MC. The uncertainty is then based on the difference between data and MC leading to an uncertainty smaller than 0.6% in all bins.",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "section": "E. Detector response uncertainties",
            "text": "Finally, the uncertainties due to pile-up events arising from neutrino interactions in the near detector and in the sand are estimated to be 0.2% and 1.5%, respectively. The uncertainty from cosmic ray-induced pile-up events is estimated to be 0.1%. The effect of cosmic rays on the number of predicted events is negligible.  In what follows, the methodology for extracting the cross section from the selected events is described. Sec. V A summarizes how the central values are determined, while Sec. V B provides the details of how the uncertainties were determined.",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "A. Method",
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "To calculate the flux-averaged CC cross section, we use a method based on Bayes' theorem [50] to unfold the number of reconstructed and selected events in each momentum and angle bin. The result of this unfolding gives the number of inferred events N k in \"true\" bins k, while the number of selected events in a reconstructed bin j is N sel j . As demonstrated in [50], reconstructed and true bins do not necessarily have to be the same. As seen previously, this analysis does not attempt to reconstruct backward-going muons and all events in the cos θ interval between −1 and 0.84 have been placed into a single bin (see Table X). As shown in Fig. 7, there is almost no efficiency for the backward-going angle. We therefore split the true cos θ bins into a truly backward bin [-1,0] and a more forward bin [0,0.84]. We will determine the double differential cross section in the forward direction only, while the total cross section is extrapolated into the backward direction using the MC and Bayes' theorem. The binning and its association to the one-dimensional index is shown in Table XI. The flux-averaged cross section in the one-dimensional bin, k, defined in Table XI, is given by",
            "paragraph_rank": 75,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 89,
                    "text": "[50]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 364,
                    "text": "[50]",
                    "end": 368
                },
                {
                    "type": "table",
                    "ref_id": "tab_12",
                    "start": 622,
                    "text": "Table X",
                    "end": 629
                },
                {
                    "type": "figure",
                    "start": 644,
                    "text": "Fig. 7",
                    "end": 650
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1084,
                    "text": "Table XI",
                    "end": 1092
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1168,
                    "text": "Table XI",
                    "end": 1176
                }
            ]
        },
        {
            "section": "A. Method",
            "text": "where T is the number of target nucleons, φ is the integrated flux, N k is the number of inferred events, U jk is the unfolding matrix, N sel j is the number of selected events in the reconstructed bin j, B j the number of selected background events in this bin as predicted by the MC simulation. The parameter n r is the number of reconstructed bins and ǫ k is the efficiency in the true bin k predicted by the MC simulations.",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "The unfolding matrix gives the probability that an event was created in bin k given that it was reconstructed in bin j, and is defined according to Bayes' theorem as, U jk ≡ P (k|j) = P (j|k)P 0 (k) nt α P (j|α)P 0 (α)",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "where n t is the number of true bins and P 0 (k) is the probability to have a CC interaction in the true bin k,",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "where N tot is the total number of events generated and N k the ones generated in the true bin k. P 0 (k) is given in Table XII together with the efficiency in each bin. Note that the model dependences entering the analysis are concentrated mainly in the background prediction and in the probability P 0 (k). P (j|α) and P (j|k) are the probabilities to have an event reconstructed in the bin j when it has been generated in the true bin α or k, respectively. P (j|k) is estimated using the MC simulation as described in Sec. IV A and is defined as the number of CC events reconstructed in bin j and generated in bin k, S jk , divided by the number of interactions generated in the true bin k, N k ,",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 118,
                    "text": "Table XII",
                    "end": 127
                }
            ]
        },
        {
            "section": "A. Method",
            "text": "Note that N k contains all the CC events that were correctly selected as well as those that were missed by the selection.",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "Applying the definitions in Eqs. 3, 4 and 5, the unfolding matrix can be re-written as,",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "section": "A. Method",
            "text": "and is shown in Fig. 10.",
            "paragraph_rank": 82,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 16,
                    "text": "Fig. 10",
                    "end": 23
                }
            ]
        },
        {
            "section": "A. Method",
            "text": "B. Cross section uncertainties",
            "paragraph_rank": 83,
            "section_rank": 26
        },
        {
            "text": "Statistical error",
            "section_rank": 27
        },
        {
            "section": "Statistical error",
            "text": "The statistical error is computed with events simulated using NEUT. The nominal NEUT MC is fluctuated 1000  The white line corresponds to backward-going muons in the highest energy bin, for which our MC prediction is zero events. The x-axis and y-axis bin numbering is defined in Table X and Table XI respectively. times, following Poisson statistics. The fluctuation is done simultaneously for N sel j , S jk , B j and the number of missed events needed for the efficiency. In this case, N sel j is the number of events selected as predicted by the MC, scaled down to the data POT and fluctuated accordingly. The error is then the RMS of the fluctuated sample distribution, and contains the effect of the limited MC statistics. The size of the error varies from 4% to 11%, depending on the bin, and the corresponding covariance matrix is given by",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 280,
                    "text": "Table X and Table XI respectively.",
                    "end": 314
                }
            ]
        },
        {
            "section": "Statistical error",
            "text": "where σ s k is the cross section result obtained following Eq. 2 for the s-th fluctuated sample, and σ nom k the result obtained with the nominal MC. In addition, this method has been checked with analytic calculations.",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "Systematic error",
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "The sources of systematic error on the cross section are the flux, neutrino interaction modeling, final state interactions, detector response, unfolding method and the knowledge of the number of target nucleons. The modeling of the final state interactions is treated here as independent of the rest of the neutrino interaction modeling, as discussed in Sec. III B 3.",
            "paragraph_rank": 86,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "The propagation of the systematic error of the first four sources listed above is done by reweighting the NEUT MC. The correlations inside each source of systematic uncertainties are taken into account by generating a correlated set of systematic parameters that are used to reweight the MC. This procedure is repeated with 200 different sets of parameters (throws) and the RMS of the difference between the cross-section result obtained for the nominal MC and the 200 throws is used to define a covariance matrix. The corresponding covariance matrix is given by",
            "paragraph_rank": 87,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "which is different for each source of systematic error and σ s k is the cross section result obtained following Eq. 2 for the s-th throw. The fractional covariance matrices, V kl /(σ nom k σ nom l ), due to the flux uncertainty and the rest of the sources are shown in Fig. 11.",
            "paragraph_rank": 88,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 269,
                    "text": "Fig. 11",
                    "end": 276
                }
            ]
        },
        {
            "section": "Systematic error",
            "text": "The uncertainty due to the unfolding method, the fifth source of systematic error listed above, is estimated using the same fluctuated sample as for the statistical error. The difference between the nominal cross section and the average cross-section extracted from these 1000 fluctuated sets is used as the estimate of the uncertainty due to the algorithm bias. The covariance matrix for this uncertainty is given by",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "where σ k is the mean of the distribution in bin k. The error due to the unfolding is generally below 1% except for the backward bins. The last uncertainty that needs to be taken into account is the one on the number of target nucleons, T , as TABLE XIII. A summary of the systematic and statistical errors. The error on the number of target nucleons (0.67%) has been added in quadrature to the total systematic error. The \"unfold.\", \"φ\", \"det.\", and \"FSI\" labels represent the systematic uncertainty due to the unfolding method, the beam flux, the detector response and the final state interactions, respectively, changed systematically following their respective covariance matrix. The \"model\" column denotes the influence of changing all the neutrino interaction modeling parameters and channel rates.",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "Pµ (GeV/c) cos θµ unfold. (%) φ(%) model (%) det. (%) FSI (%) syst (%) stat (%) tot (%) [0.0, 0. The uncertainty on the cross section due to the flux is similar in each bin, and is dominated by the integrated flux normalization uncertainty of 10.9%.",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "The errors due to the neutrino interaction modeling are very different from one bin to another. Backward-going events contain the largest systematic uncertainty since we have a very low efficiency for this part of the phase space and the result is effectively a model-dependent extrapolation from the forward direction. The neutrino interaction modeling error is dominated by the uncertainty assigned to the spectral function corresponding to most of the systematic error at momenta between 700 MeV/c and 900 MeV/c and cos θ µ > 0.84. This behavior is expected given the 30% model-dependent difference in the muon energy spectrum shown in [41] and the way in which the unfolding process in these bins depends on it. For the other bins, the uncertainty on M QE A is also important and dominant for momenta below 400 MeV/c.",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 639,
                    "text": "[41]",
                    "end": 643
                }
            ]
        },
        {
            "section": "Systematic error",
            "text": "The systematic error on the cross section due to the uncertainty on the detector response is bigger at low momentum, and is dominated by the external background uncertainty. For the other bins, the main contributions are shared more or less equally between the uncertainty in the magnetic field, FGD-TPC matching, charge confusion and the fiducial mass.",
            "paragraph_rank": 93,
            "section_rank": 28
        },
        {
            "section": "Systematic error",
            "text": "The systematic uncertainty due to final state interactions is relatively small, as its main effect is to change the number and energy of the pions, which are occasionally identified as the muon candidate. These constitute a small fraction of the sample and therefore the effect is small.",
            "paragraph_rank": 94,
            "section_rank": 28
        },
        {
            "text": "VI. RESULTS",
            "section_rank": 29
        },
        {
            "section": "VI. RESULTS",
            "text": "In this section, the flux-averaged double differential cross section is presented. In particular, we report the measurement for the forward bins in Sec. VI A. In Sec. VI B, we include the backward bin to give the fluxaveraged total cross-section measurement.  Table XI.",
            "paragraph_rank": 95,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 260,
                    "text": "Table XI",
                    "end": 268
                }
            ]
        },
        {
            "text": "A. Flux averaged differential cross section",
            "section_rank": 30
        },
        {
            "section": "A. Flux averaged differential cross section",
            "text": "The flux-averaged double differential cross section is calculated as,",
            "paragraph_rank": 96,
            "section_rank": 30
        },
        {
            "section": "A. Flux averaged differential cross section",
            "text": "where N αβ is the number of inferred events for the twodimensional binning in momentum and angle labeled by α and β, respectively, while ∆p µ,α and ∆ cos θ µ,β give the respective bin widths. Table XIV gives the number of reconstructed events in data and the background prediction needed to calculate the number of inferred events as defined in Eq. 2. The number of simulated and predicted CC events in the FGD volume using the NEUT generator are also shown together with the result of the unfolding. The measured differential cross section is shown in Table XV and Fig. 12 only for the forward bins since the results obtained for the backward bins are completely model-dependent. In the case of the backward bins, we rely entirely on the MC to determine the fraction of TABLE XIV. The number of events in each bin. Columns 3-5 and 6-7 give the information on the reconstructed and true variables, respectively. Columns 3-5 give the number of selected events with NEUT, data and the number of background events respectively. Columns 6-7 give the number of simulated events of the NEUT MC and the number of inferred events for our data using the NEUT MC, respectively. The momentum bins are given in GeV/c.",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 192,
                    "text": "Table XIV",
                    "end": 201
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 566,
                    "text": "Fig. 12",
                    "end": 573
                }
            ]
        },
        {
            "text": "Pµ",
            "section_rank": 31
        },
        {
            "section": "Pµ",
            "text": "the selected forward-going events which are due to true backward-going events. The cross section was also calculated unfolding with the GENIE generator. The results are consistent within the errors estimated from modeling uncertainties.",
            "paragraph_rank": 98,
            "section_rank": 31
        },
        {
            "text": "B. Flux-averaged total cross section",
            "section_rank": 32
        },
        {
            "section": "B. Flux-averaged total cross section",
            "text": "The flux-averaged total cross section is calculated by taking all the bins into account, including the backward bins, although this analysis has very low efficiency in the backward bins resulting in larger statistical errors and model dependence.",
            "paragraph_rank": 99,
            "section_rank": 32
        },
        {
            "section": "B. Flux-averaged total cross section",
            "text": "The flux-averaged total cross section is calculated as,",
            "paragraph_rank": 100,
            "section_rank": 32
        },
        {
            "section": "B. Flux-averaged total cross section",
            "text": "where N tot is given in Table XIV. We obtain The total cross section result for T2K is shown in Fig. 13 together with CC inclusive measurements from other experiments.",
            "paragraph_rank": 101,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 24,
                    "text": "Table XIV",
                    "end": 33
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 96,
                    "text": "Fig. 13",
                    "end": 103
                }
            ]
        },
        {
            "text": "C. Future improvements",
            "section_rank": 33
        },
        {
            "section": "C. Future improvements",
            "text": "There is on-going work in T2K expected to reduce the model dependence in the neutrino event generator and to reduce the flux errors. These studies should lead to improved CC inclusive cross-section results in the future.",
            "paragraph_rank": 102,
            "section_rank": 33
        },
        {
            "text": "VII. SUMMARY",
            "section_rank": 34
        },
        {
            "section": "VII. SUMMARY",
            "text": "We have selected a sample of ν µ CC inclusive interactions in the tracker of the T2K off-axis near detector. We used a largely model-independent method to extract the flux-averaged differential ν µ CC cross section in muon momentum and angle. These results represent the first such measurement done for CC inclusive interactions on carbon at a mean neutrino energy of 0.85 GeV and are presented as a two-dimensional differential cross section. In addition, these results have been used to calculate a flux-averaged total CC inclusive cross section that is consistent with previous measurements in this energy range. The data related to this measurement can be found electronically in [53]. The predictions for SciBooNE have been done for a C8H8 target [51] which is comparable to the mixed T2K target. BNL data has been measured on deuterium [52].",
            "paragraph_rank": 103,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 684,
                    "text": "[53]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 752,
                    "text": "[51]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 842,
                    "text": "[52]",
                    "end": 846
                }
            ]
        },
        {
            "section": "VII. SUMMARY",
            "text": "MICINN and CPAN, Spain; SNSF and SER, Switzerland; STFC, U.K.; NSF and DOE, U.S.A. We also thank CERN for their donation of the UA1/NOMAD magnet and DESY for the HERA-B magnet mover system. In addition, participation of individual researchers and institutions in T2K has been further supported by funds from: ERC (FP7), EU; JSPS, Japan; Royal Society, UK; DOE Early Career program, and the A. P. Sloan Foundation, U.S.A. ",
            "paragraph_rank": 104,
            "section_rank": 34
        },
        {
            "text": "N",
            "section_rank": 35
        },
        {
            "section": "N",
            "text": "Measurement of the Inclusive ν µ Charged Current Cross Section on Carbon in the Near Detector of the T2K Experiment",
            "paragraph_rank": 105,
            "section_rank": 35
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 36
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. A schematic view of the T2K neutrino beamline and near detectors.",
            "paragraph_rank": 106,
            "section_rank": 36
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 37
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. The ND280 flux prediction with systematic error bars, for each neutrino species. The prediction takes into account the correct relative fractions of 2010 and 2011 beam conditions.",
            "paragraph_rank": 107,
            "section_rank": 37
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 38
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG.3. An exploded view of the ND280 off-axis detector.",
            "paragraph_rank": 108,
            "section_rank": 38
        },
        {
            "text": "2 .",
            "section_rank": 39
        },
        {
            "section": "2 .",
            "text": "Meson production via baryon resonances NEUT and GENIE use the Rein-Sehgal [22] model to simulate neutrino-induced single pion production. Of the 18 resonances in the original Rein-Sehgal paper, the 16 listed as unambiguous in the latest PDG baryon tables are included in GENIE [23], while NEUT considers all 18 resonances below the hadronic invariant mass of 2 GeV/c 2 . Axial mass values, M RES A , of 1.21 GeV/c 2 and 1.12 GeV/c 2 are used by NEUT and GENIE, respectively.",
            "paragraph_rank": 109,
            "section_rank": 39
        },
        {
            "text": "FIG. 6 .FIG. 7 .",
            "section_rank": 40
        },
        {
            "section": "FIG. 6 .FIG. 7 .",
            "text": "FIG. 6. The event selection efficiency as a function of the muon momentum with its statistical error bars.",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "1 FIG. 8 .FIG. 9 .",
            "section_rank": 41
        },
        {
            "section": "1 FIG. 8 .FIG. 9 .",
            "text": "FIG. 8. The distribution of selected events in the data in the (pµ, cos θµ) plane.",
            "paragraph_rank": 111,
            "section_rank": 41
        },
        {
            "text": "UnfoldingFIG. 10 .",
            "section_rank": 42
        },
        {
            "section": "UnfoldingFIG. 10 .",
            "text": "FIG. 10. The unfolding matrix obtained with the NEUT MC simulation. The white line corresponds to backward-going muons in the highest energy bin, for which our MC prediction is zero events. The x-axis and y-axis bin numbering is defined inTable X and Table XI respectively.",
            "paragraph_rank": 112,
            "section_rank": 42
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 43
        },
        {
            "section": "FIG. 11 .",
            "text": "FIG. 11. The fractional covariance matrix obtained from the uncertainties on the flux (top), uncertainties due to all sources except the flux (bottom). The x-axis and y-axis bin numbering is defined inTable XI.",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "12 )FIG. 12 .",
            "section_rank": 44
        },
        {
            "section": "12 )FIG. 12 .",
            "text": "FIG.12. The CC-inclusive differential cross section in cm 2 /nucleon/MeV, with statistical and systematic errors. Each graph corresponds to a bin in muon angle.",
            "paragraph_rank": 114,
            "section_rank": 44
        },
        {
            "text": "FIG. 13 .",
            "section_rank": 45
        },
        {
            "section": "FIG. 13 .",
            "text": "FIG.13. The T2K total flux-averaged cross section with the NEUT and the GENIE prediction for T2K and SciBooNE. The T2K data point is placed at the flux mean energy. The vertical error represents the total (statistical and systematic) uncertainty, and the horizontal bar represent 68% of the flux at each side of the mean energy. The T2K flux distribution is shown in grey. The predictions for SciBooNE have been done for a C8H8 target[51] which is comparable to the mixed T2K target. BNL data has been measured on deuterium[52].",
            "paragraph_rank": 115,
            "section_rank": 45,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 4,
                    "text": "13",
                    "end": 6
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 434,
                    "text": "[51]",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 523,
                    "text": "[52]",
                    "end": 527
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 46
        },
        {
            "section": "TABLE I .",
            "text": "The contribution of each source to the total muon neutrino flux uncertainty.",
            "paragraph_rank": 116,
            "section_rank": 46
        },
        {
            "text": "TABLE II .",
            "section_rank": 47
        },
        {
            "section": "TABLE II .",
            "text": "Fraction of neutrino interaction processes simulated in the total FGD1 volume by NEUT and GENIE.",
            "paragraph_rank": 117,
            "section_rank": 47
        },
        {
            "text": "TABLE III .",
            "section_rank": 48
        },
        {
            "section": "TABLE III .",
            "text": "Summary of the CCQE cross section uncertainties used in this analysis.x QE 1 , x QE 2 and x QE 3denote the CCQE normalization for different energy ranges, while xSF describes the nuclear model applied, where xSF = 0 corresponds to the use of the relativistic Fermi gas model and xSF = 1 to the use of the spectral function.",
            "paragraph_rank": 118,
            "section_rank": 48
        },
        {
            "text": "TABLE IV .",
            "section_rank": 49
        },
        {
            "section": "TABLE IV .",
            "text": "Summary of the CC non-QE cross-section uncertainties.",
            "paragraph_rank": 119,
            "section_rank": 49
        },
        {
            "text": "TABLE V .",
            "section_rank": 50
        },
        {
            "section": "TABLE V .",
            "text": "A list of parameters used to calculate the FSI uncertainties for the NEUT generator only. The low and high momentum range refer to the pion momentum smaller and greater than 500 MeV/c (see Sec. III A 5).",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "TABLE VII .",
            "section_rank": 51
        },
        {
            "section": "TABLE VII .",
            "text": "The CC efficiency, ǫ, and purity, P, estimated with the MC simulation.",
            "paragraph_rank": 121,
            "section_rank": 51
        },
        {
            "text": "TABLE VIII .",
            "section_rank": 52
        },
        {
            "section": "TABLE VIII .",
            "text": "The background composition of the CC inclusive selection according to the NEUT and GENIE MC generators.",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "Table IX",
            "section_rank": 53
        },
        {
            "section": "Table IX",
            "text": "shows all the detector uncertainties studied for this analysis.",
            "paragraph_rank": 123,
            "section_rank": 53
        },
        {
            "text": "TABLE IX .",
            "section_rank": 54
        },
        {
            "section": "TABLE IX .",
            "text": "A summary of all the systematic errors associated with the reconstruction and backgrounds. The first column lists all the uncertainties taken into account for the CC analysis, the second column presents the samples used to estimate the uncertainty and the last column shows the error size on the predicted events, depending on the bin. The uncertainties due the various backgrounds are shown at the bottom of the table.",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "TABLE X .",
            "section_rank": 55
        },
        {
            "text": "TABLE XII .",
            "section_rank": 56
        },
        {
            "section": "TABLE XII .",
            "text": "The efficiency, ǫ k , and probability distribution for CC events, P0(k) as simulated by the nominal NEUT MC for each true momentum and angle bins.",
            "paragraph_rank": 126,
            "section_rank": 56
        },
        {
            "text": "explained in detail in Eq. 1 of Sec. II C. The resulting uncertainty of 0.67% is then added in quadrature in all bins.Table XIII summarizes the uncertainties for each bin.",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "TABLE XV .",
            "section_rank": 58
        },
        {
            "section": "TABLE XV .",
            "text": "The differential cross section measurement, with its statistical and systematic errors where the number of target nucleons is included into the total systematic error listed here. cos θµ ∂ 2 σ ∂pµ∂ cos θµ stat. err. syst. err. GeV/c cm 2 /nucleon/MeV % %",
            "paragraph_rank": 128,
            "section_rank": 58
        },
        {
            "section": "TABLE XV .",
            "text": "University of Alberta, Centre for Particle Physics, Department of Physics, Edmonton, Alberta, Canada 2 University of Bern, Albert Einstein Center for Fundamental Physics, Laboratory for High Energy Physics (LHEP), Bern, Switzerland",
            "paragraph_rank": 129,
            "section_rank": 58
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 60
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the J-PARC accelerator team for the superb accelerator performance and CERN NA61 colleagues for providing essential particle production data and for their fruitful collaboration. We acknowledge the support of MEXT, Japan; NSERC, NRC and CFI, Canada; CEA and CNRS/IN2P3, France; DFG, Germany; INFN, Italy; Ministry of Science and Higher Education, Poland; RAS, RFBR and the Ministry of Education and Science of the Russian Federation; MEST and NRF, South Korea;",
            "paragraph_rank": 130,
            "section_rank": 60
        }
    ]
}