{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a new search for the KS → 3π 0 decay performed with the KLOE detector operating at the DAΦNE φ-factory. The KS mesons were tagged via registration of KL mesons which crossed the drift chamber without decaying and interacted with the KLOE electromagnetic calorimeter. The KS → 3π 0 decay was then searched requiring six prompt photons. To suppress background, originating from fake KS tags and KS → 2π 0 decays with additional two spurious clusters, we have performed a discriminant analysis based on kinematical fit, testing of the signal and background hypotheses and exploiting of the differences in kinematics of the KS decays into 2π 0 and 3π 0 . In a sample of about 1.7•10 9 φ → KSKL events we have found no candidates in data and simulated background samples. Normalizing to the number of KS → 2π 0 events in the same sample, we have set the upper limit on the KS → 3π 0 branching ratio BR(KS → 3π 0 ) < 2.6 • 10 −8 at 90% C.L., five times lower than the previous limit. This upper limit can be translated into a limit on the modulus of the η000 parameter amounting to |η000| < 0.0088 at 90% C.L., improving by a factor two the latest direct measurement.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Since the first discovery of the CP-violating neutral kaon decay in 1964, there has been made a big effort to describe the CP symmetry breaking within the Standard Model. The favoured theoretical framework was provided in 1973 by Kobayashi and Maskawa, who pointed out that CP violation would follow automatically if there were at least six quark flavours. At present the main experimental effort is focused on the neutral B and D meson system studies. However, there are still several interesting open issuses in the kaon physics, which can contribute to our better understanding of the CP violation mechanism [1]. For example, K S decays to |π + π − π 0 and |3π 0 , requiring CP violation, are still poorly known. The |π + π − π 0 final state can be produced in neutral kaon decays with isospin I = 0, 1, 2, or 3. The I = 0 and I = 2 states have CP = 1, and K S can decay into them without violation of the CP symmetry. However, they are expected to be strongly suppressed by centrifugal barrier effects [2]. For the I = 1 and I = 3 states there is no centrifugal barrier and CP = −1, so K S decay requires violation of this symmetry. Anyhow the two kinds of final states can be separated by the analysis of the π + π − π 0 Dalitz plot. This allows for determination of the K S to K L decay amplitude ratio",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 611,
                    "text": "[1]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1006,
                    "text": "[2]",
                    "end": 1009
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where ǫ indicates the K S CP impurity and ǫ ′ +−0 is the contribution of the direct CP-violating term. In the case of |π 0 π 0 π 0 final state, only isospin I = 1 or I = 3 is allowed, for which CP = −1. Therefore, the K S → 3π 0 decay is a purely CP violating process, for which one defines the analogous ratio:",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "000 . The present knowledge about η +−0 and η 000 is poor mainly due to very low decay rates for the K S → 3π decays. The current value of the K S → π + π − π 0 branching ratio amounts to BR(K S → π + π − π 0 ) = ( 3.5 +1.1 −0.9 ) • 10 −7 [2], and the K S → 3π 0 has been never observed. The best upper limit on this decay branching ratio amounts to BR(K S → 3π 0 ) < 1.2 • 10 −7 [3], while the prediction based on Standard Model is equal to about 2 • 10 −9 [4]. In this article we briefly describe the search of the K S → 3π 0 decay based on the 1.7 fb −1 of integrated luminosity gathered with the KLOE detector operating at the φ-factory DAΦNE of the Frascati Laboratory [5].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 239,
                    "text": "[2]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 380,
                    "text": "[3]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 458,
                    "text": "[4]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 674,
                    "text": "[5]",
                    "end": 677
                }
            ]
        },
        {
            "text": "The KLOE detector",
            "section_rank": 3
        },
        {
            "section": "The KLOE detector",
            "text": "The KLOE experiment operated from 2000 to 2006 at DAΦNE, the e + e − collider optimized to work with a center of mass energy around the φ meson mass peak: √ s = 1019.45 MeV [6]. Equal energy positron and electron beams collided at an angle of π − 25 mrad producing φ mesons nearly at rest, which then decayed mainly to K + K − (49%) and K S K L (34%) final states. The decay products were registered using the KLOE detection setup presented schematically in Fig. 1. The detector consists of a large cylindrical Drift Chamber [7] surrounded by a lead scintillating fiber Electromagnetic Calorimeter [8], both immersed in an axial 0.52 T magnetic field produced by a superconducting solenoid. The beam pipe at the interaction region is a sphere with 10 cm of radius made of a Beryllium-Aluminum alloy of 0.5 mm thickness. The drift chamber, 4 m in diameter and 3.3 m long, has 12582 all stereo drift cells with tungsten sense wires. To minimize the K L regeneration, multiple Coulomb scattering and photon absorption the chamber is constructed out of carbon fiber composite with low-Z and low density, and uses the gas mixture of helium (90%) and isobutane (10%). It provides three-dimensional tracking with resolution in the bending plane about 200 µm, resolution on the z-coordinate measurement of about 2 mm and of 1 mm on the decay vertex position. Momentum of a particle is determined from the curvature of its trajectory in the magnetic field with a fractional accuracy σ p /p = 0.4% for polar angles larger than 45 • [6]. The KLOE electromagnetic calorimeter covers 98% of the solid angle and is composed by a barrel and two endcaps, for a total of 88 modules. Each module is built out of 1 mm scintillating fibers grouped in cells of 4.4x4.4 cm 2 and embedded in 0.5 mm lead foils, and it is read out from both sides by set of photomultipliers. The particle energy deposits are obtained from the photomultipliers signal amplitude, while the arrival times and particles impact points are determined from the spatial coordinates of the fired calorimeter cell and the difference between times measured at both ends of the calorimeter module. The accuracies of energy and time determination are parametrized as σ E /E = 5.7%/ E (GeV) and σ t = 57 ps/ E (GeV) ⊕ 100 ps, respectively. The trigger [9] uses both calorimeter and chamber information. In the search for the K S → 3π 0 we have used, however, only the calorimeter information requiring two energy deposits with E > 50 MeV for the barrel and E > 150 MeV for the endcaps.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 173,
                    "text": "[6]",
                    "end": 176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 458,
                    "text": "Fig. 1",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 525,
                    "text": "[7]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 598,
                    "text": "[8]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1522,
                    "text": "[6]",
                    "end": 1525
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2297,
                    "text": "[9]",
                    "end": 2300
                }
            ]
        },
        {
            "text": "Data analysis",
            "section_rank": 4
        },
        {
            "section": "Data analysis",
            "text": "At KLOE kaons arising from the φ decay move at low speed with their relative angle close to 180 • . Therefore, observation of a K L (K S ) decay ensures the presence of a K S (K L ) meson travelling in the opposite direction. About 50% of K L 's reach the calorimeter before decaying, which provides a very clean K S tag by the K L interaction in the calorimeter (K L -crash). It is identified by a cluster with polar angle 40 • < θ cr < 140 • , not associated to any track, with energy E cr > 100 MeV and with a time corresponding to a K L velocity β * ∼ 0.2 in the φ rest frame. The average value of the e + e − center of mass energy √ s is obtained with a precision of 20 keV for each 200 nb −1 running period using large angle Bhabha scattering events [6]. The value of √ s and the K L -crash cluster position allows us to obtain, for each event, the direction of the K S with an angular resolution of 1 • and a momentum resolution of about 2 MeV. The search for the K S → 3π 0 → 6γ decay is then carried out by the selection of events with six photons which momenta are reconstructed using time and energy measured by the electromagnetic calorimeter. Photons from the K S decay are reconstructed as neutral particles that travel with a velocity β = 1 from the interaction point to the KLOE calorimeter (prompt photons). In order to retain a large control sample for the background while preserving high efficiency for the signal, we keep all photons satisfying E γ > 7 MeV and | cos θ| < 0.915. Each cluster is also required to satisfy the condition |t γ − R γ /c| < min(3.5σ t , 2 ns), where t γ is the photon flight time and R the path length. The photon detection efficiency of the calorimeter amounts to about 90% for E γ = 20 MeV, and reaches 100% above 70 MeV. To determine the K S → 3π 0 branching ratio we have counted also the K S → 2π 0 events which are selected requiring 4 prompt photons, and have served as normalization sample. For both channels the expected background as well as the detector acceptance and the analysis efficiency are estimated using the Monte Carlo simulation tool of the experiment [10]. All the processes contributing to the background were simulated with statistics twice larger than the data sample. Moreover, for the acceptance and the analysis efficiency evaluation a dedicated K S → 3π 0 signal simulation was performed. After K S tagging we have counted 76689 events with six prompt photons. For these events a further discriminant analysis was performed to increase the signal to background ratio. The first analysis step aimed to reject fake K S tags. The distributions of reconstructed K L energy E cr and velocity β * for the selected data sample and background simulations are shown in Fig. 2. In the β * distribution, the peak around 0.215 corresponds to genuine K L interactions ",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 756,
                    "text": "[6]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2122,
                    "text": "[10]",
                    "end": 2126
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2738,
                    "text": "Fig. 2",
                    "end": 2744
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "In this case one of the low momentum charged pions spirals in the forward direction and interacts in the low-β insertion quadrupoles. This interaction produces neutral particles which simulate the signal of K L interaction in the calorimeter (fake K L -crash), while the K L meson decays close enough to the interaction point to produce six prompt photons [5]. To suppress this kind of background we first reject events with charged particles coming from the vicinity of the interaction region. Next, taking advantage of the differences in the β * and E cr distributions between the tagged K S events and the fake K Lcrash, we have tightened cuts on these variables: E cr > 150 MeV and 0.20 < β * < 0.225. This improves by a factor 12 the rejection of this background with respect to the previous analysis [3]. The second source of background originates from wrongly reconstructed K S → 2π 0 decays. The four photons from this decay can be reconstructed as six due to fragmentation of the electromagnetic showers (splitting). These events are characterized by one or two lowenergy clusters reconstructed very close to the position of the genuine photon interaction in the calorimeter. Additional clusters can come from the accidental time coincidence between the φ decay and machine background photons from DAΦNE [5]. In the next stage of the analysis we select only kinematically well defined events. To this end we perform the kinematical fit procedure based on the least squares method imposing energy and momentum conservation, the kaon mass and the velocity of the six photons in the final state. The χ 2 distribution of the fit for data and background simulation, χ 2 f it , is shown in Fig. 3 together with the expected distribution for signal events. Cutting on χ 2 f it considerably reduces the background from bad quality reconstructed events while keeping large signal efficiency [5]. In order to reject events with split and accidental clusters we look at the correlation between two χ 2 -like discriminating variables ζ 2π and ζ 3π . ζ 2π is calculated by an algorithm selecting four out of six clusters best satisfying the kinematic constraints of the two-body decay, therefore it verifies the K S → 2π 0 → 4γ hypothesis. The pairing of clusters is based on the requirement m γγ = m π 0 , and on the opening angle of the reconstructed pions trajectories in the K S center of mass frame. Moreover, we check the consistency of the energy and momentum conservation in the φ → K S K L , K S → 2π 0 decay  Figure 4. Distributions of events in the ζ 3π -ζ 2π plane, for six-photon sample tagged by K Lcrash for data (left), and for the simulated K S → 3π 0 decays (right). The solid lines show the signal region definition chosen using the optimization procedure described in the text.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 356,
                    "text": "[5]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 806,
                    "text": "[3]",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1313,
                    "text": "[5]",
                    "end": 1316
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1693,
                    "text": "Fig. 3",
                    "end": 1699
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1891,
                    "text": "[5]",
                    "end": 1894
                },
                {
                    "type": "figure",
                    "start": 2515,
                    "text": "Figure 4",
                    "end": 2523
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "hypothesis. The χ 2 3π instead verifies the signal hypothesis by looking at the reconstructed masses of three pions. For every choice of cluster pairs we calculate the quadratic sum of residuals between the nominal π 0 mass and the invariant masses of three photon pairs. As the best combination of cluster pairs, we take the configuration minimizing ζ 3π . The distributions in the ζ 3π -ζ 2π plane for the data and K S → 3π 0 simulated signal are shown in Fig. 4. Signal events are characterized by small values of ζ 3π and relatively high ζ 2π [5], which indicates the choice of the signal region definition (signal box). In order to improve the quality of the photon selection using χ 2",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 458,
                    "text": "Fig. 4",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 547,
                    "text": "[5]",
                    "end": 550
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "2π , we cut on the variable ∆E = (m Φ /2− E γ i )/σ E where γ i stands for the i-th photon from four chosen in the χ 2 2π estimator and σ E is the appropriate resolution. For K S → 2π 0 decays plus two background clusters, we expect ∆E ∼ 0, while for K S → 3π 0 ∆E ∼ m π 0 /σ E . To further reject surviving K S → 2π 0 events with split clusters, we cut on the minimal distance between centroids of reconstructed clusters, R min , considering that the distance between split clusters is . Distributions of χ 2 f it for six-photon events in the signal box (left) and ∆E for six-photon events in the signal box applying the χ 2 f it < 57.2 cut (right). Black points are data, background simulation is the red histogram. The dashed histogram represents simulated K S → 3π 0 events. on average smaller than the distance between clusters originating from γ's of K S → 3π 0 decay. Distributions of these two discriminant variables are presented in Fig. 5. Before counting of the K S → 3π 0 candidate events, we have optimized the event selection in order to reduce the background as strongly as possible while keeping high signal efficiency. Cuts on the discriminant variables have been refined minimizing f cut (χ 2 f it , ζ 2π , ζ 3π , ∆E, R min ) = N up /ǫ 3π , where ǫ 3π stands for the signal selection efficiency and N up is the mean upper limit (at 90% C.L.) on the expected f it , ζ 2π , ζ 3π , ∆E, R min ) from simulation [1]. As the result of the optimization we have obtained the following values for cuts on discriminant variables: χ 2 f it < 57.2, ∆E > 1.88 and R min > 65 cm. The signal box is defined as: 4 < ζ 2π < 84.9 and ζ 3π < 5.2 [5]. Since the expected number of background events was estimated using the Monte Carlo simulations, we have checked at each stage of the analysis how well the simulation describes the experimental data. Distributions of χ 2 f it , ∆E and R min variables are presented in Fig. 6 and Fig. 7 for events in the signal box. In the right panel of Fig. 7 we present also the R min distribution just before the last cut R min > 65 cm marked with a black arrow. One can see a good agreement between simulations and measured data at every stage of the analysis. At the end of the analysis we have found zero candidates in data and in the simulated background sample. As it was mentioned, the K S → 2π 0 normalization sample is selected requiring four prompt photons. The Monte Carlo simulation shows a negligible (0.1%) amount of φ → K + K − background events, thus no further discriminant analysis was required. In the same tagged sample of K S mesons we have found N 2π = (7.533 ± 0.018) • 10 7 events. Using simulations we have also determined the K S → 2π 0 → 4γ selection efficiency: ǫ 2π = 0.660 ± 0.002 stat . The final number of produced K S → 2π 0 events amounts to:",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 942,
                    "text": "Fig. 5",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1425,
                    "text": "[1]",
                    "end": 1428
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1645,
                    "text": "[5]",
                    "end": 1648
                },
                {
                    "type": "figure",
                    "start": 1917,
                    "text": "Fig. 6",
                    "end": 1923
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1928,
                    "text": "Fig. 7",
                    "end": 1934
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1987,
                    "text": "Fig. 7",
                    "end": 1993
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "With cuts defined in the previous section at the end of the analysis we count 0 candidates with 0 background events expected from Monte Carlo simulated with an effective statistics of two times that of the data. Hence, we have estimated an upper limit on the K S → 3π 0 branching ratio taking into account systematic uncertainties related to the number of background events and to the determination of the acceptance and selection efficiencies for the signal and normalization samples. The detailed description of the evaluation of systematic uncertainties can be found in Ref. [1,5], here we would like only to stress that they are less than 5% and are negligible in the calculation of the limit. In the conservative assumption of no background, we estimate an upper limit on the K S → 3π 0 branching ratio at 90% confidence level:",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 578,
                    "text": "[1,",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 581,
                    "text": "5]",
                    "end": 583
                }
            ]
        },
        {
            "section": "Results",
            "text": "which corresponds to an improvement by a factor of about 5 compared to our previous search [3]. This result can be translated into a limit on |η 000 |:",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 91,
                    "text": "[3]",
                    "end": 94
                }
            ]
        },
        {
            "section": "Results",
            "text": "|η 000 | = |A(K S → 3π 0 )/A(K L → 3π 0 )| ≤ 0.0088 at 90% C.L.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Summary and outlook",
            "section_rank": 6
        },
        {
            "section": "Summary and outlook",
            "text": "As a result of the KLOE data set analysis, gathered in the 2004-2005 data taking period, we have set the new upper limit for the K S → 3π 0 branching ratio at the 90% confidence level, which is almost five times lower than the latest published result [3]. However, the search for the K S → 3π 0 decay will be continued by the KLOE-2 collaboration, which is continuing and extending the physics program of its predecessor [11]. For the forthcoming run the KLOE performance have been improved by adding new subdetector systems: the tagger system for the γγ physics, the Inner Tracker based on the Cylindrical GEM technology and two calorimeters in the final focusing region [12]. These new calorimeters will increase the acceptance of the detector, while the new inner detector for the determination of the K S vertex will significantly reduce the contribution of the background processes involving charged particles. Increasing the statistics and acceptance of the detector while significantly reducing the background gives a realistic chance to observe the K S → 3π 0 decay for the first time in the near future.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 251,
                    "text": "[3]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 421,
                    "text": "[11]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 672,
                    "text": "[12]",
                    "end": 676
                }
            ]
        },
        {
            "text": "1Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "1Figure 1 .",
            "text": "Figure 1. Schematic view of the KLOE detector.",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Distributions of the reconstructed K L energy (E cr ) and velocity in the φ center of mass frame (β * ) for all events in the six photon sample. Black points represent data, while the MC background simulation is shown as red histogram.",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Figure 3 .",
            "section_rank": 9
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3.Distribution of χ 2 f it for the tagged six-photon sample for data ( black points), background simulation (solid histogram), and simulated K S → 3π 0 signal (dashed histogram).",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Figure 5 . 6 Figure 6",
            "section_rank": 10
        },
        {
            "section": "Figure 5 . 6 Figure 6",
            "text": "Figure 5. Distributions of ∆E and R min discriminating variables for six-photon events for data (black points) and background simulations (red histograms). The dashed histograms represents simulated K S → 3π 0 events.",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Figure 7 .",
            "section_rank": 11
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Distributions of R min for six-photon events in the signal box applying the χ 2 f it < 57.2 cut (left), and applying χ 2 f it < 57.2 and ∆E > 1.88 cuts (right). Black points are data, background simulation is the red histogram. The dashed histogram represents simulated K S → 3π 0 events.",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of the European Community- ",
            "paragraph_rank": 18,
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "Research",
            "paragraph_rank": 19,
            "section_rank": 13
        }
    ]
}