{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Searches for the lepton flavour violating decay τ − → μ − μ + μ − and the lepton flavour and baryon number violating decays τ − →pμ + μ − and τ − → pμ − μ − have been carried out using proton-proton collision data, corresponding to an integrated luminosity of 1.0 fb −1 , taken by the LHCb experiment at √ s = 7 TeV. No evidence has been found for any signal, and limits have been set at 90% confidence level on the branching fractions:",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The results for the τ − →pμ + μ − and τ − → pμ − μ − decay modes represent the first direct experimental limits on these channels.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The observation of neutrino oscillations was the first evidence for lepton flavour violation (LFV). As a consequence, the introduction of mass terms for neutrinos in the Standard Model (SM) implies that LFV exists also in the charged sector, but with branching fractions smaller than ∼ 10 −40 [1,2]. Physics beyond the Standard Model (BSM) could significantly enhance these branching fractions.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 293,
                    "text": "[1,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 296,
                    "text": "2]",
                    "end": 298
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Many BSM theories predict enhanced LFV in τ − decays with respect to μ − decays, 1 with branching fractions within experimental reach [3]. To date, no charged LFV decays such as μ − → e − γ , μ − → e − e + e − , τ − → − γ and τ − → − + − (with − = e − , μ − ) have been observed [4]. Baryon number violation (BNV) is believed to have occurred in the early universe, although the mechanism is unknown. BNV in charged lepton decays automatically implies lepton number and lepton flavour violation, with angular momentum conservation requiring the change | (B − L)| = 0 or 2, where B and L are the net baryon and lepton numbers. The SM and most of its extensions [1] require | (B − L)| = 0. Any observation of BNV or charged LFV would be a clear sign for BSM physics, while a lowering of the experimental upper limits on branching fractions would further constrain the parameter spaces of BSM models.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 81,
                    "text": "1",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 134,
                    "text": "[3]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 279,
                    "text": "[4]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 660,
                    "text": "[1]",
                    "end": 663
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter we report on searches for the LFV decay τ − → μ − μ + μ − and the LFV and BNV decay modes τ − →pμ + μ − and τ − → pμ − μ − at LHCb [5]. The inclusive τ − production crosssection at the LHC is relatively large, at about 80 μb (approximately 80% of which comes from D − s → τ −ν τ ), estimated using the bb and cc cross-sections measured by LHCb [6,7] and the inclusive b → τ and c → τ branching fractions [8]. The τ − → μ − μ + μ − 1 The inclusion of charge conjugate processes is implied throughout this Letter. and τ → pμμ decay modes 2 are of particular interest at LHCb, since muons provide clean signatures in the detector and the ringimaging Cherenkov (RICH) detectors give excellent identification of protons.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 146,
                    "text": "[5]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 359,
                    "text": "[6,",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 362,
                    "text": "7]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "start": 419,
                    "text": "[8]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 446,
                    "text": "1",
                    "end": 447
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter presents the first results on the τ − → μ − μ + μ − decay mode from a hadron collider and demonstrates an experimental sensitivity at LHCb, with data corresponding to an integrated luminosity of 1.0 fb −1 , that approaches the current best experi-",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "at 90% confidence level (CL) [9]. BaBar and Belle have searched for",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 29,
                    "text": "[9]",
                    "end": 32
                }
            ]
        },
        {
            "section": "Introduction",
            "text": ", and upper limits on branching fractions of order 10 −7 were obtained [4]. BaBar has also searched for the B meson decays",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 71,
                    "text": "[4]",
                    "end": 74
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "obtaining upper limits at 90% CL on branching fractions in the range (3.2 − 520) × 10 −8 [10]. The two BNV τ decays presented here, τ − →pμ + μ − and τ − → pμ − μ − , have | (B − L)| = 0 but they could have rather different BSM interpretations; they have not been studied by any previous experiment.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 89,
                    "text": "[10]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this analysis the LHCb data sample from 2011, corresponding to an integrated luminosity of 1.0 fb −1 collected at",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is used. Selection criteria are implemented for the three signal Open access under CC BY-NC-ND license.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Open access under CC BY-NC-ND license.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "candidates with mass within ±30 MeV/c 2 (≈ 3σ m ) of the τ mass are initially blinded from the analysis, where σ m denotes the expected mass resolution. For the 3μ channel, discrimination between potential signal and background is performed using a threedimensional binned distribution in two likelihood variables and the mass of the τ candidate. One likelihood variable is based on the three-body decay topology and the other on muon identification. For the τ → pμμ channels, the use of the second likelihood function is replaced by cuts on the proton and muon particle identification (PID) variables. The analysis strategy and limit-setting procedure are similar to those used for the LHCb analyses of the B 0 s → μ + μ − and B 0 → μ + μ − channels [11,12].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 751,
                    "text": "[11,",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 755,
                    "text": "12]",
                    "end": 758
                }
            ]
        },
        {
            "text": "Detector and triggers",
            "section_rank": 3
        },
        {
            "section": "Detector and triggers",
            "text": "The LHCb detector [5] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system has momentum resolution p/p that varies from 0.4% at 5 GeV/c to 0.6% at 100 GeV/c, and impact parameter resolution of 20 μm for tracks with high transverse momentum (p T ). Charged hadrons are identified using two RICH detectors. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The trigger [13] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage that applies a full event reconstruction. The hardware trigger selects muons with p T > 1.48 GeV/c. The software trigger requires a two-, three-or four-track secondary vertex with a high sum of the p T of the tracks and a significant displacement from the primary pp interaction vertices (PVs). At least one track should have p T > 1.7 GeV/c and impact parameter chi-squared (IP χ 2 ), with respect to the pp collision vertex, greater than 16. The IP χ 2 is defined as the difference between the χ 2 of the PV reconstructed with and without the track under consideration. A multivariate algorithm is used for the identification of secondary vertices.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[5]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1075,
                    "text": "[13]",
                    "end": 1079
                }
            ]
        },
        {
            "section": "Detector and triggers",
            "text": "For the simulation, pp collisions are generated using Pythia 6.4 [14] with a specific LHCb configuration [15]. Particle decays are described by EvtGen [16] in which final-state radiation is generated using Photos [17]. For the three signal τ decay channels, the final-state particles are distributed according to three-body phase space. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [18] as described in Ref. [19].",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 65,
                    "text": "[14]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "start": 105,
                    "text": "[15]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 151,
                    "text": "[16]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[17]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "[18]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 484,
                    "text": "[19]",
                    "end": 488
                }
            ]
        },
        {
            "text": "Signal candidate selection",
            "section_rank": 4
        },
        {
            "section": "Signal candidate selection",
            "text": "The signal and normalisation channels have the same topology, the signature of which is a vertex displaced from the PV, having three tracks that are reconstructed to give a mass close to that of the τ lepton (or D s meson for the normalisation channel).",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Signal candidate selection",
            "text": "In order to discriminate against background, well-reconstructed and well-identified muon, pion and proton tracks are required, with selections on track quality criteria and a requirement of p T > 300 MeV/c. Furthermore, for the τ → pμμ signal and normalisation channels the muon and proton candidates must pass loose PID requirements and the combined p T of the three-track system is required to be greater than 4 GeV/c. All selected tracks are required to have IP χ 2 > 9. The fitted three-track vertex has to be of good quality, with a fit χ 2 < 15, and the measured decay time, t, of the candidate forming the vertex has to be compatible with that of a heavy meson or tau lepton (ct > 100 μm).",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Signal candidate selection",
            "text": "Since the Q -values in decays of charm mesons to τ are relatively small, poorly reconstructed candidates are removed by a cut on the pointing angle between the momentum vector of the three-track system and the line joining the primary and secondary vertices.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "Signal candidate selection",
            "text": "In the τ − → μ − μ + μ − channel, signal candidates with a μ + μ − mass within ±20 MeV/c 2  ",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 89,
                    "text": "2",
                    "end": 90
                }
            ]
        },
        {
            "text": "Signal and background discrimination",
            "section_rank": 5
        },
        {
            "section": "Signal and background discrimination",
            "text": "After the selection each τ candidate is given a probability to be signal or background according to the values of several likelihoods. For the M 3body likelihood a boosted decision tree [20] is used, with the AdaBoost algorithm [21], and is implemented via the TMVA [22] toolkit. It is trained using signal and background samples, both from simulation, where the composition of the background is a mixture of bb → μμX and cc → μμX according to their relative abundance as measured in data. The M PID likelihood uses a neural network, which is also trained on simulated events. The probability density function shapes are calibrated using the D − s → φ(μ + μ − )π − control channel and J /ψ → μ + μ − data for the M 3body and M PID likelihoods, respectively. The shape of the signal mass spectrum is modelled using D −",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[20]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 228,
                    "text": "[21]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 266,
                    "text": "[22]",
                    "end": 270
                }
            ]
        },
        {
            "section": "Signal and background discrimination",
            "text": "The M 3body response as determined using the training from the τ − → μ − μ + μ − samples is used also for the τ → pμμ analyses.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Signal and background discrimination",
            "text": "For the M 3body and M PID likelihoods the binning is chosen such that the separation power between the background-only and signal-plus-background hypotheses is maximised, whilst minimising the number of bins. For the M 3body likelihood the optimum number of bins is found to be six for the τ − → μ − μ + μ − analysis ",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Normalisation",
            "section_rank": 6
        },
        {
            "section": "Normalisation",
            "text": "To measure the signal branching fraction for the decay τ − → μ − μ + μ − (and similarly for τ → pμμ) we normalise to the D −",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Normalisation",
            "text": "where α is the overall normalisation factor and N sig is the number of observed signal events. The branching",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Normalisation",
            "text": "is taken from Ref. [24]. The quantity f The reconstruction and selection efficiencies, REC&SEL , are products of the detector acceptances for the particular decays, the muon identification efficiencies and the selection efficiencies. The combined muon identification and selection efficiency is determined from the yield of simulated events after the full selections have been applied. In the sample of simulated events, the track IPs are smeared to describe the secondary-vertex resolution of the data. Furthermore, the events are given weights to adjust the prompt and non-prompt b and c particle production fractions to the latest measurements [8]. The difference in the result if the weights are varied within their uncertainties is assigned as a systematic uncertainty. The ratio of efficiencies is corrected to account for the differences between data and simulation in efficiencies of track reconstruction, muon identification, the φ(1020) mass win- The trigger efficiency for selected candidates, TRIG , is evaluated from simulation while its systematic uncertainty is determined from the difference between trigger efficiencies of B − → J /ψ K − decays measured in data and in simulation.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 19,
                    "text": "[24]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "start": 647,
                    "text": "[8]",
                    "end": 650
                }
            ]
        },
        {
            "section": "Normalisation",
            "text": "For the τ → pμμ channels the PID efficiency for selected and triggered candidates, PID , is calculated using data calibration samples of J /ψ → μ + μ − and Λ → pπ − decays, with the tracks weighted to match the kinematics of the signal and calibration channels. A systematic uncertainty of 1% per corrected final-state track is assigned [7], as well as a further 1% uncertainty to account for differences in the kinematic binning of the calibration samples between the analyses.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 337,
                    "text": "[7]",
                    "end": 340
                }
            ]
        },
        {
            "section": "Normalisation",
            "text": "The branching fraction of the calibration channel is determined from a combination of known branching fractions using",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Normalisation",
            "text": "where B(φ → K + K − ) and B(φ → μ + μ − ) are taken from [8] and",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 57,
                    "text": "[8]",
                    "end": 60
                }
            ]
        },
        {
            "section": "Normalisation",
            "text": "is taken from the BaBar amplitude analysis [25], which considers only the φ → K + K − resonant part of the   Table 1 Terms entering in the normalisation factor α for τ − → μ − μ + μ − , τ − →pμ + μ − and τ − → pμ − μ − , and their combined statistical and systematic uncertainties. the fits to reconstructed φ(μ + μ − )π − mass distributions, shown in Fig. 2. The variations in the yields if the relative contributions of the two Gaussian components are varied in the fits are considered as systematic uncertainties. Table 1 gives a summary of all contributions to α; the uncertainties are taken to be uncorrelated.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 43,
                    "text": "[25]",
                    "end": 47
                },
                {
                    "type": "table",
                    "start": 109,
                    "text": "Table 1",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 352,
                    "text": "Fig. 2",
                    "end": 358
                },
                {
                    "type": "table",
                    "start": 517,
                    "text": "Table 1",
                    "end": 524
                }
            ]
        },
        {
            "text": "Background studies",
            "section_rank": 7
        },
        {
            "section": "Background studies",
            "text": "The background processes for the decay τ − → μ − μ + μ − consist mainly of decay chains of heavy mesons with three real muons in the final state or with one or two real muons in combination with two or one misidentified particles. These backgrounds vary smoothly in the mass spectra in the region of the signal channel. The most important peaking background channel is found to be D −  Tables 2 and 3 give the expected and observed numbers of candidates for all three channels investigated, in each bin of the likelihood variables, where the uncertainties on the background likelihoods are used to compute the uncertainties on the expected numbers of events. No significant evidence for an excess of events is observed. Using the CL s method as a statistical framework, the distributions of observed and expected CL s values are calculated as functions of the assumed branching fractions. The aforementioned uncertainties and the uncertainties on the signal likelihoods and normalisation factors are included using the techniques described in Ref. [12]. The resulting distributions of CL s values are shown in Fig. 4. The expected limits at 90% (95%) CL for the branching frac-",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 386,
                    "text": "Tables 2 and 3",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1048,
                    "text": "[12]",
                    "end": 1052
                },
                {
                    "type": "figure",
                    "start": 1110,
                    "text": "Fig. 4",
                    "end": 1116
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "while the observed limits at 90% (95%) CL are",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "All limits are given for the phase-space model of τ decays. For τ − → μ − μ + μ − , the efficiency is found to vary by no more than Fig. 3. Invariant mass distributions and fits to the mass sidebands in data for (a) μ + μ − μ − candidates in the four merged bins that contain the highest signal probabilities, (b)pμ + μ − candidates in the two merged bins with the highest signal probabilities, and (c) pμ − μ − candidates in the two merged bins with the highest signal probabilities.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 132,
                    "text": "Fig. 3",
                    "end": 138
                }
            ]
        },
        {
            "text": "Table 2",
            "section_rank": 9
        },
        {
            "section": "Table 2",
            "text": "Expected background candidate yields, with their systematic uncertainties, and ob- 20% over the μ − μ − mass range and by 10% over the μ + μ − mass range. For τ → pμμ, the efficiency varies by less than 20% over the dimuon mass range and less than 10% with pμ mass. In summary, a first limit on the lepton flavour violating decay mode τ − → μ − μ + μ − has been obtained at a hadron collider. The result is compatible with previous limits and indicates that with the additional luminosity expected from the LHC over the coming years, the sensitivity of LHCb will become comparable with, or exceed, those of BaBar and Belle. First direct upper limits have been placed on the branching fractions for two τ decay modes that violate both baryon number and lepton flavour, τ − →pμ + μ − and τ − → pμ − μ − . Fig. 4. Distribution of CL s values as functions of the assumed branching fractions, under the hypothesis to observe background events only, for (a) τ − → μ − μ + μ − , (b) τ − →pμ + μ − and (c) τ − → pμ − μ − . The dashed lines indicate the expected curves and the solid lines the observed ones. The light (yellow) and dark (green) bands cover the regions of 68% and 95% confidence for the expected limits. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this Letter.) Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 803,
                    "text": "Fig. 4",
                    "end": 809
                }
            ]
        },
        {
            "text": "Open access",
            "section_rank": 10
        },
        {
            "section": "Open access",
            "text": "This article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "of the φ meson mass are removed, and to eliminate irreducible background near the signal region arising from the decay D − s → η(μ + μ − γ )μ −ν μ , candidates with a μ + μ − mass combination below 450 MeV/c 2 are also rejected (see Section 6). Finally, to remove potential contamination from pairs of reconstructed tracks that arise from the same particle, same-sign muon pairs with mass lower than 250 MeV/c 2 are removed in both the τ − → μ − μ + μ − and τ − → pμ − μ − channels. The signal regions are defined by ±20 MeV/c 2 (≈ 2σ m ) windows around the nominal τ mass, but candidates within wide mass windows, of ±400 MeV/c 2 for τ − → μ − μ + μ − decays and ±250 MeV/c 2 for τ → pμμ decays, are kept to allow evaluation of the background contributions in the signal regions. A mass window of ±20 MeV/c 2 is also used to define the signal region for the D − s → φ(μ + μ − )π − channel, with the μ + μ − mass required to be within ±20 MeV/c 2 of the φ meson mass.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "For τ − → μ − μ + μ − three likelihoods are used: a three-body likelihood, M 3body , a PID likelihood, M PID , and an invariant mass likelihood. The likelihood M 3body uses the properties of the reconstructed τ decay to distinguish displaced three-body decays from N-body decays (with N > 3) and combinations of tracks from different vertices. Variables used include the vertex quality and its displacement from the PV, and the IP and fit χ 2 values of the tracks. The likelihood M PID quantifies the compatibility of each of the three particles with the muon hypothesis using information from the RICH detectors, the calorimeters and the muon stations; the value of M PID is taken as the smallest one of the three muon candidates. For τ → pμμ, the use of M PID is replaced by cuts on PID quantities. The invariant mass likelihood uses the reconstructed mass of the τ candidate to help discriminate between signal and background.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Distribution of (a) M 3body and (b) M PID for τ − → μ − μ + μ − where the binning corresponds to that used in the limit calculation. The short dashed (red) lines show the response of the data sidebands, whilst the long dashed (blue) and solid (black) lines show the response of simulated signal events before and after calibration. Note that in both cases the lowest likelihood bin is later excluded from the analysis. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this Letter.) and five for τ → pμμ, while for the M PID likelihood the optimum number of bins is found to be five. The lowest bins in M 3body and M PID do not contribute to the sensitivity and are later excluded from the analyses. The distributions of the two likelihoods, along with their binning schemes, are shown inFig. 1for theτ − → μ − μ + μ − analysis.For the τ → pμμ analysis, further cuts on the muon and pro-ton PID hypotheses are used instead of M PID and are optimised, for a 2σ significance, on simulated signal events and data sidebands using the figure of merit from Ref. [23], with the distributions of the PID variables corrected according to those observed in data. The expected shapes of the invariant mass spectra for the τ − → μ − μ + μ − and τ → pμμ signals, with the appropriate selections applied, are taken from fits to the D − s → φ(μ + μ − )π − control channel in data as shown in Fig. 2. The signal distributions are modelled with the sum of two Gaussian functions with a common mean, where the narrower Gaussian contributes 70% of the total signal yield, while the combinatorial backgrounds are modelled with linear functions. The expected widths of the τ signals in data are taken from simulation, scaled by the ratio of the widths of the D − s peaks in data and simulation. The data are divided into eight equally spaced bins in the ±20 MeV/c 2 mass window around the nominal τ mass.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "D s τ is the fraction of τ leptons that originate from D − s decays, calculated using the bb and cc cross-sections as measured by LHCb [6,7] and the inclusive b → τ , c → τ , b → D s and c → D s branching fractions [8]. The corresponding expression for the τ → pμμ decay is identical except for the inclusion of a further term, PID cal / PID sig , to account for the effect of the PID cuts.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "dow cut in the normalisation channel and the τ mass window cut, with all associated systematic uncertainties included. The removal of candidates in the least sensitive bins in the M 3body and M PID classifiers is also taken into account.",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "D − s decay. This is motivated by the negligible contribution of nonresonant D − s → μ + μ − π − events seen in our data. The yields of D − s → φ(μ + μ − )π − candidates in data, N cal , are determined from",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Invariant mass distribution of φ(μ + μ − )π − after (a) the τ − → μ − μ + μ − selection and (b) the τ → pμμ selection and PID cuts. The solid (blue) lines show the overall fits, the long dashed (green) and short dashed (red) lines show the two Gaussian components of the signal and the dot dashed (black) lines show the backgrounds. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this Letter.)",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "about 80% of which is removed (see Section 3) by a cut on the dimuon mass. The small remaining background from this process is consistent with the smooth variation in the mass spectra of the other backgrounds in the mass range considered in the fit. Based on simulations, no peaking backgrounds are expected in the τ → pμμ analyses.The expected numbers of background events within the signal region, for each bin in M 3body , M PID (for τ − → μ − μ + μ − ) and mass, are evaluated by fitting the candidate mass spectra outside of the signal windows to an exponential function using an extended, unbinned maximum likelihood fit. The small differences obtained if the exponential curves are replaced by straight lines are included as systematic uncertainties. For τ − → μ − μ + μ − the data are fitted over the mass range 1600-1950 MeV/c 2 , while for τ → pμμ the fitted mass range is 1650-1900 MeV/c 2 , excluding windows around the expected signal mass of ±30 MeV/c 2 forμ − μ + μ − and ±20 MeV/c 2 for pμμ. The resulting fits to the data sidebands for a selection of bins for the three channels are shown inFig. 3.",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "served candidate yields within the τ signal window in the different likelihood bins for the τ − → μ − μ + μ − analysis. The likelihood values for M PID range from 0 (most background-like) to +1 (most signal-like), while those for M 3body range from −1 (most background-like) to +1 (most signal-like). The lowest likelihood bins have been excluded from the analysis.",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Table 3",
            "section_rank": 20
        },
        {
            "section": "Table 3",
            "text": "Expected background candidate yields, with their systematic uncertainties, and observed candidate yields within the τ mass window in the different likelihood bins for the τ → pμμ analysis. The likelihood values for M 3body range from −1 (most background-like) to +1 (most signal-like). The lowest likelihood bin has been excluded from the analysis.τ − →pμ + μ − τ − → pμ − μ −",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); ANCS/IFA (Romania); MinES, Rosatom, RFBR and NRC \"Kurchatov Institute\" (Russia); MinECo, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS",
            "paragraph_rank": 46,
            "section_rank": 22
        }
    ]
}