{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The decays B þ c ! J=c D þ s and B þ c ! J=c D Ãþ s are observed for the first time using a dataset, corresponding to an integrated luminosity of 3 fb À1 , collected by the LHCb experiment in proton-proton collisions at center-of-mass energies of ffiffi ffi s p ¼ 7 and 8 TeV. The statistical significance for both signals is in excess of 9 standard deviations. The following ratios of branching fractions are measured to be",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "s Þ ¼ 2:37 AE 0:56 AE 0:10, where the first uncertainties are statistical and the second systematic. The mass of the B þ c meson is measured to be m B þ c ¼ 6276:28 AE 1:44ðstatÞ AE 0:36ðsystÞ MeV=c 2 , using the B þ c ! J=c D þ s decay mode.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The B þ c meson, the ground state of the \" bc system, is unique, being the only weakly decaying heavy quarkonium system. Its lifetime [1,2] is almost 3 times smaller than that of other beauty mesons, pointing to the important role of the charm quark in weak B þ c decays. The B þ c meson was first observed through its semileptonic decay B þ c ! J=c ' þ ' X [3]. Only three hadronic modes have been observed so far: B þ c ! J=c þ [4], B þ c ! J=c þ þ À [5] and B þ c ! c ð2SÞ þ [6]. The first observations of the decays B þ c ! J=c D þ s and B þ c ! J=c D Ãþ s are reported in this paper. The leading Feynman diagrams of these decays are shown in Fig. 1. The decay B þ c ! J=c D þ s is expected to proceed mainly through spectator and color-suppressed spectator diagrams. In contrast to decays of other beauty hadrons, the weak annihilation topology is not suppressed and can contribute significantly to the decay amplitude.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 134,
                    "text": "[1,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 137,
                    "text": "2]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 358,
                    "text": "[3]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 430,
                    "text": "[4]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "start": 453,
                    "text": "[5]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 478,
                    "text": "[6]",
                    "end": 481
                },
                {
                    "type": "figure",
                    "start": 647,
                    "text": "Fig. 1",
                    "end": 653
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Assuming that the spectator diagram dominates and that factorization holds, the following approximations can be established:",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where B stands for B þ or B 0 and \" D Ã denotes \" D Ã0 or D ÃÀ . Phase space corrections amount to Oð0:5%Þ for Eq. (1a) and can be as large as 28% for Eq. (1b), depending on the relative orbital momentum. The relative branching ratios estimated in this way, together with more detailed theoretical calculations, are listed in Table I, where the branching fractions for the B ! \" D Ã D þ s and B ! \" D Ã þ decays are taken from Ref. [1].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 326,
                    "text": "Table I",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 432,
                    "text": "[1]",
                    "end": 435
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The analysis presented here is based on a data sample, corresponding to an integrated luminosity of 3 fb À1 , collected with the LHCb detector during 2011 and 2012 in pp collisions at center-of-mass energies of 7 and 8 TeV, respectively. The decay B þ c ! J=c þ is used as a normalization channel for the measurement of the branching fraction BðB þ c ! J=c D þ s Þ. In addition, the low energy release (Q value) in the B þ c ! J=c D þ s mode allows a determination of the B þ c mass with small systematic uncertainty.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II. LHCB DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. LHCB DETECTOR",
            "text": "The LHCb detector [12] is a single-arm forward spectrometer covering the pseudorapidity range 2 < < 5, designed for the study of particles containing b or c quarks. The detector includes a high precision tracking system consisting of a silicon-strip vertex detector surrounding the ppinteraction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system has momentum resolution Áp=p that varies from 0.4% at 5 GeV=c to 0.6% at 100 GeV=c, and impact parameter resolution of 20 m for tracks with high transverse momentum. Charged hadrons are identified using two ring-imaging Cherenkov detectors. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The trigger [13] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage which applies a full event reconstruction.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 18,
                    "text": "[12]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1084,
                    "text": "[13]",
                    "end": 1088
                }
            ]
        },
        {
            "section": "II. LHCB DETECTOR",
            "text": "This analysis uses events collected by triggers that select the decay products of the dimuon decay of the J=c meson with high efficiency. At the hardware stage either one or two identified muon candidates are required. In the case of single muon triggers the transverse momentum p T of the candidate is required to be larger than 1:5 GeV=c. For dimuon candidates a requirement on the product of the p T of the muon candidates is applied,",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. LHCB DETECTOR",
            "text": "At the subsequent software trigger stage, two muons with invariant mass in the interval 2:97 < m þ À < 3:21 GeV=c 2 and consistent with originating from a common vertex are required.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "II. LHCB DETECTOR",
            "text": "The detector acceptance and response are estimated with simulated data. Proton-proton collisions are generated using PYTHIA 6.4 [14] with the configuration described in Ref. [15]. Particle decays are then simulated by EVTGEN [16] in which final state radiation is generated using PHOTOS [17]. The interaction of the generated particles with the detector and its response are implemented using the GEANT4 toolkit [18] as described in Ref. [19].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 128,
                    "text": "[14]",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 174,
                    "text": "[15]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 225,
                    "text": "[16]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 287,
                    "text": "[17]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 412,
                    "text": "[18]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 438,
                    "text": "[19]",
                    "end": 442
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Track quality of charged particles is ensured by requiring that the 2 per degree of freedom, 2 tr =ndf, is less than 4. Further suppression of fake tracks created by the reconstruction is achieved by a neural network trained to discriminate between these and real particles based on information from track fit and hit pattern in the tracking detectors. A requirement on the output of this neural network, P fake < 0:5, allows us to reject half of the fake tracks.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 93,
                    "text": "2",
                    "end": 94
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Duplicate particles created by the reconstruction are suppressed by requiring the symmetrized Kullback-Leibler divergence [20] Á min KL , calculated with respect to all particles in the event, to be in excess of 5000. In addition, the transverse momentum is required to be greater than 550ð250Þ MeV=c for each muon (hadron) candidate.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 122,
                    "text": "[20]",
                    "end": 126
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Well-identified muons are selected by requiring that the difference in logarithms of the likelihood of the muon hypothesis, as provided by the muon system, with respect to the pion hypothesis, Á = ln L [21], is greater than zero. Good quality particle identification by the ring-imaging Cherenkov detectors is ensured by requiring the momentum of the hadron candidates, p, to be between 3.2 and 100 GeV=c, and the pseudorapidity to be in the range 2 < < 5. To select well-identified kaons (pions) the corresponding difference in logarithms of the likelihood of the kaon and pion hypotheses [22] is required to be Á K= ln L > 2ð<0Þ. These criteria are chosen to be tight enough to reduce significantly the background due to misidentification while ensuring good agreement between data and simulation.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 202,
                    "text": "[21]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 590,
                    "text": "[22]",
                    "end": 594
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "To ensure that the hadrons used in the analysis are inconsistent with being directly produced in a pp interaction vertex, the impact parameter 2 , defined as the difference between the 2 of the reconstructed pp collision vertex formed with and without the considered track, is required to be 2 IP > 9. When more than one vertex is reconstructed, that with the smallest value of 2 IP is chosen. As in Refs. [23][24][25] the selection of J=c ! þ À candidates proceeds from pairs of oppositely charged muons forming a common vertex. The quality of the vertex is ensured by requiring the 2 of the vertex fit, 2 vx , to be less than 30. The vertex is forced to be well separated from the reconstructed pp interaction vertex by requiring the decay length significance S flight , defined as the ratio of the projected distance from pp interaction vertex to þ À vertex on direction of þ À pair momentum and its uncertainty, to be greater than 3. Finally, the mass of the dimuon combination is required to be within AE45 MeV=c 2 of the known J=c mass [1], which corresponds to a AE3:5 window, where is the measured J=c mass resolution.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 406,
                    "text": "[23]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 410,
                    "text": "[24]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 414,
                    "text": "[25]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 605,
                    "text": "2",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1042,
                    "text": "[1]",
                    "end": 1045
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Candidate D þ s mesons are reconstructed in the D þ s ! ðK þ K À Þ þ mode using criteria similar to those in Ref. [26]. A good vertex quality is ensured by requiring 2 vx < 25. The mass of the kaon pair is required to be consistent with the decay",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 114,
                    "text": "[26]",
                    "end": 118
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Finally, the mass of the candidate is required to be within AE20 MeV=c 2 of the known D þ s mass [1],  which corresponds to a AE3:5 window, where is the measured D þ s mass resolution, and its transverse momentum to be >1 GeV=c.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 97,
                    "text": "[1]",
                    "end": 100
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "Candidate B þ c mesons are formed from J=c D þ s pairs with transverse momentum in excess of 1 GeV=c. The candidates should be consistent with being produced in a pp interaction vertex by requiring 2 IP < 9 with respect to reconstructed pp collision vertices. A kinematic fit is applied to the B þ c candidates [27]. To improve the mass and lifetime resolution, in this fit, a constraint on the pointing of the candidate to the primary vertex is applied together with mass constraints on the intermediate J=c and D þ s states. The value of the J=c mass is taken from Ref. [1]. For the D þ s meson the value of m D þ s ¼ 1968:31 AE 0:20 MeV=c 2 is used, that is, the average of the values given in Refs. [1,28]. The 2 per degree of freedom of this fit, 2 fit =ndf, is required to be less than 5. The decay time of the D þ s candidate, cðD þ s Þ, determined by this fit, is required to satisfy c > 75 m. The corresponding signed significance S c , defined as the ratio of the measured decay time and its uncertainty, is required to be in excess of 3. Finally, the decay time of the B þ c candidate, cðB þ c Þ, is required to be between 75 m and 1 mm. The upper edge, in excess of seven lifetimes of B þ c meson, is introduced to remove badly reconstructed candidates.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 198,
                    "text": "2",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 311,
                    "text": "[27]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 572,
                    "text": "[1]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 703,
                    "text": "[1,",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 706,
                    "text": "28]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 752,
                    "text": "2",
                    "end": 753
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "candidates is shown in Fig. 2. The peak close to the known mass of the B þ c meson [1,29] with a width compatible with the expected mass resolution is interpreted as being due to the B þ c ! J=c D þ s decay. The wide structure between 5.9 and 6:2 GeV=c 2 is attributed to the decay",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 23,
                    "text": "Fig. 2",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 83,
                    "text": "[1,",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 86,
                    "text": "29]",
                    "end": 89
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "decays, where the neutral particles are not detected. The process B þ c ! J=c D Ãþ s being the decay of a pseudoscalar particle into two vector particles is described by three helicity amplitudes: A þþ , A 00 and A ÀÀ , where indices correspond to the helicities of the J=c and D Ãþ s mesons. Simulation studies show that the J=c D þ s mass distributions are the same for the A þþ and A ÀÀ amplitudes. Thus, the J=c D þ s mass spectrum is described by a model consisting of the following components: an exponential shape to describe the combinatorial background, a Gaussian shape to describe the B þ c ! J=c D þ s signal and two helicity components to describe the B þ c ! J=c D Ãþ s contributions corresponding to the A AEAE and A 00 amplitudes. The shape of these components is determined using the simulation where the branching fractions for",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "decays are taken from Ref. [1]. To estimate the signal yields, an extended unbinned maximum likelihood fit to the mass distribution is performed. The correctness of the fit procedure together with the reliability of the estimated uncertainties has been extensively checked using simulation. The fit has seven free parameters: the mass of the  Table II. The fit result is also shown in Fig. 2.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 27,
                    "text": "[1]",
                    "end": 30
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 343,
                    "text": "Table II",
                    "end": 351
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 385,
                    "text": "Fig. 2",
                    "end": 391
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "To check the result, the fit has been performed with different models for the signal: a double-sided Crystal Ball function [30,31], and a modified Novosibirsk function [32]. For these tests the tail and asymmetry parameters are fixed using the simulation values, while the parameters representing the peak position and resolution are left free to vary. As alternative models for the background, the product of an exponential function and a fourth-order polynomial function are used. The fit parameters obtained are stable with respect to the choice of the fit model and the fit range interval.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 123,
                    "text": "[30,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 127,
                    "text": "31]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 168,
                    "text": "[32]",
                    "end": 172
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The statistical significance for the B þ c ! J=c D þ s signal is estimated from the change in the likelihood function  ",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": ", where L B is the likelihood of a background-only hypothesis and L BþS is the likelihood of a background-plus-signal hypothesis. The significance has been estimated separately for the",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "To exclude the look-elsewhere effect [33], the mass and resolution of the peak are fixed to the values obtained with the simulation. The minimal significance found varying the fit model as described above is taken as the signal significance. The statistical significance for both the B þ c ! J=c D þ s and B þ c ! J=c D Ãþ s signals estimated in this way is in excess of 9 standard deviations. The low Q value for the B þ c ! J=c D þ s decay mode allows the B þ c mass to be precisely measured. This makes use of the D þ s mass value, evaluated in Sec. III, taking correctly into account the correlations between the measurements. The calibration of the momentum scale for the dataset used here is detailed in Refs. [28,34]. It is based upon large calibration samples of B þ ! J=c K þ and J=c ! þ À decays and leads to an accuracy in the momentum scale of 3 Â 10 À4 . This translates into an uncertainty of 0:30 MeV=c 2 on the B þ c meson mass. A further uncertainty of 0:11 MeV=c 2 arises from the knowledge of the detector material distribution [28,29,34,35]  ",
            "paragraph_rank": 25,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 37,
                    "text": "[33]",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 716,
                    "text": "[28,",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 720,
                    "text": "34]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1047,
                    "text": "[28,",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1051,
                    "text": "29,",
                    "end": 1054
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1054,
                    "text": "34,",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1057,
                    "text": "35]",
                    "end": 1060
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "c ! J=c þ events is performed in a manner similar to that described in Sec. III for the signal channel. To further reduce the combinatorial background, the transverse momentum of the pion for the B þ c ! J=c þ mode is required to be in excess of 1 GeV=c. The mass distribution of the selected B þ c ! J=c þ candidates is shown in Fig. 3.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 330,
                    "text": "Fig. 3",
                    "end": 336
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "To determine the yield, an extended unbinned maximum likelihood fit to the mass distribution is performed. The signal is modeled by a double-sided Crystal Ball function and the background with an exponential function. The fit gives a yield of 3009 AE 79 events. As cross-checks, a modified Novosibirsk function and a Gaussian function for the signal component and a product of exponential and polynomial functions for the background are used. The difference is treated as systematic uncertainty.",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The ratio of the total efficiencies (including acceptance, reconstruction, selection and trigger) for the B þ c ! J=c D þ s and B þ c ! J=c þ modes is determined with simulated data to be 0:148 AE 0:001, where the uncertainty is statistical only. As only events explicitly selected by the J=c triggers are used, the ratio of the trigger efficiencies for the B þ c ! J=c D þ s and B þ c ! J=c þ modes is close to unity.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "VI. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 5
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "Uncertainties on the ratio R D þ s = þ related to differences between the data and simulation efficiency for the selection requirements are studied using the abundant B þ c ! J=c þ channel. As an example, Fig. 4 compares the distributions of 2 fit ðB þ c Þ and 2 IP ðB þ c Þ for data and simulated B þ c ! J=c þ events. For background subtraction the sPlot technique [36] has been used. It can be seen that the agreement between data and simulation is good. In addition, a large sample of selected B þ ! J=c ðK þ K À Þ K þ events has been used to quantify differences between data and simulation. Based on the deviation, a systematic uncertainty of 1% is assigned.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Fig. 4",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 367,
                    "text": "[36]",
                    "end": 371
                }
            ]
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The agreement of the absolute trigger efficiency between data and simulation has been validated to a precision of 4% using the technique described in Refs. [13,31,37] with a large sample of B þ ! J=c ðK þ K À Þ K þ events. A further cancellation of uncertainties occurs in the ratio of branching fractions resulting in a systematic uncertainty of 1.1%.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 156,
                    "text": "[13,",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 160,
                    "text": "31,",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 163,
                    "text": "37]",
                    "end": 166
                }
            ]
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The systematic uncertainties related to the fit model, in particular to the signal shape, mass and resolution for the B þ c ! J=c D þ s mode and the fit interval have been discussed in Secs. IV and V. The main part comes from the normalization channel B þ c ! J=c þ . Other systematic uncertainties arise from differences in the efficiency of charged particle reconstruction between data and simulation. The largest of these arises from the knowledge of the hadronic interaction probability in the detector, which has an uncertainty of 2% per track [37]. A further uncertainty related to the reconstruction of two additional kaons in the B þ c ! J=c D þ s mode with respect to the B þ c ! J=c þ mode is estimated to be 2 Â 0:6% [38]. Further uncertainties are related to the track quality selection requirements 2 tr < 4 and P fake < 0:5. These are estimated from a comparison of data and simulation in the B þ c ! J=c þ decay mode to be 0.4% per final state track.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 549,
                    "text": "[37]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 728,
                    "text": "[38]",
                    "end": 732
                }
            ]
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The uncertainty associated with the kaon identification criteria is studied using the combined",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The efficiency to identify a kaon pair with a selection on Á K= ln L has been compared for data and simulation for various selection requirements. The comparison shows a ðÀ1:8 AE 2:9Þ% difference between data and simulation in the efficiency to identify a kaon pair with 2 min Á K= log L. This estimate has been confirmed using a kinematically similar sample of reconstructed B þ ! J=c ðK þ K À Þ K þ events. An uncertainty of 3% is assigned.",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The limited knowledge of the B þ c lifetime leads to an additional systematic uncertainty due to the different decay time acceptance between the B þ c ! J=c D þ s and B þ c ! J=c þ decay modes. To estimate this effect, the decay time distributions for simulated events are reweighted to change the B þ c lifetime by one standard deviation from the known value [1], as well as the value recently measured by the CDF Collaboration [2], and the efficiencies are recomputed. An uncertainty of 1% is assigned.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 360,
                    "text": "[1]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 429,
                    "text": "[2]",
                    "end": 432
                }
            ]
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "Possible uncertainties related to the stability of the data taking conditions are tested by studying the ratio of the yields of B þ ! J=c K þ þ À and B þ ! J=c K þ decays for different data taking periods and dipole magnet polarities. This results in a further 2.5% uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "The largest systematic uncertainty is due to the knowledge of the branching fraction of the D þ s ! ðK À K þ Þ þ decay, with a kaon pair mass within AE20 MeV=c 2 of the known meson mass. The value of ð2:24AE0:11AE0:06Þ% from Ref. [39] is used in the analysis. The systematic uncertainties on R D þ s = þ are summarized in Table III.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 230,
                    "text": "[39]",
                    "end": 234
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 322,
                    "text": "Table III",
                    "end": 331
                }
            ]
        },
        {
            "section": "VI. SYSTEMATIC UNCERTAINTIES",
            "text": "( 2) where the ratio of yields is given in B þ c ! J=c D þ s events changes to 2:27 AE 0:59. An uncertainty of 4% is assigned to the R D Ãþ s =D þ s ratio. The uncertainty on the fraction of the A AEAE amplitude, f AEAE , has been studied with different fit models for the parameterization of the combinatorial background, as well as different mass resolution models. This is negligible in comparison to the statistical uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2,
                    "text": "2)",
                    "end": 4
                }
            ]
        },
        {
            "text": "VII. RESULTS AND SUMMARY",
            "section_rank": 6
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The decays B þ c ! J=c D þ s and B þ c ! J=c D Ãþ s have been observed for the first time with statistical significances in excess of 9 standard deviations. The ratio of branching fractions for",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "where the value of 39] with the mass of the kaon pair within AE20 MeV=c 2 of the known value of the mass is used, together with the ratio of efficiencies, and the signal yields given in Secs. IV and V. This results in",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 19,
                    "text": "39]",
                    "end": 22
                }
            ]
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The value obtained is in agreement with the naïve expectations given in Eq. (1a) from B 0 decays, and the values from Refs. [8][9][10] but larger than predictions from Refs. [7,11] and factorization expectations from B þ decays. This result is in agreement with the naïve factorization hypothesis [Eq. (1b)] and with the predictions of Refs. [8,9].",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 124,
                    "text": "[8]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 127,
                    "text": "[9]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 130,
                    "text": "[10]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 174,
                    "text": "[7,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 177,
                    "text": "11]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 297,
                    "text": "[Eq. (1b)",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[8,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 345,
                    "text": "9]",
                    "end": 347
                }
            ]
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The fraction of the A AEAE amplitude in the B þ c ! J=c D Ãþ s decay is measured to be",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "in agreement with a simple estimate of 2 3 , the measurements [40,41] and factorization predictions [42] for B 0 ! D ÃÀ D Ãþ s decays, and expectations for B þ c ! J=c ' þ ' decays from Refs. [43,44].",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 39,
                    "text": "2 3",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 62,
                    "text": "[40,",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 66,
                    "text": "41]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 100,
                    "text": "[42]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 192,
                    "text": "[43,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 196,
                    "text": "44]",
                    "end": 199
                }
            ]
        },
        {
            "section": "VII. RESULTS AND SUMMARY",
            "text": "The mass of the B þ c meson and the mass difference between the B þ c and D þ s mesons are measured to be The B þ c mass measurement is in good agreement with the previous result obtained by LHCb in the B þ c ! J=c þ mode [29] and has smaller systematic uncertainty.",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 222,
                    "text": "[29]",
                    "end": 226
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 7
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank A. Luchinsky and A. K. Likhoded for advice on aspects of B þ c physics. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (Netherlands); SCSR (Poland); ANCS/IFA (Romania); MinES, Rosatom, RFBR and NRC ''Kurchatov Institute'' (Russia); MinECo, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "the relative amount of the A AEAE helicity amplitudes of total B þ c ! J=c D Ãþ s decay rate, f AEAE , the slope parameter of the exponential background and the yields of the two signal components, N B þ c !J=c D þ s and N B þ c !J=c D Ãþ s , and of the background. The values of the signal parameters obtained from the fit are summarized in",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 9
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Mass distributions for selected J=c D þ s pairs. The solid curve represents the result of a fit to the model described in the text. The contribution from the B þ c ! J=c D Ãþ s decay is shown with thin green dotted and thin yellow dashdotted lines for the A AEAE and A 00 amplitudes, respectively. The inset shows a zoom of the B þ c mass region.",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 10
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). Mass distribution for selected B þc ! J=c þ candidates. The results of a fit to the model described in the text are superimposed (solid line) together with the background component (dotted line).",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "TABLE I .",
            "section_rank": 11
        },
        {
            "section": "TABLE I .",
            "text": "Predictions for the ratios of B þ c meson branching fractions. In the case of R D Ãþ s =D þ s the second uncertainty is related to the unknown relative orbital momentum.",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "FIG. 1. Feynman diagrams for B þc ! J=c D þ s decays: (a) spectator, (b) color-suppressed spectator and (c) annihilation topology.",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "R. AAIJ et al.PHYSICALREVIEW D 87, 112012 (2013)   ",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "TABLE II .",
            "section_rank": 13
        },
        {
            "section": "TABLE II .",
            "text": "Signal parameters of the unbinned extended maximum likelihood fit to the J=c D þ s mass distribution.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Table II",
            "section_rank": 14
        },
        {
            "section": "Table II",
            "text": "Also at Università di Cagliari, Cagliari, Italy. e Also at Università di Ferrara, Ferrara, Italy. f Also at Università di Firenze, Firenze, Italy. PHYSICAL REVIEW D 87, 112012 (2013)   ",
            "paragraph_rank": 53,
            "section_rank": 16
        }
    ]
}