{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A broad peaking structure is observed in the dimuon spectrum of B þ ! K þ þ À decays in the kinematic region where the kaon has a low recoil against the dimuon system. The structure is consistent with interference between the B þ ! K þ þ À decay and a resonance and has a statistical significance exceeding six standard deviations. The mean and width of the resonance are measured to be 4191 þ9",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "À8 MeV=c 2 and 65 þ22 À16 MeV=c 2 , respectively, where the uncertainties include statistical and systematic contributions. These measurements are compatible with the properties of the c ð4160Þ meson. First observations of both the decay B þ ! c ð4160ÞK þ and the subsequent decay c ð4160Þ ! þ À are reported. The resonant decay and the interference contribution make up 20% of the yield for dimuon masses above 3770 MeV=c 2 . This contribution is larger than theoretical estimates.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The decay of the B þ meson to the final state K þ þ À receives contributions from tree level decays and decays mediated through virtual quantum loop processes. The tree level decays proceed through the decay of a B þ meson to a vector c c resonance and a K þ meson, followed by the decay of the resonance to a pair of muons. Decays mediated by flavor changing neutral current (FCNC) loop processes give rise to pairs of muons with a nonresonant mass distribution. To probe contributions to the FCNC decay from physics beyond the standard model (SM), it is essential that the tree level decays are properly accounted for. In all analyses of the B þ ! K þ þ À decay, from discovery [1] to the latest most accurate measurement [2], this has been done by placing a veto on the regions of dimuon mass m þ À dominated by the J=c and c ð2SÞ resonances. In the low recoil region, corresponding to a dimuon mass above the open charm threshold, theoretical predictions of the decay rate can be obtained with an operator product expansion (OPE) [3] in which the c c contribution and other hadronic effects are treated as effective interactions.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 680,
                    "text": "[1]",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 724,
                    "text": "[2]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1034,
                    "text": "[3]",
                    "end": 1037
                }
            ]
        },
        {
            "text": "Nearly all available information about the J PC ¼ 1 ÀÀ charmonium resonances above the open charm threshold, where the resonances are wide as decays to D ðÃÞ D ðÃÞ are allowed, comes from measurements of the cross-section ratio of e þ e À ! hadrons relative to e þ e À ! þ À . Among these analyses, only that of the BES Collaboration in Ref. [4] takes interference and strong phase differences between the different resonances into account. The broad and overlapping nature of these resonances means that they cannot be excluded by vetoes on the dimuon mass in an efficient way, and a more sophisticated treatment is required.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 342,
                    "text": "[4]",
                    "end": 345
                }
            ]
        },
        {
            "text": "This Letter describes a measurement of a broad peaking structure in the low recoil region of the B þ ! K þ þ À decay, based on data corresponding to an integrated luminosity of 3 fb À1 taken with the LHCb detector at a center-of-mass energy of 7 TeV in 2011 and 8 TeV in 2012. Fits to the dimuon mass spectrum are performed, where one or several resonances are allowed to interfere with the nonresonant B þ ! K þ þ À signal, and their parameters determined. The inclusion of charge conjugated processes is implied throughout this Letter.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The LHCb detector [5] is a single-arm forward spectrometer covering the pseudorapidity range 2 < < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system provides a momentum measurement with relative uncertainty that varies from 0.4% at 5 GeV=c to 0.6% at 100 GeV=c, and impact parameter resolution of 20 m for tracks with high transverse momentum. Charged hadrons are identified using two ring-imaging Cherenkov detectors. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. Simulated events used in this analysis are produced using the software described in Refs. [6][7][8][9][10][11].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[5]",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 997,
                    "text": "[6]",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1000,
                    "text": "[7]",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "start": 1003,
                    "text": "[8]",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1006,
                    "text": "[9]",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1009,
                    "text": "[10]",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1013,
                    "text": "[11]",
                    "end": 1017
                }
            ]
        },
        {
            "text": "Candidates are required to pass a two stage trigger system [12]. In the initial hardware stage, candidate events are selected with at least one muon with transverse momentum, p T > 1:48 ð1:76Þ GeV=c in 2011 (2012). In the subsequent software stage, at least one of the final state particles is required to have both p T > 1:0 GeV=c and *Full author list given at end of the article.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 59,
                    "text": "[12]",
                    "end": 63
                }
            ]
        },
        {
            "text": "Published by the American Physical Society under the terms of the Creative Commons Attribution 3.0 License. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI. impact parameter larger than 100 m with respect to all of the primary pp interaction vertices (PVs) in the event. Finally, a multivariate algorithm [13] is used for the identification of secondary vertices consistent with the decay of a b hadron with muons in the final state.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 395,
                    "text": "[13]",
                    "end": 399
                }
            ]
        },
        {
            "text": "The selection of the K þ þ À final state is made in two steps. Candidates are required to pass an initial selection, which reduces the data sample to a manageable level, followed by a multivariate selection. The dominant background is of a combinatorial nature, where two correctly identified muons from different heavy flavor hadron decays are combined with a kaon from either of those decays. This category of background has no peaking structure in either the dimuon mass or the K þ þ À mass. The signal region is defined as 5240 < m K þ þ À < 5320 MeV=c 2 and the sideband region as 5350 < m K þ þ À < 5500 MeV=c 2 . The sideband below the B þ mass is not used as it contains backgrounds from partially reconstructed decays, which do not contaminate the signal region.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The initial selection requires 2 IP > 9 for all final state particles, where 2 IP is defined as the minimum change in 2 when the particle is included in a vertex fit to any of the PVs in the event, that the muons are positively identified in the muon system, and that the dimuon vertex has a vertex fit 2 < 9. In addition, based on the lowest 2 IP of the B þ candidate, an associated PV is chosen. For this PV it is required that the B þ candidate has 2 IP < 16, the vertex fit 2 must increase by more than 121 when including the B þ candidate daughters, and the angle between the B þ candidate momentum and the direction from the PV to the decay vertex should be below 14 mrad. Finally, the B þ candidate is required to have a vertex fit 2 < 24 (with 3 degrees of freedom).",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 77,
                    "text": "2",
                    "end": 78
                }
            ]
        },
        {
            "text": "The multivariate selection is based on a boosted decision tree (BDT) [14] with the AdaBoost algorithm [15] to separate signal from background. It is trained with a signal sample from simulation and a background sample consisting of 10% of the data from the sideband region. The multivariate selection uses geometric and kinematic variables, where the most discriminating variables are the 2 IP of the final state particles and the vertex quality of the B þ candidate. The selection with the BDT has an efficiency of 90% on signal surviving the initial selection while retaining 6% of the background. The overall efficiency for the reconstruction, trigger and selection, normalized to the total number of B þ ! K þ þ À decays produced at the LHCb interaction point, is 2%. As the branching fraction measurements are normalized to the B þ ! J=c K þ decay, only relative efficiencies are used. The yields in the K þ þ À final state from B þ ! J=c K þ and B þ ! c ð2SÞK þ decays are 9:6 Â 10 5 and 8 Â 10 4 events, respectively.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 69,
                    "text": "[14]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 102,
                    "text": "[15]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 389,
                    "text": "2",
                    "end": 390
                }
            ]
        },
        {
            "text": "In addition to the combinatorial background, there are several small sources of potential background that form a peak in either or both of the m K þ þ À and m þ À distributions. The largest of these backgrounds are the decays B þ ! J=c K þ and B þ ! c ð2SÞK þ , where the kaon and one of the muons have been interchanged. The decays B þ ! K þ À þ and B þ ! D 0 þ followed by D 0 ! K þ À , with the two pions identified as muons are also considered. To reduce these backgrounds to a negligible level, tight particle identification criteria and vetoes on À K þ combinations compatible with J=c , c ð2SÞ, or D 0 meson decays are applied. These vetoes are 99% efficient on signal.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A kinematic fit [16] is performed for all selected candidates. In the fit the K þ þ À mass is constrained to the nominal B þ mass and the candidate is required to originate from its associated PV. For B þ ! c ð2SÞK þ decays, this improves the resolution in m þ À from 15 to 5 MeV=c 2 . Given the widths of the resonances that are subsequently analyzed, resolution effects are neglected. While the c ð2SÞ state is narrow, the large branching fraction means that its non-Gaussian tail is significant and hard to model. The c ð2SÞ contamination is reduced to a negligible level by requiring m þ À > 3770 MeV=c 2 . This dimuon mass range is defined as the low recoil region used in this analysis.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 16,
                    "text": "[16]",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 607,
                    "text": "2",
                    "end": 608
                }
            ]
        },
        {
            "text": "In order to estimate the amount of background present in the m þ À spectrum, an unbinned extended maximum likelihood fit is performed to the K þ þ À mass distribution without the B þ mass constraint. The signal shape is taken from a mass fit to the B þ ! c ð2SÞK þ mode in data with the shape parameterized as the sum of two Crystal Ball functions [17], with common tail parameters, but different widths. The Gaussian width of the two components is increased by 5% for the fit to the low recoil region as determined from simulation. The low recoil region contains 1830 candidates in the signal mass window, with a signal to background ratio of 7.8.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 348,
                    "text": "[17]",
                    "end": 352
                }
            ]
        },
        {
            "text": "The dimuon mass distribution in the low recoil region is shown in Fig. 1. Two peaks are visible, one at the low edge corresponding to the expected decay c ð3770Þ ! þ À and a wide peak at a higher mass. In all fits, a vector resonance component corresponding to this decay is included. Several fits are made to the distribution. The first introduces a vector resonance with unknown parameters. Subsequent fits look at the compatibility of the data with the hypothesis that the peaking structure is due to known resonances.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 66,
                    "text": "Fig. 1",
                    "end": 72
                }
            ]
        },
        {
            "text": "The nonresonant part of the mass fits contains a vector and axial vector component. Of these, only the vector component will interfere with the resonance. The probability density function (PDF) of the signal component is given as",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "where A V nr and A AV nr are the vector and axial vector amplitudes of the nonresonant decay. The shape of the nonresonant signal in m þ À is driven by phase space, Pðm þ À Þ, and the form factor, fðm 2 þ À Þ. The parametrization of Ref. [18] is used to describe the dimuon mass dependence of the form factor. This form factor parametrization is consistent with recent lattice calculations [19]. In the SM at low recoil, the ratio of the vector and axial vector contributions to the nonresonant component is expected to have negligible dependence on the dimuon mass. The vector component accounts for ð45 AE 6Þ% of the differential branching fraction in the SM (see, for example, Ref. [20]). This estimate of the vector component is assumed in the fit.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 238,
                    "text": "[18]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 390,
                    "text": "[19]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 685,
                    "text": "[20]",
                    "end": 689
                }
            ]
        },
        {
            "text": "The total vector amplitude is formed by summing the vector amplitude of the nonresonant signal with a number of Breit-Wigner amplitudes A k r which depend on m þ À . Each Breit-Wigner amplitude is rotated by a phase k which represents the strong phase difference between the nonresonant vector component and the resonance with index k. Such phase differences are expected [18]. The c ð3770Þ resonance, visible at the lower edge of the dimuon mass distribution, is included in the fit as a Breit-Wigner component whose mass and width are constrained to the world average values [21].",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 372,
                    "text": "[18]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 577,
                    "text": "[21]",
                    "end": 581
                }
            ]
        },
        {
            "text": "The background PDF for the dimuon mass distribution is taken from a fit to data in the K þ þ À sideband. The uncertainties on the background amount and shape are included as Gaussian constraints to the fit in the signal region.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The signal PDF is multiplied by the relative efficiency as a function of dimuon mass with respect to the B þ ! J=c K þ decay. As in previous analyses of the same final state [22], this efficiency is determined from simulation after the simulation is made to match data by degrading by $20% the impact parameter resolution of the tracks, reweighting events to match the kinematic properties of the B þ candidates and the track multiplicity of the event, and adjusting the particle identification variables based on calibration samples from data. In the region from the J=c mass to 4600 MeV=c 2 the relative efficiency drops by around 20%. From there to the kinematic end point it drops sharply, predominantly due to the 2 IP cut on the kaon as in this region its direction is aligned with the B þ candidate and therefore also with the PV. Initially, a fit with a single resonance in addition to the c ð3770Þ and nonresonant terms is performed. This additional resonance has its phase, mean, and width left free. The parameters of the resonance returned by the fit are a mass of 4191 þ9 À8 MeV=c 2 and a width of 65 þ22 À16 MeV=c 2 . Branching fractions are determined by integrating the square of the Breit-Wigner amplitude returned by the fit, normalizing to the B þ ! J=c K þ yield, and multiplying with the product of branching fractions, BðB þ ! J=c K þ Þ Â BðJ=c ! þ À Þ [21]. The product BðB þ ! XK þ Þ Â BðX ! þ À Þ for the additional resonance X is determined to be ð3:9 þ0:7 À0:6 Þ Â 10 À9 . The uncertainty on this product is calculated using the profile likelihood. The data are not sensitive to the vector fraction of the nonresonant component as the branching fraction of the resonance will vary to compensate. For example, if the vector fraction is lowered to 30%, the central value of the branching fraction increases to 4:6 Â 10 À9 . This reflects the lower amount of interference allowed between the resonant and nonresonant components.",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 174,
                    "text": "[22]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 719,
                    "text": "2",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1375,
                    "text": "[21]",
                    "end": 1379
                }
            ]
        },
        {
            "text": "The significance of the resonance is obtained by simulating pseudoexperiments that include the nonresonant, c ð3770Þ, and background components. The log likelihood ratios between fits that include and exclude a resonant component for 6 Â 10 5 such samples are compared to the difference observed in fits to the data. None of the samples have a higher ratio than observed in data and an extrapolation gives a significance of the signal above 6 standard deviations.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The properties of the resonance are compatible with the mass and width of the c ð4160Þ resonance as measured in Ref. [4]. To test the hypothesis that c resonances well above the open charm threshold are observed, another fit including the c ð4040Þ and c ð4160Þ resonances is performed. The mass and width of the two are constrained to the measurements from Ref. [4]. The data have no sensitivity to a c ð4415Þ contribution. The fit describes the data well and the parameters of the c ð4160Þ meson are almost unchanged with respect to the unconstrained fit. The fit overlaid on the data is shown in Fig. 1 and Table I reports the fit parameters. TABLE I. Parameters of the dominant resonance for fits where the mass and width are unconstrained and constrained to those of the c ð4160Þ meson [4], respectively. The branching fractions are for the B þ decay followed by the decay of the resonance to muons. ",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 117,
                    "text": "[4]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 362,
                    "text": "[4]",
                    "end": 365
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 598,
                    "text": "Fig. 1",
                    "end": 604
                },
                {
                    "type": "table",
                    "start": 609,
                    "text": "Table I",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 790,
                    "text": "[4]",
                    "end": 793
                }
            ]
        },
        {
            "text": "112003-3",
            "section_rank": 3
        },
        {
            "section": "112003-3",
            "text": "The resulting profile likelihood ratio compared to the best fit as a function of branching fraction can be seen in Fig. 2. In the fit with the three c resonances, the c ð4160Þ meson is visible with BðB þ ! c ð4160ÞK þ ÞÂ Bðc ð4160Þ! þ À Þ¼ð3:5 þ0:9 À0:8 ÞÂ10 À9 but for the c ð4040Þ meson, no significant signal is seen, and an upper limit is set. The limit BðB þ ! c ð4040ÞK þ Þ Â Bðc ð4040Þ ! þ À Þ < 1:3 ð1:5Þ Â 10 À9 at 90 (95)% confidence level is obtained by integrating the likelihood ratio compared to the best fit and assuming a flat prior for any positive branching fraction.",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 115,
                    "text": "Fig. 2",
                    "end": 121
                }
            ]
        },
        {
            "section": "112003-3",
            "text": "In Fig. 3 the likelihood scan of the fit with a single extra resonance is shown as a function of the mass and width of the resonance. The fit is compatible with the c ð4160Þ resonance, while a hypothesis where the resonance corresponds to the decay Yð4260Þ ! þ À is disfavored by more than 4 standard deviations.",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3,
                    "text": "Fig. 3",
                    "end": 9
                }
            ]
        },
        {
            "section": "112003-3",
            "text": "Systematic uncertainties associated with the normalization procedure are negligible as the decay B þ ! J=c K þ has the same final state as the signal and similar kinematics. Uncertainties due to the resolution and mass scale are insignificant. The systematic uncertainty associated to the form factor parametrization in the fit model is taken from Ref. [20]. Finally, the uncertainty on the vector fraction of the nonresonant amplitude is obtained using the EOS tool described in Ref. [20] and is dominated by the uncertainty from short distance contributions. All systematic uncertainties are included in the fit as Gaussian constraints. From comparing the difference in the uncertainties on masses, widths and branching fractions for fits with and without these systematic constraints, it can be seen that the systematic uncertainties are about 20% the size of the statistical uncertainties and thus contribute less than 2% to the total uncertainty.",
            "paragraph_rank": 26,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 353,
                    "text": "[20]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 485,
                    "text": "[20]",
                    "end": 489
                }
            ]
        },
        {
            "section": "112003-3",
            "text": "In summary, a resonance has been observed in the dimuon spectrum of B þ ! K þ þ À decays with a significance of above 6 standard deviations. The resonance can be explained by the contribution of the c ð4160Þ, via the decays B þ ! c ð4160ÞK þ and c ð4160Þ ! þ À . It constitutes first observations of both decays. The c ð4160Þ is known to decay to electrons with a branching fraction of ð6:9 AE 4:0Þ Â 10 À6 [4]. Assuming lepton universality, the branching fraction of the decay B þ ! c ð4160ÞK þ is measured to be ð5:1 þ1:3 À1:2 AE 3:0Þ Â 10 À4 , where the second uncertainty corresponds to the uncertainty on the c ð4160Þ ! e þ e À branching fraction. The corresponding limit for B þ ! c ð4040ÞK þ is calculated to be 1:3 ð1:7Þ Â 10 À4 at a 90 (95)% confidence level. The absence of the decay B þ ! c ð4040ÞK þ at a similar level is interesting, and suggests future studies of B þ ! K þ þ À decays based on larger data sets may reveal new insights into c c spectroscopy. The contribution of the c ð4160Þ resonance in the low recoil region, taking into account interference with the nonresonant B þ ! K þ þ À decay, is about 20% of the total signal. This value is larger than theoretical estimates, where the c c contribution is $10% of the vector amplitude, with a small correction from quark-hadron duality violation [23]. Results presented in this Letter will play an important role in controlling charmonium effects in future inclusive and exclusive b ! s þ À measurements.",
            "paragraph_rank": 27,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 407,
                    "text": "[4]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1319,
                    "text": "[23]",
                    "end": 1323
                }
            ]
        },
        {
            "section": "112003-3",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the following national agencies: CAPES, CNPq,  112003-4 GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centers are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Dimuon mass distribution of data with fit results overlaid for the fit that includes contributions from the nonresonant vector and axial vector components, and the c ð3770Þ, c ð4040Þ, and c ð4160Þ resonances. Interference terms are included and the relative strong phases are left free in the fit.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Profile likelihood ratios for the product of branching fractions BðB þ ! c K þ Þ Â Bðc ! þ À Þ of the c ð4040Þ and the c ð4160Þ mesons. At each point all other fit parameters are reoptimized.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 6
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). Profile likelihood as a function of mass and width of a fit with a single extra resonance. At each point all other fit parameters are reoptimized. The three ellipses are (red, solid line) the best fit and previous measurements of (gray, dashed line) the c ð4160Þ[4] and (black, dotted line) the Yð4260Þ[21] states.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 285,
                    "text": "[4]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 325,
                    "text": "[21]",
                    "end": 329
                }
            ]
        }
    ]
}