{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present the combination of searches for the Standard Model Higgs boson, using up to 10 fb −1 of pp collisions at √ s=1.96 TeV collected with the CDF and D0 detectors at the Fermilab Tevatron collider. The major contributing channels are optimized for the main production modes, the associated production with a vector boson (V H, with V = W, Z), the vector boson fusion, and the gluon-gluon fusion, and the different decay modes H → bb, H → τ + τ − , H → W + W − , and H → γγ. A significant excess of events is observed in the mass range 115 < M H < 140 GeV. The local significance corresponds to 3.0 standard deviations at m H = 125 GeV, consistent with the mass of the new particle observed at the LHC. The observed signal strengths in all channels are consistent with the presence of a standard model Higgs boson of mass 125 GeV. We also present prospects for spin/parity tests to be performed in the V H → Vbb channels.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In the SM, the production cross-sections and the branching fractions as a function of the Higgs mass are well known. Over the mass range 90 < M H < 200 GeV,",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Finding the standard model (SM) Higgs boson has been of the most topical goals of particle physics in the last decades.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Until 2000, direct searches were conducted at the CERN e + e − collider (LEP) that finally yielded the lower limit of M H > 114. 4 GeV [1]. This exclusion limit and those reported hereafter are all defined at the 95% C.L. After the end of searches at LEP, precision electroweak tests, including the W-boson mass mesurement from LEP, and the W-boson mass and top-quark mass measurements from the Tevatron Run I, contributed to constrain further the Higgs boson mass. In Summer 2002, the constraint from the electroweak fit read M H < 193 GeV [2]. This was greatly improved thanks to the top mass and W mass measurements using the first data of Tevatron Run II, so that in Winter 2007, the indirect constraint was M H < 144 GeV [3] which narrowed down substantially the expected mass range for the Higgs boson.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 129,
                    "text": "4",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 135,
                    "text": "[1]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 541,
                    "text": "[2]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 726,
                    "text": "[3]",
                    "end": 729
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With the beginning of Run II of the Tevatron pp collider at √ s = 1.96 TeV, a new cycle of searches started in 2002, that ended with the final Tevatron shutdown in September 2011. In 2008, the Tevatron Collaborations, CDF and D0, presented the first post-LEP-era direct constraint on the Higgs, excluding the mass M H =170 GeV [4]. This constraint was extended over the years [5], and for example at Summer 2011 conferences the mass range from 156 GeV to 177 GeV was excluded [6].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 327,
                    "text": "[4]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 376,
                    "text": "[5]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 476,
                    "text": "[6]",
                    "end": 479
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With the Large Hadron Collider (LHC) a new era started. The 7 and 8 TeV pp collision data from 2011-2012 allowed to explore a wide range of Higgs boson mass, and establish more stringent limits. Upper (lower) a. e-mail: tuchming@cea.fr limits of 131 (122) GeV [7] and 128 (121.5) GeV [8] were obtained by the ATLAS and CMS Collaborations, respectively. But the perspective changed dramatically in 2012 with several announcements. On July 4th 2012, the ATLAS and CMS Collaborations reported excesses above background expectations at the five standard deviation (s.d.) level, consistent with the observation of a Higgs boson of M H ≈ 125 GeV [7,8]. In the same week, the CDF and D0 Collaborations reported excesses above background expectations in the H → bb search channels [9,10]. Combining CDF and D0 yields an excess at the three s.d. level, consistent with the production of a Higgs boson of mass M H ≈ 125 GeV [11]. With the discovery of the new particle, a measurement time started.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "(lower)",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 260,
                    "text": "[7]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 284,
                    "text": "[8]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 640,
                    "text": "[7,",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 643,
                    "text": "8]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 773,
                    "text": "[9,",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 776,
                    "text": "10]",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 914,
                    "text": "[11]",
                    "end": 918
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This proceedings discusses the final combined search results from the Tevatron collaborations, which represents the culmination of more than ten years of data analysis. For most of the channels, the full Run II dataset is used which corresponds to ∼ 10 fb −1 of pp collisions per experiment after data quality requirements. The results are also interpreted to measure properties of the newly discovered particles: production rate in different modes and measurement of couplings to fermions and bosons. Most of these results have been recently submitted and accepted for publication (see Refs. [13][14][15] and references therein). The D0 internal combined results are discussed elesewhere in this proceedings [12].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 593,
                    "text": "[13]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 597,
                    "text": "[14]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 601,
                    "text": "[15]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 709,
                    "text": "[12]",
                    "end": 713
                }
            ]
        },
        {
            "text": "Higgs boson production and decay channels",
            "section_rank": 3
        },
        {
            "section": "Higgs boson production and decay channels",
            "text": "the dominant production process is the gluon-gluon fusion gg → H (950 fb at 125 GeV), followed by the associated production with a weak vector boson pp → WH, pp → ZH (130 and 79 fb at 125 GeV) and the weak vector boson fusion pp → qq ′ H (67 fb at 125 GeV). The main decay modes for M H = 125 GeV are H → bb (58%) and H → W + W − (22%). The most sensitive signatures are:",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Higgs boson production and decay channels",
            "text": "• one lepton + E / T + two b-jets (WH → ℓνbb)",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Higgs boson production and decay channels",
            "text": "• no lepton + E / T + two b-jets (ZH → ννbb)",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Higgs boson production and decay channels",
            "text": "• two leptons + two b-jets (ZH → ℓ + ℓ − bb) ",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Higgs boson production and decay channels",
            "text": ", and tau-based signatures (e.g. from WH → ℓντ + τ − or WH → qqτ + τ − ).",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Analysis strategy",
            "section_rank": 4
        },
        {
            "section": "Analysis strategy",
            "text": "Over the course of Run II, both collaborations have followed the same strategy to optimize the analyses and improve their sensitivity faster than expected from just accumulating more and more data.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Analysis strategy",
            "text": "• Acceptance is maximized by lowering kinematic requirements on leptons, by including different lepton reconstruction categories, by accepting events from all possible triggers, and by optimizing b-jet tagging with more and more sophisticated multivariate techniques (MVA).",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Analysis strategy",
            "text": "• MVA techniques are widely used in all channels as they provide typically 25% more sensitivity than just using single kinematic discriminant such as the dijet mass for the V H → Vbb channels. The improved sensitivity obtained thanks to MVA can be assessed by eye in Fig. 1, which compares the most discriminant variables (dijet mass) and the MVA in the D0 E / T + bb search channel [16].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 267,
                    "text": "Fig. 1",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 383,
                    "text": "[16]",
                    "end": 387
                }
            ]
        },
        {
            "section": "Analysis strategy",
            "text": "Each MVA combines into a single discriminant many variables, which include for example variables describing the event topology, the lepton and jet kinematics, the quality of leptons, and the relation between leptons/jets and E / T . All channels at Tevatron employ at least one MVA, optimized for each different Higgs boson mass hypothesis. For most of the analyses several MVAs  • Another way of achieving better sensitivity to signal, consists in splitting the search channels into subchannels according to jet multiplicity, b-tagging content, lepton flavor or lepton quality. Dedicated MVA are also trained to split analyses into subchannels enhanced or enriched in specific backgrounds. Using subchannels with different signal-over-background ratio (s/b) maximizes discriminating power, allows sensitivity to different signal production modes, and give more handles and lever-arm to control backgrounds and systematic uncertainties. As an example, Fig. 2 shows the final MVA output for the three b-tagging categories of the CDF E / T + bb analysis [17].   ",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 952,
                    "text": "Fig. 2",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1052,
                    "text": "[17]",
                    "end": 1056
                }
            ]
        },
        {
            "text": "Result of the search",
            "section_rank": 5
        },
        {
            "section": "Result of the search",
            "text": "The combination of all search channels for M H = 125 GeV can be visualized in Fig. 4, where the background subtracted distribution of the final discriminant for all channels are sorted as a function of s/b and then added. An excess of events in the highest s/b bins is observed. Figure 5 shows the log-likelihood ratio (LLR) testing the signal-plus-background over the background-only hypothesis and computed for different test masses.   ",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 78,
                    "text": "Fig. 4",
                    "end": 84
                },
                {
                    "type": "figure",
                    "start": 279,
                    "text": "Figure 5",
                    "end": 287
                }
            ]
        },
        {
            "text": "Searches beyond the standard model",
            "section_rank": 6
        },
        {
            "section": "Searches beyond the standard model",
            "text": "The different SM channels can be used to search for physics beyond the SM.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Searches beyond the standard model",
            "text": "The Tevatron Collaborations interpret their results in fermiophobic framework in which the Higgs couplings to fermions are heavily suppressed, thus suppressing the gluon-gluon fusion process. In this search the main modes are the H → γγ and H → WW search channels, as both branching ratios are enhanced. The combined observed (expected) exclusion resulting from these channels is M H < 116 GeV (M H < 135 GeV).",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Searches beyond the standard model",
            "text": "Another interpretation is performed within the context of a fourth generation of fermions. In this framework the existence of heavy colored quarks enhances the gluongluon fusion by approximately a factor of nine, thus the search is performed in the gg → H → WW channels only. The absence of significant excess of data events allows to exclude the mass range of 121 < M H < 225 GeV, while the expected exclusion range is 118 < M H < 270 GeV, as shown in Fig. 8.  ",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 453,
                    "text": "Fig. 8",
                    "end": 459
                }
            ]
        },
        {
            "text": "Higgs boson studies 6.1 Measurement of production rates",
            "section_rank": 7
        },
        {
            "section": "Higgs boson studies 6.1 Measurement of production rates",
            "text": "The SM search channels can be separately combined to measure the yield in the different modes: H → bb, H → τ + τ − , H → W + W − , and H → γγ. The best fits to the data are summarized in Table 1 and displayed in Fig. 9. The overall production rate of 1.44 +0.59 −0.56 ×SM is obtained, compatible with the SM Higgs boson of mass 125 GeV. The modes with sizable signal-like excesses relative to the background-only hypothesis are V H → Vbb and H → W + W − , as expected from the SM Higgs boson.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 187,
                    "text": "Table 1",
                    "end": 194
                },
                {
                    "type": "figure",
                    "start": 212,
                    "text": "Fig. 9",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "start": 256,
                    "text": "+0.59",
                    "end": 261
                }
            ]
        },
        {
            "text": "Measurement of couplings to fermions and bosons",
            "section_rank": 8
        },
        {
            "section": "Measurement of couplings to fermions and bosons",
            "text": "We assume a SM-like Higgs particle of 125 GeV, with no additional particle in loops and no invisible decays. The SM couplings to fermions and vector bosons are scaled by three numbers, κ f , κ W , and κ Z . For example the WH → Wbb yield is then scaled by",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Measurement of couplings to fermions and bosons",
            "text": ", where the terms in the numerator correspond the scaling of the incoming and outgoing partial width, while the denominator is a global scaling factors for the total Higgs boson width.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Measurement of couplings to fermions and bosons",
            "text": "A fit to the data is performed by separating and scaling properly the contributions from the different production and decay modes. Note that in this procedure, only a few modes exhibit some dependence on the relative sign between the coupling scale factors, due to interferences between diagrams. The most important effect arises from the interference between W loops and top-quark loops for the H → γγ partial width:",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Measurement of couplings to fermions and bosons",
            "text": "The results of the fit are shown in Fig. 10: when κ f is let floating (with flat prior) the best fit region is around (κ W , κ Z ) = (1.25, ±0.90); assuming custodial symmetry CDF [13]   These 2-dimensions results can be turned into one dimension constraints: assuming κ W = κ f = 1, the best-fit value is κ Z = ±1.05 +0.45 −0.55 ; assuming κ Z = κ f = 1, the best-fit 68% confidence intervals are defined by κ W = −1.27 +0.46 −0.29 and 1.04 < κ W < 1.51; assuming κ W = κ Z = 1, the best-fit value is κ f = −2.64 +1.59 −1.30 ; and by letting k f floating with a flat prior, the custodial symmetry is tested and the best fit value for the ratio λ WZ = κ W κ Z reads λ WZ = 1.24 +2.34 −0.42 . All these results are in agreement with the SM expectations within their uncertainties.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 36,
                    "text": "Fig. 10",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 180,
                    "text": "[13]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "start": 318,
                    "text": "+0.45",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "start": 421,
                    "text": "+0.46",
                    "end": 426
                }
            ]
        },
        {
            "text": "LHCP 2013",
            "section_rank": 9
        },
        {
            "section": "LHCP 2013",
            "text": "02003-p.5",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Spin and parity tests",
            "section_rank": 10
        },
        {
            "section": "Spin and parity tests",
            "text": "In general spin/parity of a particle affects angular distributions of its decay products, but also cross-section behavior near production threshold. This later property can be exploited at Tevatron in the V H → Vbb search modes. The spectra of the effective center-of mass energy, √ŝ , of V H → Vbb events are expected to be quite different under different spin and parity hypothesis (0 − , 0 + , or 2 + ) for H [19]. This can be exploited by using as main discriminant observable the overall mass (or transverse mass for final state with neutrinos) of the candidate events. The D0 analysis is discussed elsewhere in this proceedings [20]. No measurement has been performed yet, but each Tevatron Collaboration is expected to release results for the forthcoming conferences.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 412,
                    "text": "[19]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 634,
                    "text": "[20]",
                    "end": 638
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "After ten years of excellent performance for the Tevatron collider and the CDF and D0 experiments, both Tevatron collaborations combine their final results on the SM Higgs boson searches. They almost achieve exclusion sensitivity over the full range [90 − 185] GeV, and exclude at 95% C.L. the range of mass 90 < M H < 109 GeV and 149 < M H < 182 GeV. Interpretation of results beyond standard model yields the limits M H < 116 GeV for a fermiophobic Higgs, and 121 < M H < 225 GeV in the context of a fourth generation of fermions.",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "In the search for the SM Higgs boson, both CDF and D0 observe an excess of signal-like events in the low mass range 115 < M H < 140 GeV, compatible with the experimental resolution. Its combined significance is 3.0 s.d. for M H = 125 GeV and it arises mainly from the H → bb and H → W + W − channels, as expected from the SM Higgs boson. The measured production rate of 1.44 +0.59 −0.56 ×SM and the measured couplings are compatible with a Higgs boson of 125 GeV. The experiments have also good prospects to probe the spin/parity of the Higgs-like particle of 125 GeV in the V H → Vbb modes.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 375,
                    "text": "+0.59",
                    "end": 380
                }
            ]
        },
        {
            "text": "1 Events",
            "section_rank": 12
        },
        {
            "section": "1 Events",
            "text": "0.8 -0.6 -0.4 -0.2 0 0.2 0.4 0.6 0.8",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Figure 1 .",
            "section_rank": 13
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Top, distribution of the dijet invariant mass of candidate events in the D0 E / T + bb search channel. Bottom, distributions of the final MVA at the same selection stages.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "•Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "•Figure 2 .",
            "text": "Figure 2. Final MVA discriminant in CDF E / T + bb analysis for the three subchannels defined according to the b-tagging of jets: top, only one jet is tightly tagged (1T); middle, one jet is tightly tagged, and the other loosely tagged (TL); and bottom, both jets are tightly tagged (TT).",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Figure 3 .",
            "section_rank": 15
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Background subtracted dijet invariant mass distribution of the VZ analyses in the high b-tag purity categories.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .Figure 5 .Figure 6 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .Figure 5 .Figure 6 .",
            "text": "Figure 4. Background subtracted distribution of events using the final discriminant of all channels sorted in bins of s/b, for M H = 125 GeV.",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Figure 7 .",
            "section_rank": 17
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Limits on the SM Higgs boson production as a function of the mass hypothesis.",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "L. Limit/SM4(low mass) Pred. SM4(low mass)=1 Expected w/o Higgs Observed Expected ± 1 s.d. Expected ± 2 s.d. SM4 (high mass)",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Figure 8 .",
            "section_rank": 19
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Limits on the Higgs boson production in the context of a fourth generation of fermions as a function of the Higgs boson mass.",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Figure 9 .Figure 10 .",
            "section_rank": 20
        },
        {
            "section": "Figure 9 .Figure 10 .",
            "text": "Figure 9. Best fit to the data of the Higgs boson production in different channels, assuming M H = 125 GeV.",
            "paragraph_rank": 38,
            "section_rank": 20
        },
        {
            "text": "Table 1 .",
            "section_rank": 21
        },
        {
            "section": "Table 1 .",
            "text": "Best fit to the data of the Higgs boson production (in unit of the SM Higgs boson production), assuming M H = 125 GeV, for the different channels and their combination.",
            "paragraph_rank": 39,
            "section_rank": 21
        },
        {
            "section": "Table 1 .",
            "text": "-p.6",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "Acknowledgments",
            "section_rank": 23
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the Fermilab staff and technical staffs of the participating institutions for their vital contributions. We acknowledge support from the DOE and NSF (USA), ARC (Australia), CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil), NSERC (Canada), NSC, CAS and CNSF (China), Colciencias (Colombia), MSMT and GACR (Czech Republic), the Academy of Finland, CEA and CNRS/IN2P3 (France), BMBF and DFG (Germany), DAE and DST (India), SFI (Ireland), INFN (Italy), MEXT (Japan), the Korean World Class University Program and NRF (Korea), CONACyT (Mexico), FOM (Netherlands), MON, NRC KI and RFBR (Russia), the Slovak R&D Agency, the Ministerio de Ciencia e Innovación, and Programa Consolider-Ingenio 2010 (Spain), The Swedish Research Council (Sweden), SNSF (Switzerland), STFC and the Royal Society (United Kingdom), the A.P. Sloan Foundation (USA), and the EU community Marie Curie Fellowship contract 302103.",
            "paragraph_rank": 41,
            "section_rank": 23
        }
    ]
}