{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for the rare decays B 0 s ! þ À and B 0 ! þ À is performed at the LHCb experiment. The data analyzed correspond to an integrated luminosity of 1 fb À1 of pp collisions at a center-of-mass energy of 7 TeV and 2 fb À1 at 8 TeV. An excess of B 0 s ! þ À signal candidates with respect to the background expectation is seen with a significance of 4.0 standard deviations. A time-integrated branching fraction of BðB 0 s ! þ À Þ ¼ ð2:9 þ1:1 À1:0 Þ Â 10 À9 is obtained and an upper limit of BðB 0 ! þ À Þ < 7:4 Â 10 À10 at 95% confidence level is set. These results are consistent with the standard model expectations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The rare decays B 0 s ! þ À and B 0 ! þ À are highly suppressed and their branching fractions precisely predicted in the standard model (SM); any observed deviation would therefore be a clear sign of physics beyond the SM, for example a nonstandard Higgs sector. The SM predicts branching fractions of BðB 0 s ! þ À Þ ¼ ð3:35 AE 0:28Þ Â 10 À9 and BðB 0 ! þ À Þ ¼ ð1:07 AE 0:10Þ Â 10 À10 . These theoretical predictions are for decays at decay time t ¼ 0, and have been updated with respect to Refs. [1,2] using the latest average for the B 0 s meson lifetime, B 0 s ¼ 1:516 AE 0:011 ps [3]. The uncertainty is dominated by the precision of lattice QCD calculations of the decay constants [1,[4][5][6][7]. In the B 0 s system, due to the finite width difference, the comparison between the above prediction and the measured time-integrated branching fraction requires a model-dependent correction [8]. The SM time-integrated prediction is therefore BðB 0 s ! þ À Þ ¼ ð3:56 AE 0:30Þ Â 10 À9 , using the relative decay width difference ÁÀ s =ð2À s Þ ¼ 0:0615 AE 0:0085 [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 499,
                    "text": "[1,",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 502,
                    "text": "2]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 586,
                    "text": "[3]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "start": 688,
                    "text": "[1,",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 691,
                    "text": "[4]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "start": 694,
                    "text": "[5]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 697,
                    "text": "[6]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 700,
                    "text": "[7]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "start": 896,
                    "text": "[8]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1066,
                    "text": "[3]",
                    "end": 1069
                }
            ]
        },
        {
            "text": "The first search for dimuon decays of B mesons took place 30 years ago [9]. Since then, possible deviations from the SM prediction have been constrained by various searches, with the most recent results available in Refs. [10][11][12][13][14]. The first evidence for the B 0 s ! þ À decay was reported by LHCb in Ref. [12], with BðB 0 s ! þ À Þ ¼ ð3:2 þ1:5 À1:2 Þ Â 10 À9 , together with the lowest limit on the B 0 decay, BðB 0 ! þ À Þ < 9:4 Â 10 À10 at 95% confidence level (C.L.). The results presented in this Letter improve on and supersede our previous measurements [12]. They are based on data collected with the LHCb detector, corresponding to an integrated luminosity of 1 fb À1 of pp collisions at the LHC recorded in 2011 at a center-of-mass energy ffiffi ffi s p ¼ 7TeV, and 2 fb À1 recorded in 2012 at ffiffi ffi s p ¼ 8 TeV. These data include an additional 1 fb À1 compared to the sample analyzed in Ref. [12], and have been reconstructed with improved algorithms and detector alignment parameters leading to slightly higher signal reconstruction efficiency and better invariant mass resolution. The samples from the two center-of-mass energies are analyzed as a combined data set. The analysis strategy is very similar to that employed in Ref. [12], with a different multivariate operator based on a boosted decision trees algorithm (BDT) [15,16]. After trigger and loose selection requirements, B 0 ðsÞ ! þ À candidates are classified according to dimuon invariant mass and BDT output. The distribution of candidates is compared with the background estimates to determine the signal yield and significance. The signal yield is converted into a branching fraction using a relative normalization to the channels B 0 ! K þ À and B þ ! J=c K þ with J=c ! þ À . Inclusion of charge-conjugated processes is implied throughout this Letter. To avoid potential biases, candidates in the signal regions were not examined until the analysis procedure had been finalized.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 71,
                    "text": "[9]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 222,
                    "text": "[10]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 226,
                    "text": "[11]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 230,
                    "text": "[12]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 234,
                    "text": "[13]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 238,
                    "text": "[14]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 318,
                    "text": "[12]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 572,
                    "text": "[12]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 920,
                    "text": "[12]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1260,
                    "text": "[12]",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1355,
                    "text": "[15,",
                    "end": 1359
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1359,
                    "text": "16]",
                    "end": 1362
                }
            ]
        },
        {
            "text": "The LHCb detector is a single-arm forward spectrometer covering the pseudorapidity range 2 < < 5, described in detail in Ref. [17]. The simulated events used in this analysis are produced using the software described in Refs. [18][19][20][21][22][23].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 126,
                    "text": "[17]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 226,
                    "text": "[18]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 230,
                    "text": "[19]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 234,
                    "text": "[20]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 238,
                    "text": "[21]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 242,
                    "text": "[22]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 246,
                    "text": "[23]",
                    "end": 250
                }
            ]
        },
        {
            "text": "Signal and normalization candidate events are selected by a hardware trigger and a subsequent software trigger [24]. The B 0 ðsÞ ! þ À candidates are predominantly selected by single-muon and dimuon triggers. Candidate B þ ! J=c K þ decays are selected in a similar way, the only difference being a different dimuon mass requirement in the software trigger. Candidate B 0 ðsÞ ! h þ h 0À decays (where h ð0Þ ¼ , K), used as control channels, are required to be triggered independently of the B 0 ðsÞ decay products. Candidate B 0 ðsÞ ! þ À decays are selected by combining two oppositely charged tracks with high quality muon identification [25], transverse momentum p T satisfying 0:25 < p T < 40 GeV=c, and momentum p < 500 GeV=c. The two tracks are required to form a secondary vertex (SV), with 2 per degree of freedom less than 9, displaced from any pp interaction vertex (primary vertex, PV) by a flight distance significance greater than 15. The smallest impact parameter 2 ( 2 IP ), defined as the difference between the 2 of a PV formed with and without the track in question, is required to be larger than 25 with respect to any PV for the muon candidates. Only B candidates with p T > 0:5 GeV=c, decay time less than 9 Â B 0 s [3], impact parameter significance IP=ðIPÞ < 5 with respect to the PV for which the B IP is minimal, and dimuon invariant mass in the range ½4900; 6000 MeV=c 2 are selected. The control and normalization channels are selected with almost identical requirements to those applied to the signal sample. The B 0 ðsÞ ! h þ h 0À selection is the same as that of B 0 ðsÞ ! þ À , except that muon identification criteria are not applied. The B þ ! J=c K þ decay is reconstructed from a dimuon pair combined to form the J=c ! þ À decay and selected in the same way as the B 0 ðsÞ ! þ À signal samples, except for the requirements on the impact parameter significance and mass. After a requirement of 2 IP > 25, kaon candidates are combined with the J=c candidates. These selection criteria are completed by a requirement on the response of a multivariate operator, called MVS in Ref. [26] and unchanged since then, applied to candidates in both signal and normalization channels. After the trigger and selection requirements are applied, 55 661 signal dimuon candidates are found, which are used for the search.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 111,
                    "text": "[24]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 640,
                    "text": "[25]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1237,
                    "text": "[3]",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1928,
                    "text": "2",
                    "end": 1929
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2112,
                    "text": "[26]",
                    "end": 2116
                }
            ]
        },
        {
            "text": "The main discrimination between the signal and combinatorial background is brought by the BDT, which is optimized using simulated samples of B 0 s ! þ À events for the signal and b \" b ! þ À X events for the background. The BDT combines information from the following input variables: the B candidate decay time, IP and p T ; the minimum 2 IP of the two muons with respect to any PV; the distance of closest approach between the two muons; and the cosine of the angle between the muon momentum in the dimuon rest frame and the vector perpendicular to both the B candidate momentum and the beam axis. Moreover, two different measures for the isolation of signal candidates are also included: the number of good two-track vertices a muon can make with other tracks in the event; and the B candidate isolation, introduced in Ref. [27]. With respect to the multivariate operator used in previous analyses [12,26], the minimum p T of the two muons is no longer used while four new variables are included to improve the separation power. The first two are the absolute values of the differences between the pseudorapidities of the two muon candidates and between their azimuthal angles. The others are the angle of the momentum of the B candidate in the laboratory frame, and the angle of the positive muon from the B candidate in the rest frame of the B candidate, both with respect to the sum of the momenta of tracks, in the rest frame of the B candidate, consistent with originating from the decay of a b hadron produced in association to the signal candidate. In total, 12 variables enter into the BDT.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 338,
                    "text": "2",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 827,
                    "text": "[27]",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 901,
                    "text": "[12,",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 905,
                    "text": "26]",
                    "end": 908
                }
            ]
        },
        {
            "text": "The variables used in the BDT are chosen so that the dependence on dimuon invariant mass is linear and small to avoid biases. The BDT is constructed to be distributed uniformly in the range [0,1] for signal, and to peak strongly at zero for the background. The BDT response range is divided into eight bins with boundaries 0.0, 0.25, 0.4, 0.5, 0.6, 0.7, 0.8, 0.9, and 1.0.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The expected BDT distributions for the B 0 ðsÞ ! þ À signals are determined using B 0 ðsÞ ! h þ h 0À decays. The B 0 ðsÞ ! h þ h 0À distributions are corrected for trigger and muon identification distortions. An additional correction for the B 0 s ! þ À signal arises from the difference in lifetime acceptance in BDT bins, evaluated assuming the SM decay time distribution. The expected B 0 s ! þ À BDT distribution is shown in Fig. 1.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 429,
                    "text": "Fig. 1",
                    "end": 435
                }
            ]
        },
        {
            "text": "The invariant mass distribution of the signal decays is described by a Crystal Ball function [28]. The peak values (m B 0 s and m B 0 ) and resolutions ( s ! þ À events [21] smeared to reproduce the mass resolution measured in data.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 93,
                    "text": "[28]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 169,
                    "text": "[21]",
                    "end": 173
                }
            ]
        },
        {
            "text": "The numbers of B 0 s ! þ À and B 0 ! þ À candidates, N B 0 ðsÞ ! þ À , are converted into branching fractions with ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "where N norm is the number of normalization channel decays obtained from a fit to the relevant invariant mass distribution, and B norm the corresponding branching fraction. The fractions f dðsÞ and f norm refer to the probability for a b quark to fragment into the corresponding B meson. The value f s =f d ¼ 0:259 AE 0:015, measured by LHCb in pp collision data at ffiffi ffi s p ¼ 7 TeV [29,30], is used and  [29] is found to be negligible.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 389,
                    "text": "[29,",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 393,
                    "text": "30]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 411,
                    "text": "[29]",
                    "end": 415
                }
            ]
        },
        {
            "text": "The efficiency sigðnormÞ for the signal (normalization) channel is the product of the reconstruction efficiency of the final state particles including the geometric detector acceptance, the selection efficiency, and the trigger efficiency. The ratio of acceptance, reconstruction, and selection efficiencies of the signal compared to the normalization channel is computed with samples of simulated events, assuming the SM decay time distribution, corrected to take into account known differences between data and simulation. The tracking and particle identification efficiencies are measured from control channels in data. Residual differences between data and simulation are treated as sources of systematic uncertainty. The trigger efficiency is evaluated with data-driven techniques [24].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 786,
                    "text": "[24]",
                    "end": 790
                }
            ]
        },
        {
            "text": "The observed numbers of B þ ! J=c K þ and B 0 ! K þ À decays are ð1:1164 AE 0:0011Þ Â 10 6 and ð3:76 AE 0:06Þ Â 10 4 , respectively. The normalization factors norm B 0 ðsÞ ! þ À derived from the two channels are consistent. Their weighted averages, taking correlations into account, are B 0 s ! þ À ¼ ð9:01 AE 0:62Þ Â 10 À11 and B 0 ! þ À ¼ ð2:40 AE 0:09Þ Â 10 À11 . Assuming the B 0 ðsÞ ! þ À SM branching fractions, the selected data sample is therefore expected to contain 40 AE 4B 0 s ! þ À and 4:5 AE 0:4B 0 ! þ À decays in the full BDT range and with mass in ½4900; 6000 MeV=c 2 .",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Invariant mass sidebands are defined as ½4900;m B 0 À 60 MeV=c 2 and ½m B 0 s þ 60; 6000 MeV=c 2 . The lowmass sideband and the B 0 and B 0 s signal regions contain a small amount of background from specific b-hadron decays. A subset of this background requires the misidentification of one or both of the candidate muons and includes B 0 ! À þ , B 0 ðsÞ ! h þ h 0À , B 0 s ! K À þ , and Ã 0 b ! p À \" decays. In order to estimate the contribution from these processes, the B 0 ! À þ and B 0 ðsÞ ! h þ h 0À branching fractions are taken from Ref. [31], while, in the absence of measurements, theoretical estimates of the Ã 0 b ! p À \" [32] and [33] branching fractions are used. Misidentification probabilities for the tracks in these decays are measured directly with control channels in data. Background sources without any misidentification such as B þ c ! J=c þ [34] and B 0ðþÞ ! 0ðþÞ þ À [35] decays are also considered. The expected yields of all the b-hadron background modes are estimated by normalizing to the B þ ! J=c K þ decay with the exception of B 0 ðsÞ ! h þ h 0À , for which the explicit selection yields are used, correcting for the trigger efficiency ratio. No veto is imposed on photons, as the contribution of B 0 s ! þ À is negligible, as are contributions from B 0 s ! þ À \" decays [36,37]. The expected number of events for each of the backgrounds from b-hadron decays is shown in Table I. The only one of these contributions that is relevant under the signal mass peaks is from B 0 ðsÞ ! h þ h 0À decays. A simultaneous unbinned maximum-likelihood fit to the data is performed in the mass projections of the BDT bins to determine the B 0 s ! þ À and B 0 ! þ À branching fractions, which are free parameters. The B 0 s ! þ À and B 0 ! þ À fractional yields in BDT bins are constrained to the BDT fractions calibrated with the B 0 ðsÞ ! h þ h 0À sample. The parameters of the Crystal Ball functions, that describe the mass shapes, and the normalization factors are restricted by Gaussian constraints according to their expected values and uncertainties. The backgrounds from B 0",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 547,
                    "text": "[31]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 635,
                    "text": "[32]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 644,
                    "text": "[33]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 866,
                    "text": "[34]",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 893,
                    "text": "[35]",
                    "end": 897
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1305,
                    "text": "[36,",
                    "end": 1309
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1309,
                    "text": "37]",
                    "end": 1312
                },
                {
                    "type": "table",
                    "start": 1405,
                    "text": "Table I",
                    "end": 1412
                }
            ]
        },
        {
            "text": ", and B 0ðþÞ ! 0ðþÞ þ À are included as separate components in the fit. The fractional yields of the b-hadron backgrounds in each BDT bin and their overall yields are limited by Gaussian constraints around the expected values according to their uncertainties. The combinatorial background in each BDT bin is parametrized with an exponential function for which both the slope and the normalization are allowed to vary freely. The resulting BDT distribution is compared to that expected for the signal in Fig. 1.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 503,
                    "text": "Fig. 1",
                    "end": 509
                }
            ]
        },
        {
            "text": "An excess of B 0 s ! þ À candidates with respect to the expectation from the background only is seen with a significance of 4.0 standard deviations (), while the significance of the B 0 ! þ À signal is 2:0. These significances are determined from the change in likelihood from TABLE I. Expected background yields from b-hadron decays, with dimuon mass m 2 ½4900; 6000 MeV=c 2 and the relative fraction with BDT > 0:7.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Yield in full BDT range",
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "Fraction with BDT > 0:7 [%]",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "week ending 6 SEPTEMBER 2013 101805-3 fits with and without the signal component. The median significance expected for a SM B 0 s ! þ À signal is 5:0.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "The simultaneous unbinned maximum-likelihood fit results in BðB 0 s ! þ À Þ ¼ ð2:9 þ1:1 À1:0 ðstatÞ þ0:3 À0:1 ðsystÞÞ Â 10 À9 ; BðB 0 ! þ À Þ ¼ ð3:7 þ2:4 À2:1 ðstatÞ þ0:6 À0:4 ðsystÞÞ Â 10 À10 :",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "The statistical uncertainty is derived by repeating the fit after fixing all the fit parameters, except the B 0 s ! þ À and B 0 ! þ À branching fractions and the slope and normalization of the combinatorial background, to their expected values. The systematic uncertainty is obtained by subtracting in quadrature the statistical uncertainty from the total uncertainty obtained from the likelihood with all nuisance parameters allowed to vary according to their uncertainties. Additional systematic uncertainties reflect the impact on the result of changes in the parametrization of the background by including the Ã 0 b ! p À \" component and by varying the mass shapes of backgrounds from b-hadron decays, and are added in quadrature. The correlation between the branching fractions parameters of both decay modes is þ3:3%. The values of the B 0 ðsÞ ! þ À branching fractions obtained from the fit are in agreement with the SM expectations. The invariant mass distribution of the B 0 ðsÞ ! þ À candidates with BDT > 0:7 is shown in Fig. 2.",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1032,
                    "text": "Fig. 2",
                    "end": 1038
                }
            ]
        },
        {
            "section": "Yield in full BDT range",
            "text": "As no significant excess of B 0 ! þ À events is found, a modified frequentist approach, the CL s method [38] is used, to set an upper limit on the branching fraction. The method provides CL sþb , a measure of the compatibility of the observed distribution with the signal plus background hypothesis, CL b , a measure of the compatibility with the background-only hypothesis, and CL s ¼ CL sþb =CL b . A search region is defined around the B 0 invariant mass as m B 0 AE 60MeV=c 2 . For each BDT bin the invariant mass signal region is divided into nine bins with boundaries m B 0 AE 18,30,36,48, 60 MeV=c 2 , leading to a total of 72 search bins.",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 104,
                    "text": "[38]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "start": 580,
                    "text": "AE 18,",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 586,
                    "text": "30,",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 589,
                    "text": "36,",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "start": 592,
                    "text": "48",
                    "end": 594
                }
            ]
        },
        {
            "section": "Yield in full BDT range",
            "text": "An exponential function is fitted, in each BDT bin, to the invariant mass sidebands. Even though they do not contribute to the signal search window, the b-hadron backgrounds are added as components in the fit to account for their effect on the combinatorial background estimate. The uncertainty on the expected number of combinatorial background events per bin is determined by applying a Poissonian fluctuation to the number of events observed in the sidebands and by varying the exponential slopes according to their uncertainties. In each bin, the expectations for B 0 s ! þ À decay assuming the SM branching fraction and for the B 0 ðsÞ ! h þ h 0À background are accounted for. For each branching fraction hypothesis, the expected number of signal events is estimated from the normalization factor. Signal events . Invariant mass distribution of the selected B 0 ðsÞ ! þ À candidates (black dots) with BDT > 0:7. The result of the fit is overlaid (blue solid line) and the different components detailed: B 0 s ! þ À (red long dashed line), B 0 ! þ À (green medium dashed line), combinatorial background (blue medium dashed line), B 0 ðsÞ ! h þ h 0À (magenta dotted line), B 0ðþÞ ! 0ðþÞ þ À (light blue dot-dashed line), B 0 ! À þ and B 0 s ! K À þ (black dot-dashed line).  In each bin, the expected numbers of signal and background events are computed and compared to the number of observed candidates using CL s . The expected and observed upper limits for the B 0 ! þ À channel are summarized in Table II and the expected and observed CL s values as functions of the branching fraction are shown in Fig. 3.",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1503,
                    "text": "Table II and the expected and observed",
                    "end": 1541
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1606,
                    "text": "Fig. 3",
                    "end": 1612
                }
            ]
        },
        {
            "section": "Yield in full BDT range",
            "text": "In summary, a search for the rare decays B 0 s ! þ À and B 0 ! þ À is performed with pp collision data corresponding to integrated luminosities of 1 fb À1 and 2 fb À1 collected at ffiffi ffi s p ¼ 7 TeV and 8 TeV, respectively.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "The B 0 decay yield is not significant and an improved upper limit of BðB 0 ! þ À Þ < 7:4 Â 10 À10 at 95% C.L. is obtained. The B 0 s ! þ À signal is seen with a significance of 4:0. The time-integrated branching fraction BðB 0 s ! þ À Þ is measured to be ð2:9 þ1:1 À1:0 Þ Â 10 À9 , in agreement with the SM prediction. These measurements supersede and improve on our previous results, and tighten the constraints on possible new physics contributions to these decays.",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "Yield in full BDT range",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF, and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (Netherlands); SCSR (Poland); MEN/IFA (Romania); MinES, Rosatom, RFBR, and NRC ''Kurchatov Institute'' (Russia); MinECo, XuntaGal, and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "for the B 0 s and B 0 mesons. The resolutions are also determined with a power-law interpolation between the measured resolutions of charmonium and bottomonium resonances decaying into two muons. The two methods are in agreement and the combined results are B 0 s ¼ 23:2 AE 0:4 MeV=c 2 and B 0 ¼ 22:8 AE 0:4 MeV=c 2 . The transition point of the radiative tail is obtained from simulated B 0",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 5
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Expected distribution of the BDT output for the B 0 s ! þ À signal (black squares), obtained from B 0 ðsÞ ! h þ h 0À control channels, and the combinatorial background (blue circles).",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "FIG. 2 (color online). Invariant mass distribution of the selected B 0 ðsÞ ! þ À candidates (black dots) with BDT > 0:7. The result of the fit is overlaid (blue solid line) and the different components detailed: B 0 s ! þ À (red long dashed line), B 0 ! þ À (green medium dashed line), combinatorial background (blue medium dashed line), B 0 ðsÞ ! h þ h 0À (magenta dotted line), B 0ðþÞ ! 0ðþÞ þ À (light blue dot-dashed line), B 0 ! À þ and B 0 s ! K À þ (black dot-dashed line).",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 7
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). CL s as a function of the assumed B 0 ! þ À branching fraction. The dashed curve is the median of the expected CL s distribution for the background-only hypothesis. The green area covers, for each branching fraction value, 34.1% of the expected CL s distribution on each side of its median. The solid red curve is the observed CL s .",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "assumed. The stability of f s =f u between ffiffi ffi s p ¼ 7 TeV and 8 TeV is verified by comparing the ratios of the yields of B 0 s ! J=c and B þ ! J=c K þ decays. The effect of the measured dependence of f s =f d on p T",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "TABLE II .",
            "section_rank": 9
        },
        {
            "section": "TABLE II .",
            "text": "Expected limits for the background only (bkg) and the background plus SM signal (bkg þ SM) hypotheses, and observed limits on the B 0 ! þ À branching fraction.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "TABLE II .",
            "text": "101805-8  PRL 111, 101805 (2013)  ",
            "paragraph_rank": 33,
            "section_rank": 11
        }
    ]
}