{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurement of the relative rate of prompt χ c0 , χ c1 and χ c2 production at √ s = 7 TeV",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The LHCb collaboration",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP10(2013)115",
            "section_rank": 2
        },
        {
            "section": "JHEP10(2013)115",
            "text": "Results 11",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Conclusion 12",
            "section_rank": 3
        },
        {
            "section": "Conclusion 12",
            "text": "The LHCb collaboration 16 1 Introduction",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 23,
                    "text": "16",
                    "end": 25
                }
            ]
        },
        {
            "section": "Conclusion 12",
            "text": "The study of charmonium production provides an important test of the underlying mechanisms described by quantum chromodynamics (QCD). In pp collisions charmonia can be produced directly, or indirectly via the decay of higher excited states (feed-down) or via the decay of b hadrons. The first two are referred to as prompt production. The mechanism for the production of the prompt component is not yet fully understood, and none of the available models adequately predicts both the transverse momentum spectrum and the polarization of the promptly produced charmonium states [1]. At the LHC, cc pairs are expected to be produced at leading order (LO) through gluongluon interactions, followed by the formation of bound charmonium states. The production of the cc pair is described by perturbative QCD while non-perturbative QCD is needed for the description of the evolution of the cc pair to the bound state. Several models have been developed for the non-perturbative part, such as the Colour Singlet (CS) model [2][3][4] and the non-relativistic QCD (NRQCD) model [5]. The CS model assumes the cc pair is created in a hard scattering reaction as a colour singlet with the same quantum numbers as the final charmonium state. The NRQCD model includes, in addition to the colour singlet mechanism, the production of cc pairs as colour octets (CO) (in this case the CO state evolves to the final charmonium state via soft gluon emission). These two models predict different ratios of the χ c2 to χ c1 production cross-sections.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 576,
                    "text": "[1]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1015,
                    "text": "[2]",
                    "end": 1018
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1018,
                    "text": "[3]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1021,
                    "text": "[4]",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1068,
                    "text": "[5]",
                    "end": 1071
                }
            ]
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 4
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The study of the production of χ c states is also important since these resonances give a substantial feed-down contribution to prompt J/ψ production [6] through their radiative decay χ c → J/ψ γ and can have a significant impact on the J/ψ polarization measurement [7]. Measurements of χ c1 and χ c2 production cross-section for various particle beams and energies have been reported in refs. [8][9][10][11][12].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 150,
                    "text": "[6]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 266,
                    "text": "[7]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 394,
                    "text": "[8]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "[9]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 400,
                    "text": "[10]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "start": 404,
                    "text": "[11]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "start": 408,
                    "text": "[12]",
                    "end": 412
                }
            ]
        },
        {
            "section": "JHEP10(2013)115",
            "text": "In this paper we report a measurement of the ratio of prompt χ c2 to χ c1 production cross-sections σ(pp → χ c2 X)/σ(pp → χ c1 X) at a centre-of-mass energy of √ s = 7 TeV in the rapidity range 2.0 < y < 4.5 as a function of the J/ψ transverse momentum (p T ) from 3 to 20 GeV/c. The data sample corresponds to an integrated luminosity of 1.0 fb −1 collected during 2011 by the LHCb detector. The radiative decay χ c → J/ψ γ is used, where the J/ψ is reconstructed in the dimuon final state and only photons that convert in the detector material are used. The converted photons are reconstructed using e + and e − tracks, which allows a clean separation of the χ c1 and χ c2 peaks, due to a better energy resolution of converted photons than for those that are identified with the calorimeter (referred to as calorimetric photons in the following).",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The measurement performed by LHCb using calorimetric photons with 2010 data [12] was limited by the fact that the two χ c peaks were not well separated. The measurements with calorimetric [12] and converted (as presented in this study) photons are largely uncorrelated since the photon reconstruction is based on different subdetectors. Furthermore, this is the first measurement using converted photons in LHCb. The χ c0 state has been previously observed in pp collisions at threshold [13], but this letter reports the first evidence at high-energy hadron colliders. Its production rate relative to that of the χ c2 is also reported.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 487,
                    "text": "[13]",
                    "end": 491
                }
            ]
        },
        {
            "text": "The LHCb detector and dataset",
            "section_rank": 5
        },
        {
            "section": "The LHCb detector and dataset",
            "text": "The LHCb detector [14] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high precision tracking system consisting of a silicon-strip vertex detector (VELO) surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system provides a momentum measurement with relative uncertainty that varies from 0.4% at 5 GeV/c to 0.6% at 100 GeV/c, and impact parameter resolution of 20 µm for tracks with high transverse momentum. Charged hadrons are identified using two ring-imaging Cherenkov detectors. Electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad (SPD) and preshower detectors, an electromagnetic calorimeter (ECAL) and a hadronic calorimeter. The SPD and preshower are designed to distinguish between signals from photons and electrons. The ECAL is constructed from scintillating tiles interleaved with lead tiles. The reconstruction of converted photons that are used in this analysis is described in section 3. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers. The total radiation length before the first tracking station is about 0.25X 0 [14].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[14]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 1465,
                    "text": "[14]",
                    "end": 1469
                }
            ]
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 6
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The LHCb coordinate system is defined to be right-handed with its origin at the nominal interaction point, the z axis aligned along the beam line towards the magnet and the y axis pointing upwards. The magnetic field is oriented along the y axis.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The trigger [15] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. Candidate events used in this analysis are first required to pass a hardware trigger, which selects muons with p T > 1.48 GeV/c or dimuon candidates with a product of their p T larger than 1.68 (GeV/c) 2 . In the subsequent software trigger, both muons are required to have p T > 0.5 GeV/c, total momentum p > 6 GeV/c, and dimuon invariant mass greater than 2.5 GeV/c 2 .",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 12,
                    "text": "[15]",
                    "end": 16
                }
            ]
        },
        {
            "section": "JHEP10(2013)115",
            "text": "In the simulation, pp collisions are generated using Pythia 6.4 [16] with a specific LHCb configuration [17]. The NRQCD matrix elements are used in Pythia 6.4. Decays of hadronic particles are described by EvtGen [18], in which final state radiation is generated using Photos [19]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [20,21] as described in ref. [22]. The simulated samples consist of events in which at least one J/ψ → µ + µ − decay takes place. In a first sample used for background studies there is no constraint on the J/ψ production mechanism. In the second sample used for the estimation of signal efficiencies the J/ψ is required to originate from a χ c meson.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 64,
                    "text": "[16]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "start": 104,
                    "text": "[17]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[18]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 276,
                    "text": "[19]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "[20,",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 405,
                    "text": "21]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 430,
                    "text": "[22]",
                    "end": 434
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 7
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Photons that convert in the detector material are reconstructed from a pair of oppositely charged electron candidates. Since photons that have converted in the VELO have lower acceptance and worse energy resolution, only γ → e + e − candidates without VELO hits are considered. This selection strongly favours conversions that occur between the downstream end of the VELO and the first tracking station upstream of the magnet.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "Event reconstruction and selection",
            "text": "Candidate e + e − pairs are required to be within the ECAL acceptance and produce electromagnetic clusters that have compatible y positions. A bremsstrahlung correction is applied to each electron track: any photon whose position in the ECAL is compatible with a straight line extrapolation of the electron track from the first tracking stations is selected and its energy is added to the electron energy from the reconstructed track. If the same bremsstrahlung candidate is found for both the e + and the e − of the pair, the photon energy is added randomly to one of the tracks. The e + and e − tracks (corrected for bremsstrahlung) are then extrapolated backward in order to determine the conversion point and a vertex fit is performed to reconstruct the photon. The photon's invariant mass is required to be less than 100 MeV/c 2 . Combinatorial background is suppressed by applying a cut on the e + e − invariant mass (M e + e − ) such that M e + e − < 0.04 × z vtx + 20 MeV/c 2 where z vtx is the z coordinate of the conversion in mm. Converted photons are required to have transverse momentum (p γ T ) greater than 0.6 GeV/c. The J/ψ candidate is reconstructed in its decay to µ + µ − . Each track must be identified as a muon with p T > 0.65 GeV/c, p > 6 GeV/c and a track fit χ 2 /ndf smaller than 5, where ndf is the number of degrees of freedom. The two muons must originate from a common ",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Event reconstruction and selection",
            "text": "vtx /ndf smaller than 20. In addition the µ + µ − invariant mass is required to be in the range 3058-3138 MeV/c 2 .",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The J/ψ and γ candidates are associated with the primary vertex (PV) to which they have the smallest impact parameter. These J/ψ and photon candidates are combined to form a χ c candidate. Loose requirements are applied in order to reject combinatorial background and poorly reconstructed candidates using the following variables: the difference in z-positions of the primary vertices associated with the J/ψ and γ, the χ 2 of the χ c candidate vertex fit and the difference between the χ 2 of the PV reconstructed with and without the χ c candidate. These cuts remove about 20% of the background and 5% of the signal. Contributions from b → χ c X are suppressed by requiring that the χ c decay time is smaller than 0.15 ps. This removes about 85% of non-prompt events and 0.5% of the prompt χ c signal. Figure 1 shows the distribution of the difference in the invariant masses of the χ c and J/ψ selected candidates ∆M",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 804,
                    "text": "Figure 1",
                    "end": 812
                }
            ]
        },
        {
            "text": "Determination of the ratio of cross-sections",
            "section_rank": 8
        },
        {
            "section": "Determination of the ratio of cross-sections",
            "text": "The production cross-section ratio of the χ c2 and χ c1 mesons is measured in ten p J/ψ T bins of different width (the bin limits are given in table 1) with",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Determination of the ratio of cross-sections",
            "text": "where σ(χ cJ ) is the prompt χ cJ production cross-section, N χ cJ is the prompt χ cJ yield (J = 1, 2), and B(χ c1 → J/ψ γ) = (34.4 ± 1.5)% and B(χ c2 → J/ψ γ) = (19.5 ± 0.8)% [23] are the known branching fractions. The efficiency ratio is expressed as",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 176,
                    "text": "[23]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Determination of the ratio of cross-sections",
            "text": "where ε J/ψ χ cJ is the efficiency to trigger, detect, reconstruct and select a J/ψ from a χ cJ decay and ε γ χ cJ is the efficiency to detect, reconstruct and select a photon from a χ cJ decay once",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 9
        },
        {
            "section": "JHEP10(2013)115",
            "text": "the J/ψ has been selected and then to select the χ cJ meson. The efficiency ε γ χ cJ includes the probability for a photon to convert upstream of the first tracking station (about 20%).",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The ratio σ(χ c0 )/σ(χ c2 ) is also measured with appropriate substitutions in eqs. 4.1 and 4.2 and using the known value B(χ c0 → J/ψ γ) = (1.17 ± 0.08)% [23]. Due to this small branching fraction, the number of reconstructed χ c0 mesons is also small and therefore the ratio of production cross-sections is only measured in one wide p J/ψ T bin, 4-20 GeV/c. The χ c0 cross-section is measured relative to the χ c2 cross-section rather than to the χ c1 cross-section because the p T dependence is expected to be similar inside this p T range for χ c0 and χ c2 [24].",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 155,
                    "text": "[23]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "start": 561,
                    "text": "[24]",
                    "end": 565
                }
            ]
        },
        {
            "text": "Background studies",
            "section_rank": 10
        },
        {
            "section": "Background studies",
            "text": "There are two sources of background: a peaking component from non-prompt χ c (from b-hadron decays) production and a non-peaking combinatorial contribution.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "Background studies",
            "text": "The peaking background is estimated by fitting the decay time distribution of the χ c candidates with decay time larger than 0.3 ps with an exponential shape and extrapolating into the signal region (0 − 0.15 ps). The combinatorial background from b-hadron decays lying under the peak is evaluated using the lower or upper mass sidebands. The two estimates agree and the average is used to subtract its contribution. The simulation predicts that χ c mesons from b-hadron decays tend to be more energetic than prompt χ c mesons. The fraction of peaking background is therefore estimated in two regions of p J/ψ T , below and above 9 GeV/c, and the maximum deviation from the mean value inside each range (as predicted by simulation) is taken as a systematic uncertainty. For the χ c1 meson the remaining peaking background is (0.9 ± 0.3)% of the signal for p J/ψ T below 9 GeV/c and (1.8 ± 0.4)% above this value. As expected [23,25] the number of non-prompt χ c2 candidates is smaller. The relative yield of non-prompt χ c2 and χ c1 mesons is obtained from a fit to the ∆M distribution of the events rejected by the cut on the χ c decay time (using the method described in section 4.3). The ratio of branching fractions is determined to be",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 925,
                    "text": "[23,",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 929,
                    "text": "25]",
                    "end": 932
                }
            ]
        },
        {
            "section": "Background studies",
            "text": "where the systematic uncertainty is obtained by varying the fit function parameters. The remaining number of non-prompt χ c2 candidates is then determined as the number of remaining non-prompt χ c1 mesons multiplied by this ratio of branching fractions. For the χ c0 peak it is not possible to estimate the non-prompt contribution from the data but this is expected to be at most 2%. This assertion is based on the similar values for B(b → χ c1 X) and B(b → χ c0 X) [23] and the small contamination of b → χ c1 X decays as shown above. Another peaking background arises from the decay of prompt ψ(2S) to a χ c meson. According to simulation and cross-section measurements [26] this background can be safely neglected. The shape of the combinatorial background is estimated using the selected data sample by generating \"fake photons\" to mimic the candidate photon spectra in data. For each χ c → J/ψ γ candidate, two fake photons are generated: one where the photon energy is set equal to twice the e − energy, and a second where twice the e + energy is used. In this",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 466,
                    "text": "[23]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 672,
                    "text": "[26]",
                    "end": 676
                }
            ]
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 11
        },
        {
            "section": "JHEP10(2013)115",
            "text": "way, a spread of fake photon energies are produced, all with the same angular distribution as the candidate photons in the data. Each of these photons is then combined with the J/ψ candidate to form the fake χ c candidate. The contribution from the χ c signal region is normalized to the estimated background contribution in the same invariant mass region (this procedure converges with few iterations). The procedure was tested on simulated events and reproduces the ∆M distribution of the combinatorial background in the region of the χ c1 and χ c2 signal peaks.",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Efficiency corrections",
            "section_rank": 12
        },
        {
            "section": "Efficiency corrections",
            "text": "The ratio of the overall efficiencies for the detection of J/ψ mesons originating from the decay of a χ c1 meson compared to a χ c2 meson, ε",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "Efficiency corrections",
            "text": ", is estimated from simulation and is compatible with unity for all p J/ψ T bins. Since the kinetic energy released in the χ c1 decay (Q-value) is smaller than that of the χ c2 decay, the photon p T spectrum differs for the two decays. As a result, the photon p T requirement (p γ T > 0.6 GeV/c) has a lower efficiency for the χ c1 decay. Moreover the reconstruction efficiency of the converted photon decreases as the photon p T decreases. This is due to the fact that low energy electrons escape the detector before reaching the calorimeter and are therefore not identified as electrons. Thus, the efficiency ratio is expected to be smaller than unity. The value obtained from simulation is ε γ χ c1 /ε γ χ c2 = 0.95 ± 0.01 and shows no significant dependence on p J/ψ T . The conversion probability and total efficiency for converted photons is cross-checked using π 0 mesons, reconstructed either with two calorimetric photons or with one calorimetric photon and one converted photon. The ratio of efficiencies of converted photons to calorimetric photons is measured in data and simulation as a function of p γ T and is shown in figure 2(a). The total efficiency for calorimetric photons is described well by simulation [25] therefore these measurements give a direct comparison of the converted photon efficiency in data and simulation. The efficiency with which converted photons are reconstructed in simulation is consistent with data (within about 15%). The results obtained from this study are used to correct the simulation. The corrected ε γ χ c1 /ε γ χ c2 ratio is shown as a function of p J/ψ T in figure 2(b). This ratio is still compatible with a constant: ε γ χ c1 /ε γ χ c2 = 0.96 ± 0.01. For the χ c0 to χ c2 ratio the corrected efficiency ratio is ε χ c2 /ε χ c0 = 1.69 ± 0.18. The departure from unity is due to the different Q-values of the two decays, as discussed above.",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1225,
                    "text": "[25]",
                    "end": 1229
                }
            ]
        },
        {
            "text": "Determination of the yield ratios",
            "section_rank": 13
        },
        {
            "section": "Determination of the yield ratios",
            "text": "The ∆M spectrum is fitted to determine the signal yields. The χ c1 and χ c2 signal peaks are each parametrized with a double-sided Crystal Ball (CB) function [27]  where the index i = 1 (2) refers to the χ c1 (χ c2 ) CB function. The left tail accounts for events with unobserved bremsstrahlung photon(s) while the right tail accounts for events reconstructed with background photons. Simulation shows that the same α and n parameters can be used for both the χ c1 and χ c2 peaks and that the χ c2 mass resolution, σ 2 , is 10% larger than the χ c1 mass resolution, σ 1 . These constraints are used in all the fits. A χ c0 contribution is also included and is modelled by the convolution of a CB and a Breit-Wigner distribution with the width set to the χ c0 natural width (10.4 ± 0.6 MeV/c 2 [23]) and with the peak position fixed from simulation. For the χ c0 CB shape, the same tail parameters are used as for the χ c1 and χ c2 CB functions.",
            "paragraph_rank": 29,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 158,
                    "text": "[27]",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "start": 793,
                    "text": "[23]",
                    "end": 797
                }
            ]
        },
        {
            "section": "Determination of the yield ratios",
            "text": "The full data sample (3 < p J/ψ T < 20 GeV/c) after background subtraction is fitted with the sum of these three functions. The peak positions ∆M 1 and ∆M 2 , the χ c1 resolution σ 1 and the CB n parameters obtained from this fit are then used for the individual fits in each p J/ψ T bin. The same fit is performed on simulated χ c events (without background) and the value of the n parameter is found compatible with the data for the left tail while slightly smaller for the right tail. These values are used when studying systematic effects. The χ c mass resolution is also found to be significantly smaller in simulation due to better energy resolution in the reconstruction of converted photons.",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "section": "Determination of the yield ratios",
            "text": "For each p J/ψ T bin the combinatorial background shape is determined using the candidates reconstructed with the fake photons. The ∆M distribution of these candidates is fitted with an empirical function",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "section": "Determination of the yield ratios",
            "text": "where m 0 , a, b and c are free parameters. This function is then used to parametrize the combinatorial background with all parameters fixed except for the normalization. In total there are six free parameters for each fit: the CB function α parameters (left and right tails), the height of the χ c1 and χ c0 peaks, the ratio of χ c2 to χ c1 heights and the background normalization.   The χ c0 yield is not significant in the individual bins and is therefore only measured over the integrated range 4 < p J/ψ T < 20 GeV/c. The region 3-4 GeV/c is excluded because for this particular p J/ψ T bin the background is high and not well modelled below 300 MeV/c 2 , close to the χ c0 peak. Figure 4(a) shows the total ∆M distribution superimposed with the background estimate using the fake photons and the fit to this background distribution. The χ c0 contribution is visible just above 300 MeV/c 2 . Figure 4(b) shows the result of the fit for 4 < p J/ψ T < 20 GeV/c after background subtraction.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 686,
                    "text": "Figure 4(a)",
                    "end": 697
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 898,
                    "text": "Figure 4(b)",
                    "end": 909
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "section": "Systematic uncertainties",
            "text": "The fit is performed for each p J/ψ T bin as explained in section 4. The χ c1 and χ c2 peak positions, the CB width and the left and right tail n parameters are fixed to those found in the fit to the whole dataset. In order to assess the stability, the fit is also performed with all parameters left free except for the peak positions or using the n parameters obtained",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "with simulated events. The fit is also repeated in a smaller range (∆M > 290 MeV/c 2 ) in order to assess the uncertainty coming from the imperfect modelling of the background at small ∆M . It is also repeated on the distribution with the background subtracted. The largest variation from these alternative fits is taken as a systematic uncertainty. The fit quality is usually good (the p-values of the fits are greater than 1%) except for the first p J/ψ T bin where the background is not well modelled for low ∆M . However the ratio of χ c2 and χ c1 yields is stable, indicating it is relatively insensitive to the modelling in this low ∆M region. For the χ c0 yield this systematic uncertainty is 20% and is dominated by the variation of the n L parameter. This large uncertainty is incurred because the χ c0 lies in the low mass tail of the χ c1 mass spectrum, and is sensitive to the modelling of the χ c1 signal shape.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The bias due to the fitting procedure is studied using simulated events. This study indicates a bias of (−4.8 ± 1.8)% and (−2.4 ± 2.0)% for the first and second p J/ψ T bins, respectively, and therefore the data are corrected for these biases. The other bins show no significant bias within the 3% uncertainty of the test. Conservatively, a systematic uncertainty of 3% is assigned to all bins.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "Imperfect modelling of the combinatorial background may introduce a bias. This is studied with simulated events by comparing the results obtained using the ∆M distribution of true background events and the distribution of the background estimated with the fake photons. The bias is found to be within 1%, which is assigned as a systematic uncertainty to all the bins. For the χ c0 yield the impact of an imperfect modelling of the background can be absorbed in the variation of the n L parameter of the χ c1 CB function. This is therefore already accounted for in the fit systematic uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The peaking background (χ c from b hadrons) is estimated in section 4.1 and is subtracted from the number of χ c1 candidates: (0.9 ± 0.3)% for p J/ψ T below 9 GeV/c and (1.8 ± 0.4)% above. The number of χ c2 candidates is 0.18 ± 0.03 times the number of χ c1 candidates (see section 4.1). The ratio of prompt χ c mesons is corrected for this background and a systematic uncertainty of 0.3% (0.4%) is assigned for the p J/ψ T bins below (above) 9 GeV/c. No peaking background correction is applied for the ratio of χ c0 to χ c2 yields. This correction is estimated to be at most 2% (see section 4.1) which is taken as the systematic uncertainty.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The photon efficiency is discussed in section 4.2: the simulation is corrected using the efficiency measured using π 0 decays in data. The systematic uncertainty is estimated by varying independently for each p γ T bin the converted photon efficiency within the measurement uncertainty and computing the corrected ratio of efficiency ε γ χ c1 /ε γ χ c2 for each p J/ψ T bin. The systematic uncertainty is defined as the maximum variation observed. The correction and the systematic uncertainty due to the J/ψ selection and reconstruction efficiency are found to be negligible.",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The efficiency can be affected by the choice of the simulated χ c p T spectrum (p χc T ): since the photon transverse momentum is correlated with the J/ψ transverse momentum, the efficiency for each p J/ψ T bin can vary depending on the p J/ψ T spectrum inside this bin. In order to assess the uncertainty due to the p T spectrum shape, the simulated χ c2 (χ c1 ) spectrum is changed to be identical to the simulated χ c1 (χ c2 ) p T spectrum. The generated  Table 1. Systematic uncertainties on the ratio of χ c2 and χ c1 yields for each p J/ψ T bin (in percent). The total systematic uncertainty is defined as the quadratic sum of all the systematic uncertainties. χ c2 and χ c0 decays have the same p T dependence. For the ratio of χ c0 to χ c2 cross-sections the systematic uncertainty is assessed using the p T spectrum of the χ c1 mesons instead (alternatively for χ c2 or χ c0 mesons): the efficiency ratio varies by ±13%.",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 459,
                    "text": "Table 1",
                    "end": 466
                }
            ]
        },
        {
            "section": "JHEP10(2013)115",
            "text": "All of the systematic uncertainties are uncorrelated among bins, except those related to the p T spectrum shape. Table 1 summarises the systematic uncertainties on the ratio of yields for each p J/ψ T",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 113,
                    "text": "Table 1",
                    "end": 120
                }
            ]
        },
        {
            "text": "bin.",
            "section_rank": 16
        },
        {
            "section": "bin.",
            "text": "The ratio of cross-sections is also affected by the uncertainties on the branching fraction of χ c → J/ψ γ leading to an additional systematic uncertainty of 6.0% (8.0%) on the cross section ratio σ(χ c2 )/σ(χ c1 ) (σ(χ c0 )/σ(χ c2 )). For each p J/ψ T bin the total systematic uncertainty is defined as the quadratic sum of all the systematic uncertainties detailed here.",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "χ c polarization",
            "section_rank": 17
        },
        {
            "section": "χ c polarization",
            "text": "The prompt χ c polarization is unknown. The simulated χ c mesons are unpolarized and all the efficiencies given in the previous sections are therefore determined under the assumption that the χ c1 and the χ c2 mesons are produced unpolarized. The photon and J/ψ momentum distributions depend on the polarization of the χ c state and the same is true for the ratio of efficiencies. The correction factors for the ratio of efficiencies under other polarization scenarios are derived here.",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "section": "χ c polarization",
            "text": "The angular distribution of the χ c → J/ψ γ decay is described by the angles θ J/ψ , θ χc and φ where: θ J/ψ is the angle between the directions of the positive muon in the J/ψ rest frame and the J/ψ in the χ c rest frame; θ χc is the angle between the directions of the J/ψ in the χ c rest frame and the χ c in the laboratory frame; φ is the angle between the J/ψ decay plane in the χ c rest frame and the plane formed by the χ c direction in the laboratory frame and the direction of the J/ψ in the χ c rest frame. The angular distributions of the χ c states depend on m χ cJ , which is the azimuthal angular momentum quantum number of the χ cJ state. The general expressions for the angular distributions are independent of the choice of polarization axis (here chosen as the direction of the χ c in the laboratory frame) and are detailed in ref. [9]. For each simulated event in the unpolarized sample, a weight is calculated from the values of θ J/ψ , θ χc and φ in the various polarization hypotheses and  Table 2. Correction factors to be applied to the final σ(χ c2 )/σ(χ c1 ) results for each p J/ψ T bin for different combinations of χ c1 and χ c2 polarization states |J, m χ cJ > with |m χ cJ | = 0, ..., J (\"unpol\" means the χ c is unpolarized). The polarization axis is defined as the direction of the χ c in the laboratory frame.",
            "paragraph_rank": 43,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 850,
                    "text": "[9]",
                    "end": 853
                },
                {
                    "type": "table",
                    "start": 1012,
                    "text": "Table 2",
                    "end": 1019
                }
            ]
        },
        {
            "section": "χ c polarization",
            "text": "the ratio of efficiencies is deduced for each (m χ c1 ,m χ c2 ) polarization combination. Table 2 gives the correction factors to apply to the final σ(χ c2 )/σ(χ c1 ) results for each (m χ c1 ,m χ c2 ) polarization combination.",
            "paragraph_rank": 44,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 90,
                    "text": "Table 2",
                    "end": 97
                }
            ]
        },
        {
            "section": "χ c polarization",
            "text": "These corrections are different from those found in the analysis using calorimetric photons [12]. This is due to the fact that the acceptance efficiency of converted photons highly depends on the polar angle of the photon: for large angles there is a higher probability that one of the electrons escapes the detector before the calorimeter. The systematic uncertainties estimated in the case where both χ c1 and χ c2 mesons are produced unpolarized also apply to the other polarization scenarios.",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 92,
                    "text": "[12]",
                    "end": 96
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 18
        },
        {
            "section": "Results",
            "text": "For each p J/ψ T bin the ratio of χ c2 to χ c1 yields, obtained from a least squares fit described in section 4.3, is corrected for the peaking background (see section 4.1), by the efficiency ratio (see section 4.2) and by the ratio of branching fractions of χ c → J/ψ γ (see section 4). Figure 5 (left) shows the ratio of the χ c2 to χ c1 production cross-sections as a function of p J/ψ T under the assumption that the χ c mesons are produced unpolarized. The overall systematic uncertainty (6.0%) due to the branching fraction of χ c → J/ψ γ is not shown here. Table 3 gives the ratio of cross-sections with their statistical and systematic uncertainties for each p J/ψ T bin including that originating from the unknown polarization of the χ c states. Figure 5 (right) shows a comparison of this measurement with the next to leading order (NLO) NRQCD calculation of ref. [5] and with the LO NRQCD calculation of ref. [24].",
            "paragraph_rank": 46,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 288,
                    "text": "Figure 5",
                    "end": 296
                },
                {
                    "type": "table",
                    "start": 564,
                    "text": "Table 3",
                    "end": 571
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 755,
                    "text": "Figure 5",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 874,
                    "text": "[5]",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "start": 920,
                    "text": "[24]",
                    "end": 924
                }
            ]
        },
        {
            "section": "Results",
            "text": "A χ c0 signal is observed for 4 < p J/ψ T < 20 GeV/c with a statistical significance, determined from the ratio of the signal yield and its uncertainty, corrected by the efficiency ratio (see section 4.2) and the ratio of branching fractions in order to obtain the ratio of cross-sections (under the hypothesis of unpolarized states) and integrated over p",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "section": "Results",
            "text": "where the first uncertainty is statistical, the second is the systematic uncertainty dominated by the photon efficiency, the χ c1 tail parameters and background modelling, the third from the choice of p T spectrum and the fourth from the branching fraction uncertainty. For comparison, the ratio of χ c2 to χ c1 production cross-sections for the same p J/ψ T range is σ(χ c2 )/σ(χ c1 ) = 0.787 ± 0.014 (stat) ± 0.034 (syst) ± 0.051 ( p T model) ± 0.047 ( B).",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "Conclusion",
            "section_rank": 19
        },
        {
            "section": "Conclusion",
            "text": "The ratio of prompt production cross-sections of χ c2 and χ c1 is measured in a rapidity range 2.0 < y < 4.5 as a function of p J/ψ T from 3 to 20 GeV/c at √ s = 7 TeV using the decays χ c → J/ψ γ where the photon converts in the detector material.",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "section": "Conclusion",
            "text": "This ratio was also measured by LHCb using calorimetric photons [12], by the CMS experiment [11] in the rapidity range |y| < 1 using converted photons at √ s = 7 TeV and by CDF [10] using converted photons at √ s = 1.96 TeV in the range |η(J/ψ )| < 1 and p T (γ) > 1.0 GeV/c. These measurements are compared in figure 6. The ratios are expected to be similar for pp and pp collisions since χ c mesons are produced predominantly via gluongluon interactions and depend only weakly on the centre-of-mass energy and y coverage [5,28]. The results from this analysis are compatible with the CMS and CDF results. The statistical and systematic uncertainties can be safely assumed to be uncorrelated between the analysis presented here and the LHCb analysis using calorimetric photons, since the data samples are different, the photon reconstruction is based on different subdetectors (calorimeter or tracker) and the background modelling is performed in a different way. The  Table 3. Measurements of the ratio of χ c2 to χ c1 production cross-sections for the given p J/ψ T range assuming unpolarized χ c production. The first uncertainty is statistical, the second is systematic, the third is from the branching fractions used and the last gives the maximum correction due to the unknown polarization. measurements are in agreement but the results of the analysis using converted photons are systematically lower. As underlined in section 6 analysis-dependent corrections have to be applied to these ratios depending on the polarization hypothesis (see table 2). When correcting the results assuming the χ c states are polarized with (m χ c1 , m χ c2 ) = (0, 0), all the results are in better agreement as shown in figure 6 (right).",
            "paragraph_rank": 50,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 177,
                    "text": "[10]",
                    "end": 181
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 311,
                    "text": "figure 6",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 523,
                    "text": "[5,",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 526,
                    "text": "28]",
                    "end": 529
                },
                {
                    "type": "table",
                    "start": 970,
                    "text": "Table 3",
                    "end": 977
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "The χ c0 meson prompt production is also studied and its production cross section ratio relative to the χ c2 meson is measured in the range 4 GeV/c < p J/ψ T < 20 GeV/c. This is the first evidence for χ c0 meson production at a hadron collider. Our result is in agreement with JHEP10(2013)115 ",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "Figure 1 .",
            "section_rank": 20
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Distribution of the mass difference ∆M≡ M (µ + µ − γ) − M (µ + µ − ) for χ c candidates with 3 < p",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "Figure 2 .",
            "section_rank": 21
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. (a) Efficiency of converted photon reconstruction and selection relative to the calorimetric photon efficiency for data (red circles) and simulated events (blue triangles) as a function of p γ T . (b) Ratio of photon efficiencies ε γ χc1 /ε γ χc2 as a function of p J/ψ T from simulation (blue triangles) and after correcting the simulation for the converted photon efficiency measured in data (red circles) taken from plot (a).",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "Figure 3 Figure 3 .",
            "section_rank": 22
        },
        {
            "section": "Figure 3 Figure 3 .",
            "text": "Figure 3.Distribution of ∆M = M (µ + µ − γ) − M (µ + µ − ) for p J/ψ Tin the range (a) 4-5 GeV/c and (b) 11-13 GeV/c. The results of the fit are also shown, with the total fitted function (blue solid curve), the χ c1 signal (green dashed curve), the χ c2 signal (red dot-dashed curve) and the χ c0 signal (purple long-dashed curve).",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Figure 4 .",
            "section_rank": 23
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Distribution of ∆M = M (µ + µ − γ)−M (µ + µ − ) (blue histogram) for 4 < p J/ψ T < 20 GeV/c. (a) The background estimated using fake photons (green) is superimposed on the ∆M distribution, together with the function used to parametrize it (black solid line). (b) The same ∆M distribution after background subtraction (using the shape shown in (a) and its fitted normalization): total fitted function (blue solid curve), χ c1 signal (green dashed curve), χ c2 signal (red dot-dashed curve) and χ c0 signal (purple long-dashed curve).",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "Photon efficiency 4.0 4.0 4.0 4.0 4.0 4.0 4.0 4.0 4.0 4.0 2.0 p χc T spectrum 2.6 2.4 2.2 2.1 2.0 1.8 1.6 1.3 1.0 0.7 6.4 Total 5.8 6.5 6.0 5.9 5.8 5.8 5.7 6.0 7.6 6.5 8.2",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. (left) Ratio of χ c2 to χ c1 cross-sections at √ s = 7 TeV for 2.0 < y < 4.5. The statistical uncertainty is shown with a red error bar and the systematic uncertainty with a hashed rectangle. (right) Comparison of the LHCb results (with total uncertainty) with the NLO NRQCD calculation from ref.[5] (blue shading) and the LO NRQCD calculation of ref.[24]  (solid green). The LHCb results are obtained assuming the χ c mesons are produced unpolarized.",
            "paragraph_rank": 57,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 306,
                    "text": "[5]",
                    "end": 309
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 26
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. Comparison of the ratio of χ c2 to χ c1 cross-sections obtained by LHCb using calorimetric photons[12]  (green open squares), CMS result [11] (blue filled squares), CDF result (purple filled triangles)[10] and the result presented here (red open circles) under the assumption (left) of unpolarized states and (right) under the assumption (m χc1 , m χc2 ) = (0, 0) in the helicity frame. The uncertainty due to the limited knowledge of the branching fractions of χ c → J/ψ γ, which is common to all the measurements, is not included here.",
            "paragraph_rank": 58,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 211,
                    "text": "[10]",
                    "end": 215
                }
            ]
        },
        {
            "text": "[ 9 ]",
            "section_rank": 27
        },
        {
            "section": "[ 9 ]",
            "text": "HERA-B collaboration, I. Abt et al., Production of the Charmonium States χ c1 and χ c2 in Proton Nucleus Interactions at √ s = 41.6 GeV, Phys. Rev. D 79 (2009) 012001 [arXiv:0807.2167] [INSPIRE]. [10] CDF collaboration, A. Abulencia et al., Measurement of σ χc2 B(χ c2 → J/ψγ)/σ χc1 B(χ c1 → J/ψγ) in pp collisions at √ s = 1.96 TeV, Phys. Rev. Lett. 98 (2007) 232001 [hep-ex/0703028] [INSPIRE]. [11] CMS collaboration, Measurement of the relative prompt production rate of χ c2 and χ c1 in pp collisions at √ s = 7 TeV, Eur. Phys. J. C 72 (2012) 2251 [arXiv:1210.0875] [INSPIRE]. [12] LHCb collaboration, Measurement of the cross-section ratio σ(χ c2 )/σ(χ c1 ) for prompt χ c production at √ s = 7 TeV, Phys. Lett. B 714 (2012) 215 [arXiv:1202.1080] [INSPIRE].",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "text": "Acknowledgments",
            "section_rank": 29
        },
        {
            "section": "Acknowledgments",
            "text": "We thank Y.Q. Ma for providing the NLO NRQCD predictions. We also thank A. Luchinsky and A. Likhoded for providing the LO NRQCD predictions and for interesting discussions. We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); MEN/IFA (Romania); MinES, Rosatom, RFBR and NRC \"Kurchatov Institute\" (Russia); MinECo, Xun-taGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 60,
            "section_rank": 29
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 61,
            "section_rank": 29
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 31
        },
        {
            "section": "JHEP10(2013)115",
            "text": "the NLO NRQCD prediction of σ(χ c0 )/σ(χ c2 ) = 0.62 ± 0.10 (4 < p J/ψ T < 20 GeV/c) [5] and with the LO NRCQD prediction of σ(χ c0 )/σ(χ c2 ) = 0.53 ± 0.02 (4 < p J/ψ T < 20 GeV/c) [24].",
            "paragraph_rank": 62,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 85,
                    "text": "[5]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "start": 182,
                    "text": "[24]",
                    "end": 186
                }
            ]
        },
        {
            "text": "JHEP10(2013)115",
            "section_rank": 32
        },
        {
            "section": "JHEP10(2013)115",
            "text": "The LHCb collaboration",
            "paragraph_rank": 63,
            "section_rank": 32
        }
    ]
}