{
    "level": "paragraph",
    "abstract": [
        {
            "text": "In this talk, the latest results from CMS on R-parity violating Supersymmetry are reviewed. We present results using up to 20/fb of data from the 8 TeV LHC run of 2012. Interpretations of the experimental results in terms of production of squarks, gluinos, charginos, neutralinos, and sleptons within RP violating susy models are presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Supersymmetry (SUSY) [1,2] is an attractive extension of the Standard Model. It provides natural coupling unification, dynamic electroweak symmetry breaking and a solution to the hierarchy problem. R-parity is assigned to fields as R p = (−1) 3B+L+s where B, L, and s are baryon and lepton numbers, and spin of the particle respectively. In models with conserved R-parity superpartners may only be produced in pairs, and the lightest superpartner (LSP) is stable. However R-parity conservation is not a universal property of SUSY models. The most general gaugeinvariant and renormalizable superpotential consists of the R-parity conserving (RPC) main part, and may also contain extra R-parity violating (RPV) terms [3] :",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 21,
                    "text": "[1,",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 24,
                    "text": "2]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 715,
                    "text": "[3]",
                    "end": 718
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The presence of non-vanishing RPV terms leads to the the LSP becoming unstable, decaying to standard model (SM) particles. Therefore many SUSY analyses, which are based on the expectation of high missing transverse energy in SUSY events from non-observed stable LSPs, are not sensitive to RPV SUSY models.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Recent CMS analyses [4][5][6] are focused on studying the lepton number violating terms λ i jk L i L jēk and λ i jk L i Q jdk , which cause specific signatures involving leptons in events produced in pp collisions at LHC. Section 3 discusses the search for resonant production and the following decay ofμ which is caused by λ 211 0. Section 4 addresses a search for multi-lepton signatures caused by LSP decays due to various λ and λ terms. Finally in Section 5 we discuss the possibility of the generic model independent search for RPV SUSY in 4-lepton events.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 20,
                    "text": "[4]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 23,
                    "text": "[5]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 26,
                    "text": "[6]",
                    "end": 29
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "a. e-mail: Fedor.Ratnikov@cern.ch",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Detector, trigger, and object selection",
            "section_rank": 3
        },
        {
            "section": "Detector, trigger, and object selection",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid, 6 m in internal diameter, providing a magnetic field of 3.8 T. Within the field volume there are a silicon pixel and strip tracker, a crystal electromagnetic calorimeter, and a brass-scintillator hadron calorimeter. Muons are measured in gas-ionization detectors embedded in the steel return yoke. Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. A more detailed description of the CMS detector can be found in Ref. [7].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 539,
                    "text": "[7]",
                    "end": 542
                }
            ]
        },
        {
            "section": "Detector, trigger, and object selection",
            "text": "Events from pp interactions must satisfy the requirements of a two-level trigger system. The first level performs a fast selection for physics objects (jets, muons, electrons, and photons) above certain thresholds. The second level performs a full event reconstruction. The principal trigger used for these analyses requires presence of at least two light leptons, electrons or muons. Detailed trigger conditions and off-line event selections are described in the corresponding Ref. [4][5][6].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 483,
                    "text": "[4]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 486,
                    "text": "[5]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 489,
                    "text": "[6]",
                    "end": 492
                }
            ]
        },
        {
            "section": "Detector, trigger, and object selection",
            "text": "3 Search for resonant second generation slepton productioñ Figure 1. Resonant smuon (left) and sneutrino (right) production and typical decay chain into a final state with two same-sign muons and two jets. The R-parity violating vertices are marked by a red dot. This search which is described in details in Ref. [4], extends the results from a previous search by the DØ collaboration [8] and is complementary to searches for RPV  0  200  400  600  800  1000   Events / 40 GeV   -2   10   -1   10   1   10   2   10   3   10   4   10   VVV  +V  t  t  rare  VV  fakes  Data  LM1  HM1  HM3   -  Figure 2. Invariant mass of the two muons and jets before (left) and after (right) applying the b-tag veto and same-sign muon requirement. Data are compared to the expectation from the simulation (left) and measured backgrounds (right). Signal distributions are shown for three different kinematic configurations for a coupling value of λ 211 = 0.01.   SUSY performed by the LEP experiments [9]. The search concentrates on final states with two muons and at least two jets. Fig. 1 illustrates the simplest possible Feynman diagrams leading to this final state, which is experimentally interesting because the presence of two muons allows to discriminate the signal from background processes. One of the muons is expected to be produced by the resonant slepton while the other muon and two quarks resulting in jets are expected to be produced in the subsequent decay of the neutralino LSP. Due to the Majorana nature of the LSP, the two muons have the same charge with about 50% probability, which allows to discriminate further against the background. Due to the larger valence u-quark content of the initial state protons the configuration with two positively charged muons is about twice as likely as the configuration with two negatively charged muons. The kinematics of this signal is characterized by no missing transverse energy within the detector resolution. For the purpose of this analysis we select events with two same-sign isolated muons with p T > 20 and p T > 15 GeV for the first and second muon respectively. In addition at least two jets with p T > 30 GeV, no b-jets, and E miss T < 50 GeV are required. After this selection, two main background components remain : low cross section backgrounds containing two prompt same-sign leptons such as production of multiple bosons, and backgrounds with high cross-section where leptons from semileptonic decays of c or b-hadrons or other charged particles are wrongly identified as prompt leptons. The first contribution is estimated from the simulation. The latter contribution is difficult to model in simulation, thus it is estimated using data. Fig. 2 illustrates the expected backgrounds before and after the requirement of the two same-sign muons and the b-jets veto. ",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 59,
                    "text": "Figure 1",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 313,
                    "text": "[4]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 385,
                    "text": "[8]",
                    "end": 388
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 431,
                    "text": "0  200  400  600  800  1000   Events / 40 GeV   -2   10   -1   10   1   10   2   10   3   10   4   10   VVV  +V  t  t  rare  VV  fakes  Data  LM1  HM1  HM3   -",
                    "end": 590
                },
                {
                    "type": "figure",
                    "start": 592,
                    "text": "Figure 2",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 983,
                    "text": "[9]",
                    "end": 986
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1066,
                    "text": "Fig. 1",
                    "end": 1072
                },
                {
                    "type": "figure",
                    "start": 2702,
                    "text": "Fig. 2",
                    "end": 2708
                }
            ]
        },
        {
            "section": "Detector, trigger, and object selection",
            "text": ", where µ ± 1 denoting the muon with higher p T . Fig. 3 overlays the observed events with the expected background contributions, and describes six exclusive search regions used for the interpretation of this analysis. Table 1 presents the observations, expected backgrounds, and respective upper limits for all search regions. The observations are consistent with the corresponding background estimations, therefore results are combined to put limit on λ 211 for different mSugra models in Fig. 4. Table 2. Observed yields for three-and four-lepton events from 19.5 fb − 1 recorded in 2012. The channels are split by the total number of leptons (N L ), the number of τ h candidates (N τ ), and the S T . Expected yields are the sum of simulation and estimates of backgrounds from data in each channel. SR1-SR4 require a b-tagged jet and veto events containing Z bosons. SR5-SR8 contain events that either contain a Z boson or have no b-tagged jet. The channels are mutually exclusive. The uncertainties include statistical and systematic uncertainties. The S T values are given in GeV.   Figure 5. The 95% confidence level limits in the stop and bino mass plane for models with RPV couplings λ 122 , λ 233 , and λ 233 . For the couplings λ 122 and λ 233 , the region to the left of the curve is excluded. For λ 233 , the region inside the curve is excluded. The different regions, A, B, C, D, and E, for the λ 233 exclusion result from different stop decay products as explained in Table 3. Among modern SUSY models, \"natural\" supersymmetry refers to those characterized by a relatively small fine tuning to describe particle spectra. It requires top squarks (stops), to be lighter than about 1 TeV. The introduction of RPV does not preclude a natural hierarchy and allows the constraints on the stop mass to be relaxed [10].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 50,
                    "text": "Fig. 3",
                    "end": 56
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 219,
                    "text": "Table 1",
                    "end": 226
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 491,
                    "text": "Fig. 4",
                    "end": 497
                },
                {
                    "type": "table",
                    "start": 499,
                    "text": "Table 2",
                    "end": 506
                },
                {
                    "type": "figure",
                    "start": 1089,
                    "text": "Figure 5",
                    "end": 1097
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1483,
                    "text": "Table 3",
                    "end": 1490
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1821,
                    "text": "[10]",
                    "end": 1825
                }
            ]
        },
        {
            "text": "EPJ Web of Conferences",
            "section_rank": 4
        },
        {
            "text": "Label Kinematic region Decay mode",
            "section_rank": 5
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "The analysis [5] searches for pair production of top squarks with RPV decays of the lightest sparticle, using multilepton events and b-tagged jets. It addresses terms λ i jk and λ i jk in Eqn. 1.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 13,
                    "text": "[5]",
                    "end": 16
                }
            ]
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "We select events with three or more leptons (including tau leptons) that are accepted by a trigger required two light leptons, which may be electrons or muons. At least one electron or muon in each event is required to have transverse momentum of p T > 20 GeV. Additional electrons and muons must have p T > 10 GeV. The majority of hadronic decays of tau leptons (τ h ) yield either a single charged track (one-prong) or three charged tracks (threeprong), occasionally with additional electromagnetic energy from neutral pion decays. We use one-and threeprong τ h candidates that have p T > 20 GeV. Leptonically decaying taus are included with other electrons and muons. The E miss T is not a good discriminator for RPV SUSY search. Instead we use the S T variable, which is the scalar sum of E miss T and the transverse energy of jets with p T > 30 GeV and charged leptons, to provide separation between signal and the Standard Model backgrounds.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "Irreducible Standard Model backgrounds are estimated from simulation. Contributions from fakes for electrons, muons and taus are obtained using data-driven methods.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "Observed events are classified into eight topologies according to the number of observed light leptons and the presence of hadronic tau in event. Every topology is further split into five search regions according to the S T value. Table 2 summarizes observations and expected contributions for different search regions used in this analysis.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 231,
                    "text": "Table 2",
                    "end": 238
                }
            ]
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "We generate simulated samples to evaluate models with simplified mass spectra and the only non-zero leptonic RPV couplings λ 122 or λ 233 . The stop masses in these samples range from 700-1250 GeV in 50 GeV steps, and bino masses range from 100-1300 GeV in 100 GeV steps. In a model with only the semi-leptonic RPV coupling λ 233 , we use stop masses 300-1000 GeV in 50 GeV steps and bino masses 200-850 GeV in 50 GeV steps. In both cases, slepton and sneutrino masses are 200 GeV above the bino mass. Other particles are irrelevant to the results for these models.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Label Kinematic region Decay mode",
            "text": "No significant excess is observed in data. The observations from Table 2 are combined into exclusions for the corresponding models in Fig. 5.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 65,
                    "text": "Table 2",
                    "end": 72
                },
                {
                    "type": "figure",
                    "start": 134,
                    "text": "Fig. 5",
                    "end": 140
                }
            ]
        },
        {
            "text": "Generalization of Unstable LSP Search",
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "The analysis described in details in Ref. [6] presents a new approach to a generic interpretation of experimental results. The focus of this analysis is the lepton number violating term λ i jk L i L jēk , which causes the LSP in such a \"Leptonic-RPV\" (LRPV) SUSY model to decay into leptons. SUSY particles are produced in pairs, thus a nonzero λ-term would lead to events with 4 charged leptons produced in LSP decays. Recent searches at the Tevatron [11] and LHC [5,12] placed limits on λ. The main challenge of RPV SUSY searches is that the RPV term exists on top of some underlying RPC SUSY model, with properties which are currently barely constrained. The analyses mentioned above resolve this problem by exploring RPV on top of very specific RPC SUSY models. In this analysis we pursue a significantly less model dependent approach. We require the presence of 4 isolated leptons in the event, as a direct signature of the LRPV SUSY. No other restriction is applied, so the selection efficiency is not directly affected by the underling SUSY event. Irreducible Standard Model backgrounds are estimated from simulation, estimations of fakes are data-driven. The main background for 4-lepton events is found to be ZZ production, so for every event the variable M 1 is calculated as the invariant mass of same-flavor opposite-sign lepton pair that is closest to the mass of Z-boson. M 2 is then calculated as the invariant mass of the remaining lepton pair. 1 * ZZ prediction in \"in Z\" :\"in Z\" region is based on MC normalized to CMS ZZ production cross section measurement, which is correlated with observation in \"in Z\" :\"in Z\" region of this analysis. Table 4 presents the observations and expected backgrounds in different regions in M 1 : M 2 space. Observations and expectations are consistent in all regions. Based on the occupancy of different regions for typical ZZ production events, the signal region is defined as \"M 1 above Z\" or \"M 1 below Z and M 2 above Z\". Then the upper limit on cross section times integrated luminosity times efficiency (σ × L × ε) for any physics process beyond the SM contributing to this search region is 3.4 events. The expected upper limit for this observation is 4.7 events. The leptonic decay of the pair of LRPV neutralinos leads to 4 prompt leptons. The kinematics of these leptons are in general driven by the momentum distribution of the decaying neutralinos and their mass. In most scenarios the lepton momentum is well above threshold, which results in high efficiency. However the following effects could reduce the total efficiency :",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 42,
                    "text": "[6]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 452,
                    "text": "[11]",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 465,
                    "text": "[5,",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 468,
                    "text": "12]",
                    "end": 471
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1658,
                    "text": "Table 4",
                    "end": 1665
                }
            ]
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "-the presence of other leptons in the event, which affects the efficiency through the 4-lepton requirement, as well as the calculation of the M 1 and M 2 quantities ;",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "-the electron and/or muon objects reconstruction efficiency which is dependent on η and p T ;",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "-the isolation efficiency, which is correlated with the occupancies around the observed prompt leptons.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "The presence of an extra lepton in the SUSY event, in addition to the 4 leptons produced from neutralino decays, could veto the event. We observe no events containing 5 isolated leptons. Thus, the potential presence of additional leptons in fact does not significantly affect the measurement.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "To evaluate the dependency of the lepton reconstruction efficiency and the efficiency of analysis selections from details of kinematic distributions of decaying neutralinos, we consider two extreme cases of LRPV neutralino production : -a simplified model with SUSY particles produced via a squark-anti-squark pair, with the neutralino coming from a two-body decayq → qχ 0 1 , as presented in Fig. 6 ; -a pair of neutralinos produced in rest in the center of the CMS detector. Figure 6. LRPV extensions to Simplified Model [13]. The T2 RPC simplified model is squark pair production, withq → qχ 0 1 , and m(g) m(q). The neutralinos decay to two charged leptons and a neutrino via an LRPV term.  Figure 7. Left : efficiency for the T2+LRPV model.χ 0 1 → µ + µ − ν. Right : For every neutralino mass the efficiency value is filled corresponding to the different squark masses.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 393,
                    "text": "Fig. 6",
                    "end": 399
                },
                {
                    "type": "figure",
                    "start": 477,
                    "text": "Figure 6",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 523,
                    "text": "[13]",
                    "end": 527
                },
                {
                    "type": "figure",
                    "start": 695,
                    "text": "Figure 7",
                    "end": 703
                }
            ]
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "The first approach creates the most energetic neutralinos possible, constrained by the relevant squark and neutralino masses. Figure 7 (left) presents the efficiency as a function of the T2 model parameters : squark mass and neutralino mass. This distribution illustrates that the total efficiency of this analysis is mostly driven by the neutralino mass, while the squark mass, which drives the neutralino spectrum, affects the efficiency only marginally. To illustrate this further Fig. 7 (right) shows the distribution of the efficiency for different squark masses. This distribution demonstrates, that the variations even over a wide range of squark masses, are within ±10%.  If the LSP is produced at the end of a long cascade of decays of SUSY particles, the LSP p T spectra will be significantly softer than for LSPs produced in two-body decays of the T2 scenario. To study the effect of soft spectra we consider another extreme case : neutralino pairs produced in rest in the detector frame. We generate the corresponding dataset by letting the neutralino decay into (e + , e − , ν) or (µ + , µ − , ν). Figure 8 (left) shows the efficiency as a function of the neutralino mass overlaid with the efficiency band obtained from the T2+LRPV model presented in Fig. 7 (right). It demonstrates that the difference between the T2+LRPV case and the stopped neutralino case is below ±10%.  The isolation efficiency for isolated leptons from RPV decays depends on the occupancy of the event, which in turn depends on the content of the underlying SUSY event. To study how strong the influence of different underlying SUSY models and different SUSY production mechanisms is, we re-use the data samples produced in a previous CMS analysis [14]. These are MC samples for about 7300 different RPC phenomenological MSSM (pMSSM) [15] model points, each one containing 10000 events, selected to fulfill different pre-CMS observations. The pMSSM model is an excellent proxy for the full MSSM with a sufficiently small number of parameters [14]. The available datasets for this set of pMSSM models is to date the biggest sample of varying SUSY models available to us. To evaluate the effect of different occupancies in each event of the pMSSM, we start by extracting the generator-level information about the neutralino. Then we generate a neutralino RPV decay into two leptons and a neutrino and finally calculate the reconstruction level isolation around the direction of the obtained leptons. The event is accepted if the isolation for each of the 4 charged leptons satisfies the isolation requirements for prompt leptons used in this analysis. Figure 9 presents the efficiencies for different SUSY models as a function of the neutralino mass in each model. Nearly all SUSY models have a 4lepton isolation efficiency in the range between 0.5 and 1. The green and yellow shaded areas in the plot contain 68% and 95% of the model points respectively.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 126,
                    "text": "Figure 7 (left)",
                    "end": 141
                },
                {
                    "type": "figure",
                    "start": 484,
                    "text": "Fig. 7 (right)",
                    "end": 498
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1111,
                    "text": "Figure 8 (left)",
                    "end": 1126
                },
                {
                    "type": "figure",
                    "start": 1264,
                    "text": "Fig. 7 (right)",
                    "end": 1278
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1735,
                    "text": "[14]",
                    "end": 1739
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1821,
                    "text": "[15]",
                    "end": 1825
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2029,
                    "text": "[14]",
                    "end": 2033
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 2637,
                    "text": "Figure 9",
                    "end": 2645
                }
            ]
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "We use the band [0.5, 1] as a conservative estimate for possible variations of the analysis signal efficiency due to different types of underlying SUSY models. We use 30% uncertainty when we combine this effect with other uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "Combining all effects, we consider the T2+LRPV model efficiency in Fig. 8 (right) to be a representative of a \"best efficiency\" scenario. Large hadronic activity in the event can reduce the isolation efficiency. In line with the pMSSM study, we conclude that the reduction of the total efficiency for this search may be up to 50%. Therefore, we consider an efficiency band between these two extreme cases to cover the 4-lepton efficiency for most the SUSY models in this analysis.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 67,
                    "text": "Fig. 8 (right)",
                    "end": 81
                }
            ]
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "Once an upper limit on σ × L × ε is extracted from the observations, and the efficiency is evaluated, the corresponding limit on the cross section, σ S US Y total , may be calculated.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "The experimental observations together with the pMSSM based efficiency estimation as described above drive the exclusion for the cross section of total RPV SUSY production, which is presented in Fig. 10 (left). The bands correspond to the 4 lepton isolation variations between 50% and 100%. Note that this is a very generic result as this band covers RPV models with a wide range of underlying RPC SUSY models.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 195,
                    "text": "Fig. 10 (left)",
                    "end": 209
                }
            ]
        },
        {
            "section": "Generalization of Unstable LSP Search",
            "text": "To further convert the cross section limit into a mass exclusion we consider several SUSY production mechanisms : gluino pair production, squark pair production, and stop-quark pair production. The cross sections for these processes as functions of the corresponding masses are NLO+NLL calculation results of the corresponding decoupled scenarios [16]. The theoretical uncertainties on the NLO+NLL SUSY production cross section calcula-",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 347,
                    "text": "[16]",
                    "end": 351
                }
            ]
        },
        {
            "text": "LHCP 2013",
            "section_rank": 7
        },
        {
            "section": "LHCP 2013",
            "text": "18012-p.5  Figure 10. Left : 95% C.L. upper limit on total cross sections for generic SUSY models. The band corresponds to the efficiency uncertainty as described in the text. Right : Mass exclusions for different SUSY production mechanisms. Left : for T2+LRPV models. Right : using a generic total RPV SUSY cross section limit in the left plot. A 30% theoretical uncertainty for NLO+NLL calculations of SUSY production cross sections is included in the uncertainty band. tions for masses ∼1 TeV are about 30%, and are accounted for in the result.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 11,
                    "text": "Figure 10",
                    "end": 20
                }
            ]
        },
        {
            "section": "LHCP 2013",
            "text": "Using these total cross sections as a function of the mass of the corresponding SUSY particle, we convert the cross section limit bands in Fig. 10 (left) into mass exclusion bands as a function of the LSP mass. This result is presented in Fig. 10 (right).",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 139,
                    "text": "Fig. 10 (left)",
                    "end": 153
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 239,
                    "text": "Fig. 10 (right)",
                    "end": 254
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "CMS developed a comprehensive program for RPV SUSY searches. In this contribution we present the most recent results on this topic. For all presented searches observations are consistent with expectations from the Standard Model, thus the corresponding limits on presence of new physics are set. We also present a new approach of generalizing physics interpretations of experimental observations. Sampling of a big set of pMSSM models allows to check a model dependency for obtained results, thus making more general conclusions possible.",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "1 L",
            "section_rank": 9
        },
        {
            "text": "Figure 3 .",
            "section_rank": 10
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Distribution of mμ = m(jets, µ ± 1 , µ ± 2 ) vs. m χ = m(jets, µ ±2 ) for the events selected in data compared to the total background contribution. The crosses represent the data points and the coloured squares show the expectation from Standard Model backgrounds.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Left : observed 95% CL upper limits on λ 211 as a function of m 0 and m 1/2 for A 0 = 0, sign (µ) = +1 and tan β = 20. Right : mSUGRA limits expressed in the parameter space of the neutralino mass mχ0 1 and smuon mass mμ.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "The 13 events observed inFig 2 (right)are further investigated using their 2D distribution in parameters mμ",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Figure 8 .",
            "section_rank": 13
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Left : efficiency of this analysis for neutralinos decaying in rest (red points), overlaid with LRPV efficiency fromFig. 7. Right : efficiency profiles for electrons and muons.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Figure 9 .",
            "section_rank": 14
        },
        {
            "section": "Figure 9 .",
            "text": "Figure 9. Isolation efficiency for 4 leptons for the set of pMSSM models described in the text, as a function of the neutralino mass in the model. The green and yellow bands include 68% and 95% of the model points in the efficiency distribution respectively.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "Table 1 .",
            "section_rank": 15
        },
        {
            "section": "Table 1 .",
            "text": "Event yields with systematic uncertainties after selection requirements, broken down in individual Standard Model background contributions, with observed 95% C.L. limits on the number of signal events N sig in total and for each signal region.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Table 3 .",
            "section_rank": 16
        },
        {
            "section": "Table 3 .",
            "text": "Kinematically allowed stop decay modes with RPV coupling λ 233 . The allowed neutralino decay modes for m t < m χ 0",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "section": "Table 3 .",
            "text": "1< m t 1 are χ 0 1 → µtb and νbb.",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "Table 4 .",
            "section_rank": 17
        },
        {
            "section": "Table 4 .",
            "text": "Observed events and expected background contributions. M 1 and M 2 intervals are in GeV.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "section": "Table 4 .",
            "text": "-p.6",
            "paragraph_rank": 41,
            "section_rank": 17
        }
    ]
}