{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report results from the first measurements of the CKM angle γ using B → DK decays with the LHCb experiment. Three well established methods are used to extract the CP observables. The updated measurement of γ in the three-body D 0 Dalitz space results in γ = (57 ± 16) • . When combining the observables from all B → DK studies, the best fit value for γ ∈ [0, 180] • is γ = 67.2 • with γ ∈ [55.1, 79.1] • at 68%CL and γ ∈ [43.9, 89.5] • at 95%CL. This represents the most precise γ values directly measured by a single experiment. Furthermore, a new time-dependent approach using B 0 s → D ± s K ∓ decays is used for the first time to measure CP observables and future prospects for γ at LHCb are given.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The CKM parameter γ = arg(−",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is the least well measured angle of the Unitarity Triangle. So far, the best measurements from single experiments have been performed by the B-factories BaBar and Belle. The latest results from both experiments are γ = (69 +17 −16 )",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "• [1] and γ = (68 +15 −14 )",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2,
                    "text": "[1]",
                    "end": 5
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "• [2], respectively. One of the core physics goals of the LHCb experiment is to precisely measure the CKM angle γ. This can be done by exploiting tree-level processes like B ± → DK ± or B 0 s → D ± s K ∓ , which are sensitive to Standard Model (SM) interactions only. In contrast, it is also possible to extract γ from loop processes such as two or three-body charmless B transitions. Potential differences in these results could indicate new physics contributions. Comparing direct measurements to indirect SM fits could also indicate tensions within the SM. Examples of two different approaches to measure γ are described in these proceedings. First the more traditional time-independent measurements already performed by the B-factories in section 2 and then a new, LHCb exclusive, time-dependent way in section 3.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2,
                    "text": "[2]",
                    "end": 5
                }
            ]
        },
        {
            "text": "Time-Independent measurements using charged B decays",
            "section_rank": 3
        },
        {
            "section": "Time-Independent measurements using charged B decays",
            "text": "Measuring γ with charged b-hadron decays one considers the interference from b → u and b → c transitions in B → Dh. Here, D is either a D 0 or D 0 and h is a K ± or π ± . The interference is ensured by reconstructing the D meson in a final state common to D 0 and D 0 , so that the two decay paths B + → DK + and B + → DK + are indistinguishable 1 . The sensitivity on γ is roughly given by the ratio of a e-mail: maximilian.schlupp@tu-dortmund.de 1 Charge-conjugation is implied throughout the document, if not stated otherwise.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 346,
                    "text": "1",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 448,
                    "text": "1",
                    "end": 449
                }
            ]
        },
        {
            "section": "Time-Independent measurements using charged B decays",
            "text": "the suppressed over the favoured B decay amplitude, r B . The interference additionally is dependent on the relative strong phase difference δ B of the two B amplitudes. There are three established methods to extract γ from these types of processes, which depend on the D final state: the ADS method [3] using quasi flavour-specific, doubly Cabbibo suppressed states (e.g.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 300,
                    "text": "[3]",
                    "end": 303
                }
            ]
        },
        {
            "section": "Time-Independent measurements using charged B decays",
            "text": "The D final states are chosen so that the decay suppressions (r B and the D system equivalent r D ) are similar between the two interfering B amplitudes. The CP asymmetries are therefore expected to be large. However, the interference acquires an additional dependence on the strong phase difference in the D meson system, δ D . The GLW method [4,5] on the other hand, makes use of the D meson decaying into a CP eigenstate, where one can eliminate the D system parameters. In the GGSZ method [6] three-body self-conjugate D final states are studied (e.g.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 344,
                    "text": "[4,",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 347,
                    "text": "5]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 493,
                    "text": "[6]",
                    "end": 496
                }
            ]
        },
        {
            "section": "Time-Independent measurements using charged B decays",
            "text": ". Performing a Dalitz plot analysis of the D meson decays leads to a good sensitivity on γ. LHCb results from the three methods are presented in the following sections. Additionally, a combination of the various observables from the different B decay modes is shown in section 2.3, which increases the sensitivity on γ beyond the single measurements.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "ADS/GLW",
            "section_rank": 4
        },
        {
            "section": "ADS/GLW",
            "text": "The LHCb collaboration has performed analyses in B + → DK + and B + → Dπ + , where the D meson is reconstructed in   Using the ADS and GLW methods the following CP observables sensitive to γ, r B , δ B , r D and δ D can be measured: the chargeaveraged ratios of B → DK and B → Dπ",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "ADS/GLW",
            "text": "where f indicates the D final state, the charge asymmetries",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "ADS/GLW",
            "text": "and the non charge-averaged ratio of suppressed and favoured D final state",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "ADS/GLW",
            "text": "The resulting values can be found in the refs. [7,8] and serve as inputs for the combined γ measurement in section 2.3. Furthermore, direct CP violation in B ± → DK ± is observed with a total significance of 5.8σ.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 47,
                    "text": "[7,",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 50,
                    "text": "8]",
                    "end": 52
                }
            ]
        },
        {
            "text": "GGSZ",
            "section_rank": 5
        },
        {
            "section": "GGSZ",
            "text": "The GGSZ method exploits the three-body D → K 0 S h + h − Dalitz space in B ± → DK ± decays to extract the CP observables x ± = r B cos(δ B ± γ) and y ± = r B sin(δ B ± γ). Due to the rich resonance structure of the D decays, this method has proven to be most sensitive one at the Bfactories. We report the model-independent measurement • . This results competes with the methodically equivalent Belle measurement [11] of γ = (77.4 +15.1 −14.9 ± 4.1 ± 4.3)",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 414,
                    "text": "[11]",
                    "end": 418
                }
            ]
        },
        {
            "section": "GGSZ",
            "text": "• for the current world's most precise single direct measurement of γ.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Combination",
            "section_rank": 6
        },
        {
            "section": "Combination",
            "text": "To reach the best possible sensitivity on γ the observables from the ADS, GLW and GGSZ analyses, the amplitudes and ratios from section 2.1 and the combined 3 fb −1 CP observables from section 2.2, are evaluated at the same time for the B → DK transitions. Additionally, inputs from the CLEO collaboration [12] and the Heavy Flavour Averaging Group (HFAG) [13] have been used to constrain the hadronic parameters of the D system and the effect of direct CP violation in D decays, respectively. A likelihood is constructed from the input measurements as follows:",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 306,
                    "text": "[12]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 356,
                    "text": "[13]",
                    "end": 360
                }
            ]
        },
        {
            "section": "Combination",
            "text": "where i denotes the different measurements, A obs i the observables, ξ i the probability density functions (PDFs) of the observables A i and α is the set of parameters (γ, r B , etc.). For most of the PDFs ξ i a multidimensional Gaussian is assumed taking correlations into account. Whenever highly non-Gaussian behaviour is present, ξ i is replaced by the experimental likelihood. The confidence intervals are calculated using a frequentist method. Its coverage is not guaranteed from first principles, so the coverage is tested. It is found that the coverage is almost correct so that the results are scaled according to the small differences. Additionally, the confidence intervals are cross-checked and found to be consistent with a method inspired by Berger and Boos [14]. In this method the values of the nuisance parameters are sampled from a uniform distribution covering a multidimensional confidence belt C β , instead of fixing the nuisance parameters to their best-fit values. C β is chosen such that the corresponding corrections to the p-value are negligible. For more details on the inputs, the statistical procedures and the validation of the results, see [14][15][16]. The best fit values and confidence intervals for γ, r B and δ B are listed in Table 1, all values are modulo 180 • . The 1 − CL curve for γ and the two-dimensional likelihood projection for γ and r B are shown in Figure 4 and 5, respectively. The 68% CL interval for γ can be translated to γ = (67 ± 12)",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 772,
                    "text": "[14]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1172,
                    "text": "[14]",
                    "end": 1176
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1176,
                    "text": "[15]",
                    "end": 1180
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1180,
                    "text": "[16]",
                    "end": 1184
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1264,
                    "text": "Table 1",
                    "end": 1271
                },
                {
                    "type": "figure",
                    "start": 1399,
                    "text": "Figure 4",
                    "end": 1407
                }
            ]
        },
        {
            "section": "Combination",
            "text": "• . This preliminary result has a lower uncertainty compared to the latest results from BaBar [1] and Belle [2].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 94,
                    "text": "[1]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 108,
                    "text": "[2]",
                    "end": 111
                }
            ]
        },
        {
            "section": "Combination",
            "text": "3 Time-dependent measurement in",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Combination",
            "text": "A different approach to extract γ is to use neutral B mesons and perform a time-dependent measurement of the CP parameters. This can be done using tree-level B 0 s → D ± s K ∓ decays. The sensitivity to γ arises from the interference of both B mesons, B  In order to resolve the B 0 s oscillations, a good time resolution is mandatory. For the analysis of B 0 s → D ± s K ∓ decays at LHCb [17] it is determined from Monte Carlo (MC) simulations. The difference of the reconstructed and the true decay time is fitted with a resolution model, which is the sum of three Gaussians. To account for differences in data and simulations we scale the Gaussian's widths according to B 0 s → D s π MC and a data sample of \"fake\" B 0 s constructed from prompt D s mesons which are combined with a random π. We assume that the differences between B 0 s → D ± s K ∓ and the control channel B 0 s → D s π are negligible for the relevant quantities. The resulting effective time resolution is estimated as σ t ≈ 50 fs. Another crucial part is the determination of the time acceptance, which is also obtained from MC. The invariant mass distribution of the B 0 s candidates is fitted using an unbinned maximum likelihood method in order to get weights, which separate signal from background components. The full mass-fit is",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 389,
                    "text": "[17]",
                    "end": 393
                }
            ]
        },
        {
            "text": "] with a dataset corresponding to an integrated luminosity of 1 fb −1 at √ s = 7 TeV. The ADS doubly Cabbibo suppressed modes in B → (πK) D K, B → (πKππ) D K and B → (πKππ) D π are observed for the first time with a significance of > 10σ, 5.1σ and > 10σ, respectively. Here ( f ) D is the abbreviated form for a D meson decaying into EPJ Web of Conferences 60, DOI: 10.1051/epjconf/201360 © Owned by the authors, published by EDP Sciences, 2013 15002 (2013) 15002 This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20136015002",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Invariant mass distribution of the two-body ADS suppressed modes in B → (πK) D K (top) and B → (πK) D π (bottom).",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Invariant mass distribution of the four-body ADS suppressed modes in B → (πKππ) D K (top) and B → (πKππ) D π (bottom).",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Figure 3 . 2 .",
            "section_rank": 10
        },
        {
            "section": "Figure 3 . 2 .",
            "text": "Figure 3. Best fit values (stars) and 1σ, 2σ and 3σ confidence intervals (contours) in the (x,y) plane using the statistical uncertainties and correlations only.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "0 s and B 0 s , decaying into the same final state: D + s K − or D − s K + . Note that the D s final states are not of major importance in this method. Each decay amplitude is roughly of the same order of magnitude, thus the expected interference is large r D s K B = 0.37.",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Figure 4 . 1 −Figure 5 .",
            "section_rank": 12
        },
        {
            "section": "Figure 4 . 1 −Figure 5 .",
            "text": "Figure 4. 1 − CL curve for γ from the combined ADS/GLW 1 fb −1 and GGSZ 3 fb −1 measurements. The 1σ and 2σ confidence interval can be read off at the intersections of the blue curve with the dotted lines labelled 68.3 % and 95.5 %, respectively.",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Table 1 .",
            "section_rank": 13
        },
        {
            "section": "Table 1 .",
            "text": "Best-fit values and confidence intervals for γ, r B and δ B from the combination of the B → DK measurements.",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        },
        {
            "section": "Acknowledgements",
            "text": "I would like to thank the organisers of the LHCP 2013 for the possibility to participate in this excellent conference. This work is financed by the german Federal Ministry of Education and Research (BMBF).",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "Data Combined",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "LHCb Preliminary 1.0 fb shown in Figure 6. The weighted decay time distribution is then fitted using the sFit [18] technique, where the fit determines the corresponding CP observables. The resulting values can be found in [17] and the decay time fit is shown in Figure 7. The weighing procedure is cross-checked with a conventional 2-dimensional fit in the invariant mass and decay time. It is found that correlations within the systematics have a non-negligible effect on extracting the actual CP parameters γ + β s , where β s is the B 0 s mixing phase. Measuring the CP parameters marks the first important step towards a time-dependent estimation of γ from B 0 s → D ± s K ∓ decays.",
            "paragraph_rank": 29,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 33,
                    "text": "Figure 6",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 110,
                    "text": "[18]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 222,
                    "text": "[17]",
                    "end": 226
                },
                {
                    "type": "figure",
                    "start": 262,
                    "text": "Figure 7",
                    "end": 270
                }
            ]
        },
        {
            "text": "Conclusions and prospects",
            "section_rank": 18
        },
        {
            "section": "Conclusions and prospects",
            "text": "We reported several measurements of γ with the LHCb experiment. Up to now, the GGSZ analysis is the most sensitive single measurement of γ = (57 ± 16) • using the full combined 3 fb −1 LHCb dataset. Exploiting the ADS/GLW method on 1 fb −1 of LHCb data in B → Dh with twoand four-body D decays leads to the observations of the corresponding suppressed ADS modes with significances greater than 5σ. Furthermore, CP observables are provided by the analyses from which γ can be extracted. Combining all CP observables from the B → DK measure-ments the resulting LHCb result is γ = (67 ± 12)",
            "paragraph_rank": 30,
            "section_rank": 18
        },
        {
            "section": "Conclusions and prospects",
            "text": "• , which is more precise than recent BaBar [1] and Belle [2] results. Further improvements are expected with the analyses updated to the full available dataset. When more channels, which were not discussed throughout these proceedings are analysed with the current or with a future dataset, the sensitivity on γ will increase by including these to the combined measurement. Then LHCb will be able to compare γ estimations from tree-level and loop-level processes.",
            "paragraph_rank": 31,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 44,
                    "text": "[1]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 58,
                    "text": "[2]",
                    "end": 61
                }
            ]
        },
        {
            "section": "Conclusions and prospects",
            "text": "In the future we expect to decrease the uncertainty on γ to δγ ∼ O(1 • ) [19] using a dataset of 50 fb −1 and combining different decay channels. This dataset is planed to be recorded within the coming decade.",
            "paragraph_rank": 32,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 73,
                    "text": "[19]",
                    "end": 77
                }
            ]
        }
    ]
}