{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for a Higgs boson decaying into a Z boson and a photon is described. The analysis is performed using proton-proton collision datasets recorded by the CMS detector at the LHC. Events were collected at center-of-mass energies of 7 TeV and 8 TeV, corresponding to integrated luminosities of 5.0 fb −1 and 19.6 fb −1 , respectively. The selected events are required to have opposite-sign electron or muon pairs. No excess above standard model predictions has been found in the 120-160 GeV mass range and the first limits on the Higgs boson production cross section times the H → Zγ branching fraction at the LHC have been derived. The observed at 95% confidence level limits are between about 4 and 25 times the standard model cross section times the branching fraction. For a standard model Higgs boson mass of 125 GeV the expected limit at the 95% confidence level is 10 and the observed limit is 9.5. Models predicting the Higgs boson production cross section times the H → Zγ branching fraction to be larger than one order of magnitude of the standard model prediction are excluded for most of the 125-157 GeV mass range.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The observation of a new resonance decaying to two bosons and with decay modes and properties consistent with those of the standard model (SM) Higgs boson has been reported by the AT-LAS [1,2] and CMS [3,4] Collaborations. Measurements of the basic properties of this resonance, such as the mass [5] and the coupling strength to vector bosons and fermions [1][2][3][4]6], have been reported. Within the SM, the partial width for the H → Zγ decay channel (Γ Zγ ) is rather small, resulting in a branching fraction between 0.11% and 0.25% in the 120-160 GeV [7,8] mass range.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 187,
                    "text": "[1,",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "start": 190,
                    "text": "2]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "start": 201,
                    "text": "[3,",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "start": 204,
                    "text": "4]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 296,
                    "text": "[5]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 356,
                    "text": "[1]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "start": 359,
                    "text": "[2]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "start": 362,
                    "text": "[3]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[4]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 368,
                    "text": "6]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "start": 556,
                    "text": "[7,",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 559,
                    "text": "8]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A measurement of Γ Zγ provides important information on the underlying dynamics of the Higgs sector because it is induced by loops of heavy charged particles, just as for the H → γ γ decay channel. The contributing diagrams to Γ Zγ are shown in Fig. 1. Γ Zγ is sensitive to physics beyond the SM, and could be substantially modified by new charged particles without affecting the gluon-gluon fusion Higgs boson production cross section [9], such as derived from an extended Higgs sector [10], or by the presence of new scalars [11,12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 245,
                    "text": "Fig. 1",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "start": 436,
                    "text": "[9]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 487,
                    "text": "[10]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 527,
                    "text": "[11,",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 531,
                    "text": "12]",
                    "end": 534
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter describes the first search for a Higgs boson in the H → Zγ final-state at the LHC in the 120-160 GeV mass range, with the Z boson decaying into an electron or a muon pair. This is a clean final-state topology with an effective mass ✩ © CERN for the benefit of the CMS Collaboration.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "E-mail address: cms-publication-committee-chair@cern.ch. peak resolution of about 1-3%. To improve the sensitivity of the search, the selected dilepton-plus-photon events are subdivided into classes according to their mass resolution and the signalto-background ratio, for both the electron and muon channels. The dominant backgrounds consist of the irreducible contribution from the SM Zγ production, and the reducible backgrounds from final-state-radiation in Drell-Yan or Z decays, and Z plus jets, where a jet is misidentified as a photon. A previous search for H → Zγ has been performed at the Tevatron for masses above",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The CMS detector",
            "section_rank": 3
        },
        {
            "section": "The CMS detector",
            "text": "A detailed description of the CMS detector can be found in Ref. [14]. The central feature of the CMS apparatus is a superconducting solenoid, 13 m in length and 6 m in diameter, which provides an axial magnetic field of 3.8 T. Within the field volume there are several particle detection systems. Charged particle trajectories are measured by silicon pixel and strip trackers, covering 0 φ 2π in azimuth and |η| < 2.5 in pseudorapidity, where η is defined as − ln[tan(θ/2)] and θ is the polar angle of the trajectory of the particle with respect to the counterclockwise proton beam direction. A lead tungstate crystal electromagnetic calorimeter is distributed in a barrel region |η| < 1.48 and two endcaps that extend up to |η| = 3. A brass and scintillator hadron calorimeter surround the tracking volume and cover the region |η| < 3. Iron forward calorimeters with quartz fibers, read out by photomultipliers, extend the calorimeter coverage up to |η| = 5. They provide measurements of the energy of photons, electrons, and hadron jets. A lead and silicon-strip preshower detector is located in front of the endcap electromagnetic calorimeter. Muons are identified and measured in gas-ionization detectors embedded in the steel return-yoke outside the solenoid. The detector is nearly hermetic, allowing energy balance measurements in the plane transverse to the beam direction. A two-tier trigger system selects protonproton collision events of interest for use in physics analysis.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 64,
                    "text": "[14]",
                    "end": 68
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Events with two opposite-sign, same-flavor leptons (e or μ) and a photon are selected: e + e − γ , μ + μ − γ . All particles must be isolated and have transverse momentum, p T , greater than 20 (10) GeV for the highest-p T (next to highest-p T ) lepton and 15 GeV for the photon. The electrons (muons) and the photon must have |η| < 2.5 (2.4). Photons in the barrel-endcap transition region 1.44 < |η| < 1.57 of the electromagnetic calorimeter are excluded.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 337,
                    "text": "(2.4)",
                    "end": 342
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Events are required to pass at least one of the dielectron or dimuon triggers. The trigger efficiency for events containing two leptons satisfying the offline event selection requirements are measured to be between 60% and 98% for the eeγ channel depending on the electron transverse momenta and 91% for the μμγ channel.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Events are required to have at least one primary vertex, with the reconstructed longitudinal position (z) within 24 cm of the geometric center of the detector and the transverse position (x-y) within 2 cm of the beam interaction region. In the case of multiple reconstructed vertices associated with additional interactions (pileup), the one with the highest scalar sum of the p 2 T of its associated tracks is chosen as the primary vertex. The leptons are required to originate at the same primary vertex. Electron (muon) tracks are required to have the transverse and longitudinal impact parameters with respect to the primary vertex to be smaller than 2 (2) mm and 2 (5) mm, respectively.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 379,
                    "text": "2",
                    "end": 380
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The observables used in the photon selection are: isolation variables based on the particle-flow (PF) algorithm [15], the ratio of the energy in the hadron calorimeter towers behind the supercluster to the electromagnetic energy in the supercluster, the transverse width of the electromagnetic shower, and a pixel tracker veto to avoid misidentifying an electron as a photon. In the barrel region, superclusters are formed from five crystal strips in η, centered on the most energetic crystal, and have a variable extension in φ [4,16]. In the endcaps, where the crystals are arranged according to an x-y rather than an η-φ geometry, matrices of 5 × 5 crystals around the most energetic crystals are merged if they lie within a narrow φ road. The efficiency of the photon identification is measured from Z → ee data using a tag-and-probe technique [17] by treating the electrons as photons [4], and found to be 76% (88%) at a transverse energy of 15 (above 50) GeV. These efficiencies include the effects of the pixel tracker veto, estimated with Z → μμγ data, where the photon is produced via final-state radiation.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 112,
                    "text": "[15]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "start": 529,
                    "text": "[4,",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "start": 532,
                    "text": "16]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 848,
                    "text": "[17]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "start": 890,
                    "text": "[4]",
                    "end": 893
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The electron selection criteria are optimized for background rejection using a multivariate approach, while maintaining a combined identification and isolation efficiency of approximately 60% at low transverse momentum (10 GeV) and 90% at high transverse momentum (50 GeV) for electrons from W or Z boson decays as described in [18]. The training of the multivariate electron reconstruction is performed using simulated events, while the performance is validated using data. In addition, the electron energy resolution is improved by using a multivariate regression technique [5] resulting in improvements of 10% and 30% in the mass resolution for Z → ee events over the standard CMS electron reconstruction in the barrel and endcap, respectively, as described in [18].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "(10 GeV)",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 328,
                    "text": "[18]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 576,
                    "text": "[5]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 764,
                    "text": "[18]",
                    "end": 768
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Muon candidates are reconstructed with a global trajectory fit using hits in the tracker and the muon system. Muon combined identification and isolation efficiencies of better than 95% have been maintained [4,5] after improving the pileup corrections with respect to those used in [19] for low luminosity data.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 206,
                    "text": "[4,",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 209,
                    "text": "5]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "[19]",
                    "end": 285
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Electrons and muons from Z boson decays are expected to be isolated from other particles. A cone of size R ≡ ( η) 2 + ( φ) 2 = 0.4 is constructed around the momentum direction of each considered lepton candidate [18,19]. The relative isolation of the lepton is quantified by summing the transverse momentum of all photons, charged and neutral hadrons PF objects within this cone, excluding the lepton and charged particles associated with the pileup vertices, and then dividing by the lepton transverse momentum. The resulting quantity, corrected for additional underlying event activity due to pileup events [4], is required to be less than 0.4 for both Z → e + e − and Z → μ + μ − . This requirement rejects misidentified leptons and background arising from hadronic jets. Similarly, to reduce the background from misidentified jets in the photon reconstruction, photon clusters are required to be isolated from other particles within a cone size of R = 0.3. Their absolute isolation from charged hadrons, neutral hadrons and photons is required to be smaller than 1.5 (1.2), 1.0 (1.5), and 0.7 (1.0) GeV, respectively, for photons in the barrel (endcap) region. These requirements are applied after correcting for pileup effects.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 212,
                    "text": "[18,",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 216,
                    "text": "19]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "start": 609,
                    "text": "[4]",
                    "end": 612
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The + − pair invariant mass is required to be greater than 50 GeV. No upper dilepton mass condition is needed as the events are found to be dominated by processes containing a Z boson. The minimum dilepton mass requirement rejects contributions from pp → γ γ * and H → γ γ * where an internal conversion of the photon produces a dilepton pair [20]. If two dilepton pairs are present, the one with the invariant mass closest to the Z boson mass is taken. The final set of requirements combines the information from the photon and the leptons: (i) the invariant mass of the + − γ system, m γ , is required to be between 100 and 190 GeV;",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 343,
                    "text": "[20]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "(ii) the ratio of the photon transverse energy to m γ must be greater than 15/110; this requirement suppresses backgrounds due to misidentification of photons without significant loss in signal sensitivity and without introducing a bias in the m γ spectrum; (iii) the R separation between each lepton and the photon must be greater than 0.4 in order to reject events with final-state radiation (Drell-Yan or Z decays); and (iv) the remaining final-state radiation events are rejected by requiring the sum of m γ and m to be at least 185 GeV.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Jets used in the dijet-tagged event selection defined below are built by clustering the PF candidates with the anti-k T clustering algorithm [21] with distance parameter of 0.5. Jets with a significant  fraction of energy coming from pileup interactions or not associated with the primary vertex are rejected [4]. The pileup energy in jets is subtracted using the jet areas technique [22][23][24]. Calibrated and corrected jets [25] are required to have E T > 30 GeV, |η| < 4.7, and to be separated by at least 0.5 in R from leptons passing the selection requirements described above. The observed yields for the basic event selection described above are listed in Table 1. The total yield for all channels combined is shown in Fig. 2.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 141,
                    "text": "[21]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "[4]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "start": 384,
                    "text": "[22]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 388,
                    "text": "[23]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 392,
                    "text": "[24]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "start": 428,
                    "text": "[25]",
                    "end": 432
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 665,
                    "text": "Table 1",
                    "end": 672
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 728,
                    "text": "Fig. 2",
                    "end": 734
                }
            ]
        },
        {
            "text": "Event classes",
            "section_rank": 5
        },
        {
            "section": "Event classes",
            "text": "The sensitivity of the search is enhanced by 20-40% by dividing the selected events into mutually-exclusive classes according to the expected mass resolution and the signal-to-background ratio, and then combining the results from each class.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Event classes",
            "text": "As shown in Table 2, a significant fraction of the signal events are expected to have both leptons and the photon in the barrel, while less than a fifth of the signal events are expected to have a photon in the endcap. This is in contrast with the background, where around one third of the events are expected to have a photon in the endcap. In addition, events where the photon does not convert into an e + e − pair have less background and better resolution in m H . For these reasons, the events are classified according to the pseudorapidity of the leptons, the pseudorapidity of the photon and the shower shape of the photon for events with the two leptons in the barrel. The shower shape of the photon (R 9 ) is characterized by the energy sum of 3 × 3 crystals centered on the most energetic crystal in the supercluster divided by the energy of the supercluster. A requirement of a high value of R 9 > 0.94 is used to identify unconverted photons. Using this information, the first four event classes are defined as shown in Table 2. In these four event classes, the best signal-to-background ratio is obtained for the event class 1, which is composed of events with both leptons and the photon in the barrel and high R 9 .",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 12,
                    "text": "Table 2",
                    "end": 19
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1032,
                    "text": "Table 2",
                    "end": 1039
                }
            ]
        },
        {
            "section": "Event classes",
            "text": "It is possible to define an additional class of events with an expected signal-to-background ratio that is more than an order of magnitude larger than events in the four classes defined above. This is achieved by requiring two forward jets with large pseudorapidity separation, to enhance the selection of Higgs bosons produced via vector boson fusion. The dijet-tagged event class requirements are: (i) the difference in pseudorapidity between the two jets is greater than 3.5; (ii) the Zeppenfeld variable [26] η Zγ − (η j 1 + η j 2 )/2 is less than 2.5; (iii) the dijet mass is greater than 500 GeV; and (iv) the difference in azimuthal angles between the dijet system and the Zγ system is greater than 2.4. The dijet selected events form an exclusive event class. A 10-15% increase in sensitivity is obtained by adding this event class. There is a 20% contribution from the gluon-gluon fusion production process in the dijet-tagged event class. As shown in Table 2, around 2% of the expected signal events for a 125 GeV Higgs boson belong to this event class, while less than 0.2% of the background satisfies the dijet-tagged event class requirements.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 508,
                    "text": "[26]",
                    "end": 512
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 961,
                    "text": "Table 2",
                    "end": 968
                }
            ]
        },
        {
            "text": "Background and signal modeling",
            "section_rank": 6
        },
        {
            "section": "Background and signal modeling",
            "text": "Based on simulated events, the dominant background in untagged events is expected to be due to initial-state-radiation SM Zγ production. The background fraction due to final-state-radiation in Drell-Yan or Z decays is only 5%, while for some event classes the contribution from Z plus jets can be as large as 40%. This is in contrast to dijet-tagged events, where it is found that the background due to Z plus jets is slightly higher than from Zγ .",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Background and signal modeling",
            "text": "The background model is obtained by fitting the observed γ mass distributions for each of the five event classes in the electron and the muon channels at a center-of-mass energy of 7 and 8 TeV separately. Because of the limited number of events at 7 TeV for the dijet-tagged event class, the electron and muon channels are combined for this sample. The fitting is unbinned and is performed over the 100-190 GeV mass range. The m γ distribution peaks around 110-115 GeV, with a steeply rising turn-on to the left and a gradually falling tail to the right. These characteristics are fitted to the convolution of a Gaussian with a step function multiplied by a polynomial. The mean of the Gaussian is fixed to zero in the convolution and the step position and the width of the Gaussian are left floating in the fit. The background fits based on the m γ data distributions for the electron and muon channels in the untagged event classes are shown in Figs. 3 and 4, while Fig. 5 shows the dijet-tagged class. The quality of the fits is good, with reduced χ 2 between 0.49 and 1.8 for the untagged event classes and 0.16 and 0.28 for the dijet-tagged classes. Even though the H → Zγ search is limited to the mass range where the branching fraction is expected to be at least 0.1% (i.e. 120-160 GeV), the wide m γ fitting range in the background modeling is found to be needed using the bias studies described below.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 947,
                    "text": "Figs. 3 and 4",
                    "end": 960
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 968,
                    "text": "Fig. 5",
                    "end": 974
                }
            ]
        },
        {
            "section": "Background and signal modeling",
            "text": "The potential bias on the background measurement is studied by using pseudo-data generated from background-only fits to the observed m γ spectrum. These pseudo-data sets are fitted to a signal combined with a polynomial background model. The results of these fits are used to determine an appropriate degree of polynomial model for background, such that the bias introduced on the limit of the signal strength measurement is smaller than a fifth of the background statistical uncertainty. This is the same method used in the search for the Higgs boson decaying to γ γ and described in detail in [4]. A third-order polynomial is chosen for the dijet-tagged event class, a fourth-order polynomial is chosen to fit the event classes where both leptons and the photon are in the barrel, while a fifth-order polynomial is chosen to fit the event classes where the photon and at least one lepton are in the endcap. The description of the Higgs boson signal used in the search is obtained from simulated events produced by the next-to-leading order matrix-element generator powheg 1.0 [27,28] interfaced with pythia 6.4 [29] for the gluon-gluon fusion and vector boson fusion process. The parton distribution functions (PDF) used to produce these samples is CT10 [30]. Associated production with a vector boson and associated production with a tt pair are simulated at leading order using pythia 6.4 and the CTEQ6L [31] PDF. The SM Higgs boson cross sections and branching fractions used are taken from Refs. [32,33]. The simulated signal events are weighted by taking into account the difference between data and simulated events so that the distribution of reconstructed vertices, the trigger efficiencies, the energy and momentum resolution, the energy scale, the reconstruction efficiency, and the isolation efficiency observed in data are reproduced for all reconstructed objects. An additional small correction is applied to the photons to reproduce the performance of the R 9 shower shape variable, by scaling the shower shape variable to match those observed in the Z → μμγ ",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 595,
                    "text": "[4]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1078,
                    "text": "[27,",
                    "end": 1082
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1082,
                    "text": "28]",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "start": 1113,
                    "text": "[29]",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1256,
                    "text": "[30]",
                    "end": 1260
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1408,
                    "text": "[31]",
                    "end": 1412
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1502,
                    "text": "[32,",
                    "end": 1506
                },
                {
                    "type": "bibr",
                    "start": 1506,
                    "text": "33]",
                    "end": 1509
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "section": "Results",
            "text": "A statistical analysis to test the significance of any potential signal-like excess is performed in terms of the local p-value, the probability of observing an excess under the background-only hypothesis. The local p-value is expressed as a number of standard deviations using the one-sided Gaussian tail convention. No  [34][35][36]. An unbinned evaluation of the likelihood over the full mass range of data is used. In addition, the limit on the inclusive cross section times the branching fraction is also provided. No theoretical uncertainties on the production cross sections are included in the latter result. The uncertainty on the limit is dominated by the size of the data sample and systematic uncertainties have a negligible impact.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 321,
                    "text": "[34]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "start": 325,
                    "text": "[35]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "start": 329,
                    "text": "[36]",
                    "end": 333
                }
            ]
        },
        {
            "section": "Results",
            "text": "The systematic uncertainty in the limits is only due to the signal description, as the background is obtained from data and biases are avoided in the fitting procedure. The uncertainty arises from the uncertainty in the luminosity measurement (2.2% [37], 4.4% [38]), the trigger efficiency (0.5-3.5%), the effects of the choice of parton distribution functions on the signal cross section (0.3-12.5%) [39][40][41][42][43], the uncertainty in the Higgs boson branching fraction prediction (6.7-9.4%) [32,33], the event pileup modeling for the signal samples (0.4-0.8%), the corrections applied to the simulation to reproduce the performance of the lepton (0.7-1.4%), photon (0.5-1.0%), and dijet selections (8.8-28.5%), event migra-tion caused by the requirements on the photon shower shape in the event classification (5.0%), the event migration between dijettagged and untagged event classes due to the jet energy scale (5.1-9.8%), and the signal modeling (1.0-5.0%). The uncertainty in the signal modeling takes into account a potential 5% contamination from final-state radiation in the H → μμ decay, assuming the SM branching fraction. Based on the fit bias studies performed in the 120-160 GeV mass range, the uncertainty on the background estimation due to the chosen functional form is shown to be negligible.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 249,
                    "text": "[37]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 260,
                    "text": "[38]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "[39]",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "[40]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "start": 409,
                    "text": "[41]",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 413,
                    "text": "[42]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 417,
                    "text": "[43]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 499,
                    "text": "[32,",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "start": 503,
                    "text": "33]",
                    "end": 506
                }
            ]
        },
        {
            "section": "Results",
            "text": "The expected and observed limits are shown in Fig. 6. The limits are calculated at 0.5 GeV intervals in the 120-160 GeV mass range. The expected exclusion limits at 95% confidence level (CL) are between 5 and 16 times the SM cross section and the observed limit ranges between about 4 and 25 times the SM cross section. For a standard model Higgs boson mass of 125 GeV the expected limit at the 95% CL is 10 and the observed limit is 9.5. The data excludes models predicting σ (pp → H) × B(H → Zγ ) to be larger than one order of magnitude of the SM prediction for most of the 125-157 GeV mass range. Hence, models predicting significant enhancements for Γ Zγ [44] with respect to the SM expectations due to a pseudoscalar admixture, already strongly disfavoured from the analysis of the angular distributions of the lepton pairs in H → ZZ decays [5], are now excluded.    ",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 46,
                    "text": "Fig. 6",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 660,
                    "text": "[44]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 847,
                    "text": "[5]",
                    "end": 850
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Diagrams contributing to Γ Zγ .",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The m γ spectrum in the electron and the muon channels for the 7 and 8 TeV data combined, without weighting by the expected signal-to-background ratio of the individual data samples. Also shown is the expected signal due to a 125 GeV standard model Higgs boson, scaled by 75, and the sum of the individual fits made to the data for each channel and event class described in Section 4. The uncertainty band reflects the statistical uncertainty from the fits to the data.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The background model fit to the m eeγ distributions for event classes 1-4 for the two data samples. The statistical uncertainty bands shown are computed from a fit to data. Also shown is the expected signal due to a 125 GeV standard model Higgs boson, scaled by 75.",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. The background model fit to the m μμγ distributions for event classes 1-4 for the two data samples. The statistical uncertainty bands shown are computed from the data fit. Also shown is the expected signal due to a 125 GeV standard model Higgs boson, scaled by 75.",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. The m γ spectrum in the electron and the muon channels combined (separately) for the 7 (8) TeV data for the dijet-tagged event class. The expected signal from a 125 GeV standard model Higgs boson has been scaled by a factor of 10.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "A",
            "section_rank": 14
        },
        {
            "section": "A",
            "text": "search has been performed for a Higgs boson decaying into a Z boson and a photon. The analysis used a dataset from protonproton collisions at a center-of-mass energy of 7 and 8 TeV, cor-responding to an integrated luminosity of 5.0 and 19.6 fb −1 , respectively. No excess above standard model predictions has been found and the first limits on the Higgs boson production cross section times the H → Zγ branching fraction at the LHC have been derived. The expected exclusion limits at 95% confidence level are",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Fig. 6 . 2 a",
            "section_rank": 15
        },
        {
            "section": "Fig. 6 . 2 a",
            "text": "Fig. 6. (Top) The exclusion limit on the cross section times the branching fraction of a Higgs boson decaying into a Z boson and a photon divided by the SM value. (Bottom) Exclusion limit on the inclusive cross section alone, where the theoretical uncertainties on the cross section have been excluded in the limit setting. between 5 and 16 times the standard model cross section in the 120-160 GeV mass range and the observed limit ranges between about 4 and 25 times the standard model cross section. For a standard model Higgs boson mass of 125 GeV the expected limit at the 95% CL is 10 and the observed limit is 9.5. Models predicting σ (pp → H) × B(H → Zγ ) to be larger than one order of magnitude of the standard model prediction, for most of the 125-157 GeV mass range, are excluded.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Table 1",
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "Observed and expected event yields for a 125 GeV SM Higgs boson.",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Table 2",
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "Definition of the four untagged event classes and the dijet-tagged event class, the fraction of selected events for a signal with m H = 125 GeV produced by gluon-gluon fusion at √ s = 8 TeV, and data in a narrow region in the m γ phase space centered at 125 GeV. The width of this region is equal to two times the effective standard deviation (σ eff ), where σ eff is defined as half-the-width of the narrowest window containing 68.3% of the distribution. The expected full width at half maximum (FWHM) for the signal is also listed.e + e − γ μ + μ − γ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Acknowledgements",
            "section_rank": 19
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "text": "Open access",
            "section_rank": 20
        },
        {
            "section": "Open access",
            "text": "This article is published Open Access at sciencedirect.com. It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "paragraph_rank": 37,
            "section_rank": 20
        }
    ]
}