{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present first measurements of forward jet production from p ↑ + p collisions at √ s = 500 GeV, including transverse single spin asymmetries. These asymmetries are expected to be sensitive to spin-correlated transverse momentum in the initial state, which is particularly interesting because it is related to orbital angular momentum in the proton.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The current view is that fast-moving protons consist of collinear quarks, antiquarks and gluons. Parton distribution functions (PDF), at leading order, give the probability to find the parton carrying a fraction x of the proton momentum. The PDF are proven to be universal functions in hard scattering processes based on factorization theorems. This picture is appealing and believed to be complete. Spin-dependent PDF and their collinear extensions through generalized parton distributions can be extracted from hard scattering processes that include polarization degrees of freedom, and their moments can be used to understand how the proton gets its spin from its constituents.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "There are several puzzles that arise when considering spin. First, the quark spins alone cannot account for the spin of the proton (see Ref. [1], and references therein). There must be contributions from gluon polarization or from orbital angular momentum (OAM). Second, there are strikingly large analyzing powers (A N ) measured for p ↑ + p → π + X over a broad range of √ s (see Ref. [2], and references therein).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 141,
                    "text": "[1]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 387,
                    "text": "[2]",
                    "end": 390
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Collinear perturbative QCD (pQCD) at leading twist cannot account for such large spin effects. Extensions to the theory to include transverse momentum dependence (TMD) correlated with spin degrees of freedom were introduced to explain these large spin effects. Spin-correlated TMD in the initial state [3] has been associated with partonic OAM, albeit in a model dependent way [4]. Inclusive pion production cannot distinguish initial-state and final-state spin-correlated TMD [5]. This can be distinguished for processes that explicitly include two scales, such as semi-inclusive deep inelastic scattering (SIDIS) [6], or by polarized proton collisions that produce jets, direct photons or Drell-Yan (DY) dilepton pairs. Spin physics has seen great recent progress to address these puzzles, including evidence of non-zero gluon polarization [7,8], and recent suggestions of how gluon polarization can be computed in lattice QCD [9]. As well, we expect to see first measurements of spin observables for low-mass virtual photons produced by the DY process [10]. An attempt to develop forward instrumentation for spin-dependent DY at RHIC has led to major plans for the future (e.g., Ref. [11]). Tests associated with a proposed spin-dependent DY measurement at RHIC have led to first measurement of transverse single spin asymmetries for forward jet production [12]. This contribution provides some details beyond the initial reports of the forward jet measurements. The primary elements of the detector apparatus used for the forward jet production measurements were left/right symmetric modular hadron calorimeters (HCal). Each HCal was a 9-column × 12-row matrix of cells. The cells were originally constructed for AGS-E864 [13], and are 117-cm long lead bars with an embedded 47 × 47 matrix of 117-cm long scintillating fibers. Scintillation light is directed onto a single photomultiplier tube (PMT) from each cell. Fig. 1 shows a top view of the apparatus used to view colliding beams in the 2011 run. Each HCal module spans 2.5 ≤ η ≤ 4.0 and |φ − φ of f | ≤ 0.5, where the azimuthal extent refers to the fiducial acceptance used after jet finding, described below, and φ of f = 0(π) when the jet is to the left (right) of the incoming polarized beam. The two beam-beam counter (BBC) annuli [14] are used to define a minimumbias trigger for the events and determine for each event the z component of the vertex from the distribution of vertices created by the colliding beam diamond. The BBC are scintillator annuli that are mirror symmetric in z, where each annulus spans the azimuth in the x − y plane with 16 trapezoidal scintillators. The BBC annuli span the range 2.5 < |η| < 3.7 for collisions at the interaction point.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 302,
                    "text": "[3]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 377,
                    "text": "[4]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 477,
                    "text": "[5]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 615,
                    "text": "[6]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 842,
                    "text": "[7,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 845,
                    "text": "8]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 929,
                    "text": "[9]",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1055,
                    "text": "[10]",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1187,
                    "text": "[11]",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1360,
                    "text": "[12]",
                    "end": 1364
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1726,
                    "text": "[13]",
                    "end": 1730
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1920,
                    "text": "Fig. 1",
                    "end": 1926
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2296,
                    "text": "[14]",
                    "end": 2300
                }
            ]
        },
        {
            "text": "Experimental Apparatus",
            "section_rank": 3
        },
        {
            "text": "Calibrations",
            "section_rank": 4
        },
        {
            "section": "Calibrations",
            "text": "Calibrations involve three steps. The first step is to determine the energy scale of the HCal. The second step is to determine the degree to which the HCal response to incident electromagnetic (EM) particles (γ, e ± ) differs from the response to incident hadrons. Finally, the HCal responses to different particles are averaged over for incident jets, so checks of the jet energy scale are important. Cosmic-ray muons were used prior to the 2011 RHIC run to adjust the relative gains of the individual PMT for the two HCal modules. The absolute energy scale of each HCal module was determined by reconstruction of π 0 → γγ produced by the colliding beams, by the following procedure. The collision vertex was measured for each event by the time difference of the earliest responding detectors for the two BBC annuli. Clusters were reconstructed from the HCal, resulting in cluster energy and energy-weighted average (x, y) positions. The clusters were assumed to originate from the event vertex and further assumed to be created by particles with zero rest mass. Thus, the event vertex and the cluster (x, y, E) values are sufficient to define the components of a four momentum. A simple way to preferentially select clusters from incident γ and e ± over incident hadrons is to require the clusters to consist of only one or two towers, because EM showers have significantly less transverse extent than do hadronic showers. Pairs of these clusters are then used to compute invariant mass for both data and full simulation (i.e., from particles generated by PYTHIA 6.222 [15] that are then run through GEANT). The comparison of absolutely normalized mass distributions [16] is shown in the left panel of Fig. 2.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1571,
                    "text": "[15]",
                    "end": 1575
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1669,
                    "text": "[16]",
                    "end": 1673
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1704,
                    "text": "Fig. 2",
                    "end": 1710
                }
            ]
        },
        {
            "section": "Calibrations",
            "text": "The HCal has an excellent response to incident photons because of its construction. Photon test beams used to test similar spaghetti calorimeters have measured",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "Calibrations",
            "text": ", where σ E is the calorimeter resolution in response to incident energy E. The mass resolution in Fig. 2 is dominated by the measurement of the diphoton opening angle, because of the (10 cm) 2 cell size of HCal. As will be described below, the energy resolution of HCal to photons, electrons and positrons can be estimated from the reconstruction of peaks at large mass, since the opening angle resolution is no longer the limiting factor.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 99,
                    "text": "Fig. 2",
                    "end": 105
                }
            ]
        },
        {
            "section": "Calibrations",
            "text": "The HCal response is proportional to the energy of incident hadrons, by design. Compensation corresponds to the difference in the response of HCal to different particle types. Studies of compensation of HCal have been carried out in simulation, and the expectation is ∼20% differences in the response from different particles, be-cause the peak in their shower occurs at different depth in the calorimeter. Photons shower close to the entrance of the calorimeter. The longitudinal shower profile for charged pions is peaked at ∼30 cm depth in the calorimeter. Compensation can be checked in the data by reconstruction of a particle that decays to hadrons, such as Λ → pπ − and its anti-particle conjugate, since charge sign is not measured. Given that neutral pions are prolifically produced, backgrounds for hadronic-like cluster pairs are reduced by rejecting photon-like clusters. A crucial step is to make restmass assignments to the clusters. The leading cluster is assigned the mass of the proton and the other cluster is assigned the mass of the charged pion to convert the measured positions and energies of the clusters into four momenta. The pair mass distribution shown in the right panel of Fig. 2 results. The centroid of the peak is insensitive to knowledge of the displaced vertex for the Λ → pπ − decay (the decay vertex cannot be reconstructed with the apparatus), as confirmed in full simulations. The width of the mass peak is weakly sensitive to the HCal resolution, as demonstrated by adding to the GEANT energy depositions in HCal towers a Gaussian-distributed smearing. The HCal tower energy used for reconstructions is E = E sim + Gσ E , where σ E = b √ E, G is drawn from a Gaussian distribution of zero mean value and unit σ, and b ≈ 0.34 for hadronic showers in HCal [13].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1203,
                    "text": "Fig. 2",
                    "end": 1209
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1794,
                    "text": "[13]",
                    "end": 1798
                }
            ]
        },
        {
            "text": "Jet finding and energy scale",
            "section_rank": 5
        },
        {
            "section": "Jet finding and energy scale",
            "text": "Jets are sprays of primarily mesons and baryons that are localized in η − φ space. They are understood to arise from the fragmentation of hard-scattered quarks and gluons. They are found by a pattern recognition algorithm, that identifies energy concentrations in a circle of radius R jet in η − φ space. We use the anti-k T algorithm [19] for most of our analyses, but have also considered the mid-point cone algorithm.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 335,
                    "text": "[19]",
                    "end": 339
                }
            ]
        },
        {
            "section": "Jet finding and energy scale",
            "text": "Objects to consider in regard to the determination of the jet energy scale are hard-scattered partons, particle jets and tower jets. The hard-scattered partons appear in a conventional computation of particle production, such as next-to-leading order (NLO) pQCD, or in event generators such as PYTHIA. Already this object has complications because of QCD radiation, computed in PYTHIA via initial-state (ISS) and final-state (FSS) parton showers. The FSS mostly give a finite size to the hard-scattered parton, because the radiation is distributed about the direction of the parton. The ISS can lead to underlying event contributions. Information about the hard-scattered parton is inferred from the resulting particle production that gives rise to the detector response. Jet-finding algorithms can be applied to the observable particles that follow all resonance decays, resulting in particle jets. The energy of this object can be impacted by particle decay, since decay products can be distant from the jet in η − φ space. Finally, the jet-finding algorithms are applied to the HCal response, presented to the jet-finder as a table of corrected energy, η, and φ, resulting in tower jets. The η, φ values are determined from the x, y position of each tower and the distance of the tower from the collision vertex, assumed to be the source of all particle production. The collision vertex is reconstructed for each event from the time difference of the first arriving particles at each BBC annulus. Checks of the jet-energy scale are most readily made from a simulation model. The model is validated by comparison of data to full simulations, that includes a slow simulator applied to accumulated GEANT hits to produce pseudodata. The same reconstruction code is run on data and pseudodata, to facilitate their comparison. Previous comparisons of data and simulation have been made for neutral pion reconstruction [16], summed energy response from HCal [16], the p T distribution of reconstructed jets [17], and the jet shape [17]. Another example of data/simulation comparison is the tower multiplicity in jet-energy bins (Fig.3). For this figure, the jet trigger used for the data is emulated for the simulation, and the resulting multiplicity distributions are scaled by the number of triggers for both data and simulation. The full simulation accounts for the shape and the normalization of the multiplicity of towers associated with the jets, reconstructed using R jet =0.7. In general, the full simulation gives a good account of the data. The multiplicities are comparable to what is observed in e + e − collisions at √ s ≈ 10 GeV [20] and in fixed-target hadroproduction experiments [21]. The high energies associated with forward jet production makes their detection possible.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1915,
                    "text": "[16]",
                    "end": 1919
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1954,
                    "text": "[16]",
                    "end": 1958
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2003,
                    "text": "[17]",
                    "end": 2007
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2027,
                    "text": "[17]",
                    "end": 2031
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2124,
                    "text": "(Fig.3)",
                    "end": 2131
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2639,
                    "text": "[20]",
                    "end": 2643
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2692,
                    "text": "[21]",
                    "end": 2696
                }
            ]
        },
        {
            "section": "Jet finding and energy scale",
            "text": "One check of the jet-energy scale is to correlate tower jet energy with particle jet energy [17], from the full simulation. Although it is not commonly done, checks of the jet energy scale can be obtained directly from the data for some resonance states that decay to jets, such as Υ(1S) → 3g.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 92,
                    "text": "[17]",
                    "end": 96
                }
            ]
        },
        {
            "section": "Jet finding and energy scale",
            "text": "In general, for a p + p collision, there can be significant probability to find multiple jets in an event. Finite acceptance of the apparatus can impact multi-jet reconstruction because of the finite size parameter that enters the jet finder (R jet ). The probability to find multiple jets can be increased by decreasing R jet , as has been commonly done for jet finding at the LHC [22,23]. A natural question that arises when small-cone jets are reconstructed is whether the energy scale changes as R jet is decreased. The correlations between parton energy, particle jet energy and tower jet energy were used to establish how the tower-jet energy scale depends on R jet . Results are shown in Fig. 4. The jet energy scale smoothly varies as the radius parameter to the jet finder is changed. The energy scale can be compensated by a linear transformation, as R jet decreases. This variation may result from the low multiplicities for the forward jets. Mass distributions for dijet events are discussed below because of their relevance to the reducible background from conventional QCD processes to DY production. Fig. 5 shows mass distributions for a specific event selection for 2-and 3-jet events, where jets are reconstructed using R jet =0.5 and energy compensation from Fig. 4. The individual jets are assumed to have zero mass, so the (E,η,φ) values returned from the jet finder defines a four vector. The four-vectors are summed for multijet events, and the mass of the multi-jet system is the magnitude of the four vector. Events are selected based on jet energies and on the total charge observed in the BBC annulus that faces the other beam. A peak is observed in the 3-jet mass distribution, attributed to Υ(1S) → 3g, and a peak is observed in the 2-jet mass distribution, attributed to χ 2b (1P ) → 2g. A natural question is whether the 3-jet mass peak can be simulated. Although PYTHIA 6.425 [24] includes color-singlet and color-octet matrix elements for bottomonium production, it also significantly overpredicts the inclusive jet yield, as described below. Consequently, we ask a simpler question. Does Υ(1S) → 3g lead to a peak in the 3-jet mass within the acceptance of the HCal? Fig. 6 shows results from a particle-jet finder in the left panel. The primary conclusion here is that Υ(1S) → 3g can lead to a narrow peak in the 3-jet mass distribution, but does require good energy resolution, as determined by introducing Gaussian smearing of the energy of stable particles within the HCal acceptance via σ E /E = b/ √ E sim , before applying the jet finder.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 382,
                    "text": "[22,",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 386,
                    "text": "23]",
                    "end": 389
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 695,
                    "text": "Fig. 4",
                    "end": 701
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1115,
                    "text": "Fig. 5",
                    "end": 1121
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1277,
                    "text": "Fig. 4",
                    "end": 1283
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1907,
                    "text": "[24]",
                    "end": 1911
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 2200,
                    "text": "Fig. 6",
                    "end": 2206
                }
            ]
        },
        {
            "section": "Jet finding and energy scale",
            "text": "A narrow peak is observed in the 3-jet mass distribution for full simulations of Υ(1S) → 3g. The narrow peak requires resolution of ∼ 0.05/ √ E for incident γ, e ± , which is compatible with photon test beam results for similar spaghetti calorimeters [18]. The middle panel of Fig. 6 shows the fraction of the 3-jet energy arising from incident photons, electrons and positrons. The jets that lead to the mass peak are dominantly EM fragments. The right panel of Fig. 6 shows the comparison of full simulation of Υ(1S) → 3g to data. The present simulation does not attempt to explain the background.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 251,
                    "text": "[18]",
                    "end": 255
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 277,
                    "text": "Fig. 6",
                    "end": 283
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 463,
                    "text": "Fig. 6",
                    "end": 469
                }
            ]
        },
        {
            "section": "Jet finding and energy scale",
            "text": "The jet energy scale for inclusive jets is determined from full simulations of p+p collisions and has been checked for jets that are dominantly EM fragments of gluons by observation of a mass peak consistent with Υ(1S) → 3g.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "Our measured cross section for inclusive production of forward jets in p+p collisions at √ s = 510 GeV is shown in the left panel of Fig. 7, including systematic error estimates previously described [12]. The cross sections are compared to particle jet results from PYTHIA 6.222, that predate tunings to midrapidity Tevatron measurements for use at the LHC, and PYTHIA 6.425, that include those tunings. Similar to forward pion production, PYTHIA 6.222 gives a better description of forward jet production than do later versions with underlying event adjustments. Previously [17], we showed the jet cross section was from partonic hard scattering. Forward jet A N , previously described [12] including the estimates of systematic uncertainties, is shown in the right panel of Fig. 7. The measured cross section has, so far, been compared to a pQCD model that assumes the applicability of factorization for TMD distribution functions [25]. Good agreement with the calculation is found. The jet A N has been compared to pQCD model calculations using TMD distribution func- tions [25], but excluding color-charge interactions, and to NLO, twist-3, collinear pQCD calculations [26]. In general, both calculations give a fair description of the data. The latter calculation [26] has claimed an indication of the expected process dependence of spin-correlated k T in the initial state. Dijet cross sections are of intrinsic interest, because they select scatterings that primarily involve low-x gluons, and are of practical interest for any future attempt to measure forward DY production. Fig. 8 shows dijet cross sections as functions of DY kinematic variables, including dijet mass (M ), dijet momentum imbalance (k T ) and dijet longitudinal momentum (p z ). Corrections to raw yields from jets reconstructed with R jet = 0.7 follow analogous methods developed for the inclusive jets [12], and were checked by verifying that corrected tower dijet cross sections agreed with input particle jet cross sections for full simulation. The dijet cross sections are compared to PYTHIA 6.222 simulations (used for the reducible background estimates for DY production) and to PYTHIA 6.425. PYTHIA 6.222 underpredicts the yields by a factor of two and PYTHIA 6.425 overpredicts the yields by a factor of two, but can explain the < k T > for the dijets.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 133,
                    "text": "Fig. 7",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 199,
                    "text": "[12]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 575,
                    "text": "[17]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 687,
                    "text": "[12]",
                    "end": 691
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 776,
                    "text": "Fig. 7",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 933,
                    "text": "[25]",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1077,
                    "text": "[25]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1173,
                    "text": "[26]",
                    "end": 1177
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1269,
                    "text": "[26]",
                    "end": 1273
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1584,
                    "text": "Fig. 8",
                    "end": 1590
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1882,
                    "text": "[12]",
                    "end": 1886
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "In conclusion, we have made first measurements of forward jet production in p ↑ + p collisions at √ s = 500 GeV. Our measured cross section is consistent with domi-nant contributions from partonic hard scattering. Our measured forward jet A N is small and positive, and is compatible with pQCD calculations that fit SIDIS results for spin-correlated k T in the initial state, thereby constraining models that aim to determine partonic OAM. Dijet results will be important for low-x physics studies. Our measured cross sections determine the reducible background for future forward DY production. Observation of Υ(1S) and χ 2b (1P ) production through multi-jet final states suggests that the irreducible background from open heavy flavor production can be accessed when these bottomonium states are observed through their dilepton decays. It remains the case that the most definitive experiment to test present understanding is a measurement of A N for DY production.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. A top view from the GEANT model of the 2011 apparatus used for the forward jet production measurements.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Cluster pair mass distributions for (left) single-tower clusters that are primarily photons, showing π 0 → γγ and (right) clusters that are not tagged as photon-like, where the leading cluster is assigned the mass of the proton and the other cluster is assigned the mass of the charged pion. Simulations show this is consistent with Λ → pπ − (and conjugate).",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Multiplicity of HCal towers (left) and stable particles (right) from the anti-k T jet finder applied to data and simulation (left) or to stable particles generated by PYTHIA 6.222 (right).",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Dependence of jet energy scale on R jet , as determined from full PYTHIA/GEANT simulations. As the jet radius decreases, a linear transformation is required to recover the same jet energy scale. The inset shows the slope of the linear energy compensation as a function of jet size.",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Mass distributions for 3-jet (left) and 2-jet (right) events, with selections on the jet energy and on the multiplicity in the BBC.",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Results from Υ(1S) → 3g simulations (left) 3-jet mass from the particle jet finder applied to particles the 3-gluon decay of Υ(1S); (middle) fraction of energy in γ, e ± for full simulations of Υ(1S); and (right) comparison of data with reconstruction of full simulation of Υ(1S).",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (left) Cross section for inclusive forward jet production in p + p collisions at √ s = 510 GeV. (right) Analyzing power for forward jet production in p ↑ + p collisions at √ s = 500 GeV.",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Dijet cross sections as functions of dijet mass (M), dijet momentum imbalance (k T ) and dijet longitudinal momentum (pz) compared to PYTHIA 6.222 and PYTHIA 6.425",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "section": "Fig. 8 .",
            "text": "L. Bland",
            "paragraph_rank": 24,
            "section_rank": 15
        }
    ]
}