{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Exclusive production of ρ 0 mesons was studied at the COMPASS experiment by scattering 160 GeV/c muons off transversely polarised protons. Five single-spin and three double-spin azimuthal asymmetries were measured as a function of Q 2 , x B j , or p 2 T . The sinφ S asymmetry is found to be −0.019 ± 0.008(stat.) ± 0.003(syst.). All other asymmetries are also found to be of small magnitude and consistent with zero within experimental uncertainties. Very recent calculations using a GPD-based model agree well with the present results. The data is interpreted as evidence for the existence of chiral-odd, transverse generalized parton distributions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The spin structure of the nucleon is a key issue in experimental and theoretical research since a few decades. The most general information on the partonic structure of hadrons is contained in the generalised parton correlation functions (GPCFs) [1,2], which parameterise the fully unintegrated, off-diagonal parton-parton correlators for a given hadron. These GPCFs are 'mother distributions' of the generalised parton distributions (GPDs) and the transverse momentum dependent parton distributions (TMDs), which can be considered as different projections or limiting cases of GPCFs. While GPDs appear in the QCD-description of hard exclusive processes such as deeply virtual Compton scattering (DVCS) and hard exclusive meson production (HEMP), TMDs can be measured in reactions like semi-inclusive deep inelastic scattering (SIDIS) or Drell-Yan processes. The GPDs and TMDs provide complementary 3-dimensional pictures of the nucleon. In particular, when Fourier-transformed to impact parameter space and for the case of vanishing longitudinal momentum transfer, GPDs provide a three dimensional description of the nucleon in a mixed momentumcoordinate space, also known as 'nucleon tomography' [3,4]. Moreover, GPDs and TMDs contain information on the orbital motion of partons inside the nucleon.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 246,
                    "text": "[1,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 249,
                    "text": "2]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "start": 1198,
                    "text": "[3,",
                    "end": 1201
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1201,
                    "text": "4]",
                    "end": 1203
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The process amplitude for hard exclusive meson production by longitudinal virtual photons was proven rigorously to factorise into a hard-scattering part and a soft part [5,6]. The hard part is calculable in perturbative QCD (pQCD). The soft part contains GPDs to describe the structure of the probed nucleon and a distribution amplitude (DA) to describe the one of the produced meson. This collinear factorisation holds in the generalised Bjorken limit of large photon virtuality Q 2 and large total energy in the virtualphoton nucleon system, W , but fixed x B j , and for |t|/Q 2",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 169,
                    "text": "[5,",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "6]",
                    "end": 174
                }
            ]
        },
        {
            "text": "1.",
            "section_rank": 3
        },
        {
            "section": "1.",
            "text": "Here t is the four-momentum transfer to the proton and x B j = Q 2 /2M p ν, where ν is the energy of the virtual photon in the lab frame and M p the proton mass.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "1.",
            "text": "For hard exclusive meson production by transverse virtual photons, no proof of collinear factorisation exists. In phenomenological pQCD-inspired models k ⊥ factorisation is used, where k ⊥ denotes the parton transverse momentum. In the model of Refs. [7][8][9], electroproduction of a light vector meson V at small x B j is analysed in the 'handbag' approach, in which the amplitude of the process is a convolution of GPDs with amplitudes for the partonic subprocesses γ * q → V q and γ * g → V g. Here, q and g denote quarks and gluons, respectively. The partonic subprocess amplitudes, which comprise corresponding hard scattering kernels and meson DAs, are calculated in the modified perturbative approach where the transverse momenta of quark and antiquark forming the vector meson are retained and Sudakov suppressions are taken into account. The partons are still emitted and reabsorbed from the nucleon collinear to the nucleon momentum. In such models, cross sections and also spin-density matrix elements for HEMP by both longitudinal and transverse virtual photons can be well described simultaneously [7,10].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 251,
                    "text": "[7]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 254,
                    "text": "[8]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "start": 257,
                    "text": "[9]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1112,
                    "text": "[7,",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1115,
                    "text": "10]",
                    "end": 1118
                }
            ]
        },
        {
            "section": "1.",
            "text": "At leading twist, the chiral-even GPDs H f and E f , where f denotes a quark of a given flavor or a gluon, are sufficient to describe exclusive vector meson production on a spin 1/2 target. These GPDs are of special interest as they are related to the total angular momentum carried by partons in the nucleon [11]. A variety of GPD fits using all existing DVCS proton data has shown that the GPDs H f are well constrained over the presently limited accessible x B j range, by the very low x B j data of the HERA collider and by the high x B j data of HERMES and JLab [12][13][14][15]. There exist constraints on GPDs E f for valence quarks from fits to nucleon form factor data [16], HERMES transverse proton data [17] and JLab neutron data [18]. A parameterisation of chiral-even GPDs [9], which is consistent with the HEMP data of HERMES [19] and COMPASS [20], was recently demonstrated to successfully describe almost all existing DVCS data [21]. This is clear evidence for the consistency of the contemporary phenomenological GPD-based description of both DVCS and HEMP.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "[11]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 567,
                    "text": "[12]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 571,
                    "text": "[13]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "start": 575,
                    "text": "[14]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "start": 579,
                    "text": "[15]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 678,
                    "text": "[16]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 714,
                    "text": "[17]",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "start": 741,
                    "text": "[18]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "start": 786,
                    "text": "[9]",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 840,
                    "text": "[19]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 857,
                    "text": "[20]",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 944,
                    "text": "[21]",
                    "end": 948
                }
            ]
        },
        {
            "section": "1.",
            "text": "There exist also chiral-odd -often called transverse -GPDs, from which in particular H f T and E f T were shown to be required [22,23] for the description of exclusive π + electroproduction on a transversely polarised proton target [24]. It was recently shown [25] that the data analysed in this Letter are also sensitive to these GPDs. This Letter describes the measurement of exclusive ρ 0 muoproduction on transversely polarised protons with the COMPASS apparatus. Size and kinematic dependences of azimuthal modulations of the cross section with respect to beam and target polarisation are determined and discussed, in particular in terms of the above introduced chiral-odd GPDs.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 127,
                    "text": "[22,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 131,
                    "text": "23]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 232,
                    "text": "[24]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 260,
                    "text": "[25]",
                    "end": 264
                }
            ]
        },
        {
            "text": "Formalism",
            "section_rank": 4
        },
        {
            "section": "Formalism",
            "text": "The cross section for exclusive ρ 0 muoproduction, μN → μ ρ 0 N , on a transversely polarised target reads 20  [26]  21 :",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 107,
                    "text": "20",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 111,
                    "text": "[26]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 117,
                    "text": "21",
                    "end": 119
                }
            ]
        },
        {
            "section": "Formalism",
            "text": "Here, S T is the target spin component perpendicular to the direction of the virtual photon. The beam polarisation is denoted by P . The azimuthal angle between the lepton scattering plane and the production plane spanned by virtual photon and produced meson is denoted by φ, whereas φ S is the azimuthal angle of the target spin vector about the virtual-photon direction relative to the lepton scattering plane (see Fig. 1). The S T dependent part of Eq. (1) contains eight different azimuthal modulations: five sine modulations for the case of an unpolarised beam and three cosine modulations for the case of a longitudinally polarised beam. Neglecting terms depending on m 2 μ /Q 2 , where m μ denotes the mass of the incoming lepton, the virtual-photon polarisation parameter ε describes the ratio of longitudinal and transverse photon fluxes and is given by: 20 For convenience in this chapter natural unitsh = c = 1 are used. ",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 417,
                    "text": "Fig. 1",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 864,
                    "text": "20",
                    "end": 866
                }
            ]
        },
        {
            "section": "Formalism",
            "text": "where y is the fractional energy of the virtual photon. The symbols σ νλ μσ in Eq. (1) stand for polarised photoabsorption cross sections or interference terms, which are given as products of helicity amplitudes M:",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Formalism",
            "text": "where the sum runs over μ = 0, ±1 and ν = ±1/2. The helicity amplitude labels appear in the following order: vector meson (μ ), final-state proton (ν ), photon (μ or σ ), initial-state proton (ν or λ). For brevity, the helicities −1, −1/2, 0, 1/2, 1 will be labelled by only their signs or zero, omitting 1 or 1/2, respectively.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Formalism",
            "text": "Also the dependence of σ νλ μσ on kinematic variables is omitted. The amplitudes of those cross section modulations that depend on target polarisation are obtained from Eq. (1) as follows:",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Formalism",
            "text": "Here, unpolarised (longitudinally polarised) beam is denoted by U (L) and transverse target polarisation by T. The φ-independent part of the cross section for unpolarised beam and target, denoted by σ 0 , is given as a sum of the transverse and longitudinal cross sections:",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Formalism",
            "text": "The amplitudes given in Eq. (4) will be referred to as asymmetries in the rest of the Letter.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Experimental set-up",
            "section_rank": 5
        },
        {
            "section": "Experimental set-up",
            "text": "The COMPASS experiment is situated at the high-intensity M2 muon beam of the CERN SPS. A detailed description can be found in Ref. [27].",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 131,
                    "text": "[27]",
                    "end": 135
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The μ + beam had a nominal momentum of 160 GeV/c with a spread of 5% and a longitudinal polarisation of P ≈ −0.8. The data were taken at a mean intensity of 3.5 • 10 8 μ/spill, for a spill length of about 10 s every 40 s. A measurement of the trajectory and the momentum of each incoming muon is performed upstream of the target.",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Experimental set-up",
            "text": "The beam traverses a solid-state ammonia (NH 3 ) target that provides transversely polarised protons. The target is situated within a large aperture magnet with a dipole holding field of 0.5 T. The 2.5 T solenoidal field is only used when polarising the target material. A mixture of liquid 3 He and 4 He is used to cool the target to 50 mK. Ten NMR coils surrounding the target allow for a determination of the target polarisation P T , which typical amounts to 0.8 with an uncertainty of 3%. The ammonia is contained in three cylindrical target cells with a diameter of 4 cm, placed one after another along the beam. The central cell is 60 cm long and the two outer ones are 30 cm long, with 5 cm space between cells. The spin directions in neighbouring cells are opposite. Such a target configuration allows for a simultaneous measurement of azimuthal asymmetries for the two target spin directions in order to become independent of beam flux measurements. Systematic effects due to acceptance are reduced by reversing the spin directions on a weekly basis. With the three-cell configuration, the average acceptance for cells with opposite spin direction is approximately the same, which leads to a further reduction of systematic uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 291,
                    "text": "3",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 300,
                    "text": "4",
                    "end": 301
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The dilution factor f , which is the cross-section-weighted fraction of polarisable material, is calculated for incoherent exclusive ρ 0 production using the measured material composition and the nuclear dependence of the cross section:",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Experimental set-up",
            "text": "Here, n p and n A denote the numbers of polarisable protons in the target and of unpolarised nucleons in the target material with atomic mass A, respectively. The sum runs over all nuclei present in the COMPASS target. The ratio of this cross section per nucleon for a given nucleus to the cross section on the proton is parameterised according to Eq. (11) in Ref. [28] over a wide range of Q 2 , using measurements on various nuclear targets as described therein. No dependence of nuclear effects on ν and on p 2",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 365,
                    "text": "[28]",
                    "end": 369
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "T is assumed as motivated by the NMC results on incoherent exclusive ρ 0 production [29] in a kinematic range similar to that of COM-PASS. For the NH 3 target the dilution factor amounts typically to 0.25 [20].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 84,
                    "text": "[29]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 205,
                    "text": "[20]",
                    "end": 209
                }
            ]
        },
        {
            "section": "Experimental set-up",
            "text": "The spectrometer consists of two stages in order to reconstruct scattered muons and produced hadrons over wide momentum and angular ranges. Each stage has a dipole magnet with tracking detectors before and after the magnet, hadron and electromagnetic calorimeters and muon identification. Identification of charged tracks with a RICH detector in the first stage is not used in the present analysis.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Experimental set-up",
            "text": "Inclusive and calorimetric triggers are used to activate data recording. Inclusive triggers select scattered muons using pairs of hodoscopes and muon absorbers. They are complemented by a calorimetric trigger that relies on the energy deposit of hadrons in one of the calorimeters. This trigger covers small acceptance holes in the inclusive triggers. It was checked that this trigger does not introduce any bias due to the acceptance of the calorimeters in the x B j range covered by the present data [30]. Veto counters upstream of the target are used to suppress beam halo muons.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 502,
                    "text": "[30]",
                    "end": 506
                }
            ]
        },
        {
            "text": "Event selection and background estimation",
            "section_rank": 6
        },
        {
            "section": "Event selection and background estimation",
            "text": "The presented work is a continuation of the analysis of",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Event selection and background estimation",
            "text": "UT for exclusive ρ 0 mesons produced off transversely polarised protons at COMPASS and it is based on the same proton event sample as in Ref. [20]. The essential steps of event selection and asymmetry extraction are summarised in the following.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 142,
                    "text": "[20]",
                    "end": 146
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "The considered events are characterised by an incoming and a scattered muon and two oppositely charged hadrons, h + h − , with all four tracks associated to a common vertex in the polarised target. In order to select events in the deep inelastic scattering regime and suppress radiative corrections, the following cuts are used:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Event selection and background estimation",
            "text": "GeV/c 2 and 0.1 < y < 0.9. The production of ρ 0 mesons is selected in the twohadron invariant mass range 0.5 GeV/c 2 ",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 116,
                    "text": "2",
                    "end": 117
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "where for each hadron the pion mass hypothesis is assigned. This cut is optimised towards high yield and purity of ρ 0 production, as compared to non-resonant π + π − production. The measurements are performed without detection of the recoiling proton in the final state. Exclusive events are selected by choosing a range in missing energy,",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Event selection and background estimation",
            "text": "The four-momenta of proton, photon, and meson, are denoted by  2 . In order to correct for the remaining semi-inclusive background in the signal region, the E miss shape of the background is parameterised for each individual target cell in every kinematic bin of Q 2 , x B j , or p 2 T using a LEPTO Monte Carlo (MC) sample generated with COMPASS tuning [31] of the JETSET parameters. The h + h − MC event sample is weighted in every E miss bin i by the ratio of numbers of h ± h ± events from data and MC,",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 63,
                    "text": "2",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 354,
                    "text": "[31]",
                    "end": 358
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "which improves the agreement between data and MC significantly [20]. For each kinematic bin, target cell, and spin orientation a signal plus background fit is performed, whereby a Gaussian function is used for the signal shape, and the background shape is fixed by MC as described above. The fraction of semi-inclusive background in the signal range is 22%, nevertheless the fraction strongly depends on kinematics and varies between 7% and 40%. An example is presented in Fig. 2  After the described subtraction of semi-inclusive background, the final sample still contains diffractive events where the recoiling nucleon is in an excited N * or state (14%), coherently produced ρ 0 mesons (∼ 12%), and non-resonant π + π − pairs (< 2%) [20].",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 63,
                    "text": "[20]",
                    "end": 67
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 473,
                    "text": "Fig. 2",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 737,
                    "text": "[20]",
                    "end": 741
                }
            ]
        },
        {
            "section": "Event selection and background estimation",
            "text": "We do not apply corrections for these contributions.",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "Results and discussion",
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "The ",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "Here, a ± j,n is the product of spin-averaged cross section, muon flux, number of target nucleons, acceptance, and efficiency of the spectrometer. The angular dependence reads:",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "LT,raw cos(2φ − φ S ). (10) The symbol A m UT(LT),raw denotes the amplitude for the angular modulation m. After the subtraction of semi-inclusive background, the \"raw\" asymmetries A m UT,raw and A m LT,raw are extracted from the final sample using a two-dimensional binned maximum likelihood fit with 12 bins in φ and in φ S . They are used to obtain the transverse target asymmetries A m UT(LT) defined in Eq. (4) as: in every kinematic bin. The denominator is computed using the arithmetic mean of the product that is calculated for each individual event. Here, P T is used, which in COMPASS kinematics is a good approximation to S T . The depolarisation factors are given by:",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 23,
                    "text": "(10)",
                    "end": 27
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In order to estimate the systematic uncertainty of the measurements, we take into account the relative uncertainty of the target dilution factor (2%), the target polarisation (3%), and the beam polarisation (5%). Combined in quadrature this gives an overall systematic normalisation uncertainty of 3.6% for the asymmetries A m UT and 6.2% for A m LT . Additional systematic uncertainties are obtained from separate studies of i) a possible bias of the applied estimator, ii) the stability of the asymmetries over data-taking time, and iii) the robustness of the applied background subtraction method and a difference between the mean asymmetries obtained in the x B j , Q 2 and p 2 T binning, which is originating from averaging the depolarisation factors. A summary of these three systematic uncertainties for the average asymmetries can be found in Table 1. The total systematic uncertainty is obtained as a quadratic sum of these three components and the normalisation uncertainty.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 680,
                    "text": "2",
                    "end": 681
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 851,
                    "text": "Table 1",
                    "end": 858
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In Eq. (1), S T is defined with respect to the virtual-photon momentum direction, while in the experiment transverse polarisation P T is defined relative to the beam direction. The transition from S T to P T introduces in the cross section [26] the angle θ between the virtual photon and the beam direction, which is small at COMPASS kinematics. Additionally, some of the A UT(LT) asymmetries get mixed with A UL(LL) asymmetries that are suppressed by sin θ . Presently the influence of the θ -related corrections can only be studied based on a few available measurements [32,33] of the double-spin asymmetry A LL for proton targets in the kinematic range similar to that of COMPASS. Taking into account the smallness of sin θ at COMPASS (sin θ ≈ 0.04 on average), the correction was found to be negligible. We provide the values of sin θ in the Durham data base [34] to allow for corrections when new or more precise data on A UL(LL) become available.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 240,
                    "text": "[26]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 572,
                    "text": "[32,",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 576,
                    "text": "33]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 863,
                    "text": "[34]",
                    "end": 867
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The results for the five single-spin and three double-spin asymmetries as a function of x B j , Q 2 , or p 2 T are shown in Figs. 3 and 4, respectively. Error bars show statistical uncertainties. The systematic uncertainties including the normalisation uncertainties added in quadrature are represented by grey shaded bands. Average asymmetry values for all modulations are given in Fig. 5 and Table 2. For three of them, the experimental precision is as high as O (±0.01). All average asymmetry values are found to Table 2 Average asymmetries with statistical and systematic uncertainties for all measured modulations. UT [20]. Although both analyses use the same data, the change of the analysis method results in different statistical fluctuations, which implies that the final data samples used here and in [20] are not fully correlated.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 107,
                    "text": "2",
                    "end": 108
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 383,
                    "text": "Fig. 5",
                    "end": 389
                },
                {
                    "type": "table",
                    "start": 394,
                    "text": "Table 2",
                    "end": 401
                },
                {
                    "type": "table",
                    "start": 516,
                    "text": "Table 2",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 623,
                    "text": "[20]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 811,
                    "text": "[20]",
                    "end": 815
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "As already mentioned above, there exists presently only the model of Refs. [7][8][9] to describe hard exclusive ρ 0 leptoproduction using GPDs. It is a phenomenological 'handbag' approach based on k ⊥ factorisation, which also includes twist-3 meson wave  functions. Calculations for the full set of five A UT and three A LT asymmetries were performed very recently [25]. They are shown in Figs. 3, 4 as curves together with the data points. Of particular interest is the level of agreement between data and model calculations for the following four asymmetries, as they involve chiral-odd GPDs [25]:",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 75,
                    "text": "[7]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 78,
                    "text": "[8]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "start": 81,
                    "text": "[9]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 366,
                    "text": "[25]",
                    "end": 370
                },
                {
                    "type": "figure",
                    "start": 390,
                    "text": "Figs. 3, 4",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 595,
                    "text": "[25]",
                    "end": 599
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "A",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "Here, the dominant γ * L → ρ 0 it became possible to also describe γ * T → ρ 0 L transitions. In their description appear the amplitudes M 0−,++ related to chiral-odd GPDs H T [23,25] and M 0+,++ related to chiral-odd GPDs E T [22]. The double-flip amplitude M 0−,−+ is neglected. The transitions γ * L → ρ 0 T and γ * T → ρ 0 −T are known to be suppressed and hence neglected in the model calculations.",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 176,
                    "text": "[23,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 180,
                    "text": "25]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 227,
                    "text": "[22]",
                    "end": 231
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "All measured asymmetries agree well with the calculations of Ref. [25]. In Eq. (13), the first two terms represent each a combination of chiral-even GPDs H and E. The inclusion of chiral-odd GPDs by the third term has negligible impact on the behaviour of A sin(φ−φ S ) UT , as can be seen when comparing calculations of Refs. [9] and [25]. The asymmetry A sin(φ−φ S ) UT itself may still be of small magnitude, because for GPDs E in ρ 0 production the valence quark contribution is expected to be not large. This is interpreted as a cancellation due to different signs and comparable magnitudes of GPDs E u and E d [20]. Furthermore, the small gluon and sea contributions evaluated in the model of Ref. LT represent imaginary and real part, respectively, of the same difference of two products M * M of two helicity amplitudes, where the first term of this difference represents a combination of GPDs H T and H , and the second a combination of E T and E. As can be seen in Fig. 5 and Table 2, while no conclusion can be drawn on A ",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 66,
                    "text": "[25]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "start": 327,
                    "text": "[9]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 335,
                    "text": "[25]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 616,
                    "text": "[20]",
                    "end": 620
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 975,
                    "text": "Fig. 5",
                    "end": 981
                },
                {
                    "type": "table",
                    "start": 986,
                    "text": "Table 2",
                    "end": 993
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "Asymmetries related to transverse target polarisation were measured in azimuthal modulations of the cross section at COMPASS in exclusive ρ 0 muoproduction on protons. The amplitudes of five single-spin asymmetries for unpolarised beam and three double-spin asymmetries for longitudinally polarised beam were extracted as a function of Q 2 , x B j , or p 2 T . The asymmetry A sin φ S UT was found to be −0.019 ± 0.008(stat.) ± 0.003(syst.). All other asymmetries were also found to be of small magnitude but consistent with zero within experimental uncertainties. Very recent model calculations agree well with the present results. The results represent first experimental evidence from hard exclusive ρ 0 leptoproduction for the existence of non-vanishing transverse GPDs H T .",
            "paragraph_rank": 42,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 355,
                    "text": "2",
                    "end": 356
                }
            ]
        },
        {
            "text": "F",
            "section_rank": 9
        },
        {
            "section": "F",
            "text": ". Thibaud v , S. Uhl q , I. Uman p , M. Vandenbroucke v , M. Virius t , J. Vondra t , L. Wang b , T. Weisrock m , M. Wilfert m , R. Windmolders d , W. Wiślicki ad , H. Wollny v , K. Zaremba af , M. Zavertyaev o , E. Zemlyanichkina g , N. Zhuravlev g , M. Ziembicki af",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Definition of the angles φ and φ s . Here k, k , q and v represent threemomentum vectors of the incident and the scattered muon, the virtual photon and the meson respectively. The symbol S T denotes the component of the target spin vector perpendicular to the virtual-photon direction.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": ". The background corrected distributions, N sig k (φ, φ S ), are obtained from the measured distributions in the signal region, N sig,raw k (φ, φ S ), and in the background region 7 GeV < E miss < 20 GeV, N back k (φ, φ S ). The distributions N back k (φ, φ S ) are rescaled with the estimated numbers of background events in the signal region and afterwards subtracted from the N sig,raw k (φ, φ S ) distributions. As no kinematic dependence of the semi-inclusive background asymmetries, which were small, was observed in the background region, no systematic uncertainty is assigned due to extrapolation of this background into the E miss region of the signal.",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The E miss distribution in the range 2.4 (GeV/c) 2 < Q 2 10 (GeV/c) 2 , together with the signal plus background fits (solid curve). The dotted and dashed curves represent the signal and background contributions, respectively. In the signal region −2.5 GeV < E miss < 2.5 GeV, indicated by vertical dash-dotted lines, the amount of semi-inclusive background is 35%. Averaged over the kinematic bins, the fraction of semi-inclusive background in the signal region is 22%.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "asymmetries are evaluated using the background-corrected distributions N sig k (φ, φ S ) by combining data-taking periods with opposite target polarisations which are denoted by ±. The events of the two outer target cells are summed up. The number of exclusive ρ 0 mesons as a function of φ and φ S , where the index j denotes the (φ, φ S ) bin, can be written for every target cell n as:",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "AFig. 3 . 2 T 2 T",
            "section_rank": 14
        },
        {
            "section": "AFig. 3 . 2 T 2 T",
            "text": "Fig. 3. Single-spin azimuthal asymmetries for a transversely (T) polarised target and unpolarised (U) beam. The error bars (bands) represent the statistical (systematic) uncertainties. The curves show the predictions of the GPD model[25]. They are calculated for the average W , Q 2 and p 2 T of our data set, W = 8.1 GeV/c 2 and",
            "paragraph_rank": 48,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 233,
                    "text": "[25]",
                    "end": 237
                }
            ]
        },
        {
            "text": "Fig. 4 . 2 T",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 . 2 T",
            "text": "Fig. 4. Double-spin azimuthal asymmetries for a transversely (T) polarised target and a longitudinally (L) polarised beam. The error bars (bands) represent the statistical (systematic) uncertainties. They are calculated for the average W , Q 2 and p 2 T of our data set, W = 8.1 GeV/c 2 and p 2 T = 0.2 (GeV/c) 2 for the left and middle panels, and at W = 8.1 GeV/c 2 and Q 2 = 2.2 (GeV/c) 2 for the right panels.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Mean value A and the statistical error for every modulation. The error bars (left bands) represent the statistical (systematic) uncertainties.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "L",
            "section_rank": 17
        },
        {
            "section": "L",
            "text": "photon and meson helicities 0 and ±1, respectively. These GPDs are used since several years to describe DVCS and HEMP data. The suppressed γ * T → ρ 0 T transitions are described by the helicity amplitudes M ++,++ and M +−,++ , which are likewise related to H and E. By the recent inclusion of transverse, i.e. chiral-odd GPDs,",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "[9]  cancel here to a large extent. The asymmetries A sin φ S UT and A cos φ S",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "experimental uncertainties, a non-vanishing value for A sin φ S UT is measured. The asymmetry A sin(2φ−φ S ) UT represents the same combination of GPDs E T and E as the second term in A sin φ S UT . The observation of a vanishing value for A sin(2φ−φ S ) UT implies that the non-vanishing value of A sin φ S UT constitutes the first experimental evidence from hard exclusive ρ 0 leptoproduction for the existence of transverse GPDs H T .",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "Table 1",
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "Systematic uncertainties for the average asymmetries obtained from the studies explained in the text.",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "Note that the t-dependence of the cross section is indicated explicitly here and the definition of σ νλ μσ given by Eq. (3) slightly differs from that in Ref.[26].",
            "paragraph_rank": 55,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 158,
                    "text": "[26]",
                    "end": 162
                }
            ]
        },
        {
            "text": "Acknowledgements",
            "section_rank": 22
        },
        {
            "section": "Acknowledgements",
            "text": "We gratefully acknowledge the support of the CERN management and staff and the skill and effort of the technicians of our collaborating institutes. This work was made possible by the financial support of our funding agencies. Special thanks go to P. Kroll and S. Goloskokov for providing us with the full set of model calculations as well as for the fruitful collaboration and many discussions on the interpretation of the results.",
            "paragraph_rank": 56,
            "section_rank": 22
        }
    ]
}