{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for CP violation in the phase space of the decay D + → π − π + π + is reported using pp collision data, corresponding to an integrated luminosity of 1.0 fb −1 , collected by the LHCb experiment at a centreof-mass energy of 7 TeV. The Dalitz plot distributions for 3.1 × 10 6 D + and D − candidates are compared with binned and unbinned model-independent techniques. No evidence for CP violation is found.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the Standard Model (SM) charge-parity (CP) violation in the charm sector is expected to be small. Quantitative predictions of CP asymmetries are difficult, since the computation of stronginteraction effects in the non-perturbative regime is involved. In spite of this, it was commonly assumed that the observation of asymmetries of the order of 1% in charm decays would be an indication of new sources of CP violation (CPV). Recent studies, however, suggest that CP asymmetries of this magnitude could still be accommodated within the SM [1][2][3][4].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 541,
                    "text": "[1]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 544,
                    "text": "[2]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 547,
                    "text": "[3]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 550,
                    "text": "[4]",
                    "end": 553
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Experimentally, the sensitivity for CPV searches has substantially increased over the past few years. Especially with the advent of the large LHCb data set, CP asymmetries at the O(10 −2 ) level are disfavoured [5][6][7][8][9]. With uncertainties approaching O(10 −3 ), the current CPV searches start to probe the regime of the SM expectations.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 211,
                    "text": "[5]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 214,
                    "text": "[6]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 217,
                    "text": "[7]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "[8]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "[9]",
                    "end": 226
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The most simple and direct technique for CPV searches is the computation of an asymmetry between the particle and antiparticle time-integrated decay rates. A single number, however, may not be sufficient for a comprehension of the nature of the CP violating asymmetry. In this context, three-and four-body decays benefit from rich resonance structures with interfering amplitudes modulated by strong-phase variations across the phase space. Searches for localised asymmetries can bring complementary information on the nature of the CPV.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In this Letter, a search for CP violation in the Cabibbosuppressed decay D + → π − π + π + is reported. 1 The investigation is performed across the Dalitz plot using two model-independent techniques, a binned search as employed in previous LHCb analyses [10,11] and an unbinned search based on the nearest- ✩ This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Funded by SCOAP 3 . 1 Unless stated explicitly, the inclusion of charge conjugate states is implied.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 104,
                    "text": "1",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 254,
                    "text": "[10,",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 258,
                    "text": "11]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 307,
                    "text": "✩",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 561,
                    "text": "3",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 565,
                    "text": "1",
                    "end": 566
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "neighbour method [12,13]. Possible localised charge asymmetries arising from production or detector effects are investigated using the decay D + s → π − π + π + , which has the same final state particles as the signal mode, as a control channel. Since it is a Cabibbo-favoured decay, with negligible loop (penguin) contributions, CP violation is not expected at any significant level.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 17,
                    "text": "[12,",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 21,
                    "text": "13]",
                    "end": 24
                }
            ]
        },
        {
            "text": "LHCb detector and data set",
            "section_rank": 3
        },
        {
            "section": "LHCb detector and data set",
            "text": "The LHCb detector [14] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system provides a momentum measurement with relative uncertainty that varies from 0.4% at 5 GeV/c to 0.6% at 100 GeV/c, and impact parameter (IP) resolution of 20 μm for tracks with high transverse momentum, p T . Charged hadrons are identified using two ring-imaging Cherenkov (RICH) detectors [15]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [16]. The trigger [17] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies full event reconstruction. At the hardware trigger stage, events are required to have muons with high transverse momentum or hadrons, photons or electrons with high transverse energy deposit in the calorimeters. For hadrons, the transverse energy threshold is 3.  The solid (blue) line is the fit function, the (green) dashed line is the signal component and the (magenta) dotted line is the background. with good quality, each not pointing to any PV, and with requirements on p T , momentum p, scalar sum of p T of the tracks, and a significant displacement from any PV.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 18,
                    "text": "[14]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 819,
                    "text": "[15]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1127,
                    "text": "[16]",
                    "end": 1131
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1145,
                    "text": "[17]",
                    "end": 1149
                }
            ]
        },
        {
            "section": "LHCb detector and data set",
            "text": "The data sample used in this analysis corresponds to an integrated luminosity of 1.0 fb −1 of pp collisions at a centre-of-mass energy of 7 TeV collected by the LHCb experiment in 2011. The magnetic field polarity is reversed regularly during the data taking in order to minimise effects of charged particle and antiparticle detection asymmetries. Approximately half of the data are collected with each polarity, hereafter referred to as \"magnet up\" and \"magnet down\" data.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "To reduce the combinatorial background, requirements on the quality of the reconstructed tracks, their χ 2 IP , p T , and scalar p T sum are applied. Additional requirements are made on the secondary vertex fit quality, the minimum significance of the displacement from the secondary to any primary vertex in the event, and the χ 2 IP of the D + (s) candidate. This also reduces the contribution of secondary D mesons from b-hadron decays to 1-2%, avoiding the introduction of new sources of asymmetries. The final-state particles are required to satisfy particle identification (PID) criteria based on the RICH detectors.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "After these requirements, there is still a significant background contribution, which could introduce charge asymmetries across the Dalitz plot. This includes semileptonic decays like D + → K − π + μ + ν and D + → π − π + μ + ν; three-body decays, such as D + → K − π + π + ; prompt two-body D 0 decays forming a threeprong vertex with a random pion; and D 0 decays from the",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The contribution from D + → K − π + π + and prompt D 0 decays that involve the misidentification of the kaon as a pion is reduced to a negligible level with a more stringent PID requirement on the π − candidate. The remaining background from semileptonic decays is controlled by applying a muon veto to all three tracks, using information from the muon system [18]. The contribution from the D * + decay chain is reduced to a negligible level with a requirement on Clear resonant structures are observed in both decay modes. ",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 360,
                    "text": "[18]",
                    "end": 364
                }
            ]
        },
        {
            "text": "Binned analysis",
            "section_rank": 5
        },
        {
            "text": "Method",
            "section_rank": 6
        },
        {
            "section": "Method",
            "text": "The binned method used to search for localised asymmetries in the D + → π − π + π + decay phase space is based on a bin-by-bin comparison between the D + and D − Dalitz plots [19,20]. For each bin of the Dalitz plot, the significance of the difference between the number of",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 175,
                    "text": "[19,",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 179,
                    "text": "20]",
                    "end": 182
                }
            ]
        },
        {
            "section": "Method",
            "text": "where A CPV signal is established if a p-value lower than 3 × 10 −7 is found, in which case it can be converted to a significance for the exclusion of CP symmetry in this channel. If no evidence of CPV is found, this technique provides no model-independent way to set an upper limit.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Control mode and background",
            "section_rank": 7
        },
        {
            "section": "Control mode and background",
            "text": "The search for local asymmetries across the D +",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Control mode and background",
            "text": "Dalitz plot is performed using both the uniform and the adaptive (\"D + s adaptive\") binning schemes mentioned previously. A third scheme is also used: a \"scaled D + \" scheme, obtained from the for the D + s adaptive binning scheme with 49 bins. As a further cross-check, the D + s sample is divided according to magnet polarity and hardware trigger configurations. Typically, the p-values are above 1%, although one low value of 0.07% is found for a particular trigger subset of magnet up data with 40 adaptive bins. When combined with magnet down data, the p-value increases to 11%.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Control mode and background",
            "text": "The possibility of local asymmetries induced by the background under the D + signal peak is studied by considering the candidates with mass M(π − π + π + ) in the ranges 1810-1835 MeV/c 2 and 1905-1935 MeV/c 2 , for which α = 1.000 ± 0.002. Using a uniform grid with four different granularities, the p-values are computed for each of the two sidebands. The data are also divided according to the magnet polarity. The p-values are found to be within 0.4-95.5%, consistent with differences in the number of D + and D − candidates arising from statistical fluctuations. Since the selection criteria suppress charm background decays to a negligible level, it is assumed that the background contribution to the signal is similar to the sidebands. Therefore, asymmetries eventually observed in the signal mode cannot be attributed to the background.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Sensitivity studies",
            "section_rank": 8
        },
        {
            "section": "Sensitivity studies",
            "text": "To study the CPV sensitivity of the method for the current data set, a number of simulated pseudo-experiments are performed with sample size and purity similar to that observed in data.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Sensitivity studies",
            "text": "The D + → π − π + π + decays are generated according to an amplitude model inspired by E791 results [23], where the most important contributions originate from ρ 0 (770)π + , σ (500)π + and f 2 (1270)π + resonant modes. Background events are generated evenly in the Dalitz plot. Since no theoretical predictions on the presence or size of CPV are available for this channel, various scenarios are studied by introducing phase and magnitude differences between the main resonant modes for D + and D − . The sensitivity for different binning strategies is also evaluated.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 100,
                    "text": "[23]",
                    "end": 104
                }
            ]
        },
        {
            "section": "Sensitivity studies",
            "text": "Phase differences in the range 0.5-4.0 • and magnitude differences in the range 0.5-4.0% are tested for ρ 0 (770)π + , σ (500)π + and f 2 (1270)π + modes. The study shows a sensitivity (p-values below 10 −7 ) around 1 • to 2 • in phase differences and 2% in amplitude in these channels. The sensitivity decreases when the number of bins is larger than 100, so a few tens of bins approaches the optimal choice. A slightly better sensitivity for the adaptive binning strategy is found in most of the studies. Since the presence of background tends to dilute a potential sign of CPV, additional pseudo-experiment studies are made for different scenarios based on signal yields and purities attainable on data. Results show that better sensitivities are found for higher yields, despite the lower purity.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Unbinned analysis",
            "section_rank": 9
        },
        {
            "text": "k-Nearest neighbour analysis technique",
            "section_rank": 10
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "The unbinned model-independent method of searching for CPV in many-body decays uses the concept of nearest neighbour events in a combined D + and D − samples to test whether they share the same parent distribution function [12,13,24]. To find the n k nearest neighbour events of each D + and D − event, the Euclidean distance between points in the Dalitz plot of three-body D + and D − decays is used. For the whole event sample a test statistic T for the null hypothesis is calculated,  [24], is that the calculation of T is simple and fast and the expected distribution of T is well known: for the null hypothesis it follows a Gaussian distribution with mean μ T and variance σ 2 T calculated from known parameters of the distributions,",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 223,
                    "text": "[12,",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 227,
                    "text": "13,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 230,
                    "text": "24]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 488,
                    "text": "[24]",
                    "end": 492
                }
            ]
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "lim",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "where ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "is obtained and for a very large number of events N, μ T approaches 0.5. However, since the observed deviations of μ T from μ TR are sometimes tiny, it is necessary to calculate μ T − μ TR . The convergence in Eq. (4) is fast and σ T can be obtained with a good approximation even for space dimension D = 2 for the current values of N + , N − and n k [13,24]. The kNN method is applied to search for CPV in a given region of the Dalitz plot in two ways: by looking at a \"normalization\" asymmetry (N + = N − in a given region) using a pull",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 351,
                    "text": "[13,",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 355,
                    "text": "24]",
                    "end": 358
                }
            ]
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "where the uncertainty on μ T is μ T and the uncertainty on μ TR is μ TR , and looking for a \"shape\" or particle density function (pdf) asymmetry using another",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "section": "k-Nearest neighbour analysis technique",
            "text": "As in the binned method, this technique provides no modelindependent way to set an upper limit if no CPV is found.",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Control mode and background",
            "section_rank": 11
        },
        {
            "section": "Control mode and background",
            "text": "The Cabibbo-favoured D + s decays serve as a control sample to estimate the size of production and detection asymmetries and systematic effects. The sensitivity for local CPV in the Dalitz plot of the kNN method can be increased by taking into account only events from the region where CPV is expected to be enhanced by the known intermediate resonances in the decays. Since these regions are characterised by enhanced variations of strong phases, the conditions for observation of CPV are more favourable. Events from other regions are expected to only dilute the signal of CPV.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "section": "Control mode and background",
            "text": "The Dalitz plot for the control channel D + s → π − π + π + is partitioned into three (P1-P3) or seven (R1-R7) regions shown in Fig. 4. The division R1-R7 is such that regions enriched in resonances are separated from regions dominated by smoother distributions of events. Region R3 is further divided into two regions of s high at masses smaller (R3l) and larger (R3r) than the ρ 0 (770)",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 128,
                    "text": "Fig. 4",
                    "end": 134
                }
            ]
        },
        {
            "section": "Control mode and background",
            "text": "resonance, in order to study possible asymmetries due to a sign change of the strong phase when crossing the resonance pole. The three regions P1-P3 correspond to a more complicated structure of resonances in the signal decay D + → π − π + π + (see Fig. 11).",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 249,
                    "text": "Fig. 11",
                    "end": 256
                }
            ]
        },
        {
            "section": "Control mode and background",
            "text": "The value of the test statistic T measured using the kNN    reference value μ TR . In the present sample, the obtained value",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Control mode and background",
            "text": "in the full Dalitz plot is a consequence of the observed global asymmetry of about 0.4%. This value is consistent with the previous measurement from LHCb [22]. The comparison of the raw asymmetry A = (N − − N + )/(N − + N + ) and the pull values of μ T in all regions are presented in Fig. 6. The measured raw asymmetry is similar in all regions as expected for an effect due to the production asymmetry. It is interesting to note the relation ",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 154,
                    "text": "[22]",
                    "end": 158
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 285,
                    "text": "Fig. 6",
                    "end": 291
                }
            ]
        },
        {
            "text": "Sensitivity studies",
            "section_rank": 12
        },
        {
            "section": "Sensitivity studies",
            "text": "The sensitivity of the kNN method is tested with the same pseudo-experiment model described in Section 4.3. If the simulated asymmetries are spread out in the Dalitz plot the events may be moved from one region to another. For these asymmetries it is  observed that the difference in shape of the probability density functions is in large part absorbed in the difference in the normalisation. This indicates that the choice of the regions is important for increasing the sensitivity of the kNN method. In general the method applied in a given region is sensitive to weak phase differences greater than (1-2) • and magnitude differences of (2-4)%.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Results",
            "section_rank": 13
        },
        {
            "text": "Binned method",
            "section_rank": 14
        },
        {
            "section": "Binned method",
            "text": "The search for CPV in the Cabibbo-suppressed mode D + → π − π + π + is pursued following the strategy described in Sec- The S i CP values across the Dalitz plot and the corresponding histogram for the adaptive binning scheme with 49 and 100 bins are illustrated in Fig. 9. The p-values for these and other binning Table 1 Results for the D + → π − π + π + decay sample using the adaptive binning scheme with different numbers of bins. The number of degrees of freedom is the number of bins minus 1.  Fig. 10.",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 265,
                    "text": "Fig. 9",
                    "end": 271
                },
                {
                    "type": "table",
                    "start": 314,
                    "text": "Table 1",
                    "end": 321
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 500,
                    "text": "Fig. 10",
                    "end": 507
                }
            ]
        },
        {
            "text": "Number of bins",
            "section_rank": 15
        },
        {
            "section": "Number of bins",
            "text": "As consistency checks, the analysis is repeated with independent subsamples obtained by separating the total sample accord-   and +5. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "Number of bins",
            "text": "ing to magnet polarity, hardware trigger configurations, and datataking periods. The resulting p-values range from 0.3% to 98.3%.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "Number of bins",
            "text": "All the results above indicate the absence of CPV in the D + → π − π + π + channel at the current analysis sensitivity.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "Unbinned method",
            "section_rank": 16
        },
        {
            "section": "Unbinned method",
            "text": "The kNN method is applied to the Cabibbo-suppressed mode D + → π − π + π + with the two region definitions shown in Fig. 11.",
            "paragraph_rank": 37,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 116,
                    "text": "Fig. 11",
                    "end": 123
                }
            ]
        },
        {
            "section": "Unbinned method",
            "text": "To account for the different resonance structure in D + and D + s decays, the region R1-R7 definition for the signal mode is different from the definition used in the control mode (compare Figs. 4(a) and 11(a)). The region P1-P3 definitions are the same. The results for the raw asymmetry are shown in Fig. 12. The production asymmetry is clearly visible in all the regions with the same magnitude as in the control channel (see Fig. 6). It is accounted for in the kNN method as a deviation of the measured value of μ T from the ref-erence value μ TR shown in Fig. 12. In the signal sample the values μ T − 0.5 = (98 ± 15) × 10 −7 and (μ T − μ TR )/ (μ T − μ TR ) = 6.5σ in the full Dalitz plot are a consequence of the 0.4% global asymmetry similar to that observed in the control mode and consistent with the previous measurement from LHCb [21].",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 189,
                    "text": "Figs. 4(a)",
                    "end": 199
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 302,
                    "text": "Fig. 12",
                    "end": 309
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 429,
                    "text": "Fig. 6",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 560,
                    "text": "Fig. 12",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 842,
                    "text": "[21]",
                    "end": 846
                }
            ]
        },
        {
            "section": "Unbinned method",
            "text": "The pull values of T and the corresponding p-values for the hypothesis of no CPV are shown in Fig. 13 for the same regions. To check for any systematic effects, the test is repeated for samples separated according to magnet polarity. Since the sensitivity of the method increases with n k , the analysis is repeated with n k = 500 for all the regions. All p-values are above 20%, consistent with no CP asymmetry in the signal mode.",
            "paragraph_rank": 39,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 94,
                    "text": "Fig. 13",
                    "end": 101
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 17
        },
        {
            "section": "Conclusion",
            "text": "A search for CPV in the decay D + → π − π + π + is performed using pp collision data corresponding to an integrated luminosity No single bin in any of the binning schemes presents an absolute S i CP value larger than 3. Assuming no CPV, the probabilities of observing local asymmetries across the phase-space of the D + meson decay as large or larger than those in data are above 50% in all the tested binned schemes. In the unbinned method, the p-values are above 30%. All results are consistent with no CPV.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Invariant-mass distributions for (a) D + and (b) D + s candidates in the momentum range 50 < p D + (s) < 100 GeV/c for magnet up data. Data points are shown in black.",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 19
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Dalitz plots for (a)D + → π − π + π + and (b) D + s → π − π + π + candidates selected within ±2σaround the respectivem weighted average mass.",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "χ 2 IP>",
            "section_rank": 20
        },
        {
            "section": "χ 2 IP>",
            "text": "Fig. 1for magnet up data. The total yields after summing over all fits are (2678 ± 7)× 10 3 D + → π − π + π + and (2704 ± 8) × 10 3 D + s → π − π + π + decays.The final samples used for the CPV search consist of all candidates with M(π − π + π + ) within ±2σ around m D (s) , whereσ andm D (s) are the weighted average of the two fitted Gaussian widths and mean values. The values ofσ range from 8 to 12 MeV/c 2 , depending on the momentum region. For the signal sample there are 3114 × 10 3 candidates, including background, while for the control mode there are 2938 × 10 3 candidates with purities of 82% and 87%, respectively. The purity is defined as the fraction of signal decays in this mass range. The D + → π − π + π + and D + s → π − π + π + Dalitz plots are shown in Fig. 2, with s low and s high being the lowest and highest invariant mass squared combination, M 2 (π − π + ), respectively.",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 21
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (a) Distribution of S i CP with 49 D + s adaptive bins of equal population in the D + s → π − π + π + Dalitz plot and (b) the corresponding one-dimensional distribution",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "candidates in the ith bin and N + (N − ) is the sum of N + i (N − i ) over all bins. The parameter α removes the contribution of global asymmetries which may arise due to production [21,22] and detection asymmetries, as well as from CPV. Two binning schemes are used, a uniform grid with bins of equal size and an adaptive binning where the bins have the same population. In the absence of localised asymmetries, the S i CP values follow a standard normal Gaussian distribution. Therefore, CPV can be detected as a deviation from this behaviour. The numerical comparison between the D + and D − Dalitz plots is made by a χ 2 test, with χ 2 = i (S i CP ) 2 . A p-value for the hypothesis of no CPV is obtained considering that the number of degrees of freedom (ndf) is equal to the total number of bins minus one, due to the constraint on the overall D + /D − normalisation.",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "text": "scheme provides a one-to-one mapping of the corresponding Dalitz plots and allows to probe regions in the signal and control channel phase spaces where the momentum distributions of the three final state particles are similar.The study is performed using α = 0.992 ± 0.001, as measured for the D + s sample, and different granularities: 20, 30, 40, 49",
            "paragraph_rank": 46,
            "section_rank": 23
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 24
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Dalitz plot for D +s → π − π + π + control sample decays divided into (a) seven regions R1-R7 and (b) three regions P1-P3. Region R3 is further divided into two regions of s high at masses smaller (R3l) and larger (R3r) than the ρ 0 (770) resonance.",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "where I(i, k) = 1 if the ith event and its kth nearest neighbour have the same charge and I(i, k) = 0 otherwise and N + (N − ) is the number of events in the D + (D − ) sample. The test statistic T is the mean fraction of like-charged neighbour pairs in the combined D + and D − decays sample. The advantage of the k-nearest neighbour method (kNN), in comparison with other proposed methods for unbinned analyses",
            "paragraph_rank": 48,
            "section_rank": 25
        },
        {
            "text": "method with n k = 20 for the full Dalitz plot (called R0) of D + s → π − π + π + candidates is compared to the expected Gaussian T distribution with μ T and σ T calculated from data. The calculated p-value is 44% for the hypothesis of no CP asymmetry.The p-values are obtained by integrating the Gaussian T distribution from a given value up to its maximum value of 1. The results are shown inFig. 5separately for each region. They do not show any asymmetry between D + s and D − s samples. Since no CPV is expected in the control channel, the local detection asymmetries are smaller than the present sensitivity of the kNN method. The production asymmetry is accounted for in the kNN method as a deviation of the measured value of μ T from the",
            "paragraph_rank": 49,
            "section_rank": 26
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 27
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. (a) Pull values of T and (b) the corresponding p-values for D + s → π − π + π + control sample candidates restricted to each region, obtained using the kNN method with n k = 20. The horizontal blue lines in (a) represent −3 and +3 pull values. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated.",
            "paragraph_rank": 50,
            "section_rank": 27
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 28
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. (a) Raw asymmetryA = (N − − N + )/(N − + N + ) and (b) the pull values of μ T for D + s → π − π + π + controlsample candidates restricted to each region. The horizontal lines in (b) represent +3 and +5 pull values. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated.",
            "paragraph_rank": 51,
            "section_rank": 28
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 29
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. (a) Pull values of T and (b) the corresponding p-values for the background candidates restricted to each region obtained using the kNN method with n k = 20. The horizontal blue lines in (a) represent −3 and +3 pull values. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated.",
            "paragraph_rank": 52,
            "section_rank": 29
        },
        {
            "text": "at order 1/N between the raw asymmetry and the parameters of the kNN method.A region-by-region comparison of D + s candidates for magnet down and magnet up data gives insight into left-right detection asymmetries. No further asymmetries, except for the global production asymmetry discussed above, are found.The number of nearest neighbour events n k is the only parameter of the kNN method. The results for the control channel show no significant dependence of p-values on n k . Higher values of n k reduce statistical fluctuations due to the local population density and should be preferred. On the other hand, increasing the number of nearest neighbours with limited number of events in the sample can quickly increase the radius of the local region under investigation.The kNN method also is applied to the background events, defined in Section 4.2. Contrary to the measurements for the D + s → π − π + π + candidates, for background no production asymmetry is observed. The calculated μ T −0.5 = (−5.80±0.46)×10 −7 for the full Dalitz plot is very close to the value μ TR − 0.5 = (−5.8239±0.0063)×10 −7 expected for an equal number of events in D + and D − samples (Eq. (5)). The measured pull values of T and the corresponding p-values obtained using the kNN method with n k = 20 are presented for the background in Fig. 7, separately for each region. The comparison of normalisation asymmetries and pull values of μ T in all regions are presented in Fig. 8. All the kNN method results are consistent with no significant asymmetry.",
            "paragraph_rank": 53,
            "section_rank": 30
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 31
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. (a) Raw asymmetry and (b) pull value of μ T as a function of a region for the background candidates. The horizontal lines in (b) represent +3 and +5 pull values. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated.",
            "paragraph_rank": 54,
            "section_rank": 31
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 32
        },
        {
            "section": "Fig. 9 .",
            "text": "Fig. 9. Distributions of S i CP across the D + Dalitz plane, with the adaptive binning scheme of uniform population for the total D + → π − π + π + data sample with (a) 49 and (c) 100 bins. The corresponding one-dimensional S i CP distributions (b) and (d) are shown with a standard normal Gaussian function superimposed (solid line).",
            "paragraph_rank": 55,
            "section_rank": 32
        },
        {
            "text": "tion 4 .",
            "section_rank": 33
        },
        {
            "section": "tion 4 .",
            "text": "For the total sample size of about 3.1 million D + and D − candidates, the normalisation factor α, defined in Eq. (1), is 0.990 ± 0.001. Both adaptive and uniform binning schemes in the Dalitz plot are used for different binning sizes.",
            "paragraph_rank": 56,
            "section_rank": 33
        },
        {
            "text": "Fig. 10 .",
            "section_rank": 34
        },
        {
            "section": "Fig. 10 .",
            "text": "Fig. 10. (a) Distribution of S i CP with 98 bins in the uniform binning scheme for the total D + → π − π + π + data sample and (b) the corresponding one-dimensional S i CP",
            "paragraph_rank": 57,
            "section_rank": 34
        },
        {
            "text": "Fig. 11 .",
            "section_rank": 35
        },
        {
            "section": "Fig. 11 .",
            "text": "Fig. 11. Dalitz plot for D + → π − π + π + candidates divided into (a) seven regions R1-R7 and (b) three regions P1-P3.",
            "paragraph_rank": 58,
            "section_rank": 35
        },
        {
            "text": "Fig. 12 .",
            "section_rank": 36
        },
        {
            "section": "Fig. 12 .",
            "text": "Fig. 12. (a) Raw asymmetry and (b) the pull values of μ T for D + → π − π + π + candidates restricted to each region. The horizontal lines in (b) represent pull values +3",
            "paragraph_rank": 59,
            "section_rank": 36
        },
        {
            "text": "Fig. 13 .",
            "section_rank": 37
        },
        {
            "section": "Fig. 13 .",
            "text": "Fig. 13. (a) Pull values of T and (b) the corresponding p-values for D + → π − π + π + candidates restricted to each region obtained using the kNN method with n k = 20. The horizontal blue lines in (a) represent pull values −3 and +3. The region R0 corresponds to the full Dalitz plot. Note that the points for the overlapping regions are correlated. of 1.0 fb −1 collected by the LHCb experiment at a centre-of-mass energy of 7 TeV. Two model-independent methods are applied to a sample of 3.1 million D + → π − π + π + decay candidates with 82% signal purity. The binned method is based on the study of the local significances S i CP in bins of the Dalitz plot, while the unbinned method uses the concept of nearest neighbour events in the pooled D + and D − sample. Both methods are also applied to the Cabibbo-favoured D + s → π − π + π + decay and to the mass sidebands to control possible asymmetries not originating from CPV.No single bin in any of the binning schemes presents an abso-",
            "paragraph_rank": 60,
            "section_rank": 37
        },
        {
            "text": "Table 1. All p-values show statistical agreement between the D + and D − samples. The same χ 2 test is performed for the uniform binning scheme, using 20, 32, 52 and 98 bins also resulting in p-values consistent with the null hypothesis, all above 90%. The S i CP distribution in the Dalitz plot for 98 bins and the corresponding histogram is shown in",
            "paragraph_rank": 61,
            "section_rank": 38
        },
        {
            "text": "Acknowledgements",
            "section_rank": 40
        },
        {
            "section": "Acknowledgements",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); MEN/IFA (Romania); MinES, Rosatom, RFBR and NRC \"Kurchatov Institute\" (Russia); MinECo, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are thankful for the computing resources put at our disposal by Yandex LLC (Russia), as well as to the communities behind the multiple open source software packages that we depend on.",
            "paragraph_rank": 62,
            "section_rank": 40
        }
    ]
}