{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for new particles in an extension to the Standard Model that includes a heavy Higgs boson (H 0 ), an intermediate charged Higgs-boson pair (H AE ), and a light Higgs boson (h 0 ). The analysis searches for events involving the production of a single heavy neutral Higgs boson which decays to the charged Higgs boson and a W boson, where the charged Higgs boson subsequently decays into a W boson and the lightest neutral Higgs boson decaying to a bottom-antibottom-quark pair. Such a cascade results in a W-boson pair and a bottom-antibottom-quark pair in the final state. Events with exactly one lepton, missing transverse momentum, and at least four jets are selected from a data sample corresponding to an integrated luminosity of 20.3 fb −1 , collected by the ATLAS detector in proton-proton collisions at ffiffi ffi s p ¼ 8 TeV at the LHC. The data are found to be consistent with Standard Model predictions, and 95% confidence-level upper limits are set on the product of cross section and branching ratio. These limits range from 0.065 to 43 pb as a function of H 0 and H AE masses, with m h 0 fixed at 125 GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Recently, a Higgs boson has been discovered by the ATLAS [1] and CMS [2] Collaborations with a mass of approximately 125 GeV. This observation has been supported by complementary evidence from the CDF and D0 Collaborations [3]. The study of such a boson, responsible for breaking electroweak symmetry in the Standard Model (SM), is one of the major objectives of experimental highenergy physics. A vital question is whether this state is in fact the Higgs boson of the SM, or part of an extended Higgs sector (such as that of the minimal supersymmetric Standard Model [4,5]), a composite Higgs boson [6], or a completely different particle with Higgs-like couplings (such as a radion in warped extra dimensions [7,8] or a dilaton [9]).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 57,
                    "text": "[1]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 69,
                    "text": "[2]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 223,
                    "text": "[3]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 568,
                    "text": "[4,",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 571,
                    "text": "5]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 600,
                    "text": "[6]",
                    "end": 603
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 711,
                    "text": "[7,",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 714,
                    "text": "8]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 730,
                    "text": "[9]",
                    "end": 733
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This article reports a search for particles in an extension to the SM that includes heavier Higgs bosons in addition to a light neutral Higgs boson, h 0 , with mass m h 0 ¼ 125 GeV. Rather than assuming a particular theoretical model, this analysis follows a simplified model approach by searching for a specific multi-Higgs-boson cascade topology [10]. Many beyond-the-SM Higgs models introduce a second Higgs doublet. In addition to the h 0 , such models contain a heavy charged Higgs-boson pair H AE and a heavier neutral state H 0 . An additional pseudoscalar particle, A, may also exist within the two-Higgs-doublet model (2HDM) [11] framework, but this analysis assumes it to be too heavy to participate in the cascade decay considered here.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 348,
                    "text": "[10]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 634,
                    "text": "[11]",
                    "end": 638
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This article reports the first search at the LHC for new particles in the final state W AE W ∓ bb, via the process gg → H 0 followed by the cascade, H 0 → W ∓ H AE → W ∓ W AE h 0 → W ∓ W AE bb, as illustrated in Fig. 1. Other production modes, such as associated production or vectorboson fusion lead to different final states and are not considered here. The W AE W ∓ bb final state also appears in top-quark pair production. In this search, one of the W bosons is assumed to decay to hadrons leading to jets and the other one decays to an electron plus a neutrino (e þ jets) or a muon plus a neutrino (μ þ jets). The same final state has been used by CDF in a similar search for Higgs-boson cascades [12]. Other related searches have been performed for charged Higgs bosons in top-quark decays t → H þ b [13][14][15][16][17][18]. Boosted decision trees (BDTs) are used to distinguish the Higgs-boson cascade events from the predominantly tt background.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 212,
                    "text": "Fig. 1",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 702,
                    "text": "[12]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 806,
                    "text": "[13]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 810,
                    "text": "[14]",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 814,
                    "text": "[15]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 818,
                    "text": "[16]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 822,
                    "text": "[17]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 826,
                    "text": "[18]",
                    "end": 830
                }
            ]
        },
        {
            "text": "FIG. 1. Diagram showing the Higgs-boson cascade",
            "section_rank": 3
        },
        {
            "section": "FIG. 1. Diagram showing the Higgs-boson cascade",
            "text": "* Full author list given at the end of the article.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "FIG. 1. Diagram showing the Higgs-boson cascade",
            "text": "Published by the American Physical Society under the terms of the Creative Commons Attribution 3.0 License. Further distribution of this work must maintain attribution to the author(s) and the published articles title, journal citation, and DOI.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "II. ATLAS DETECTOR AND DATA SAMPLE",
            "section_rank": 4
        },
        {
            "section": "II. ATLAS DETECTOR AND DATA SAMPLE",
            "text": "The ATLAS experiment [19] at the LHC is a multipurpose particle physics detector with approximately forwardbackward symmetric cylindrical geometry [20]. It consists of an inner tracking detector surrounded by a thin superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating three large superconducting toroid magnet assemblies.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 21,
                    "text": "[19]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 147,
                    "text": "[20]",
                    "end": 151
                }
            ]
        },
        {
            "section": "II. ATLAS DETECTOR AND DATA SAMPLE",
            "text": "The data used in this analysis were collected during 2012 from pp collisions at a center-of-mass energy of 8 TeV using triggers designed to select high transverse momentum (p T [20]) electrons or muons. The data sample corresponds to an integrated luminosity of 20.3 fb −1 .",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 177,
                    "text": "[20]",
                    "end": 181
                }
            ]
        },
        {
            "text": "III. SIGNAL AND BACKGROUND SIMULATION",
            "section_rank": 5
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "The production of H 0 bosons via gluon fusion with m H 0 ¼ 325-1025 GeV and subsequent decays H 0 → W ∓ H AE with m H AE ¼ 225-925 GeV and H AE → W AE h 0 with m h 0 ¼ 125 GeV, is modeled using the MADGRAPH [21] Monte Carlo (MC) event generator with an effective vertex to model the fermion loop and a narrow natural width of 50 MeV. Additional radiation, hadronization, and showering are described by PYTHIA v6.4 [22]. Thirty-six different mass pairs are tested for the Higgs-boson cascade signal within the above m H AE and m H 0 mass ranges.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 207,
                    "text": "[21]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 414,
                    "text": "[22]",
                    "end": 418
                }
            ]
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "The dominant SM background to this signature is topquark pair production. This background is modeled using simulated events from the MC@NLO v4.01 [23] event generator with the CT10 [24] parton distribution functions (PDFs). The parton shower and the underlying event simulation are performed with HERWIG v6.520 [25] and JIMMY v4.31 [26], respectively, using the AUET2 tune [27]. The tt cross section for pp collisions at a centerof-mass energy of ffiffi ffi s p ¼ 8 TeV is assumed to be σ tt ¼ 253 þ13 −15 pb for a top-quark mass of 172.5 GeV. It has been calculated at next-to-next-to-leading order (NNLO) in QCD including resummation of next-to-next-to-leadinglogarithmic soft-gluon terms with Top þ þ2.0 [28][29][30][31][32][33]. The PDF and α s uncertainties are calculated using the PDF4LHC prescription [34] with the 68% C.L. of the MSTW2008 NNLO [35,36], CT10 NNLO [24,37] and NNPDF2.3 5f FFN [38] PDF sets, added in quadrature to obtain the normalization and factorization scale uncertainties. Additional tt samples used to estimate various systematic effects are generated with POWHEG [39][40][41] interfaced to HERWIG/JIMMY, POWHEG interfaced to PYTHIA, and AcerMC v3.8 [42] interfaced to PYTHIA. The tt modeling is also checked with samples generated by ALPGEN [43] interfaced with HERWIG.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 146,
                    "text": "[23]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 181,
                    "text": "[24]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 311,
                    "text": "[25]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 332,
                    "text": "[26]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "start": 373,
                    "text": "[27]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 707,
                    "text": "[28]",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 711,
                    "text": "[29]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 715,
                    "text": "[30]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 719,
                    "text": "[31]",
                    "end": 723
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 723,
                    "text": "[32]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 727,
                    "text": "[33]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 809,
                    "text": "[34]",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 853,
                    "text": "[35,",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 857,
                    "text": "36]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 872,
                    "text": "[24,",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 876,
                    "text": "37]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 900,
                    "text": "[38]",
                    "end": 904
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1094,
                    "text": "[39]",
                    "end": 1098
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1098,
                    "text": "[40]",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1102,
                    "text": "[41]",
                    "end": 1106
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1180,
                    "text": "[42]",
                    "end": 1184
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1272,
                    "text": "[43]",
                    "end": 1276
                }
            ]
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "Other backgrounds are expected to originate from vectorboson production with associated jets (W-boson þ jets and Z-boson=γ Ã þ jets), as well as single top-quark, diboson (WW, WZ, ZZ), and multijet production. All background predictions, except that for multijet production, are obtained from simulated events.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "The W=Z-boson þ jets contribution is simulated using ALPGEN interfaced to HERWIG/JIMMY, and is normalized to NNLO theoretical cross sections [44,45]. The contribution from single top-quark production is simulated using MC@NLO interfaced to HERWIG/JIMMY for the s-channel top-quark production and Wt production, and with AcerMC interfaced to PYTHIA for the t channel, and normalized to approximate NNLO theoretical cross sections [46][47][48]. Finally, diboson production is simulated with HERWIG and normalized to next-to-leading order (NLO) theoretical cross sections [49].",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 141,
                    "text": "[44,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 145,
                    "text": "45]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 429,
                    "text": "[46]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 433,
                    "text": "[47]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 437,
                    "text": "[48]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 569,
                    "text": "[49]",
                    "end": 573
                }
            ]
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "All generated events are passed through the detailed ATLAS detector simulation [50] based on GEANT4 [51], with the exception of the additional samples used to account for systematic effects in tt production, for which a parametrized simulation [50] of the calorimeter response is used. The events are then processed with the same reconstruction software as the data. MC events are overlaid with additional minimum bias events generated with PYTHIA to simulate the effect of pileup (additional pp interactions in either the same or close by bunch crossings as the primary interaction); the number of overlaid proton-proton interactions is chosen to match the distribution of the number of additional interactions observed in the data.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 79,
                    "text": "[50]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 100,
                    "text": "[51]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 244,
                    "text": "[50]",
                    "end": 248
                }
            ]
        },
        {
            "section": "III. SIGNAL AND BACKGROUND SIMULATION",
            "text": "Multijet production may mimic the presence of a lepton, but the contribution from these processes is found to be small. It is estimated from the data by the matrix method [52] in the μ þ jets and e þ jets channels. The matrix method is a technique to estimate the number of events with a fake, isolated lepton in the signal selection, and uses loose and tight isolation definitions for leptons. The tight isolation definitions are those used in this analysis, and tight leptons are a subset of the loose leptons. In a selection dominated by real leptons, the efficiency (ϵ real ) of a loose lepton to also pass the tight isolation requirements is measured. The rate (ϵ fake ) of loose leptons passing the tight requirements is measured in a multijet-dominated selection. These rates, ϵ real and ϵ fake , are used to estimate the multijet contribution to the analysis selection.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 171,
                    "text": "[52]",
                    "end": 175
                }
            ]
        },
        {
            "text": "IV. EVENT SELECTION",
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "This analysis relies on the measurement of jets, electrons, muons and the missing transverse momentum (E Miss T ) [53]. Since this analysis investigates a final state dominated by top-quark pair production, a selection similar to the top-quark cross-section measurement by the ATLAS Collaboration [54] is used.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 114,
                    "text": "[53]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 297,
                    "text": "[54]",
                    "end": 301
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Jets are reconstructed using the anti-k t algorithm [55] with a radius parameter R ¼ 0.4, and are calibrated at the energy cluster level [56] to compensate for differing calorimeter response to hadronic and electromagnetic showers. A correction for pileup is applied to the jet energy [57]. Jets are required to have p T > 25 GeV and jηj < 2.5.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 52,
                    "text": "[55]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "start": 285,
                    "text": "[57]",
                    "end": 289
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Jets from additional pp interactions are suppressed by requiring the jet vertex fraction (JVF) to be larger than 0.5 for jets with p T < 50 GeV and jηj < 2.4. The JVF variable is defined as the transverse momentum weighted fraction of tracks associated with the jet that are compatible with originating from the primary vertex. The primary vertex is defined as the vertex with the largest P p 2 T of associated tracks. Jets are b tagged (identified as the product of a b quark) using the MV1 tagger [58], which combines several tagging algorithms [59] using an artificial neural network. A 70% tagging efficiency is achieved in identifying b jets with p T > 20 GeV and jηj < 2.5 in simulated tt events, while the light-jet rejection factor is 130. Additional corrections to the tagging efficiency and mistagging rate are derived from data and applied to all simulated samples [58,[60][61][62].",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 499,
                    "text": "[58]",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 547,
                    "text": "[59]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "start": 876,
                    "text": "[58,",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "start": 880,
                    "text": "[60]",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "start": 884,
                    "text": "[61]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "start": 888,
                    "text": "[62]",
                    "end": 892
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Electrons are identified [63] as energy clusters in the electromagnetic calorimeter matched to reconstructed tracks in the inner detector. Selected electrons are required to pass stringent selection requirements that provide good discrimination between isolated electrons and jets. Isolation requirements are imposed in cones of calorimeter energy deposits [ΔRðe; depositÞ < 0.2] and inner-detector tracks [ΔRðe; trackÞ < 0.3] around the electrons direction where ΔR ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 25,
                    "text": "[63]",
                    "end": 29
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "The calorimeter isolation is corrected for leakage of the energy of the electron into the isolation cone and for energy deposits from pileup events. Both the calorimeter and the inner-detector isolation requirements are chosen to give 90% efficiency. Selected electrons are required to have transverse momentum p T > 25 GeV and pseudorapidity in the range jηj < 2.47, excluding the calorimeter barrel/end-cap transition region 1.37 < jηj < 1.52.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Muons are reconstructed [64] using information from the muon spectrometer and the inner detector and are required to fulfill isolation requirements. Muons are required to have transverse momentum p T > 25 GeV and jηj < 2.5. The isolation variable [65,66] for muons is defined as",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 247,
                    "text": "[65,",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 251,
                    "text": "66]",
                    "end": 254
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "where the sum runs over all tracks (except the one matched to the muon) that pass quality requirements and have p track T > 1 GeV and ΔRðμ; trackÞ < 10 GeV=p μ T . Muons with I μ < 0.05 are selected. The transverse momentum of neutrinos is inferred from the magnitude of the missing transverse momentum in the event. The missing transverse momentum is constructed from the negative vector sum of the reconstructed jets, the topological calorimeter energy deposits outside of jets, and the muon momenta, all projected onto the transverse plane.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Overlapping objects are subject to a removal procedure. The jet closest to a selected electron is removed, if it is within ΔRðe; jetÞ < 0.2. Electrons with ΔRðe; jetÞ < 0.4 to any remaining jets and muons with ΔRðμ; jetÞ < 0.4 between the muon and nearest jet are removed since their likely origin is hadron decays.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "Events are selected using single-lepton triggers with p T thresholds of 24 or 36 GeV for muons and 24 or 60 GeV for electrons (the lower momentum triggers also apply isolation requirements). Events are required to have exactly one reconstructed isolated electron or muon matching the corresponding trigger object and a primary vertex reconstructed from at least five tracks, each with p T > 400 MeV. At least four jets with p T > 25 GeV and jηj < 2.5 are required, of which at least two must be identified as b jets. Additional requirements to reduce the multijet background are applied:",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": "(i) in the e þ jets channel:",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "IV. EVENT SELECTION",
            "text": ", where p T is the transverse momentum, φ is the azimuthal angle, and l and ν refer to the charged lepton and the neutrino, respectively. Different requirements are used for the muon and electron channels due to different levels of multijet background contamination. The signal preregion (SPR) is defined to contain events that pass these requirements. Table I illustrates the expected yields of the background and the observed number of events in this region.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 353,
                    "text": "Table I",
                    "end": 360
                }
            ]
        },
        {
            "text": "V. EVENT RECONSTRUCTION AND MULTIVARIATE ANALYSIS",
            "section_rank": 7
        },
        {
            "text": "A. Event reconstruction",
            "section_rank": 8
        },
        {
            "section": "A. Event reconstruction",
            "text": "The Higgs-boson cascade event reconstruction begins with identification of the leptonically decaying W boson. It is assumed that the missing transverse momentum is due to the resulting neutrino. The neutrino pseudorapidity is set to the value which results in an invariant mass of the lepton TABLE I. Expected background contributions with their total (systematic and statistical) uncertainties and the observed number of events with exactly one lepton and at least four jets, and in the SPR region, which additionally requires at least two b-tagged jets. In the table, contributions from processes with light-flavor (LF) u, d, s quarks and heavy-flavor (HF) c, b quarks are distinguished.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Source",
            "section_rank": 9
        },
        {
            "section": "Source",
            "text": "e=μ þ ≥ 4 jets SPR yields and neutrino closest to the nominal W-boson mass [67]; in the case of degenerate solutions, the smallest magnitude of pseudorapidity is chosen. Next, the two b-tagged jets are used to reconstruct the lightest Higgs-boson candidate, h 0 ; if there are more than two b-tagged jets, the two jets with the highest b-tagging scores [58] are used. The hadronically decaying W boson is identified from the remaining jets as the pair with reconstructed dijet mass closest to the nominal W-boson mass. The charged Higgs-boson candidate H AE is constructed from the light h 0 and the W-boson candidate which gives the larger value of m H AE . The heavy neutral Higgs-boson candidate H 0 is then formed as bbWW. Figure 2 illustrates the reconstructed mass distributions for the h 0 , H AE , and H 0 in simulation for selected mass values. Note that incorrect choice of neutrino rapidity or incorrect assignment of jets to the W-boson or Higgsboson candidates will lead to a broadening of the reconstructed mass distributions, rather than a systematic bias.",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 75,
                    "text": "[67]",
                    "end": 79
                },
                {
                    "type": "figure",
                    "start": 727,
                    "text": "Figure 2",
                    "end": 735
                }
            ]
        },
        {
            "section": "Source",
            "text": "Since the dominant background is top-quark pair production, the two b quarks and two W bosons are combined in Wb pairs to give top-quark candidates. The combination which minimizes the sum of the absolute value of their differences from the nominal top-quark mass [67] for both pairs is chosen. The invariant masses of the top-quark candidates are useful to discriminate tt events from the Higgs-boson signal. The masses (m t , mt) of the two top-quark candidates and the absolute values of their differences (jm t − mtj) are calculated.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 264,
                    "text": "[67]",
                    "end": 268
                }
            ]
        },
        {
            "text": "B. Multivariate analysis",
            "section_rank": 10
        },
        {
            "section": "B. Multivariate analysis",
            "text": "A multivariate analysis is performed to distinguish the Higgs-boson cascade from tt events. Several reconstructed kinematic quantities, including the invariant masses of the Higgs-boson candidates as described above, are used as inputs to a BDT classifier, provided in the TMVA [68] package. TMVA provides a ranking for the input variables, which is derived by counting how often an input variable is used to split decision tree nodes, and by weighting each split occurrence by the square of the gain in signal-tobackground separation it has achieved and by the number of events in that node. Several combinations of input variables are tested in training the BDTs. The inputs for the BDTs are optimized for the best expected cross-section limits while avoiding overtraining, and the variable rankings of TMVA are used as heuristics in choosing the BDT inputs. Seven kinematic variables are chosen to achieve the best expected result across the entire signal mass grid:",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 278,
                    "text": "[68]",
                    "end": 282
                }
            ]
        },
        {
            "section": "B. Multivariate analysis",
            "text": "(i) m bb , m bbW and m bbWW , as described above; (ii) ΔRðb;bÞ, the angular distance between the pair of b-tagged jets used to reconstruct the light Higgsboson candidate; (iii) leptonic m t , the top-quark mass reconstructed using the leptonically decaying W boson; (iv) hadronic m t , the top-quark mass reconstructed using the hadronically decaying W boson; (v) jm t − mtj. For cascades originating from a high-mass Higgs boson, the reconstructed top-quark masses along with m WWbb are the highest-ranked input variables. For the low-mass Higgsboson cascades, m bb and ΔRðb;bÞ have the highest rank. Since the kinematics of the Higgs-boson cascade vary greatly with the masses of the heavy and intermediate Higgs bosons, a different BDT is trained for each signal mass hypothesis.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "B. Multivariate analysis",
            "text": "Only MC events that pass the SPR requirements are used in the training of the BDTs. Each BDT is constructed as a forest with 750 decision trees, and is trained against simulated background event samples. The stochastic gradient boosting method [68] is used to improve classification accuracy and its robustness against statistical fluctuations. Each BDT is checked for overtraining with a statistically independent test sample.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 244,
                    "text": "[68]",
                    "end": 248
                }
            ]
        },
        {
            "section": "B. Multivariate analysis",
            "text": "For each of the 36 signal mass points, a final threshold is chosen for its respective BDT output which gives the best expected sensitivity, measured using the same confidencelevel calculations as applied to the data and described below. A counting experiment is then performed using events that pass those BDT output thresholds. In this way, the BDT thresholds divide the SPR into 36 nonorthogonal signal regions, one for each signal mass point. ",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "VI. BACKGROUND VALIDATION IN CONTROL REGIONS",
            "section_rank": 11
        },
        {
            "section": "VI. BACKGROUND VALIDATION IN CONTROL REGIONS",
            "text": "The modeling of the SM backgrounds is validated in three background-dominated control regions. The control regions retain the requirements of one lepton and at least four jets, and each region has additional requirements. In control regions with fewer than two b-tagged jets, the two jets with the highest b-tagging scores are used to reconstruct the lightest Higgs boson, h 0 . The following control regions are used:",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "VI. BACKGROUND VALIDATION IN CONTROL REGIONS",
            "text": "(i) Control Region 1 (CR1): at least four jets, exactly one lepton and no b-tagged jets. This region validates primarily the W-boson þ jets modeling. This region is background enriched relative to the hypothetical signal due to the b-tag veto. (ii) Control Region 2 (CR2): at least four jets, exactly one lepton and exactly one b-tagged jet. This region validates primarily the modeling of the tt background.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "section": "VI. BACKGROUND VALIDATION IN CONTROL REGIONS",
            "text": "This background is fractionally larger, compared to a hypothetical signal, here than in the signal region due to the b-tagging cut, which preferentially selects the higher p T b quarks from top-quark decay. Although a potential signal would not be absent in this control region, the different levels of signal and tt contributions allow a test of tt modeling by comparing levels of agreement between data and prediction in the signal and CR2 regions. (iii) Control Region 3 (CR3): at least four jets, exactly one lepton, at least two b-tagged jets, and m bb > 150 GeV. This region focuses primarily on validation of the modeling of the tt background with kinematics similar to the hypothetical signal, but is background enriched due to the m bb > 150 GeV requirement. Figures 3 and 4 illustrate the modeling of the Higgs-boson mass reconstruction in CR1, CR2 and CR3. The data and simulation agree within total uncertainties over the entire phase space. This is important, as the BDT may utilize any part of this phase space to build a powerful discriminant. In  addition, the BDT output in each of the three control regions is compared to the predicted output and found to agree within statistical and systematic uncertainties.",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 768,
                    "text": "Figures 3 and 4",
                    "end": 783
                }
            ]
        },
        {
            "text": "VII. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 12
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Several sources of systematic uncertainties are relevant to this analysis.",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Instrumental systematic uncertainties are related to the reconstruction of physics objects. For jets, systematic uncertainties on the jet energy scale, energy resolution, and reconstruction efficiency are included. For leptons, the systematic uncertainties from the momentum or energy scale and resolution, trigger efficiency, reconstruction, and identification efficiency are incorporated. Systematic uncertainties related to the performances of the b tagging and JVF requirements are also included.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Due to the presence of multiple (≥4) jets and the dominant tt background (roughly 90% in the signal region), significant systematic uncertainties are associated with jets and the modeling of the tt background. Table II lists the impact of these uncertainties on the background estimates and signal efficiency for an example signal region given by the BDT threshold for a signal with m H 0 ; m H AE ¼ 425, 225 GeV.",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 210,
                    "text": "Table II",
                    "end": 218
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Several sources of uncertainty on the jet energy scale calibration are considered, such as uncertainties due to pileup and the light-quark and gluon composition. These sources are added in quadrature and listed as one systematic uncertainty in Table II. As a further uncertainty, the jet energy is smeared to cover any disagreements in the jet energy resolution measured in data and in simulated event samples. A jet reconstruction efficiency [69] systematic uncertainty is applied by randomly discarding a fraction of low-p T jets in the simulated events. The jet b-tagging efficiencies are evaluated in data and MC [58]. The difference is corrected with a scale factor, the uncertainty of which is treated as a systematic uncertainty. A small discrepancy in the efficiency of the JVF requirement has been observed between data and MC simulation. The JVF requirement is varied to cover this observed discrepancy, and the resulting change in the expected background is taken as a systematic uncertainty.",
            "paragraph_rank": 40,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 244,
                    "text": "Table II",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 443,
                    "text": "[69]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "start": 617,
                    "text": "[58]",
                    "end": 621
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Systematic uncertainties associated with leptons are found to have a small effect, typically less than 1% relative to background estimates and signal efficiency. For muons, the uncertainty in the momentum scale and resolution is accounted for. For electrons, the uncertainties in the energy scale and resolution are included. For both leptons, uncertainties on the trigger, identification, and reconstruction efficiencies are incorporated.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "The uncertainty due to the modeling of initial-and finalstate quark and gluon radiation (ISR/FSR) is estimated using tt events produced with the AcerMC generator interfaced with PYTHIA, where the parameters controlling ISR/FSR are varied in a range suggested by the data in the analysis of Ref. [70]. For the signal, events generated with varied ISR/ FSR parameters in PYTHIA are compared to the nominal simulation; the differences in background yields and signal efficiency estimates are taken as a systematic uncertainty.",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 295,
                    "text": "[70]",
                    "end": 299
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "The systematic uncertainty due to the modeling of tt production is estimated by comparing results obtained with MC@NLO, POWHEG, and ALPGEN signal samples. An uncertainty due to the theoretical tt cross section [71] is applied to the overall tt normalization. Since this is the dominant background the effect on the total background uncertainty is substantial (about 5% relative to the background estimate); the total normalization uncertainty on the background is 5.5%.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Since non-tt processes account for less than 10% of the background in the signal region, systematic uncertainties associated with them are found to have a small impact on the overall background uncertainty. The systematic uncertainty related to the modeling of W-boson þ jets is determined by varying the parametrization of the renormalization and factorization scales in ALPGEN. As default, both scales are set to ðm 2 W þ ðp W T Þ 2 Þ and this is varied by factors of 2 and by changing the form to ðm 2 W þ P jets p 2 T Þ. This systematic uncertainty is found to be small (< 1%). An overall uncertainty of 4% is applied to the W-boson þ jets estimate due to uncertainties in the cross section, with an additional 24% per jet added in quadrature due to the uncertainty in Berends scaling [72]. This results in a 48% uncertainty for events with four jets, contributing to the overall 5.5% uncertainty on the background normalization. The systematic uncertainty due to single top-quark, diboson, and Z-boson þ jets production is evaluated by varying their cross sections within their uncertainties as described in Ref. [52]. Since these contributions are small, the systematics associated with them are found to be negligible (< 1%).",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 789,
                    "text": "[72]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1118,
                    "text": "[52]",
                    "end": 1122
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Finally, the luminosity uncertainty, measured using techniques similar to those described in Ref. [73], is 2.8%.",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 98,
                    "text": "[73]",
                    "end": 102
                }
            ]
        },
        {
            "text": "VIII. RESULTS",
            "section_rank": 13
        },
        {
            "section": "VIII. RESULTS",
            "text": "The yields in the signal regions are given in Table III. The observed yields are found to be consistent with SM background expectations, within uncertainties. The BDT outputs for three example signal mass points are illustrated in Fig. 5. TABLE III. Expected background and observed yield, with expected and observed cross-section upper limits for each signal hypothesis in their respective signal regions. For the expected cross-section limits, the uncertainties describe a range which contains the limits in 68% and 95% of simulated experiments, respectively. Also shown is the p value for the background-only hypothesis. The 95% confidence-level production cross-section upper limits for the various signal hypotheses are obtained using the CLs frequentist method [74], with the profile likelihood ratio of the number of events that pass the BDT threshold as the test statistic [75] as implemented in Ref. [76]. Systematic uncertainties are treated as nuisance parameters and the calculation uses the asymptotic approximation [75]. Table III presents  ",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 46,
                    "text": "Table III",
                    "end": 55
                },
                {
                    "type": "figure",
                    "start": 231,
                    "text": "Fig. 5",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 767,
                    "text": "[74]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 881,
                    "text": "[75]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 909,
                    "text": "[76]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 1029,
                    "text": "[75]",
                    "end": 1033
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1035,
                    "text": "Table III presents",
                    "end": 1053
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "bb as a function of m H 0 and m H AE . The ratio (bottom) of the observed 95% C.L. upper limits on the cross section to the theoretical cross section for a heavy Higgs boson produced via gluon-gluon fusion at the SM rate. total expected background and observed event counts for each signal case, as well as the expected and observed limits with the local p values. The p values are defined as the probabilities under the background-only hypothesis to observe these data or data which are more signal-like.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "VIII. RESULTS",
            "text": "The p values have a maximum possible value of 0.5, which is the case when n < b, where b is the number of events expected from the background model and n is the number of events observed in the data.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "VIII. RESULTS",
            "text": "Since the signal regions are correlated, background-only pseudoexperiments are used to estimate the expected distribution of the p values in all the signal regions, accounting for the correlations. The observed distribution of p values is found to be consistent with the expectation from pseudoexperiments. The expected and observed limits as a function of the H 0 and H AE masses are illustrated in Fig. 6. The limits are the weakest in low Higgs-boson mass regions due to the poorer separation between tt and signal events.",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 400,
                    "text": "Fig. 6",
                    "end": 406
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "In order to facilitate the comparison of these results with those obtained by other experiments, the observed crosssection limits are compared to the predictions for a heavy Higgs boson with SM-like gg-fusion production (Fig. 6). The theoretical production cross section of a heavy SM-like Higgs boson (only gluon fusion is considered) is calculated in the complex-pole scheme using the dFG [77] program, to NNLO in QCD. NLO electroweak corrections are also applied, as well as QCD soft-gluon resummations up to next-to-next-to-leading log. Using this benchmark, the cross-section upper limits observed are greater than the theoretical cross sections of the heavy Higgs boson, H 0 , for all mass points tested. Therefore, the current limits are not stringent enough to exclude models with SM-like production rates even with 100% branching ratios for both H 0 → H AE W AE and H AE → h 0 W AE and SM values for BR (h 0 → bb). The limits are most stringent in the high H 0 and H AE mass regions, where the ratio of the limits to the theoretical cross section is nearly unity. This search produces tighter bounds than those obtained by the CDF Collaboration [12].",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 220,
                    "text": "(Fig. 6)",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 391,
                    "text": "[77]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1154,
                    "text": "[12]",
                    "end": 1158
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "Additionally, the results of this search are interpreted in the context of a heavy CP-even Higgs boson of a type-II two-Higgs-doublet model [78] produced via gluon fusion. This model has seven free parameters: the mass of the CPeven Higgs bosons (m h 0 and m H 0 ), the mass of the CP-odd Higgs boson (m A ), the mass of the charged scalar (m H AE ), the mixing angle between the CP-even Higgs bosons (α), the ratio of the vacuum expectation values of the two Higgs doublets (tan β), and the Z 2 -symmetry soft-breaking-term coefficient of the Higgs potential (M 2 12 ). The parameter space of the type-II 2HDM is sampled for given values of m H 0 and m H AE and assuming m h 0 ¼ 125 GeV and sinðβ − αÞ ≥ 0.99. The latter assumptions are made in order to maintain a SM-like Higgs boson with properties similar to those observed at the LHC. The gluon-fusion production cross section is calculated with SusHi [79] at NNLO precision in QCD corrections, and the branching ratio of the cascade [80]. Only parameter space points that satisfy theory constraints are considered. The theory constraints include Higgs-potential stability, tree-level unitarity for Higgs-boson scattering [81], and the perturbative nature of the quartic Higgs-boson couplings, as these are implemented in 2HDMC. The type-II 2HDM phase space is scanned with a million random points per ðm H 0 ; m H AE Þ pair. The majority of the spanned phase space violates the theoretical constraints mentioned above. The points with TABLE IV. Interpretation of the results in some type-II 2HDM parameter space choices. For each value of m H 0 ; m H AE , where at least one valid point is found, sample points in the space of the parameters [tanðβÞ, sinðβ − αÞ, m A , and M 2 12 ] which satisfy potential stability, unitarity and perturbativity constraints and give the smallest ratio of excluded to predicted cross section are shown. the lowest cross section times branching fraction σ × BFðexcludedÞ=σ × BFðtheoryÞ which satisfy the above constraints are shown in Table IV, where σ is the cross section and BF is the branching fraction. None are excluded by the limits presented here.",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 140,
                    "text": "[78]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 563,
                    "text": "2 12",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 907,
                    "text": "[79]",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 989,
                    "text": "[80]",
                    "end": 993
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 1177,
                    "text": "[81]",
                    "end": 1181
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1731,
                    "text": "2",
                    "end": 1732
                },
                {
                    "type": "table",
                    "start": 2023,
                    "text": "Table IV",
                    "end": 2031
                }
            ]
        },
        {
            "section": "VIII. RESULTS",
            "text": "In conclusion, the first LHC search for a topology in which a heavy Higgs boson decays via a cascade of lighter charged and neutral Higgs bosons has been performed by the ATLAS experiment using data corresponding to an integrated luminosity of 20.3 fb −1 in pp collisions at ffiffi ffi s p ¼ 8 TeV. No significant excess of events above the expectation from the SM background was found and limits on the production cross section have been set.",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWF and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; EPLANET, ERC and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT and NSRF, Greece; ISF, MINERVA, GIF, DIP and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and ROSATOM, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "FIG. 2 (color online). Distributions of reconstructed masses in simulation for the three Higgs bosons in the cascade; the lightest Higgs boson, h 0 (left, as m bb ), the charged Higgs boson, H AE (middle, as m bbW ), and the heavy Higgs boson, H 0 (right, as m bbWW ), shown for three example mass hypotheses.",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "FIG. 3 (color online). Distributions of m bb with uncertainties in the control regions CR1 (top) and CR2 (bottom). The data (black points) are compared to the background model (stacked histogram). In control regions with fewer than two b-tagged jets, the two jets with the highest b-tagging scores are used. The final bin contains any overflow events. Two choices of signal hypotheses are also shown.",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 17
        },
        {
            "section": "FIG. 4 (",
            "text": "FIG. 4 (color online). Distributions of m bb (top) and m bbWW (bottom) with uncertainties in the control region CR3. The data (black points) are compared to the background model (stacked histogram). The final bin contains any overflow events. Two choices of signal hypotheses are also shown.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "FIG. 5 (FIG. 6 (",
            "section_rank": 18
        },
        {
            "section": "FIG. 5 (FIG. 6 (",
            "text": "FIG. 5 (color online). Distributions of the BDT output in the signal regions for three example signal mass points, m H 0 , m H AE ¼ 1025, 225 GeV (top), m H 0 , m H AE ¼ 625, 325 GeV (middle), m H 0 , m H AE ¼ 1025, 625 GeV (bottom). Signal histograms have been scaled to a production cross section of 1 pb. BDT thresholds are shown as dashed lines for each mass point. The background model is shown as the colored stacked histogram. The final bin contains any overflow events.",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "TABLE II .",
            "section_rank": 19
        },
        {
            "section": "TABLE II .",
            "text": "Details of the systematic uncertainties relative to the total expected background and the signal efficiency in the signal region for a Higgs-boson cascade signal with m H 0 ; m H AE ¼ 425, 225 GeV. The signal region for this mass point is defined as the events that pass the BDT threshold for this mass sample. The positive and negative relative shifts have been averaged for compactness.",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "m H 0 [GeV] m H AE [GeV] tanðβÞ sinðβ − αÞ m A [GeV] M 2 12 [TeV 2 ] σðH 0 Þ [pb] BF(H 0 → h 0 W þ W − ) Excluded/predicted",
            "paragraph_rank": 59,
            "section_rank": 20
        }
    ]
}