{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the results of femtoscopic analyses of Pb-Pb collisions at √ s NN =2.76 TeV and pp collisions at √ s= 7 TeV with identical charged and neutral kaons. The femtoscopic correlations allow one to measure the space-time characteristics of particle production using particle correlations due to the effects of quantum statistics for identical particles and final state interaction for both identical and non-identical ones. Small contributions from resonance decays make kaon femtoscopy an ideal tool for the correlation studies. In conjunction with pion and proton femtoscopy, they can also reveal properties of collective dynamics in heavy-ion collisions. ALICE results are compared with the existing world data on kaon femtoscopy in different type of collisions. The theoretical expectations for pp and Pb-Pb collisions are considered This is an Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Extremely high energy densities achieved in heavy-ion collisions at the Large Hadron Collider (LHC) may entail the formation of the Quark-Gluon Plasma (QGP), a state characterized by partonic degrees of freedom [1]. Studying the QGP is the main goal of the ALICE experiment (A Large Ion Collider Experiment) [2]. The highly compressed strongly-interacting system is expected to undergo longitudinal and transverse expansions. Experimentally, the expansion and the spatial extent at decoupling are observable via Bose-Einstein correlations. Bose-Einstein correlations of two identical pions at low relative momenta were first shown to be sensitive to the spatial scale of the emitting source by G. Goldhaber, S. Goldhaber, W. Lee and A. Pais 50 years ago [3]. The correlation method since developed and known at present as \"correlation femtoscopy\" was successfully applied to the measurement of the space-time characteristics of particle production processes in high energy collisions, especially in heavy-ion collisions (see, e.g. [4][5][6]).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 211,
                    "text": "[1]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 308,
                    "text": "[2]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 754,
                    "text": "[3]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1031,
                    "text": "[4]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1034,
                    "text": "[5]",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1037,
                    "text": "[6]",
                    "end": 1040
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The main goals for carrying out the study of femtoscopic correlations with charged kaons are: 1) study the transverse mass (m T ) dependence of the correlation radii, 2) extend the available m T range, 3) get strong constraints for hydrodynamic models predictions (the models should work for heavier mesons and baryons, not only for pions), 4) get a clearer signal (kaons are less affected by the decay of resonances than pions), 5) get a consistency check with K 0 s K 0 s . Previous K ch K ch studies carried out in Pb-Pb collisions at SPS by the NA44 and NA49 Collaborations [8] reported the decrease of the long radii (R long ) with m T as ∼ m −0.5 T as a consequence of the boost-invariant longitudinal flow [9]; the transverse radii (R T ) decrease as ∼ m −0. 3 T . The common m Tscaling for π and K is an indication of the fact that the thermal freeze-out occurs simultaneously for π and K and they receive a common Lorentz boost. The weak dependence of R T on m T was successfully reproduced by a hydrodynamic model [10] with T =120 MeV and β T =0.55.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 578,
                    "text": "[8]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 713,
                    "text": "[9]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 766,
                    "text": "3",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1024,
                    "text": "[10]",
                    "end": 1028
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Next studies carried out in Au-Au collisions at RHIC by the PHENIX [11] and STAR [12] Collaborations shown the flat m T -dependencies for π and K radii, consequence of freeze-out at the same hyper-surface. Similarly to SPS no exact universal m T -scaling for R long , R out and R side was observed. These experimental data were successfully reproduced by the Hydro Kinetic Model (HKM) model [13].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 67,
                    "text": "[11]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 81,
                    "text": "[12]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 391,
                    "text": "[13]",
                    "end": 395
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The approximate \"scaling\" in transverse mass (the one-dimensional, R inv source sizes versus m T for different particle types (π, K, p...) fall on the same curve with an accuracy of ∼ 10%) and is usually considered as an additional confirmation of the hydrodynamic type of expansion [6].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 283,
                    "text": "[6]",
                    "end": 286
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is important to perform the same femtoscopic studies as for the heavy ion collisions with the system created in very high energy pp collisions at LHC energies. Event multiplicities reached in 7 TeV pp collisions at the LHC are comparable with those measured in peripheral A+A collisions at RHIC, making the study of the particle momentum and the particle transverse mass dependencies of the correlation radii an important test of the collectivity in pp collisions.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The previous K ch K ch studies with elementary collisions were performed in a combined data set from αα, pp, and pp collisions at ISR by AFS Collaboration [14], in e + e − collisions at LEP by the OPAL and DELPHI Collaborations [15], in ep collisions by the ZEUS Collaboration [16]. Due to statistics limitations, only one-dimensional radii were extracted in these experiments, no multiplicity and transverse momentum studies were performed.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 155,
                    "text": "[14]",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 228,
                    "text": "[15]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 277,
                    "text": "[16]",
                    "end": 281
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The ALICE Collaboration studied the two-kaon correlation radii in pp collisions at 7 TeV: K 0 s K 0 s [19] and K ch K ch [20]. The multiplicity and m T dependencies of the radii were studied.  [2]. The kaons were selected in kinematic ranges: |η| < 0.8 and 0.14 < p T < 1.5 GeV/c. The quality of the track is determined by the χ 2 /N value for the Kalman fit to the reconstructed position of the TPC clusters (N is the number of clusters attached to the track); the track was rejected if the value is larger than 4.0. In order to reduce the number of secondary particles it is required that the distance from particle trajectory to the primary vertex (distance of the closest approach, DCA) is less than 2.4 cm in the transverse plane and 3.0 cm in the beam direction. For the charge kaon analysis the good PID is crucially important. In the present analysis, kaons are selected using the TPC and TOF detectors. It is required that the deviation of the specific (dE/dx) energy loss in TPC from the one calculated using parametrized Bethe-Bloch formula is within some number of sigma standard deviations (N σT PC ). A similar N σT OF method is applied for the particle identification in TOF. The difference is considered between the measured time-of-flight and the calculated one as a function of the track length and the particle momentum for each particle mass. The following cuts are used for kaon selection in TPC and TOF: N σT PC < 2 at p T < 0.5 GeV/c; at p T > 0.5 GeV/c N σT PC < 3 and N σT OF < 2.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 102,
                    "text": "[19]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 121,
                    "text": "[20]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 193,
                    "text": "[2]",
                    "end": 196
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Usually the femtoscopic correlation functions of identical particles are very sensitive to the twotrack reconstruction effects because the considered particles have close momenta and close trajectories. Two kinds of two-track effects have been investigated. The \"splitting\" of the tracks means that one track is reconstructed as two. The \"merging\" means that two different tracks are reconstructed as one. The following double track cuts were applied in this analysis: anti-splitting cut: pairs sharing more than 5% of clusters in the TPC are removed; anti-merging cut: pairs should be sufficiently well separated in the angular distance Δϕ * > 0.017 and in Δη > 0.02 at the radius within TPC equal to 1.6 m. Here ϕ * is the modified azimuthal angle ϕ taking into account bending inside the magnetic field. The analysis has been performed for two signs of the magnetic field separately. Pair cuts have been applied in exactly the same way for the same (signal) and mixed (background) pairs.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The two-particle correlation function",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "is defined as a ratio of the two-particle distribution in the given event A(p 1 , p 2 ) to the reference one, constructed by mixing particles from different events of a given class.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The correlation functions were constructed as a functions of q inv = |q| 2 − q 2 0 , q = p 1 − p 2 , and q 0 = E 1 − E 2 . They were parametrized assuming Gaussian distribution of particle source in the pair rest frame (PRF). The fitting was performed using the \"Bowler-Sinyukov\" formula:",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Factor K(q inv ) is the Coulomb function integrated over a spherical source of a given size in PRF. The parameters R inv and λ describe the size of the source and the correlation strength, respectively. The function D(q inv ), \"baseline\", takes into account all non-femtoscopic correlations, including the longrange correlations due to energy-momentum conservation. In analysis of pp collisions the baseline was fitted by a standard quadratic polynomial; the PYTHIA (PERUGIA-2011) model was used to determine the parameters of the polynomial [20]. In analysis of Pb-Pb collisions: D(q inv ) = 1. Figure 1 presents the experimental two-kaon correlation functions as a function of the invariant pair relative momentum (q inv ). The kaon correlation functions shown in Figure 1 allows to conclude that radii decrease with increasing k T , the corresponding correlation functions become wider. The radii are smaller for more peripheral collisions, the corresponding correlation functions are wider. The λ values are in the range (0.4-0.7), in agreement with chemical model predictions.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 542,
                    "text": "[20]",
                    "end": 546
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 596,
                    "text": "Figure 1",
                    "end": 604
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 766,
                    "text": "Figure 1",
                    "end": 774
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The figure 2 shows the transverse mass dependence of the invariant radii scaled by a kinematic factor for pions, kaons and protons [22]. As expected, the radii follow the same curve with an accuracy ∼ 10% in agreement with hydrodynamic predictions. .",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 4,
                    "text": "figure 2",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 131,
                    "text": "[22]",
                    "end": 135
                }
            ]
        },
        {
            "text": "Kaon femtoscopic analyses of pp collisions at",
            "section_rank": 3
        },
        {
            "text": "√",
            "section_rank": 4
        },
        {
            "section": "√",
            "text": "s=7 TeV.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "√",
            "text": "The dataset of pp collisions at √ s=7 TeV used in this analysis consisted of roughly 300 million minimum-bias events. The kaons were selected in kinematic ranges: |η| < 1.0 and 0.15 < p T < 1.2 GeV/c. The details of analysis can be found in [20]. Figure 3 presents the experimental two-kaon correlation functions and those obtained from a simulation using PYTHIA (PERUGIA-2011) (open circles) as a function of the invariant pair relative momentum.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 241,
                    "text": "[20]",
                    "end": 245
                },
                {
                    "type": "figure",
                    "start": 247,
                    "text": "Figure 3",
                    "end": 255
                }
            ]
        },
        {
            "section": "√",
            "text": "The K ch K ch correlation radii in Fig. 4 show an increase with multiplicity; these radii also decrease with increasing m T for the large multiplicity bins N ch (12 − 22) and N ch (> 22) as it was observed in heavy-ion collisions.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 35,
                    "text": "Fig. 4",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "(12 − 22)",
                    "end": 170
                }
            ]
        },
        {
            "section": "√",
            "text": "In the low multiplicity bin N ch (1 − 11) charged kaons show a completely different k T -dependence of the radii: these radii increase with k T . This effect is qualitatively similar to that of pions [18].",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 200,
                    "text": "[18]",
                    "end": 204
                }
            ]
        },
        {
            "text": "Summary.",
            "section_rank": 5
        },
        {
            "section": "Summary.",
            "text": "In Pb-Pb collisions the charged kaon radii increase with increasing multiplicity and decrease with increasing pair transverse momentum. The same behavior was observed at large multiplicity in pp ICNFP 2013 00081-p.3     [20]. Left: One-dimensional charged kaon radii versus m T . For comparison the ππ [18] and K 0 s K 0 s [19] radii measured by ALICE in 7 TeV pp collisions are also shown. Statistical (darker lines) and total errors are shown. Right:λ-parameters of K ch K ch and K 0 s K 0 s vs m T",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 220,
                    "text": "[20]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 302,
                    "text": "[18]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 323,
                    "text": "[19]",
                    "end": 327
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 6
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Correlation functions versus q inv for identical kaons from Pb-Pb collisions at √ s NN = 2.76 TeV (solid circles). Positive and negative kaon pairs are combined. The three rows represent the samples with different centralities: (0 − 10)%, (10 − 30)%, (30 − 50)%, the three columns represent the three pair transverse momentum ranges: (0.2-0.3), (0.5-0.6), (0.7-0.8) GeV/c. The lines going through the points represent the Gaussian fits discussed in the text.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Figure 2 .",
            "section_rank": 7
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. m T -dependence of the radius parameter extracted from correlations of pions, charged kaons, neutral kaons and protons. Estimates of total errors (the quadrature sum of the statistical and the systematic ones) are shown.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Figure 3 .Figure 4 .",
            "section_rank": 8
        },
        {
            "section": "Figure 3 .Figure 4 .",
            "text": "Figure 3. Figure from [20]. Correlation functions versus q inv for identical kaons from pp collisions at √ s = 7 TeV (solid circles) and those obtained with PYTHIA (PERUGIA-2011) (open circles). Positive and negative kaon pairs are combined. The lines going through the points represent the Gaussian fits discussed in the text.",
            "paragraph_rank": 22,
            "section_rank": 8
        }
    ]
}