{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The OPERA experiment aims at the direct confirmation of the leading oscillation mechanism in the atmospheric sector looking for the appearance of ντ in an almost pure νµ beam (the CERN CNGS beam). In five years of physics run the experiment collected 17.97 × 10 19 p.o.t. The detection of τ s produced in ντ CC interactions and of their decays is accomplished exploiting the high spatial resolution of nuclear emulsions. Furthermore OPERA has good capabilities in detecting electron neutrino interactions, setting limits on the νµ → νe oscillation channel. In this talk the status of the analysis will be presented together with updated results on both oscillation channels.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The OPERA detector",
            "section_rank": 2
        },
        {
            "section": "The OPERA detector",
            "text": "The OPERA (Oscillation Project with Emulsion-tRacking Apparatus) experiment 1 has been conceived for the confirmation of the ν µ → ν τ oscillation in appearance mode, through the direct detection of the short-lived τ lepton produced in charged current (CC) interactions of ν τ . It is installed in the underground Gran Sasso National Laboratory and was exposed to an almost pure ν µ beam (CNGS 2 ) produced by the CERN SPS, 730 km far away form the detector. The OPERA detector 3 is a hybrid apparatus, with nuclear emulsions complemented by electronic detectors. The core of the experiment is made of modular units called bricks. A brick is a \"sandwich\" of 56 1 mm thick lead plates, acting as target material, and 57 300 µm thick nuclear emulsion films, acting as high precision tracking devices. About 150000 bricks, for a total mass of about 1.25 kton, are arranged in vertical structures transverse to the beam direction called walls. Each wall is followed by two planes of plastic scintillator strips composing the Target * on behalf of the OPERA Collaboration Tracker (TT). At the downstream face of the brick, two additional emulsion films (Changeable Sheets, CS) can be removed without disassembling it and act as interface between the electronic detectors and the emulsions. The target section is followed by a muon spectrometer, composed of a dipole magnet instrumented with Drift Tubes and Resistive Plate Chambers. This structure is replicated in two subsequent Super-Modules.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Event reconstruction and analysis",
            "section_rank": 3
        },
        {
            "section": "Event reconstruction and analysis",
            "text": "In five years of CNGS operations, from 2008 to 2012, OPERA collected 17.97 × 10 19 protons on target (p.o.t.).",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "Event reconstruction and analysis",
            "text": "Electronic detector data are processed in order to reconstruct events on-time with the CNGS beam and an algorithm classifies them as occurred inside (contained events) or outside (external events) the OPERA target. Only contained events are used for oscillation studies. Furthermore the identification of (at least) a three dimensional track as a muon, by evaluating the amount of traversed material, allows the separation of the sample into CC-like (also called 1µ) and NC-like (0µ) events. The muon charge and momentum are also measured, using the magnetic spectrometers. 4 For each event, the brick with the highest probability to contain the neutrino interaction is selected by a brick finding algorithm and the associated CS are analysed. If a signal compatible with TT data and with an upstream neutrino interaction is found, the corresponding brick is dismounted and the emulsion films are analysed, by means of fast automated optical microscope systems providing sub-micron spatial accuracy. Tracks found in CS are looked for in the most downstream film of the brick and then followed back from film to film, until they are not found in three consecutive films; this stopping point is considered as the signature either for a primary or a secondary vertex. A dedicated scanning of ∼ 2 cm 3 around the stopping point and a vertexing algorithm allow the vertex confirmation and provide the picture of the neutrino interaction. This picture is supplemented by a decay search procedure, aimed at the detection of decay topologies and/or secondary interactions, searching for large kink angle along tracks or for tracks with large impact parameter (IP) with respect to the primary vertex (since the IP for primary tracks usually does not exceed 10 µm). When a decay vertex is found, a full kinematical analysis is performed: the momentum of charged particles is estimated by measuring angular deviations due to the Multiple Coulomb Scattering in lead 5 , with a resolution of ∼ 22%; exploiting calorimetric techniques, made possible by the 10 X 0 thickness of the brick, the energy of electromagnetic showers coming from electrons or γ-ray conversions can also be measured. Since charmed particles have lifetime and decay topologies similar to those of a τ lepton, ν µ CC interactions with the production of a charmed particle constitute the most relevant background for all τ decay channels, but also an important benchmark for the τ finding efficiency. In particular, observed charmed events in the 2008-2010 data (50 events) are in good agreement with Monte Carlo expectations (53 ± 5 events).",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 574,
                    "text": "4",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1954,
                    "text": "5",
                    "end": 1955
                }
            ]
        },
        {
            "text": "ν µ → ν τ oscillation search",
            "section_rank": 4
        },
        {
            "section": "ν µ → ν τ oscillation search",
            "text": "In the presently analysed sample, three ν τ candidates were observed.",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "ν µ → ν τ oscillation search",
            "text": "The first one was found in the 2008-2009 0µ data sample and described in detail in Ref. 6. The event has seven prongs at the primary vertex; six of them are incompatible with the muon hypothesis by detecting a hadronic interaction or by muon-range consistency checks. The seventh track, associated to a τ lepton, displays a kink topology and the daughter track is identified as a hadron through its interaction. Two γ-rays have been also found pointing to the decay vertex and their measured invariant mass (120 ± 20(stat.) ± 35(syst.) MeV/c 2 ) is compatible with the π 0 mass; their combination with the secondary hadron, assumed to be a π − , gives an invariant mass of 640 +125 −80 (stat.) +100 −90 (syst.) MeV/c 2 . Therefore the decay mode is compatible with τ → ρ(770)ν τ .",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 88,
                    "text": "6",
                    "end": 89
                }
            ]
        },
        {
            "section": "ν µ → ν τ oscillation search",
            "text": "The second ν τ candidate was found in the 2011 0µ data sample 7 and consists of a two prong primary vertex. One of the tracks disappears after the first downstream brick and has a momentum of 2.8 +0. 7 −0.7 GeV/c; it was associated with a hadron, being incompatible with a muon track because of its range. The second track, associated with the τ lepton, exhibits a three prong decay topology; the daughter particles were identified as hadrons on the basis of muon-range correlation or by directly observing their hadronic interaction. The kinematical analysis, together with the topological one, satisfies the criteria for the τ → 3h decay channel.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 200,
                    "text": "7",
                    "end": 201
                }
            ]
        },
        {
            "section": "ν µ → ν τ oscillation search",
            "text": "The third candidate has been observed in the 2012 1µ data sample 8 . As shown in Fig. 1, the primary vertex (V 0 ) is given by two tracks, and by a γ-ray with a reconstructed energy of 3.1 +0.9 −0.6 GeV. Track p 0 has been associated with a hadron, since it has a momentum of 0.90 +0.18 −0.13 GeV/c and it stops in the downstream brick; therefore the momentum-range correlation strongly disfavours the muon hypothesis. The other track is identified with the τ lepton decaying into a muon; indeed track d 1 , the decay daughter, has been matched with the muon track reconstructed by the electronic detectors, with a measured momentum of 2.8 ± 0.2 GeV/c and a negative charge assessed with a 5.6 σ significance. The negative charge of the muon strongly suppresses the hypothesis of a charm event with an undetected primary muon. All the kinematical cuts for the selection of τ → µ decays are satisfied. Fig. 1. Display of the third ντ candidate event. In the inset is shown a zoomed view of the primary and secondary vertices region. See the text for a detailed description.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 81,
                    "text": "Fig. 1",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "+0.18",
                    "end": 286
                },
                {
                    "type": "figure",
                    "start": 901,
                    "text": "Fig. 1",
                    "end": 907
                }
            ]
        },
        {
            "section": "ν µ → ν τ oscillation search",
            "text": "In the analysed sample 0.027, 0.116, 0.021 and 0.020 background events are expected in the τ → h, τ → 3h, τ → µ and τ → e channels respectively, coming essentially from charmed events with an undetected primary muon, hadronic re-interactions (for the hadronic decay channels) and large angle muon scattering (for the τ → µ channel). Taking into account the different signal-to-noise ratio for each decay channel, the three observed candidates give a 3.4 σ significance to a non-null observation of ν µ → ν τ oscillations.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "ν µ → ν e oscillation search",
            "section_rank": 5
        },
        {
            "section": "ν µ → ν e oscillation search",
            "text": "A systematic search for ν e events was applied to 505 0µ events in the 2008 and 2009 data sample 9 . The number of observed ν e interactions (19 events) is compatible with the expected ν e from beam contamination and background (19.8 ± 2.8). Figure 2 (left panel) shows the reconstructed energy distribution of these events, compared with the ones expected from the ν e beam contamination, the oscillated ν e from three-flavour oscillation and the background. Two different oscillation scenarios are considered. In the standard three-flavour mixing scheme, by introducing a cut at 20 GeV on the reconstructed energy to improve the signal-to-background ratio, 4.6 events are expected while 4 are observed, and an upper limit sin 2 (2θ 13 ) < 0.44 is derived at the 90% Confidence Level (C.L.). In the non-standard oscillation framework with a large ∆m 2 new suggested by the LSND and MiniBooNE experiments, by introducing a cut at 30 GeV to improve the sensitivity, 9.4 ± 1.3 (syst.) events are expected from background, while 6 are observed. Given the under-fluctuation of the data, a Bayesian approach has been followed to derive the exclusion plot in Fig. 2 (right panel) and the upper limit sin 2 (2θ new ) < 7.2 × 10 −3 at 90% C.L. ",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 242,
                    "text": "Figure 2",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 851,
                    "text": "2",
                    "end": 852
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1153,
                    "text": "Fig. 2 (right panel)",
                    "end": 1173
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "The physics run of OPERA started in 2008 and ended on December 2012, allowing the collection of 17.97 × 10 19 p.o.t; the analysis at the emulsion level is still on going. Three ν τ candidates have been observed so far and the non-null observation of ν µ → ν τ oscillations is excluded at 3.4 σ. The observed number of ν e interactions is compatible with the non-oscillation hypothesis, allowing OPERA to set also an upper limit in the parameter space for a non-standard ν e appearance.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Left panel: reconstructed νe energy compared to MC expectations. Right panel: Exclusion plot for the parameters of the non-standard νµ → νe oscillation.",
            "paragraph_rank": 12,
            "section_rank": 7
        }
    ]
}