{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A measurement of the azimuthal asymmetry in dihadron production in deep-inelastic scattering of muons on transversely polarised proton (NH 3 ) targets is presented. They provide independent access to the transversity distribution functions through the measurement of the Collins asymmetry in single hadron production. The data were taken in the year 2010 with the COMPASS spectrometer using a 160 GeV/c muon beam of the CERN SPS, increasing by a factor of about four the overall statistics with respect to the previously published data taken in the year 2007. The measured sizeable asymmetry is in good agreement with the published data. An approximate equality of the Collins asymmetry and the dihadron asymmetry is observed, suggesting a common physical mechanism in the underlying fragmentation.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The quark structure of the nucleon can be characterised by parton distribution functions (PDFs) for each quark flavour [1]. If the quark intrinsic transverse momentum k T is integrated over, there remain at twist-two level three PDFs depending on the Bjorken scaling variable x and the negative square of the four-momentum transfer Q 2 , which exhaust the information on the partonic structure of the nucleon [2][3][4][5]. The spin-independent distribution f q 1 and the helicity distribution g q 1 have been measured with good accuracy. However, up to ten years ago nothing was known about the transverse spin distribution h q 1 , often referred to as transversity, which describes the probability difference of finding a quark q polarised parallel or antiparallel to the spin of a transversely polarised nucleon. This distribution is difficult to measure, since it is related to soft processes correlating quarks with opposite chirality, making it a chiral-odd function [1]. As a result, transversity can only be accessed through observables in which it appears coupled to a second chiral-odd object in order to conserve chirality. Thus it does not contribute to inclusive deep-inelastic scattering (DIS) at leading twist. In semi-inclusive deep-inelastic scattering (SIDIS) reactions the chiral-odd partners of the transversity distribution function are fragmentation functions (FFs), which describe the spin-dependent hadronisation of a transversely polarised quark q into hadrons. For a recent review see Ref. [6]. Up to now, most of the information on transversity came from the Collins asymmetry measured in single hadron asymmetries [7][8][9][10] and used in global analyses (e.g. [11]).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 119,
                    "text": "[1]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 409,
                    "text": "[2]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 412,
                    "text": "[3]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 415,
                    "text": "[4]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 418,
                    "text": "[5]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 972,
                    "text": "[1]",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1515,
                    "text": "[6]",
                    "end": 1518
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1641,
                    "text": "[7]",
                    "end": 1644
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1644,
                    "text": "[8]",
                    "end": 1647
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1647,
                    "text": "[9]",
                    "end": 1650
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1650,
                    "text": "[10]",
                    "end": 1654
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1689,
                    "text": "[11]",
                    "end": 1693
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A complementary approach is to measure dihadron production in leptoproduction in SIDIS on transversely polarised nucleon, l N ↑ → l h + h − X with both hadrons produced in the current fragmentation region [12][13][14][15]. In this reaction a new chiral-odd fragmentation function appears, the dihadron Fragmentation Function (DiFF) H 1 , which describes the spin-dependent part of the fragmentation of a transversely polarised quark into a pair of unpolarised hadrons describing a correlation of quark transverse spin with normal pseudo-vector to the dihadron momenta plane (the handedness) [16]. The transverse polarisation of the fragmenting quark is correlated with the relative momentum of the two hadrons, which gives rise to a transverse, target-spin-dependent azimuthal asymmetry around the virtual-photon direction, with respect to the lepton scattering plane. In this case, the sum of the total transverse momenta of the final state hadrons can be integrated over, leaving only the relative momentum of the two hadrons. This avoids the complexity of transverse-momentum-dependent convolution integrals as in the analysis of single hadron production utilising the Collins effect and the analysis can be performed using collinear factorisation [17,18]. Here, the evolution equations are known at next-to-leading order [19], so that results from e + e − scattering and SIDIS can be connected, making it a theoretically clean way to extract transversity using existing facilities [17]. The properties of the DiFFs are described in detail in Refs. [12][13][14][15][20][21][22][23].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 205,
                    "text": "[12]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 209,
                    "text": "[13]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 213,
                    "text": "[14]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 217,
                    "text": "[15]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 591,
                    "text": "[16]",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1251,
                    "text": "[17,",
                    "end": 1255
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1255,
                    "text": "18]",
                    "end": 1258
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1325,
                    "text": "[19]",
                    "end": 1329
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1485,
                    "text": "[17]",
                    "end": 1489
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1552,
                    "text": "[12]",
                    "end": 1556
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1556,
                    "text": "[13]",
                    "end": 1560
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1560,
                    "text": "[14]",
                    "end": 1564
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1564,
                    "text": "[15]",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1568,
                    "text": "[20]",
                    "end": 1572
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1572,
                    "text": "[21]",
                    "end": 1576
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1576,
                    "text": "[22]",
                    "end": 1580
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1580,
                    "text": "[23]",
                    "end": 1584
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "First evidence for an azimuthal asymmetry in leptoproduction of π + π − pairs was published by HERMES, using a transversely polarised hydrogen target [24]. The DiFFs were first measured in e + e − reactions by Belle [25] and BaBar [26]. These measurements indicate a sizeable u quark transversity distribution -as already known from the measurements of the Collins asymmetry [9,27,7] and non-vanishing DiFFs [28,7]. Recently, COMPASS published results on dihadron asymmetry obtained from the data collected using transversely polarised deuteron ( 6 LiD) and proton (NH 3 ) targets in the years 2002-2004 and 2007, respectively [29]. Due to the large acceptance of the COMPASS spectrometer and the large muon momentum of 160 GeV/c, results with high statistics were obtained covering a large kinematic range in x and M h + h − , the invariant mass of the dihadron. Sizeable asymmetries were measured on the proton target while on the deuteron target only small asymmetries were observed. These results indicate non-vanishing u quark transversity and DiFFs, as well as a cancellation of the contributions of u and d quark transversities in the deuteron. Using these data sets in conjunction with the Belle data, a first parametrisation of the u and d quark transversities was performed based on a collinear framework [30]. The same procedure was applied to directly extract u and d quark transversities in the same x bins as used to obtain the COMPASS proton and deuteron results [31]. In this Letter, the dihadron azimuthal asymmetries measured from the data collected in 2010 with a transversely polarised proton target (NH 3 , as in 2007) are presented. The statistics accumulated in this data taking period increases the total available statistics on proton by a factor of four.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 150,
                    "text": "[24]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 216,
                    "text": "[25]",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 231,
                    "text": "[26]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 375,
                    "text": "[9,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 378,
                    "text": "27,",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 381,
                    "text": "7]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 408,
                    "text": "[28,",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 412,
                    "text": "7]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 627,
                    "text": "[29]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1315,
                    "text": "[30]",
                    "end": 1319
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1478,
                    "text": "[31]",
                    "end": 1482
                }
            ]
        },
        {
            "text": "Theoretical framework",
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "Here, only a short summary of the theoretical framework is given. For a more detailed view, we recommend the references given above and our recent paper [29] on the same topic.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 153,
                    "text": "[29]",
                    "end": 157
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "At leading twist and after integration over total transverse momenta, the cross section of semi-inclusive dihadron leptoproduction on a transversely polarised target is given as a sum of a spin-independent and a spin-dependent part [21,22]:",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 232,
                    "text": "[21,",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 236,
                    "text": "22]",
                    "end": 239
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "Here, the sums run over all quark and antiquark flavours q, p 1 and p 2 denote the three-momenta of the two hadrons of the dihadron, where the subscript 1 always refers to the positive hadron in this analysis. The first subscript (U ) indicates an unpolarised beam and the second (U or T ), an unpolarised and transversely polarised target, respectively. Note that the contribution from a longitudinally polarised beam and a transversely polarised target, σ LT , is neglected in this analysis since it exhibits a different azimuthal angle and is suppressed by a factor of 1/Q [22]. The finestructure constant is denoted by α, y is the fraction of the muon energy transferred to the virtual photon,",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 576,
                    "text": "[22]",
                    "end": 580
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "the spin-independent dihadron fragmentation function for a quark  scattered muon, virtual photon and hadrons respectively, in the γ * -nucleon system.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "Note that the azimuthal plane is defined by the directions of the relative hadron momentum and the virtual photon.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "respect to the dihadron boost axis. The azimuthal angle φ R S is defined as",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "where φ S is the azimuthal angle of the initial nucleon spin and φ S is the azimuthal angle of the spin vector of the fragmenting quark",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "where l is the incoming lepton momentum, q the virtual-photon momentum and R the relative hadron momentum [13,32] given by",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 106,
                    "text": "[13,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 110,
                    "text": "32]",
                    "end": 113
                }
            ]
        },
        {
            "section": "Theoretical framework",
            "text": "The number N h + h − of pairs of oppositely charged hadrons produced on a transversely polarised target can be written as",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "omitting luminosity and detector acceptance. Here, P T is the transverse polarisation of the target protons and",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "the transverse-spin-transfer coefficient, while f (x, y) is the target polarisation dilution factor calculated for semi-inclusive reactions depending on kinematics. It is given by the abundance-weighted ratio of the total cross section for scattering on polarisable protons to that for scattering on all nuclei in the target. The dependence of the dilution factor on the hadron transverse momenta appears to be weak in the kinematic range of the COMPASS experiment. Dilution due to radiative events is taken into account by the ratio of the one-photon exchange cross section to the total cross section. For 14 NH 3 , f contains corrections for the polarisation of the spin-1 14 N nucleus.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "The asymmetry",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Theoretical framework",
            "text": "is then proportional to the product of the transversity distribution function and the spin-dependent dihadron fragmentation function, summed over the quark and antiquark flavours. ",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "Experimental data and analysis",
            "section_rank": 4
        },
        {
            "section": "Experimental data and analysis",
            "text": "The analysis presented in this Letter is performed using data taken in the year 2010 with the COMPASS spectrometer [33], which was obtained by scattering positive muons of 160 GeV/c produced from the M2 beamline of CERNs SPS off a transversely polarised solid-state NH 3 target. Details on data taking, data quality, event selection and analysis can be found in Refs. [27,29].",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 115,
                    "text": "[33]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 368,
                    "text": "[27,",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 372,
                    "text": "29]",
                    "end": 375
                }
            ]
        },
        {
            "section": "Experimental data and analysis",
            "text": "The beam muons are naturally polarised with an average longitudinal polarisation of about 0.8 with a relative uncertainty of 5%.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Experimental data and analysis",
            "text": "The average dilution factor for NH 3 is f ∼ 0.15 and the average transverse polarisation is P T ∼ 0.8. The same target as in the year 2007 was used. It consisted of three cylindrical cells with different orientations of the polarisation vector. In order to compensate for acceptance effects the polarisation was destroyed and built up in opposite direction every four to five days, for a total of 12 data-taking sub-periods.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Experimental data and analysis",
            "text": "For the analysis, events with incoming and outgoing muons and at least two reconstructed hadrons from the reaction vertex inside the target cells are selected. Equal flux through the whole target is obtained by requiring that the extrapolated beam track crosses all three cells. In order to select events in the DIS regime, cuts are applied on the squared four-momentum transfer, 2 , and on the invariant mass of the final hadronic state, W > 5 GeV/c 2 . Furthermore, the fractional energy transfer to the virtual photon is required to be y > 0.1 and y < 0.9 to remove events with poorly reconstructed virtual photon energy and events with large radiative corrections, respectively.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 380,
                    "text": "2",
                    "end": 381
                }
            ]
        },
        {
            "section": "Experimental data and analysis",
            "text": "The dihadron sample consists of all combinations of oppositely charged hadrons originating from the reaction vertex. Hadrons produced in the current fragmentation region are selected requiring z > 0.1 for the fractional energy and x F > 0.1 of each hadron.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Experimental data and analysis",
            "text": "Exclusive dihadron production is suppressed by requiring the miss- applied in order to allow for the analysis of the data suggested by [21], where both the spin-dependent and spin-independent dihadron fragmentation functions are expanded in terms of Legendre polynomials of cos θ . While removing only a negligible part of the  data, this cut allows for a convenient restriction to relative s-and p-waves in this analysis.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 135,
                    "text": "[21]",
                    "end": 139
                }
            ]
        },
        {
            "section": "Experimental data and analysis",
            "text": "In the analysis we extract the product",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Experimental data and analysis",
            "text": "sin θ , integrated over the angle θ . For a detailed discussion we refer to Ref. [29]. It is important to stress that in the COMPASS acceptance the opening angle θ peaks close to π/2 with sin θ = 0.94 and the cos θ distribution is symmetric around zero. In order to allow for a detailed consideration of the expansion mentioned above, the mean values of all three relevant distributions (sin θ , cos θ and cos 2 θ ) for the individual kinematic bins can be found on HEP-DATA [34]. The asymmetry is evaluated in kinematic bins of x, z or M h + h − , while always integrating over the other two variables. As estimator the extended unbinned maximum likelihood function in φ R and φ S is used, already described in Ref. [29].",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 81,
                    "text": "[29]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 475,
                    "text": "[34]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 717,
                    "text": "[29]",
                    "end": 721
                }
            ]
        },
        {
            "section": "Experimental data and analysis",
            "text": "In order to avoid false asymmetries, care was taken to select only such data for the analysis for which the spectrometer performance was stable in consecutive periods of data taking. This was ensured by extensive data quality tests described in detail in Ref. [27]. The remaining data sample was carefully scrutinised for a possible systematic bias in the final asymmetry. Here, the two main sources for uncertainties are false asymmetries, which can be evaluated by combining data samples with same target spin orientation, and effects of acceptance, which can be evaluated by comparing sub-samples corresponding to different ranges in the azimuthal angle of the scattered muon. No significant systematic bias could be found and the results from all 12 subperiods of data taking proved to be compatible. Therefore, an upper limit was estimated comparing the results of the systematic studies to expected statistical fluctuations. The resulting systematic uncertainty for each data point amounts to about 75% of the statistical uncertainty. An additional scale uncertainty of 2.2% accounts for uncertainties in the determination of target polarisation and target dilution factor calculated for semi-inclusive reactions [35].",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 260,
                    "text": "[27]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1219,
                    "text": "[35]",
                    "end": 1223
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "The obtained asymmetry is shown in Fig. 3 as a function of x, z and M h + h − . Large negative asymmetry amplitudes are observed in the high x region, which implies that both, the transversity distributions and the spin-dependent dihadron fragmentation functions do not vanish. Over the measured range of the invariant mass M h + h − and z, the asymmetry is negative and shows no strong dependence on these variables. Fig. 4 shows the comparison of the present results to the previously published COMPASS results on the proton target from 2007 data [29]. The results obtained from the data of 2010 have significantly smaller statistical uncertainties then the previous results from 2007 data and both are in good agreement (CL of 25%). Fig. 5 (top) shows the final result obtained by combining both data sets together with predictions from model calculations [36,37]. The bottom plot shows the same data with a cut on the quark valence region (x > 0.032) enhancing the observed signal as a function of z and M h + h − . In comparison to the published HERMES results [24], the results on the proton target presented in this work have higher statistics and cover a larger kinematic range in x and M h + h − . In the theoretical approach [21][22][23], all dihadron fragmentation functions for di-pion production were calculated in the framework of a spectator model for the fragmentation process. Predictions were made for the DiFF H 1 as well as for the s-and p-wave contributions to the spin-independent fragmentation functions D 1 and in Ref. [23] the expected asymmetries for COMPASS were calculated assuming different models for the transversity distributions. Recently, these parametrisations of the dihadron fragmentation functions from Ref. [23] were also used together with the transversity distributions extracted from single hadron production [11] to make predictions for both proton and deuteron targets in the kinematic range covered by COMPASS. The calculated asymmetry is shown as solid blue lines in Fig. 5 (top and bottom). The latter adapted for the cut in x, shows a good agreement of these predictions with our  [36,37] made using the transversity functions extracted in Ref. [11] (solid lines) or a pQCD based counting rule analysis (dotted lines). The curves in the lower plots show the predictions of [36] in the same x ≥ 0.032 region. Note that the sign of the original predictions was changed to accommodate the phase π in the definition of the angle φ R S used in the COMPASS analysis.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 35,
                    "text": "Fig. 3",
                    "end": 41
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 418,
                    "text": "Fig. 4",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 549,
                    "text": "[29]",
                    "end": 553
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 736,
                    "text": "Fig. 5 (top)",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 859,
                    "text": "[36,",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 863,
                    "text": "37]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1066,
                    "text": "[24]",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1235,
                    "text": "[21]",
                    "end": 1239
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1239,
                    "text": "[22]",
                    "end": 1243
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1243,
                    "text": "[23]",
                    "end": 1247
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1543,
                    "text": "[23]",
                    "end": 1547
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1746,
                    "text": "[23]",
                    "end": 1750
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1851,
                    "text": "[11]",
                    "end": 1855
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2013,
                    "text": "Fig. 5 (top and bottom)",
                    "end": 2036
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2129,
                    "text": "[36,",
                    "end": 2133
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2133,
                    "text": "37]",
                    "end": 2136
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2193,
                    "text": "[11]",
                    "end": 2197
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2321,
                    "text": "[36]",
                    "end": 2325
                }
            ]
        },
        {
            "section": "Results",
            "text": "data. Significant asymmetry amplitudes are predicted and the x dependent shape is well described, as well as for the dependence on z in the case of the calculations by Bacchetta et al. A good agreement in terms of the M h + h − dependence is only in the mass region of the ρ meson; no optimization of parameters in the calculation of the dihadron fragmentation function to extend the agreement over a larger M h + h − region (as e.g., the fraction of the ω to 3π decay in the s-p interference) was performed by the authors. The prediction of Ma et al. [37] (dashed lines in Fig. 5 (top)) uses the parametrisations of [23] for the dihadron fragmentation, together with a model for the transversity distributions, based on a pQCD counting rule analysis. This prediction describes the main trend of the data but tends to overestimate the measured asymmetry.",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 552,
                    "text": "[37]",
                    "end": 556
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 574,
                    "text": "Fig. 5 (top)",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 617,
                    "text": "[23]",
                    "end": 621
                }
            ]
        },
        {
            "text": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "section_rank": 6
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "There is a striking similarity among the Collins asymmetry for positive and for negative hadrons [27] and the dihadron asymmetry as functions of x, as clearly shown in Fig. 6, where the combined results from the 2007 and 2010 COMPASS runs are presented. First, there is a mirror symmetry between the Collins asymmetry for positive and for negative hadrons, the magnitude of the asymmetry being essentially identical and the sign being opposite. This symmetry has been phenomenologically described in terms of opposite signs of u and d quark transversity distributions with almost equal magnitude and opposite sign for favoured and unfavoured Collins fragmentation functions [11].",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 97,
                    "text": "[27]",
                    "end": 101
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 168,
                    "text": "Fig. 6",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 674,
                    "text": "[11]",
                    "end": 678
                }
            ]
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "The new results show that the values of the dihadron asymmetry are slightly larger in magnitude, but very close to the values of the Collins asymmetry for positive hadrons and to the mean of the values of the Collins asymmetry for positive and negative hadrons, after changing the sign of the asymmetry of the negative hadrons. The hadron samples on which these asymmetries are evaluated are different [29,27] since at least one hadron with z > 0.2 is required to evaluate the Collins asymmetry, while all the combinations of positive and negative hadrons with z > 0.1 are used in the case of the dihadron asymmetry. It has been checked, however, that the similarity between the two different asymmetries stays the same when measuring the asymmetries for the common hadron sample, selected with the requirement of at least two oppositely charged hadrons produced in the primary vertex. This gives a strong indication that the analysing powers of the single and dihadron channels are almost the same.",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 402,
                    "text": "[29,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 406,
                    "text": "27]",
                    "end": 409
                }
            ]
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "More work has been done to understand these similarities. Since the Collins asymmetries are the amplitudes of the sine modulations of the Collins angles φ C ± = φ h ± + φ S − π , where φ h ± Fig. 7. Difference between the two dihadron angles φ R and φ 2h .",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 191,
                    "text": "Fig. 7",
                    "end": 197
                }
            ]
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "are the azimuthal angles of positive and negative hadrons in the γ * -nucleon system, the mirror symmetry suggests that in the multi-hadrons fragmentation of the struck quark azimuthal angles of positive and negative hadrons created in the event differ by ≈ π , namely that when a transversely polarised quark fragments, oppositely charged hadrons have antiparallel transverse momenta.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "This anti-correlation between φ h + and φ h − could be due to a local transverse momentum conservation in the fragmentation, as it is present in the LEPTO [38] generator for spin-independent DIS. The relevant point here is that such a correlation shows up also in the Collins fragmentation function that describes the spin-dependent hadronisation of a transversely polarised quark q into hadrons.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 155,
                    "text": "[38]",
                    "end": 159
                }
            ]
        },
        {
            "section": "Comparing the dihadron asymmetry and the Collins asymmetry",
            "text": "If this is the case, asymmetries correlated with the dihadrons can also be obtained in a way different from the one described above. For each pair of oppositely charged hadrons, using the unit vectors of their transverse momenta, we have evaluated the angle φ 2h of the vector R N =p T ,h + −p T ,h − which is the arithmetic mean of the azimuthal angles of the two hadrons after correcting for the discussed π phase difference between both angles. This azimuthal angle of the dihadron is strongly correlated with φ R , as can be seen in Fig. 7 where the difference of the two angles is shown. The same correlation is present also in the LEPTO generator for spin-independent DIS. Introducing the angle φ 2h,S = φ 2h − φ S , one simply obtains the mean of the Collins angle of the positive and negative hadrons (again after correcting for the discussed π phase difference between the two angles), i.e. a mean Collins type angle of the dihadron. The amplitudes of the modulations of sin φ 2h,S , which could then be called the Collins asymmetry for the dihadron, are shown as a function of x in Fig. 8 for all the h + h − pairs with z > 0.1 in the 2010 data, and compared with the dihadron asymmetry already given in Fig. 3, where an additional cut of p T > 0.1 GeV/c on the transverse momentum of the individual hadrons was applied for a precise determination of the azimuthal angles. The asymmetries are very close, hinting at a common physical origin for the Collins mechanism and the dihadron fragmentation function, as originally suggested in the 3 P 0 Lund model [39], in the recursive string fragmentation model [32,40] and in recent theoretical work [41]. 19 ",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 537,
                    "text": "Fig. 7",
                    "end": 543
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1092,
                    "text": "Fig. 8",
                    "end": 1098
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1214,
                    "text": "Fig. 3",
                    "end": 1220
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1566,
                    "text": "[39]",
                    "end": 1570
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1616,
                    "text": "[32,",
                    "end": 1620
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1620,
                    "text": "40]",
                    "end": 1623
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1655,
                    "text": "[41]",
                    "end": 1659
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1661,
                    "text": "19",
                    "end": 1663
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "In this paper we present the results of a new measurement of the transverse spin asymmetry in dihadron production in DIS of 19 After finalizing the present paper, a new publication appeared [42] reproducing with Monte Carlo calculations the observations of this section. 160 GeV/c muons off a transversely polarised proton (NH 3 ) target. The measured asymmetry amplitudes are in agreement with our previous measurement performed with data collected in 2007. The statistical and systematic uncertainties are considerably reduced. The combined results show a clear signal in the x range of the valence quarks and are in agreement with a recent theoretical calculation, using as input the transversity distribution obtained from global fits to the Collins asymmetry. As expected, the results do not show a strong z dependence. Clear structures are exhibited as a function of the dihadrons' invariant mass, with values compatible with zero at about 0.5 GeV/c 2 and a sharp fall to −0.05 at the ρ mass. These new combined results will allow a more precise extraction of the transversity distributions along the lines of the models recently developed. The high precision and the large kinematic range of the COMPASS proton data allows us to compare the dihadron asymmetry and the Collins asymmetry. In the paper we underline the striking similarity between them and give arguments in favour of a common underlying physics mechanism, as already suggested in the past by several authors. In particular we show that in our data the angle commonly used in the dihadron asymmetry analysis is very close to the mean Collins angle of the two hadrons, and that thus the asymmetries evaluated using the two angles turn out to be very similar.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 124,
                    "text": "19",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 190,
                    "text": "[42]",
                    "end": 194
                }
            ]
        },
        {
            "text": "photon direction, and θ is the polar angle of one of the hadronscommonly the positive one -in the dihadron rest frame with",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Schematic view of the azimuthal angles φ R and φ S for dihadron production in deep-inelastic scattering, where l, l , q and p i are the three-momenta of beam,",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Invariant mass distributions of the final samples. The cut M h + h − < 1.5 GeV/c 2 is indicated. The K 0 , ρ and f 1 resonances are visible.",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "2 P",
            "section_rank": 11
        },
        {
            "section": "2 P",
            "text": ")/(2 m P ) to be greater than 3.0 GeV, where P is the target protons four-momentum and m P its mass. As the azimuthal angle φ R is only defined for noncollinear vectors R and q, a minimum value is required on the component of R perpendicular to q, |R ⊥ | > 0.07 GeV/c. After all cuts, 3.5 × 10 7 h + h − combinations remain.Fig. 2shows the invariant mass distributions of the dihadron system, always assuming the pion mass for each hadron. A cut of M h + h − < 1.5 GeV/c 2 is",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Proton asymmetry, integrated over the angle θ , as a function of x, z and M h + h − , for the data taken with the proton (NH 3 ) target in the year 2010. The grey bands indicate the systematic uncertainties. The last bin in M h + h − contains events which were removed from the sample used for results shown as a function of x and z.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Comparison of the asymmetry obtained from the data taken in the years 2007 and 2010, integrated over the angle θ , as a function of x, z and M h + h − , respectively.",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Proton asymmetry, integrated over the angle θ , as a function of x, z and M h + h − , for the combined data taken with the proton (NH 3 ) target in the years 2007 and 2010 (top plot). The grey bands indicate the systematic uncertainties. The bottom plot shows the same data for the valence quark region (x ≥ 0.032). The curves in the upper plots show predictions[36,37] made using the transversity functions extracted in Ref.[11] (solid lines) or a pQCD based counting rule analysis (dotted lines). The curves in",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 370,
                    "text": "[36,",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 374,
                    "text": "37]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 433,
                    "text": "[11]",
                    "end": 437
                }
            ]
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. Comparison of the asymmetry vs. x obtained in the analysis of dihadron production to the corresponding Collins asymmetry for the combined 2007 and 2010 data.",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 8 .",
            "text": "Fig. 8. Comparison between the dihadron asymmetry (black points) and the Collinslike asymmetry for the dihadron (open blue points) as a function of x for the 2010 data.",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "Acknowledgements",
            "section_rank": 18
        },
        {
            "section": "Acknowledgements",
            "text": "This work was made possible thanks to the financial support of our funding agencies. We also acknowledge the support of the CERN management and staff, as well as the skills and efforts of the technicians of the collaborating institutes.",
            "paragraph_rank": 46,
            "section_rank": 18
        }
    ]
}