{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Dark matter remains one of the most puzzling mysteries in Fundamental Physics of our times. Experiments at high-energy physics colliders are expected to shed light to its nature and determine its properties. This review talk focuses on recent searches for darkmatter signatures at the Large Hadron Collider, either within specific theoretical scenarios, such as supersymmetry, or in a model-independent scheme looking for mono-X events arising in WIMP-pair production.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Both Astroparticle and Particle Physics pursue the exploration of the nature of dark matter (DM) [1]. Among the long list of well-motivated candidates, the most popular particles are cold and weakly interacting, typically predicting missing-energy signals at particle colliders. Supersymmetry [2] and models with extra dimensions [3] are theoretical ideas that inherently provide such a dark matter candidate. High-energy colliders, such as the Large Hadron Collider [4] at CERN, are ideal machines for producing and eventually detecting DM [5].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 97,
                    "text": "[1]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 293,
                    "text": "[2]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 330,
                    "text": "[3]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 467,
                    "text": "[4]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 541,
                    "text": "[5]",
                    "end": 544
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The structure of this paper is as follows. Section 1 provides a brief introduction to the relevance of colliders, and in particular the LHC experiments ATLAS and CMS, for the production of dark matter. In Section 2, the strategy, methods, and results of the LHC experiments as far as model-independent DM-production is concerned are discussed. In Section 3, the latest results in searches for supersymmetry at the LHC are presented. The paper concludes with a summary and an outlook in Section 4.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Dark matter and colliders",
            "section_rank": 3
        },
        {
            "section": "Dark matter and colliders",
            "text": "The nature of the dark sector of the Universe constitutes one of the major mysteries in fundamental physics. According to recent observations from anisotropies of the cosmic microwave background made by the Planck mission team [6], most of our Universe energy budget consists of unknown entities: ∼ 26.8% is dark matter and ∼ 68.3% is dark energy, a form of ground-state energy. Dark energy is believed to be responsible for the current-era acceleration of the Universe. Dark matter, on the other hand, is matter inferred to exist from gravitational effects on visible matter, being undetectable by emitted or scattered electromagnetic radiation.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 227,
                    "text": "[6]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Dark matter and colliders",
            "text": "Evidence from the formation of large-scale structure (galaxies and their clusters) strongly favour cosmologies where non-baryonic DM is entirely composed of cold dark matter (CDM), i.e. non-relativistic particles. CDM particles, in turn, may be weakly interacting massive particles (WIMPs), a class of DM candidates that arise naturally in models which attempt to explain the 1 origin of electroweak symmetry breaking. Furthermore, the typical (weak-scale) cross sections characterising these models are of the same order of magnitude as the WIMP annihilation cross section, thus establishing the so-called WIMP miracle; this is precisely where the connection between Cosmology and Particle Physics lies [7]. WIMP dark matter candidates include the lightest neutralino in models with weak-scale supersymmetry [2], Kaluza-Klein photons arise in scenarios with universal extra dimensions (UED) [3], while lightest T -odd particles are predicted in Little Higgs models [8] with a conserved T -parity. The common denominator in these theories is that they all predict the existence of an electrically neutral, colorless and stable particle, whose decay is prevented by a kind of symmetry: R-parity, connected to baryon and lepton number conservation in SUSY models; KK-parity, the four-dimensional remnant of momentum conservation in extra dimension scenarios; and a Z 2 discrete symmetry called T -parity in Little Higgs models.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 704,
                    "text": "[7]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 809,
                    "text": "[2]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 892,
                    "text": "[3]",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 966,
                    "text": "[8]",
                    "end": 969
                }
            ]
        },
        {
            "section": "Dark matter and colliders",
            "text": "Weakly interacting massive particles do not interact neither electromagnetically nor strongly with matter and thus, once produced, they traverse the various detectors layers without leaving a trace, just like neutrinos. However by exploiting the hermeticity of the experiments, we can get a hint of the WIMP presence through the balance of the energy/momentum measured in the various detector components, the so-called missing energy. In hadron colliders, in particular, since the longitudinal momenta of the colliding partons are unknown, only the transverse missing energy, E miss T , can be reliably used to 'detect' DM particles.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The ATLAS and CMS experiments at the LHC",
            "section_rank": 4
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "The Large Hadron Collider (LHC) [4], situated at CERN, the European Laboratory for Particle Physics, outside Geneva, Switzerland, started its physics program in 2010 colliding two counterrotating beams of protons or heavy ions. Before the scheduled 2013-2014 long shutdown, the LHC succeeded in delivering ∼ 5 fb −1 of integrated luminosity at centre-of-mass energy of 7 TeV during 2010-2011 and another ∼ 23 fb −1 at √ s = 8 TeV in 2012. The LHC has already extended considerably the reach of its predecessor hadron machine, the Fermilab Tevatron, both in terms of instantaneous luminosity and energy, despite the fact that it has not arrived yet to its design capabilities.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 32,
                    "text": "[4]",
                    "end": 35
                }
            ]
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "The two general-purpose experiments, ATLAS (A Toroidal LHC ApparatuS) [9] and CMS (Compact Muon Solenoid) [10], have been constructed and operate with the aim of exploring a wide range of possible signals of New Physics that LHC renders accessible, on one hand, and performing precision measurements of Standard Model (SM) parameters, on the other. It is worth mentioning that the MoEDAL [11] experiment is specifically designed to explore highionisation signatures that may also arise in some theoretical scenarios of dark matter [12].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 70,
                    "text": "[9]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 106,
                    "text": "[10]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 531,
                    "text": "[12]",
                    "end": 535
                }
            ]
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "The ATLAS [9] and CMS [10] detectors are designed to overcome difficult experimental challenges: high radiation levels, large interaction rate and extremely small production cross sections of New Physics signals with respect to known SM processes. To this end, both experiments feature separate subsystems to measure charged particle momentum, energy deposited by electromagnetic showers from photons and electrons, energy from hadronic showers of strongly-interacting particles and muon-track momentum.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 10,
                    "text": "[9]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 22,
                    "text": "[10]",
                    "end": 26
                }
            ]
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "The most remarkable highlight of ATLAS and CMS operation so far is undoubtedly the discovery of a new particle [13] that so far seems to have all the features pinpointing to a SM(like) Higgs boson [14]. The observation of this new boson has strong impact not only on our understanding of the fundamental interactions of Nature, as encoded in the SM, but on the proposed theoretical scenarios of Physics beyond the SM (BSM).",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 111,
                    "text": "[13]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 197,
                    "text": "[14]",
                    "end": 201
                }
            ]
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "2. Model-independent DM production at the LHC Collider searches for dark matter are highly complementary to direct [15,16] and indirect [16,17] DM detection methods. The main advantage of collider searches is that they do not suffer from astrophysical uncertainties and that there is no lower limit to their sensitivity on DM masses. The leading generic diagrams responsible for DM production [18,19] at hadron colliders involve the pair-production of WIMPs plus the initial-or final-state radiation (ISR/FSR) of a gluon, photon or a weak gauge boson Z, W . The ISR/FSR particle is necessary to balance the two WIMPs' momentum, so that they are not produced back-to-back resulting in negligible E miss T . Therefore the search is based on selecting events high-E miss T events, due to the WIMPs, and a single jet, photon or boson candidate.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 115,
                    "text": "[15,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 119,
                    "text": "16]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 136,
                    "text": "[16,",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 140,
                    "text": "17]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 393,
                    "text": "[18,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 397,
                    "text": "19]",
                    "end": 400
                }
            ]
        },
        {
            "section": "The ATLAS and CMS experiments at the LHC",
            "text": "The search results are interpreted in terms of a largely model-independent effective-fieldtheory framework, in which the interactions between a DM Dirac fermion χ and SM fermions f are described by contact operators. Some of the possible operators are listed in Table 1. In this framework, the interaction between SM and DM particles is determined by only two parameters, namely the DM-particle mass, m χ , and the suppression scale, M * , which is related to the mediator mass and to its coupling to SM and DM particles. The derived limits are independent of the theory behind the WIMP (SUSY, extra dimensions, etc), yet it has been assumed that other hypothetical particles are too heavy to be produced directly in pp collisions. Henceforth, Dirac DM fermions are considered, however conclusions for Majorana fermions can also be drawn, since their production cross section only differs by a factor of two. Table 1. Effective interaction operators of WIMP pair production considered in the mono-X analyses, following the formalism of Ref. [18].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 262,
                    "text": "Table 1",
                    "end": 269
                },
                {
                    "type": "table",
                    "start": 909,
                    "text": "Table 1",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1041,
                    "text": "[18]",
                    "end": 1045
                }
            ]
        },
        {
            "text": "Name Initial state",
            "section_rank": 5
        },
        {
            "section": "Name Initial state",
            "text": "Type Operator",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "D1",
            "section_rank": 6
        },
        {
            "section": "D1",
            "text": "qq scalar",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Monojet searches",
            "section_rank": 7
        },
        {
            "section": "Monojet searches",
            "text": "Event topologies with a single high-E T jet and large E miss T , hereafter referred to as monojets, constitute valuable probes of physics beyond the SM at the LHC. Both ATLAS [20] and CMS [21] experiments have performed searches for an excess of monojet events over SM expectations in a wide range of signatures. The analyses outlined here use the full 2011 pp LHC dataset at a centre-of-mass energy of √ s = 7 TeV. The primary SM process yielding a true monojet final state is Z-boson production in association with a jet, where the Z decays to two neutrinos. Other known processes acting as background in this search are Z(→ )+jets -with = e, µ-, W +jets, tt as well as single-top events. All electroweak backgrounds and multijet events passing the selections criteria, as well as non-collision backgrounds, are in most cases determined by data-driven methods. Top and diboson backgrounds are estimated solely from Monte Carlo (MC) simulation.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 175,
                    "text": "[20]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 188,
                    "text": "[21]",
                    "end": 192
                }
            ]
        },
        {
            "section": "Monojet searches",
            "text": "The monojet analyses for ATLAS and CMS are based on some general requirements: large E miss T , with thresholds typically ranging from 120 GeV to 500 GeV and a energetic jet with a variable p T threshold higher than 110 GeV that fulfils high jet-reconstruction quality criteria. Moreover, events with at least one electron or muon or a third jet are vetoed. Back-to-back dijet events are suppressed by requiring the subleading jet not to be collinear with p miss T . The selected data are required to pass a trigger based on high E miss T (ATLAS) or large E miss T plus one high-E T jet (CMS).",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Monojet searches",
            "text": "The data, amounting to ∼ 5 fb −1 , are found to be in agreement with the SM expectations. The results are interpreted in a framework of WIMP production with the simulated WIMPsignal MC samples corresponding to various assumptions of the effective field theory, as discussed previously. In this framework, the interaction between SM and DM particles are defined by only two parameters, namely the DM-particle mass, m χ , and the suppression scale, M * , which is related to the mediator mass and to its coupling to SM and DM particles.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Monojet searches",
            "text": "Experimental and theoretical systematic uncertainties are considered when setting limits on the model parameters M * and m χ . The experimental uncertainties on jet energy scale and resolution and on E miss T range from 1 − 20% of the WIMP event yield, depending on the E miss T and p T thresholds and the considered interaction operator. Other experimental uncertainties include the ones associated with the trigger efficiency and the luminosity measurement. On the other hand, the parton-distribution-function set, the amount of ISR/FSR, and the factorisation and renormalisation scales assumed lead to theoretical uncertainties on the simulated WIMP signal.  From the limit on the visible cross section of new BSM physics processes, lower limits on the suppression scale as a function of the WIMP mass have been derived by the ATLAS Collaboration [20]. The 90% confidence level (CL) lower limits for the D1, D5 and D8 operators are shown in Fig. 1. The observed limit on M * includes experimental uncertainties; the effect of theoretical uncertainties is indicated by dotted ±1σ lines above and below it. Around the expected limit, ±1σ variations due to statistical and systematic uncertainties are shown as a grey band. The lower limits are flat up to m χ 100 GeV and become weaker at higher mass due to the collision energy. In the bottom-right corner of the (m χ , M * ) plane (light-grey shaded area), the effective field theory approach is no longer valid. The rising lines correspond to couplings consistent with the measured thermal relic density [18], assuming annihilation in the early universe proceeded exclusively via the given operator. Similar exclusion limits for all operators listed in Table 1 are given in Ref. [20]. For the operator D1, the limits are much weaker (∼ 30 GeV) than for other operators. Nevertheless, if heavy-quark loops are included in the analysis, much stronger bounds on M * can be obtained [22].",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 850,
                    "text": "[20]",
                    "end": 854
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 944,
                    "text": "Fig. 1",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1557,
                    "text": "[18]",
                    "end": 1561
                },
                {
                    "type": "table",
                    "start": 1706,
                    "text": "Table 1",
                    "end": 1713
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1732,
                    "text": "[20]",
                    "end": 1736
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1932,
                    "text": "[22]",
                    "end": 1936
                }
            ]
        },
        {
            "section": "Monojet searches",
            "text": "The observed limit on the dark matter-nucleon scattering cross section depends on the mass of the dark matter particle and the nature of its interaction with the SM particles. The limits on the suppression scale as a function of m χ can be translated into a limit on the cross section using the reduced mass of χ-nucleon system [19], which can be compared with the constraints from direct and indirect detection experiments, as we shall see at the end of this Section in conjunction with bounds acquired with other mono-X analyses.  Figure 2. ATLAS 95% CL limits on WIMP annihilation rates σv versus mass m χ , inferred from the monojet analysis. Explanation of the shown curves is given in the text. From Ref. [20].",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 328,
                    "text": "[19]",
                    "end": 332
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 533,
                    "text": "Figure 2",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 711,
                    "text": "[20]",
                    "end": 715
                }
            ]
        },
        {
            "section": "Monojet searches",
            "text": "The ATLAS collider limits on vector (D5) and axial-vector (D8) interactions are also interpreted in terms of the relic abundance of WIMPs, using the same effective theory approach [18]. The upper limits on the annihilation rate of WIMPs into light quarks, defined as the product of the annihilation cross section σ and the relative WIMP velocity v averaged over the WIMP velocity distribution σv , are shown in Fig. 2. The results are compared to limits on WIMP annihilation to bb, obtained from galactic high-energy gamma-ray observations, measured by the Fermi-LAT telescope [23]. Gamma-ray spectra and yields from WIMPs annihilating to bb, where photons are produced in the hadronisation of the quarks, are expected to be very similar to those from WIMPs annihilating to light quarks [24]. Under this assumption, the ATLAS and Fermi-LAT limits can be compared, after scaling up the Fermi-LAT values by a factor of two to account for the Majorana-to-Dirac fermion adaptation. Again, the ATLAS bounds are especially important for small WIMP masses: below 10 GeV for vector couplings and below about 100 GeV for axial-vector ones. In this region, the ATLAS limits are below the annihilation cross section needed to be consistent with the thermic relic value, keeping the assumption that WIMPs have annihilated to SM quarks only via the particular operator in question. For masses of m χ 200 GeV the ATLAS sensitivity becomes worse than the Fermi-LAT one. In this region, improvements can be expected when going to larger centre-of-mass energies at the LHC.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 180,
                    "text": "[18]",
                    "end": 184
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 411,
                    "text": "Fig. 2",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 577,
                    "text": "[23]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 787,
                    "text": "[24]",
                    "end": 791
                }
            ]
        },
        {
            "section": "Monojet searches",
            "text": "The case in which the mediator is light enough to be accessible to the LHC has been considered too by the CMS experiment in a monojet search performed with ∼ 20 fb −1 at 8 TeV [25]. Figure 3 shows the observed limits on the contact interaction scale Λ as a function of the mass of the mediator M , assuming vector interactions and a dark matter mass of 50 GeV and 500 GeV. The width Γ of the mediator is varied between M/3 and M/8π [26]. It shows the resonant enhancement in the production cross section once the mass of the mediator is within the kinematic range and can be produced on-shell. For m χ 100 GeV, this approach is adequate and quite conservative in the bounds on Λ. For m χ 100 GeV, the collider bounds are considerably weaker. At large mediator masses, i.e. M 5 TeV, the limits on Λ approximate to those obtained in the effective theory framework.  ",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 176,
                    "text": "[25]",
                    "end": 180
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 182,
                    "text": "Figure 3",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 432,
                    "text": "[26]",
                    "end": 436
                }
            ]
        },
        {
            "text": "Monophoton-based probes",
            "section_rank": 8
        },
        {
            "section": "Monophoton-based probes",
            "text": "In the same fashion as in the monojet searches, the monophoton analyses aim at probing dark matter requiring large E miss T -from the χ-pair production-and at least one ISR/FSR photon. Searches in monophoton events by ATLAS [27] and CMS [28] also show an agreement with the SM expectations. The limits are derived in a similar fashion as for the monojet search, however the monophoton search is found to be somewhat less sensitive with respect to the monojet topology.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 224,
                    "text": "[27]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 237,
                    "text": "[28]",
                    "end": 241
                }
            ]
        },
        {
            "section": "Monophoton-based probes",
            "text": "The primary (irreducible) background for a γ+E miss T signal comes from Zγ → ννγ production. This together with other SM backgrounds, including W γ, W → eν, γ + jet multijet, diphoton and diboson events, as well as backgrounds from beam halo and cosmic-ray muons, are taken into account in the analyses. The CMS analysis is based on singe-photon triggers, whilst ATLAS relies on high-E miss T triggered events. The photon candidate is required to pass tight quality and isolation criteria, in particular in order to reject events with electrons faking photons. The missing transverse momentum of the selected events should be as high as 150 GeV (130 GeV) in the ATLAS (CMS) search. In CMS, events with a reconstructed jet are vetoed, while the ATLAS analysis rejects events with an electron, a muon or a second jet.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Monophoton-based probes",
            "text": "Both analyses, observe no significant excess of events over the expected background when applied on ∼ 5 fb −1 of pp collision data at √ s = 7 TeV. Hence they set lower limits on the suppression scale, M * versus the DM fermion mass, m χ , which in turn they are translated into upper limits on the nucleon-WIMP interaction cross section applying the prescription in Ref. [18]. Figure 4 shows the 90% CL upper limits on the nucleon-WIMP cross section as a function of m χ derived from the ATLAS search [27]. The results are compared with previous CDF [29], CMS [21,28] and direct WIMP detection experiments [30][31][32][33][34] results. The CMS limit curve generally overlaps the ATLAS curve.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 371,
                    "text": "[18]",
                    "end": 375
                },
                {
                    "type": "figure",
                    "start": 377,
                    "text": "Figure 4",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 501,
                    "text": "[27]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 550,
                    "text": "[29]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 560,
                    "text": "[21,",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 564,
                    "text": "28]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 606,
                    "text": "[30]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 610,
                    "text": "[31]",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 614,
                    "text": "[32]",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 618,
                    "text": "[33]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 622,
                    "text": "[34]",
                    "end": 626
                }
            ]
        },
        {
            "section": "Monophoton-based probes",
            "text": "[GeV] m   Figure 4. ATLAS 90% CL upper limits on the nucleon-WIMP cross section as a function of m χ for spin-dependent (left) and spin-independent (right) interactions, corresponding to D8, D9, D1, and D5 operators, derived from the monophoton analysis. Explanation of the shown curves is given in the text. From Ref. [27].",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 10,
                    "text": "Figure 4",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 319,
                    "text": "[27]",
                    "end": 323
                }
            ]
        },
        {
            "section": "Monophoton-based probes",
            "text": "The observed limits on M * typically decrease by 2% to 10% if the −1σ theoretical uncertainty, resulting from the same sources as the one cited in the monojet analysis, is considered. This translates into a 10% to 50% increase of the quoted nucleon-WIMP cross section limits. To recapitulate, the exclusion in the region 1 GeV < m χ < 1 TeV (1 GeV < m χ < 3.5 GeV) for spin-dependent (spin-independent) nucleon-WIMP interactions is driven by the results from collider experiments, always under the assumption of the validity of the effective theory, and is still dominated by the monojet results.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Mono-W and mono-Z final states",
            "section_rank": 9
        },
        {
            "section": "Mono-W and mono-Z final states",
            "text": "As demonstrated in the previous sections, searches for monojet or monophoton signatures have yielded powerful constraints on dark matter interactions with SM particles. Other studies propose probing DM at LHC through a pp → χχ + W/Z, with a leptonically decaying W [35] or Z [36]. The final state in this case would be large E miss T and a single charged lepton (electron or muon) for the mono-W signature (monolepton) or a pair of charged leptons that reconstruct to the Z mass for the mono-Z signature. In either case, the gauge boson radiations off a qq initial state and an effective field theory is deployed to describe the contact interactions that couple the SM particle with the WIMP.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 265,
                    "text": "[35]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 275,
                    "text": "[36]",
                    "end": 279
                }
            ]
        },
        {
            "section": "Mono-W and mono-Z final states",
            "text": "In Ref. [37], the existing W searches from CMS [38] -which share a similar final state with mono-W searches-are used to place a bound on mono-W production at LHC, which for some choices of couplings are better than monojet bounds. This is illustrated in the left (right) panel of Fig. 5, where the spin-dependent (spin-independent) WIMP-proton cross section limits are drawn. The parameter ξ parametrises the relative strength of the coupling to down-quarks with respect to up-quarks: ξ = +1 for equal couplings; ξ = −1 for opposite-sign ones; and ξ = 0 when there is no coupling to down-quarks. Even in cases where the monoleptons do not provide the most stringent constraints, they provide an interesting mechanism to disentangle WIMP couplings to up-type versus down-type quarks. Such an interpretation has also been performed in Ref. [35] yielding similar limits.   Figure 5. CMS monolepton search with 20 fb −1 at 8 TeV. Excluded proton-dark matter cross section for axial-vector-like, i.e. spin dependent (left), and vector-like, i.e. spin independent (right), for the combination of electron and muon channels. The CMS monojet result is for 20 fb −1 of 2012 data [25]. From Ref. [37].",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 8,
                    "text": "[37]",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 47,
                    "text": "[38]",
                    "end": 51
                },
                {
                    "type": "figure",
                    "start": 280,
                    "text": "Fig. 5",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 838,
                    "text": "[35]",
                    "end": 842
                },
                {
                    "type": "figure",
                    "start": 870,
                    "text": "Figure 5",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1170,
                    "text": "[25]",
                    "end": 1174
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1186,
                    "text": "[37]",
                    "end": 1190
                }
            ]
        },
        {
            "section": "Mono-W and mono-Z final states",
            "text": "The ATLAS Collaboration has extended the range of possible mono-X probes by looking for pp → χχ + W/Z, when the gauge boson decays to two quarks [39], as opposed to the leptonic signatures discussed so far. The analysis searches for the production of W or Z bosons decaying hadronically and reconstructed as a single massive jet in association with large E miss T from the undetected χχ particles. For this analysis, the jet candidates are reconstructed using a filtering procedure referred to as large-radius jets [40]. This search, the first of its kind, is sensitive to WIMP pair production, as well as to other DM-related models, such as invisible Higgs boson decays (W H or ZH production with H → χχ). Figure 6 shows the 90% CL upper limits on the dark matter-nucleon scattering cross section as a function of the mass of DM particle for the spin-independent (left) and spin-dependent (right) models obtained by the ATLAS mono-W/Z analysis [39]. The new limits are also compared to the limits set by ATLAS in the 7 TeV monojet analysis [20]. Limits from XENON100 [41], CoGent [31], CDMS II [32], SIMPLE [33], COUPP [42], Picasso [34], IceCube [43] are superimposed for comparison. For the spin-independent case with the opposite-sign up-type and  Figure 6. ATLAS-derived limits on χ-nucleon cross sections as a function of m χ at 90% CL for spin-independent (left) and spin-dependent (right) cases, obtained with the mono-W/Z analysis and compared to previous limits. From Ref. [39].",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 145,
                    "text": "[39]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 515,
                    "text": "[40]",
                    "end": 519
                },
                {
                    "type": "figure",
                    "start": 707,
                    "text": "Figure 6",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 945,
                    "text": "[39]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1041,
                    "text": "[20]",
                    "end": 1045
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1068,
                    "text": "[41]",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1081,
                    "text": "[31]",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1095,
                    "text": "[32]",
                    "end": 1099
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1108,
                    "text": "[33]",
                    "end": 1112
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1120,
                    "text": "[42]",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1134,
                    "text": "[34]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1148,
                    "text": "[43]",
                    "end": 1152
                },
                {
                    "type": "figure",
                    "start": 1252,
                    "text": "Figure 6",
                    "end": 1260
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1483,
                    "text": "[39]",
                    "end": 1487
                }
            ]
        },
        {
            "section": "Mono-W and mono-Z final states",
            "text": "down-type couplings, the limits are improved by about three orders of magnitude. For other cases, the bounds are similar. Comparable limits have been obtained by the CMS experiment.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Mono-W and mono-Z final states",
            "text": "It is worth noting that the spin-dependent limits derived from the operator D9, give a smaller, hence better, bound on the WIMP-nucleon cross section throughout the range of m χ , compared to direct DM experiments. In the spin-independent case the bounds from direct detection experiments are stronger for m χ 10 GeV, whereas the collider bounds, acquired with the operator D5, get important for the region of low DM masses.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Searches for supersymmetry",
            "section_rank": 10
        },
        {
            "section": "Searches for supersymmetry",
            "text": "Supersymmetry (SUSY) [44] is an extension of the Standard Model which assigns to each SM field a superpartner field with a spin differing by a half unit. SUSY provides elegant solutions to several open issues in the SM, such as the hierarchy problem and the grand unification. In particular, SUSY predicts the existence of a stable weakly interacting particle -the lightest supersymmetric particle (LSP)-that has the pertinent properties to be a dark matter particle, thus providing a very compelling argument in favour of SUSY [45].",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 21,
                    "text": "[44]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 528,
                    "text": "[45]",
                    "end": 532
                }
            ]
        },
        {
            "section": "Searches for supersymmetry",
            "text": "SUSY searches in the ATLAS [9] and CMS [10] experiments typically focus on events with high transverse missing energy, which can arise from (weakly interacting) LSPs, in the case of R-parity conserving SUSY, or from neutrinos produced in LSP decays, if R-parity is broken (c.f. Section 3.4). Hence, the event selection criteria of inclusive channels are based on large E miss T , no or few leptons (e, µ), many jets and/or b-jets, τ -leptons and photons. In addition, kinematical variables such as the transverse mass, M T , and the effective mass, M eff , assist in distinguishing further SUSY from SM events, whilst the effective transverse energy [46] can be useful to cross-check results, allowing a better and more robust identification of the SUSY mass scale, should a positive signal is found. Although the majority of the analysis simply look for an excess of events over the SM background, there is an increasing application of distribution shape fitting techniques [47].",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 27,
                    "text": "[9]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 39,
                    "text": "[10]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 650,
                    "text": "[46]",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 975,
                    "text": "[47]",
                    "end": 979
                }
            ]
        },
        {
            "section": "Searches for supersymmetry",
            "text": "Typical SM backgrounds are top-quark production -including single-top-, W /Z in association with jets, dibosons and QCD multijet events. These are estimated using semi-or fully data-driven techniques. Although the various analyses are optimised for a specific SUSY scenario, the interpretation of the results are extended to various SUSY models or topologies.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Searches for supersymmetry",
            "text": "Analyses exploring R-parity conserving SUSY models at LHC are roughly divided into inclusive searches for squarks and gluinos, for third-generation fermions, and for electroweak production (pairs ofχ 0 ,χ ± ,˜ ). Although these searches are designed and optimised to look for R-parity conserving SUSY, interpretation in terms of R-parity violating (RPV) models is also possible. Other analyses are purely motivated by oriented by RPV scenarios and/or by the expectation of long-lived sparticles. Recent summary results from each category of ATLAS and CMS searches are presented in this section.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Gluinos and first two generations of quarks",
            "section_rank": 11
        },
        {
            "section": "Gluinos and first two generations of quarks",
            "text": "At the LHC, supersymmetric particles are expected to be predominantly produced hadronically, i.e. through gluino-pair, squark-pair and squark-gluino production. Each of these (heavy) sparticles is going to decay into lighter ones in a cascade decay that finally leads to an LSP, which in most of the scenarios considered is the lightest neutralinoχ 0",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "Gluinos and first two generations of quarks",
            "text": "1 . The two LSPs would escape detection giving rise to high transverse missing energy, hence the search strategy followed is based on the detection of high E miss T , many jets and possibly energetic leptons. The analyses make extensive use of data-driven Standard Model background measurements.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "Gluinos and first two generations of quarks",
            "text": "The most powerful of the existing searches are based on all-hadronic final states with large missing transverse momentum [48,49]. In the 0-lepton search, events are selected based on a jet+E miss T trigger, applying a lepton veto, requiring a minimum number of jets, high E miss T , and large azimuthal separation between the E miss T and reconstructed jets, in order to reject multijet background. In addition, searches for squark and gluino production in a final state with one or two leptons have been performed [50,51]. The events are categorised by whether the leptons have higher or lower momentum and are referred to as the hard and soft lepton channels respectively. The soft-lepton analysis which enhances the sensitivity of the search in the difficult kinematic region where the neutralino and gluino masses are close to each other forming the socalled compressed spectrum. The major backgrounds (tt, W +jets, Z+jets) are estimated by isolating each of them in a dedicated control region, normalising the simulation to data in that control region, and then using the simulation to extrapolate the background expectations into the signal region. The multijet background is determined from the data by a matrix method. All other (smaller) backgrounds are estimated entirely from the simulation, using the most accurate theoretical cross sections available. To account for the cross-contamination of physics processes across control regions, the final estimate of the background is obtained with a simultaneous, combined fit to all control regions.",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 121,
                    "text": "[48,",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 125,
                    "text": "49]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 515,
                    "text": "[50,",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 519,
                    "text": "51]",
                    "end": 522
                }
            ]
        },
        {
            "section": "Gluinos and first two generations of quarks",
            "text": "In the absence of deviations from SM predictions, limits for squark and gluino production are set. Figure 7 illustrates the 95% CL limits set by ATLAS under the minimal Supergravity (mSUGRA) model in the (m 0 , m 1/2 ) plane [48,56]. The remaining parameters are set to tan β = 30, A 0 = −2 m 0 , µ > 0, so as to acquire parameter-space points where the predicted mass of the lightest Higgs boson, h 0 , is near 125 GeV, i.e. compatible with the recently observed Higgs-like boson [13,14]. Exclusion limits are obtained by using the signal region with the best expected sensitivity at each point. By assumption, the mSUGRA model avoids both flavourchanging neutral currents and extra sources of CP violation. For masses in the TeV range, it  typically predicts too much cold dark matter, however these predictions depend of the presence of stringy effects that may dilute [58] or enhance [59] the predicted relic dark matter density. In the mSUGRA case, the limit on squark mass reaches 1750 GeV and on gluino mass is 1400 GeV.",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 99,
                    "text": "Figure 7",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 225,
                    "text": "[48,",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "start": 229,
                    "text": "56]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 481,
                    "text": "[13,",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 485,
                    "text": "14]",
                    "end": 488
                }
            ]
        },
        {
            "text": "Third-generation squarks",
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "The previously presented limits from inclusive channels indicate that the masses of gluinos and first/second generation squarks are expected to be above 1 TeV. Nevertheless, in order to solve the hierarchy problem in a natural way, the masses of the stops, sbottoms, higgsinos and gluinos have to be below the TeV-scale to properly cancel the divergences in the Higgs mass radiative corrections. Despite their production cross sections being smaller than for the first and second generation squarks, stop and sbottom may well be directly produced at the LHC and could provide the only direct observation of SUSY at the LHC in case the other sparticles are outside of the LHC energy reach. The lightest mass eigenstates of the sbottom and stop particles,b 1 andt 1 , could hence be produced either directly in pairs or throughg pair production followed byg →b 1 b org →t 1 t decays. Both cases will be discussed in the following.",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "For the aforementioned reasons, direct searches for third generation squarks have become a priority in both ATLAS and CMS. Such events are characterised by several energetic jets (some of them b-jets), possibly accompanied by light leptons, as well as high E miss T . A suite of channels have been considered, depending on the topologies allowed and the exclusions generally come with some assumptions driven by the shortcomings of the techniques and variables used, such as the requirement of 100% branching ratios into particular decay modes.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "In the case of the gluino-mediated production of stops, a simplified scenario (\"Gtt model\"), wheret 1 is the lightest squark but mg < mt 1 , has been considered. Pair production of gluinos is the only process taken into account since the mass of all other sparticles apart from theχ 0 1 are above the TeV scale. A three-body decay via off-shell stop is assumed for the gluino, yielding a 100% branching ratio for the decayg → ttχ 0",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "1 . The stop mass has no impact on the kinematics of the decay and the exclusion limits [54,60,61] set by the CMS experiment are presented in the (mg, mχ0",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "1 ) plane in Fig. 8. For a massless LSP, gluinos with masses from 560 GeV to 1320 GeV are excluded. Similar results are obtained if the decayg → bbχ 0 1 is considered instead, as shown in Fig. 9. If the gluino is too heavy to be produced at the LHC, the only remaining possibility is the directt 1t1 andb 1b1 production. If stop pairs are considered, two decay channels can be distinguished depending on the mass of the stop:t 1 → bχ ± 1 andt 1 → tχ 0 1 . CMS and ATLAS carried out a wide range of different analyses in each of these modes at both 7 TeV and 8 TeV centre-of-mass energy. In all these searches, the number of observed events has been found to be consistent with the SM expectation. Limits have been set by ATLAS on the mass of the scalar top for different assumptions on the mass hierarchy scalar top-chargino-lightest neutralino [63], as shown in the left panel of Fig. 10. A scalar top quark of mass of up to 480 GeV is excluded at 95% CL for a massless neutralino and a 150 GeV chargino. For a 300 GeV scalar top quark and a 290 GeV chargino, models with a neutralino with mass lower than 175 GeV are excluded at 95% CL.",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 13,
                    "text": "Fig. 8",
                    "end": 19
                },
                {
                    "type": "figure",
                    "start": 188,
                    "text": "Fig. 9",
                    "end": 194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 881,
                    "text": "Fig. 10",
                    "end": 888
                }
            ]
        },
        {
            "section": "Third-generation squarks",
            "text": "[GeV]  ",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "section": "Third-generation squarks",
            "text": "Status: SUSY 2013 For the case of a high-mass stop decaying to a top and neutralino (t 1 → tχ 0 1 ), analyses requiring one, two or three isolated leptons, jets and large E miss T have been carried out. No significant excess of events above the rate predicted by the SM is observed and 95% CL upper limits are set on the stop mass in the stop-neutralino mass plane. The region of excluded stop and neutralino masses is shown on the right panel of Fig. 10 for the ATLAS analyses. Stop masses are excluded between 200 GeV and 680 GeV for massless neutralinos, and stop masses around 500 GeV are excluded along a line which approximately corresponds to neutralino masses up to 250 GeV. It is worth noting that a monojet analysis with c-tagging is deployed to cover part of the low-mt 1 , low-mχ0 1 region through thet 1 → cχ 0 1 channel.",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 447,
                    "text": "Fig. 10",
                    "end": 454
                }
            ]
        },
        {
            "text": "Electroweak gaugino production",
            "section_rank": 13
        },
        {
            "section": "Electroweak gaugino production",
            "text": "If all squarks and gluinos are above the TeV scale, weak gauginos with masses of few hundred gigaelectronvolts may be the only sparticles accessible at the LHC. As an example, at √ s = 7 TeV, the cross-section of the associated productionχ ± Observed limits 3.4. R-parity violating SUSY and meta-stable sparticles R-parity is defined as:",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "Electroweak gaugino production",
            "text": ", where B, L and S are the baryon number, lepton number and spin, respectively. Hence R = +1 for all Standard Model particles and R = −1 for all SUSY particles. It is stressed that the conservation of R-parity is an ad-hoc assumption. The only firm restriction comes from the proton lifetime: non-conservation of both B and L leads to rapid proton decay. R-parity conservation has serious consequences in SUSY phenomenology in colliders: the SUSY particles are produced in pairs and the lightest SUSY particle is absolutely stable, thus providing a WIMP candidate. Recent CMS analyses are focused on studying the lepton number violating terms λ ijk L i L jēk and λ ijk L i Q jdk , which result in specific signatures involving leptons in events produced in pp collisions at LHC. A search for resonant production and the following decay ofμ which is caused by λ 211 = 0 has been conducted [72]. Multilepton signatures caused by LSP decays due to various λ and λ terms in stop production have been probed [73]. Reference [74] discusses the possibility of the generic model independent search for RPV SUSY in 4-lepton events. A summary of the limits set by several CMS analyses [61, 73,75] are listed in Fig. 12.",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 888,
                    "text": "[72]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 1003,
                    "text": "[73]",
                    "end": 1007
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1019,
                    "text": "[74]",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 1180,
                    "text": "73,",
                    "end": 1183
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 1183,
                    "text": "75]",
                    "end": 1186
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1201,
                    "text": "Fig. 12",
                    "end": 1208
                }
            ]
        },
        {
            "section": "Electroweak gaugino production",
            "text": "In view of the null results in other SUSY searches, it became mandatory to fully explore the SUSY scenario predicting meta-stable or long-lived particles. These particles, not present in the Standard Model, would provide striking signatures in the detector and rely heavily on a detailed understanding of its performance. In SUSY, non-prompt particle decay can be caused by (i) very weak RPV [76], (ii) low mass difference between a SUSY particle and the LSP [77], or (iii) very weak coupling to the gravitino in GMSB models [78,79]. A small part of these   As a last remark, we address the issue of (not necessarily cold) dark matter in RPV SUSY models. These seemingly incompatible concepts can be reconciled in models with a gravitino [80,81] or an axino [82,83] LSP with a lifetime exceeding the age of the Universe. In both cases, RPV is induced by bilinear terms in the superpotential that can also explain current data on neutrino masses and mixings without invoking any GUT-scale physics [71]. Decays of the next-to-lightest superparticle occur rapidly via RPV interaction, and thus they do not upset the Big-Bang nucleosynthesis, unlike the R-parity conserving case. Such gravitino DM is proposed in the context of µνSSM [84] with profound prospects for detecting γ rays from their decay [85].",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 392,
                    "text": "[76]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 459,
                    "text": "[77]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 525,
                    "text": "[78,",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 529,
                    "text": "79]",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 738,
                    "text": "[80,",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 742,
                    "text": "81]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 758,
                    "text": "[82,",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 762,
                    "text": "83]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "start": 996,
                    "text": "[71]",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 1230,
                    "text": "[84]",
                    "end": 1234
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 1297,
                    "text": "[85]",
                    "end": 1301
                }
            ]
        },
        {
            "section": "Electroweak gaugino production",
            "text": "Recent evidence on the four-year Fermi data that have found excess of a 130 GeV gamma-ray line from the Galactic Center [86] have been studied in the framework of R-parity breaking SUSY. A decaying axino DM scenario based on the SUSY KSVZ axion model with the bilinear R-parity violation explains the Fermi 130 GeV gamma-ray line excess from the GC while satisfying other cosmological constraints [83]. On the other hand, gravitino dark matter with trilinear RPV -in particular models with the LLE RPV coupling-can account for the gamma-ray line, since there is no overproduction of anti-proton flux, while being consistent with big-bang nucleosynthesis and thermal leptogenesis [81].",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 120,
                    "text": "[86]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 397,
                    "text": "[83]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 679,
                    "text": "[81]",
                    "end": 683
                }
            ]
        },
        {
            "text": "Summary and outlook",
            "section_rank": 14
        },
        {
            "section": "Summary and outlook",
            "text": "The nature of dark matter remains one of the mysteries of Particle Physics and Cosmology. Mono-X searches at the LHC provide strong constraints on dark matter properties in an effective field theory formalism. Colliders are superior to direct searches if dark matter is very light (< 10 GeV) or if interactions are spin-dependent. Extensive efforts are currently in progress on the validity of the effective field-theory approach, the proper comparison with the results from direct detection experiments and the use of simplified models with light mediators. Analyses looking for specific models providing DM candidates, such as Supersymmetry, are ongoing. Searches continue with the full 2012 dataset but a new discovery might eventually require more energy and more data coming up in 2015. [56] ATLAS Collaboration 2013 Search for strongly produced superpartners in final states with two same sign leptons with the ATLAS detector using 21 fb ",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "Figure 1 .",
            "section_rank": 15
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. ATLAS lower limits at 90% CL on the suppression scale, M * , for different masses of χ obtained with the monojet analysis for the operators D1 (top left), D5 (top right) and D8 (bottom). The region below the limit lines is excluded. All shown curves and areas are explained in the text. From Ref.[20].",
            "paragraph_rank": 52,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 306,
                    "text": "[20]",
                    "end": 310
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 16
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Observed limits on the scale Λ as a function of the mass M , assuming vector interactions and a dark matter mass of 50 GeV (blue) and 500 GeV (red) in a CMS monojet analysis. The width of the mediator was varied between M/3, M/10 and M/8π. From Ref.[25].",
            "paragraph_rank": 53,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 259,
                    "text": "[25]",
                    "end": 263
                }
            ]
        },
        {
            "text": "[52] Leptons in the soft category are characterised by low lepton-p T thresholds (6 − 10 GeV) and such events are triggered by sufficient E miss T . Hard leptons pass a threshold of ∼ 25 GeV and are seeded with both lepton and E miss T triggers. Analyses based on the razor [53] variable have also been carried out by both experiments [54, 55].",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Figure 7 .",
            "section_rank": 18
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7. Exclusion limits at 95% CL for 8 TeV ATLAS analyses[48, 56]  in the (m 0 , m 1/2 ) plane for the mSUGRA model. From Ref. [57].",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 61,
                    "text": "[48,",
                    "end": 65
                }
            ]
        },
        {
            "text": "Figure 8 .Figure 9 .",
            "section_rank": 19
        },
        {
            "section": "Figure 8 .Figure 9 .",
            "text": "Figure 8. Summary of observed and expected limits [54, 60, 61] for gluino pair production with gluino decaying via a 3-body decay to a top, an antitop and a neutralino. From Ref. [62].",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "1χ 0 2",
            "section_rank": 20
        },
        {
            "section": "1χ 0 2",
            "text": "with degenerate masses of 200 GeV is above the 1-TeV gluino-gluino production cross section by one order of magnitude. Chargino pair production is searched for in events with two opposite-sign leptons and E miss T using a jet veto, through the decayχ ± 1 → ± νχ 0 1 . A summary of related analyses [64] performed by CMS is shown inFig. 11. Charginos with masses between 140 and 560 GeV are excluded for a massless LSP in the chargino-pair production with an intermediate slepton/sneutrino between theχ ± 1 assumed instead, the limits range from 11 to 760 GeV. The corresponding limits involving intermediate W , Z and/or H are significantly weaker.",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Figure 11.Summary of observed limits for electroweak-gaugino production from CMS [64]. From Ref. [62].",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "text": "of available mass limits *Observed limits, theory uncertainties not included Probe *up to* the quoted mass limit",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "text": "Figure 12 .",
            "section_rank": 23
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Best exclusion limits for the masses of the mother particles, for RPV scenarios, for each topology, for all CMS results [61,73,75]. In this plot, the lowest mass range is m mother = 0, but results are available starting from a certain mass depending on the analyses and topologies. Branching ratios of 100% are assumed, values shown in plot are to be interpreted as upper bounds on the mass limits. From Ref.[62].",
            "paragraph_rank": 60,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 135,
                    "text": "73,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 138,
                    "text": "75]",
                    "end": 141
                }
            ]
        },
        {
            "text": "−1 of proton-proton collisions at √ s = 8 TeV ATLAS Note ATLAS-CONF-2013-007 ATLAS Collaboration 2013 Search for Supersymmetry in Events with Large Missing Transverse Momentum, Jets, and at Least One Tau Lepton in 21 fb −1 of √ s = 8 TeV Proton-Proton Collision Data with the ATLAS Detector ATLAS Note ATLAS-CONF-2013-026 ATLAS Collaboration 2013 Measurement of multi-jet cross-section ratios and determination of the strong coupling constant in proton-proton collisions at √ s = 7 TeV with the ATLAS detector ATLAS Note ATLAS-CONF-2013-041 ATLAS Collaboration 2013 Search for strong production of supersymmetric particles in final states with missing transverse momentum and at least three b-jets using 20.1 fb −1 of pp collisions at √ s = 8 TeV with the ATLAS Detector ATLAS Note ATLAS-CONF-2013-061 ATLAS Collaboration 2013 Search for squarks and gluinos in events with isolated leptons, jets and missing transverse momentum at √ s = 8 TeV with the ATLAS detector ATLAS Note ATLAS-CONF-2013-062 [57] ATLAS Supersymmetry Searches Public Results: https://twiki.cern.ch/twiki/bin/view/AtlasPublic/SupersymmetryPublicResults [58] Lahanas A B, Mavromatos N E and Nanopoulos D V 2007 Smoothly evolving supercritical-string dark energy relaxes supersymmetric-dark-matter constraints Phys. Lett. B 649 83 (Preprint hep-ph/0612152) [59] Mavromatos N E, Sarkar S and Vergou A 2011 Stringy Space-Time Foam, Finsler-like Metrics and Dark Matter Relics Phys. Lett. B 696 300 (Preprint arXiv:1009.2880 [hep-th]) Mavromatos N E, Mitsou V A, Sarkar S and Vergou A 2012 Implications of a Stochastic Microscopic Finsler Cosmology Eur. Phys. J. C 72 1956 (Preprint arXiv:1012.4094 [hep-ph]) [60] Chatrchyan S et al. [CMS Collab.] 2013 Search for gluino mediated bottom-and top-squark production in multijet final states in pp collisions at 8 TeV Phys. Lett. B 725 243 (Preprint arXiv:1305.2390 [hep-ex]) CMS Collaboration 2013 Search for supersymmetry in pp collisions at a center-of-mass energy of 8 TeV in events with a single lepton, multiple jets and b-tags CMS Note CMS-PAS-SUS-13-007 CMS Collaboration 2013 Search for supersymmetry in pp collisions at √ s = 8 TeV in events with three leptons and at least one b-tagged jet CMS Note CMS-PAS-SUS-13-008 [61] CMS Collaboration 2013 Search for new physics in events with same-sign dileptons and jets in pp collisions at √ s = 8 TeV CMS Note CMS-PAS-SUS-13-013 [62] CMS Supersymmetry Physics Results: https://twiki.cern.ch/twiki/bin/view/CMSPublic/PhysicsResultsSUS [63] Aad G et al. [ATLAS Collab.] 2012 Search for a supersymmetric partner to the top quark in final states with jets and missing transverse momentum at √ s = 7 TeV with the ATLAS detector Phys. Rev. Lett. 109 211802 (Preprint arXiv:1208.1447 [hep-ex]) Aad G et al. [ATLAS Collab.] 2012 Search for direct top squark pair production in final states with one isolated lepton, jets, and missing transverse momentum in √ s = 7 TeV pp collisions using 4.7 fb −1 of ATLAS data Phys. Rev. Lett. 109 211803 (Preprint arXiv:1208.2590 [hep-ex]) Aad G et al. [ATLAS Collab.] 2012 Search for light scalar top quark pair production in final states with two leptons with the ATLAS detector in √ s = 7 TeV proton-proton collisions Eur. Phys. J. C 72 2237 (Preprint arXiv:1208.4305 [hep-ex]) Aad G et al. [ATLAS Collab.] 2012 Search for a heavy top-quark partner in final states with two leptons with the ATLAS detector at the LHC JHEP 1211 094 (Preprint arXiv:1209.4186 [hep-ex]) Aad G et al. [ATLAS Collab.] 2013 Search for light top squark pair production in final states with leptons and b-jets with the ATLAS detector in √ s = 7 TeV proton-proton collisions Phys. Lett. B 720 13 (Preprint arXiv:1209.2102 [hep-ex])",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "text": "The dashed and solid lines show the expected and observed limits, respectively, including all uncertainties except the theoretical signal cross section uncertainty. From Ref. [57].",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "text": "Here we highlight the status of RPV supersymmetry [65] searches at the LHC. Both ATLAS and CMS experiments have probed RPV SUSY through various channels, either by exclusively searching for specific decay chains, or by inclusively searching for multilepton events. ATLAS has looked for resonant production of eµ, eτ and µτ [66], for multijets [67], for events with at least four leptons [68] and for excesses in the eµ continuum [69]. Null inclusive searches in the one-lepton channel [70] have also been interpreted in the context of a model where RPV is induced through bilinear terms [71].",
            "paragraph_rank": 63,
            "section_rank": 26
        },
        {
            "text": "arXiv:1212.6428 [hep-ex]) Chatrchyan S et al. [CMS Collab.] 2013 Search for supersymmetry in events with opposite-sign dileptons and missing transverse energy using an artificial neural network Phys. Rev. D 87 072001 (Preprint arXiv:1301.0916 [hep-ex]) [52] Baer H, Box A, Park E-K and Tata X 2007 Implications of compressed supersymmetry for collider and dark matter searches JHEP 0708 060 (Preprint arXiv:0707.0618 [hep-ph]) LeCompte T J and Martin S P 2012 Compressed supersymmetry after 1 fb −1 at the Large Hadron Collider Phys. Rev. D 85 035023 (Preprint arXiv:1111.6897 [hep-ph]) [53] Rogan C 2010 Kinematical variables towards new dynamics at the LHC Preprint arXiv:1006.2727 [hep-ph] [54] Chatrchyan S et al. [CMS Collab.] 2013 Inclusive search for supersymmetry using the razor variables in pp collisions at √ s = 7 TeV Phys. Rev. Lett. 111 081802 (Preprint arXiv:1212.6961 [hep-ex]) [55] Aad G et al. [ATLAS Collab.] 2013 Multi-channel search for squarks and gluinos in √ s = 7 TeV pp collisions with the ATLAS detector Eur. Phys. J. C 73 2362 (Preprint arXiv:1212.6149 [hep-ex])",
            "paragraph_rank": 64,
            "section_rank": 27
        },
        {
            "text": "Acknowledgments",
            "section_rank": 29
        },
        {
            "section": "Acknowledgments",
            "text": "The author is grateful to the XIV MWPF organisers for the kind invitation and support that gave her the opportunity to present this plenary talk. She acknowledges support by the Spanish Ministry of Economy and Competitiveness (MINECO) under the projects FPA2009-13234-C04-01 and FPA2012-39055-C02-01, by the Generalitat Valenciana through the project PROMETEO II/2013-017 and by the Spanish National Research Council (CSIC) under the JAE-Doc program co-funded by the European Social Fund (ESF).",
            "paragraph_rank": 65,
            "section_rank": 29
        },
        {
            "text": "Aad G et al. [ATLAS Collab.] 2013 Search for direct third-generation squark pair production in final states with missing transverse momentum and two b-jets in √ s = 8 TeV pp collisions with the ATLAS detector JHEP 1310 189 (Preprint arXiv:1308.2631 [hep-ex]) ATLAS Collaboration 2013 Search for direct production of the top squark in the all-hadronic tt + E miss T final state in 21 fb − ",
            "paragraph_rank": 66,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 13,
                    "text": "[ATLAS Collab.]",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "start": 386,
                    "text": "−",
                    "end": 387
                }
            ]
        }
    ]
}