{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of ϒ(1S), ϒ(2S) and ϒ(3S) mesons decaying into the dimuon final state is studied with the LHCb detector using a data sample corresponding to an integrated luminosity of 3.3 pb −1 collected in proton-proton collisions at a centre-of-mass energy of √ s = 2.76 TeV. The differential production cross-sections times dimuon branching fractions are measured as functions of the ϒ transverse momentum and rapidity, over the ranges p T < 15 GeV/c and 2.0 < y < 4.5. The total cross-sections in this kinematic region, assuming unpolarised production, are measured to be",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "where the first uncertainty is statistical and the second systematic.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Studies of the production of heavy quark-antiquark bound systems, such as the bb states ϒ(1S), ϒ(2S) and ϒ(3S) (indicated generically as ϒ in the following) in hadronhadron interactions probe the dynamics of the colliding partons and provide a unique insight into quantum chromodynamics (QCD). The total production cross-sections and spin configurations of these heavy quarkonium states are currently not reproduced by the theoretical models. These include the colour singlet model [1][2][3][4][5], recently improved by adding higher-order contributions [6,7], the colourevaporation model [8], and the non-perturbative colour octet mechanism [9][10][11], which is investigated in the framework e-mail: Dmytro.Volyanskyy@cern.ch of non-relativistic QCD. The first complete next-to-leading order calculation of ϒ production properties [12], based on the non-relativistic QCD factorisation scheme, provides a good description of the measured differential cross-sections at large transverse momentum, p T , but overestimates the data at low p T .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 482,
                    "text": "[1]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 485,
                    "text": "[2]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 488,
                    "text": "[3]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 491,
                    "text": "[4]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 494,
                    "text": "[5]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 554,
                    "text": "[6,",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "start": 557,
                    "text": "7]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 589,
                    "text": "[8]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 642,
                    "text": "[9]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "start": 645,
                    "text": "[10]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 649,
                    "text": "[11]",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 833,
                    "text": "[12]",
                    "end": 837
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The production of ϒ mesons in proton-proton (pp) collisions occurs either directly in parton scattering or via feeddown from the decay of heavier prompt bottomonium states, like χ b [13][14][15][16], or higher-mass ϒ states. The latter source complicates the theoretical description of bottomonium production [17,18].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 182,
                    "text": "[13]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "start": 186,
                    "text": "[14]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "start": 190,
                    "text": "[15]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "[16]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "start": 309,
                    "text": "[17,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "start": 313,
                    "text": "18]",
                    "end": 316
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Large Hadron Collider provides a unique possibility to study bottomonium and charmonium hadroproduction in pp interactions at different collision energies and discriminate between various theoretical approaches. This study presents the first measurement of the inclusive production cross-sections of the three considered ϒ mesons in pp collisions at a centre-of-mass energy of √ s = 2.76 TeV. The measurements are performed as functions of the ϒ transverse momentum and rapidity, y, separately in six bins of p T in the range p T < 15 GeV/c and five bins of y in the range 2.0 < y < 4.5. The results are reported as products of the cross-sections and the branching fractions of ϒ mesons into the dimuon final state. This analysis is complementary to those performed by the ATLAS [19], CMS [20] and LHCb [21,22] collaborations and allows studies of the ϒ production cross-section at forward rapidities as a function of the centre-of-mass energy.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 783,
                    "text": "[19]",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "start": 793,
                    "text": "[20]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "[21,",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "start": 811,
                    "text": "22]",
                    "end": 814
                }
            ]
        },
        {
            "text": "Detector and data sample",
            "section_rank": 3
        },
        {
            "section": "Detector and data sample",
            "text": "The LHCb detector [23] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The combined tracking system provides a momentum measurement with relative uncertainty that varies from 0.4 % at 5 GeV/c to 0.6 % at 100 GeV/c, and impact parameter resolution of 20 μm for tracks with large transverse momentum. Different types of charged hadrons are distinguished by information from two ring-imaging Cherenkov detectors [24]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [25].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[23]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 840,
                    "text": "[24]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1148,
                    "text": "[25]",
                    "end": 1152
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "The analysis is carried out using a sample of data corresponding to an integrated luminosity of 3.3 pb −1 collected in pp collisions at √ s = 2.76 TeV. Events of interest are preselected by a trigger consisting of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. The presence of two muon candidates with the product of their p T larger than 1.68 (GeV/c) 2 is required in the hardware trigger. At the software stage, the events are required to contain two well reconstructed tracks with hits in the muon system, having total and transverse momenta greater than 6 and 0.5 GeV/c, respectively. The selected muon candidates are further required to originate from a common vertex and have an invariant mass larger than 4.7 GeV/c 2 .",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 456,
                    "text": "2",
                    "end": 457
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "To determine the acceptance, reconstruction and trigger efficiencies, fully simulated signal samples are reweighted to reproduce the multiplicity distributions for reconstructed primary vertices, tracks and hits in the detector observed in the data. The simulation is performed using the LHCb configuration [26] of the Pythia 6.4 event generator [27]. Here, decays of hadronic particles are described by EvtGen [28] in which final-state photons are generated using Photos [29]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [30,31] as described in Ref.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 307,
                    "text": "[26]",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 346,
                    "text": "[27]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 411,
                    "text": "[28]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 472,
                    "text": "[29]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Detector and data sample",
            "text": "[32].",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Signal selection and cross-section determination",
            "section_rank": 4
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "The selection strategy used in the previous LHCb studies on ϒ production [21,22]   The invariant mass distribution of the selected ϒ → μ + μ − candidates is shown in Fig. 1 for the full kinematic range. The distribution is described by a function similar to the one used in the previous studies on ϒ production [21,22]. It models the signal component using the sum of three Crystal Ball functions [36], one for each of the ϒ(1S), ϒ(2S) and ϒ(3S) signals, and includes an exponential component to account for combinatorial background. The position and width of the Crystal Ball function describing the ϒ(1S) meson are allowed to vary, while the mass differences between ϒ states are fixed to their known values [37] along with parameters describing the radiative tail, as determined from simulation studies. The widths of the ϒ(2S) and ϒ(3S) peaks are constrained to the value of the width of the ϒ(1S) signal scaled by the ratio of their masses to the ϒ(1S) mass. In total, five parameters are extracted from the fit for the signal component: the yields of ϒ(1S), ϒ(2S) and ϒ(3S) states, the ϒ(1S) mass resolution and its peak position. The latter is found to be consistent with the known mass of the ϒ(1S) meson [37], while reasonable agreement is observed between the data and simulation for the ϒ(1S) mass resolution.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 73,
                    "text": "[21,",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "start": 77,
                    "text": "22]",
                    "end": 80
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 166,
                    "text": "Fig. 1",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "start": 311,
                    "text": "[21,",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "start": 315,
                    "text": "22]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "[36]",
                    "end": 401
                }
            ]
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "The ϒ production cross-sections are measured separately in six bins of p T and five bins of y since the limited amount of data does not allow a measurement of double differential cross-sections. For a given p T or y bin, the differential crosssection for the inclusive ϒ production of the three different states decaying into the dimuon final state is determined as",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "dσ",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "where N corr ϒ is the efficiency-corrected yield of ϒ → μ + μ − decays, L stands for the integrated luminosity and p T ( y) denotes the p T (y) bin size. For the mass fits in individual p T and y bins, the ϒ(1S) peak position is fixed to the value obtained from the fit for the full kinematic range, while the ϒ(1S) mass resolution is parameterised with a function of p T and y using simulation. The total observed signal yields and their statistical uncertainties for ϒ(1S), ϒ(2S) and ϒ(3S) mesons obtained by summation over p T (y) bins are 1139 ± 37 (1145 ± 37), 271 ± 20 (270 ± 20) and 158 ± 16 (156 ± 16), respectively. These results are in good agreement with the total signal yields obtained from the fit to the reconstructed dimuon invariant mass for the full kinematic range.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "Based on the mass fit results in individual bins, the efficiency-corrected yield for each kinematic region is determined as",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "where w ϒ i is a signal weight factor, ε tot i is the total signal event efficiency and the sum runs over all candidates i. The w ϒ i factor accounts for the background subtraction and is obtained from the fit using the sPlot technique [38]. The total signal event efficiency is calculated for each ϒ → μ + μ − candidate as",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 236,
                    "text": "[38]",
                    "end": 240
                }
            ]
        },
        {
            "section": "Signal selection and cross-section determination",
            "text": "where ε acc is the detector acceptance, ε rec is the reconstruction and selection efficiency, ε trg is the trigger efficiency and ε µID is the efficiency of muon identification. The efficiencies ε acc , ε rec and ε trg are determined using simulation and further corrected using data-driven techniques to account for small differences in muon reconstruction efficiency between data and simulation [33, 34,39]. The efficiency ε µID is measured directly from data using a tag-andprobe method on a large sample of J/ψ → μ + μ − decays. The total efficiency-corrected signal yields obtained by summation over p T (y) bins for ϒ(1S), ϒ(2S) and ϒ(3S) mesons are 3678 ± 144 (3684 ± 143), 875 ± 76 (869 ± 75) and 527 ± 65 (515 ± 64), respectively. The integrated luminosity of the data sample is estimated with the beam-gas imaging method [40][41][42][43][44]. It is based on the beam currents and the measurements of the angles, offsets and transverse profiles of the two colliding bunches, which is achieved by reconstructing beam-gas interaction vertices.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 402,
                    "text": "34,",
                    "end": 405
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "39]",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "start": 831,
                    "text": "[40]",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "start": 835,
                    "text": "[41]",
                    "end": 839
                },
                {
                    "type": "bibr",
                    "start": 839,
                    "text": "[42]",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "start": 843,
                    "text": "[43]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "start": 847,
                    "text": "[44]",
                    "end": 851
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "Previous LHCb studies of ϒ production [21,22] showed that the signal efficiency depends on the initial polarisation of ϒ mesons. This property was measured in pp collisions at √ s = 7 TeV by the CMS collaboration at central rapidities and large p T and was found to be small [45]. Polarisation of other vector quarkonium states, such as J/ψ and ψ(2S) mesons was studied in pp collisions at √ s = 7 TeV by the LHCb [46,47] and ALICE [48] collaborations and was also found to be small. This analysis is performed assuming zero polarisation of ϒ mesons and no corresponding systematic uncertainty is assigned.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 38,
                    "text": "[21,",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "start": 42,
                    "text": "22]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "start": 275,
                    "text": "[45]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "start": 414,
                    "text": "[46,",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "start": 418,
                    "text": "47]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "start": 432,
                    "text": "[48]",
                    "end": 436
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainties affecting the ϒ cross-section measurements presented in this paper are summarised in Table 1. These uncertainties are strongly correlated between bins. The largest contribution arises from the absolute luminosity scale, which is determined with a 2.3 % uncertainty. It is dominated by the vertex resolution of beam-gas interactions and detector alignment [44].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 114,
                    "text": "Table 1",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "start": 384,
                    "text": "[44]",
                    "end": 388
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The influence of the signal extraction technique is studied by varying the fit range and the signal and background parameterisations used in the fit model. The fits are also performed with floating mass and resolution of the ϒ(1S) peak and without constraints for the ϒ(2S) and ϒ(3S) masses. The spread of the extracted signal yields between these scenarios is taken as the corresponding systematic uncertainty. It ranges from 0.4 to 33 % for different p T (y) bins and amounts to 0.5, 1.0 and 2.3 % for the ϒ(1S), ϒ(2S) and ϒ(3S) cross-section measurements in the full kinematic region, respectively.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "The possible mismodeling of bremsstrahlung simulation for the radiative tail and its effect on the signal shape was addressed in the previous LHCb analysis [22]. It leads to an additional uncertainty of 1.0 %. Several systematic uncertainties are related to the determination of the total efficiency components in Eq. (3). The detector acceptance, reconstruction and selection efficiencies are determined using simulated samples. These are corrected using an iterative procedure to match the multiplicity distributions for reconstructed primary vertices, tracks and hits in the detector with those observed in data. The systematic uncertainty associated with this reweighting procedure is assessed by varying the number of iterative steps. It ranges from 0.4 to 4.8 % for different p T (y) bins and is found to be 0.6, 0.4 and 2.0 % for the ϒ(1S), ϒ(2S) and ϒ(3S) cross-section measurements in the full kinematic region, respectively.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 156,
                    "text": "[22]",
                    "end": 160
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The ε rec efficiency is corrected using data-driven techniques for a small difference in the muon reconstruction efficiency between data and simulation [33,34]. The ε µID efficiency is determined from data using alternative methods, based on a tag-and-probe approach on a large sample of J/ψ → μ + μ − decays. The difference between these methods is taken as the corresponding systematic uncertainty. It is combined with the uncertainties associated with the correction factors discussed above and propagated to the ϒ cross-section measurements using 400 pseudo-experiments. The resulting uncertainty ranges from 1.0 to 13 % for different p T (y) bins and amounts to 0.7, 1.0 and 1.0 % for the ϒ(1S), ϒ(2S) and ϒ(3S) cross-section measurements in the full kinematic region, respectively.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 152,
                    "text": "[33,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 156,
                    "text": "34]",
                    "end": 159
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "To account for differences between the actual tracking efficiency and that estimated with simulation using datadriven techniques [33,39], a systematic uncertainty of 0.4 % is assigned per track.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "Good agreement between the data and reweighted simulation is observed for all selection variables used in this analysis, in particular for the χ 2 of the dimuon vertex fit and the χ 2 of the global fit [35]. The discrepancies do not exceed 1.0 %, which is conservatively taken as a systematic uncertainty to account for the disagreement between the data and simulation.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 202,
                    "text": "[35]",
                    "end": 206
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty associated with the trigger requirements is assessed by studying the performance of the dimuon trigger, described in Sect. 2, for events selected using the single muon high-p T trigger [49]. The fractions of signal ϒ(1S) events selected using both trigger requirements are compared for the data and simulation in bins of dimuon p T , and a systematic uncertainty of 2.0 % is assigned.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 212,
                    "text": "[49]",
                    "end": 216
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "The integrated ϒ production cross-sections times dimuon branching fractions in the kinematic region p T < 15 GeV/c and 2.0 < y < 4.5 are measured to be",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "where the first uncertainty is statistical and the second systematic.",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Results",
            "text": "The single differential cross-sections times dimuon branching fractions are shown as functions of p T and y in Fig. 2 and summarised in Table 2. The total uncertainties of the results are dominated by statistical effects in all p T and y bins. In addition to the data, Fig. 2 reports theoretical predictions, based on the next-to-leading order non-relativistic QCD calculation [18], for the ϒ differential cross-sections in the kinematic region 6 < p T < 15 GeV/c and 2.0 < y < 4.5. The long-distance matrix elements used in the calculations are fitted to CDF [50] and D0 [51] results for ϒ(1S) production in pp collisions at √ s = 1.8 and 1.96 TeV. The predictions include the feed-down contributions from higher excited S-wave and P-wave bb states. Good agreement between the data and predictions is found for all three ϒ states. The dependence of the ϒ cross-sections on y is found to be more pronounced than at higher collision energies [21,22], which is in line with theoretical expectations presented for example in Ref. [52]. Figure 3 illustrates the ratios of the ϒ(2S) to ϒ(1S), R 2S/1S , and ϒ(3S) to ϒ(1S), R 3S/1S , cross-sections times dimuon branching fractions as functions of p T and y. Here, most of the systematic uncertainties on the cross-sections cancel, while the statistical uncertainties remain significant. The ratios are found to be in good agreement with the corresponding results obtained in the previous analyses on ϒ production at √ s = 7 and 8 TeV [21,22]. The measured R 2S/1S and R 3S/1S are also consistent with theoretical predictions presented in Refs. [52][53][54], where the ϒ(3S) meson is considered as a mixture of normal bb and hybrid bbg states. Table 3 lists R 2S/1S and R 3S/1S for each p T and y bin.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 111,
                    "text": "Fig. 2",
                    "end": 117
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 136,
                    "text": "Table 2",
                    "end": 143
                },
                {
                    "type": "figure",
                    "start": 269,
                    "text": "Fig. 2",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "start": 377,
                    "text": "[18]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "start": 560,
                    "text": "[50]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "start": 941,
                    "text": "[21,",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "start": 945,
                    "text": "22]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "start": 1027,
                    "text": "[52]",
                    "end": 1031
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1033,
                    "text": "Figure 3",
                    "end": 1041
                },
                {
                    "type": "bibr",
                    "start": 1479,
                    "text": "[21,",
                    "end": 1483
                },
                {
                    "type": "bibr",
                    "start": 1483,
                    "text": "22]",
                    "end": 1486
                },
                {
                    "type": "bibr",
                    "start": 1589,
                    "text": "[52]",
                    "end": 1593
                },
                {
                    "type": "bibr",
                    "start": 1593,
                    "text": "[53]",
                    "end": 1597
                },
                {
                    "type": "bibr",
                    "start": 1597,
                    "text": "[54]",
                    "end": 1601
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1688,
                    "text": "Table 3",
                    "end": 1695
                }
            ]
        },
        {
            "section": "Results",
            "text": "To provide a reference for a future LHCb measurement of ϒ production with pPb collisions at ",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "The production of ϒ(1S), ϒ(2S) and ϒ(3S) mesons is observed for the first time in pp collisions at a centre-ofmass energy of √ s = 2.76 TeV at forward rapidities with    We also express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); MEN/IFA (Romania); MinES, Rosatom, RFBR and NRC \"Kurchatov Institute\" (Russia); MinECo, XuntaGal and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). We also acknowledge the support received from the ERC under FP7. The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages we depend on. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia).",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited. Funded by SCOAP 3 / License Version CC BY 4.0.  The LHCb Collaboration",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Fig. 1",
            "section_rank": 8
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Invariant mass distribution of selected ϒ → μ + μ − candidates with p T < 15 GeV/c and 2.0 < y < 4.5. The result of the fit described in the text is illustrated with a red solid line, while the signal and background components are shown with magenta dotted and blue dashed lines, respectively. The three peaks correspond to the ϒ(1S), ϒ(2S) and ϒ(3S) mesons (from left to right)",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "√ s N N = 5 Fig. 2",
            "section_rank": 9
        },
        {
            "section": "√ s N N = 5 Fig. 2",
            "text": "Fig. 2 Differential cross-sections for ϒ(1S), ϒ(2S) and ϒ(3S) mesons times dimuon branching fractions as functions of p T (left) and y (right). The inner error bars indicate the statistical uncertainty, while",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Fig. 3",
            "section_rank": 10
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Ratios of the ϒ(2S) to ϒ(1S) and ϒ(3S) to ϒ(1S) cross-sections times dimuon branching fractions as functions of p T and y. The error bars indicate the total uncertainties of the results obtained by adding statistical and systematic uncertainties in quadrature",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "41. R. Aaij et al., LHCb collaboration. Absolute luminosity measurements with the LHCb detector at the LHC, JINST 7, P01010 (2012). arXiv:1110.2866 42. P. Hopchev, LHCb beam-gas imaging results. arXiv:1107.1492 43. P. Hopchev, Absolute luminosity measurement at LHCb, PhD thesis, Université de Grenoble, Grenoble, CERN-THESIS-2011-210 (2011) 44. C. Barschel, Precision luminosity measurement at LHCb with beam-gas imaging, PhD thesis, Fakultät für Mathematik, Informatik and Naturwissenschaften der RWTH Aachen University, Aachen (2013) 45. CMS collaboration, S. Chatrchyan et al., Measurement of the ϒ(1S), ϒ(2S) and ϒ(3S) polarizations in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 110, 081802 (2013). arXiv:1209.2922 46. LHCb collaboration, R. Aaij et al., Measurement of J/ψ polarization in pp collisions at √ s = 7 TeV. Eur. Phys. J. C 73, 2631 (2013). arXiv:1307.6379 47. LHCb collaboration, R. Aaij et al., Measurement of ψ(2S) polarisation in pp collisions at √ s = 7 TeV, LHCb-PAPER-2013-067 (in preparation) 48. ALICE collaboration, B. Abelev et al., J/ψ polarization in pp collisions at √ s = 7 TeV. Phys. Rev. Lett. 108, 082001 (2012). arXiv:1111.1630 49. R. Aaij et al., The LHCb trigger and its performance in 2011. JINST 8, P04022 (2013). arXiv:1211.3055 50. CDF collaboration, D. Acosta et al., ϒ production and polarization in pp collisions at √ s = 1.8 TeV. Phys. Rev. Lett. 88, 161802 (2002) 51. D0 collaboration, V.M. Abazov et al., Measurement of inclusive differential cross sections for ϒ(1S) production in pp collisions at √ s = 1.96 TeV. Phys. Rev. Lett. 94, 232001 (2005). arXiv:hep-ex/0502030 52. L.S. Kisslinger, D. Das, ϒ production in pp collisions for forward rapidities at LHC. Mod. Phys. Lett. A 28, 1350067 (2013). arXiv:1207.3296 53. L.S. Kisslinger, M.X. Liu, P. McGaughey, Heavy quark qtate production in pp collisions. Phys. Rev. D 84, 114020 (2011). arXiv:1108.4049 54. L.S. Kisslinger, ϒ production in pp collisions at LHC. Mod. Phys. Lett. A 27, 1250074 (2012). arXiv:1201.1033",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Table 1",
            "section_rank": 12
        },
        {
            "section": "Table 1",
            "text": "Relative systematic uncertainties (in %) affecting the ϒ production cross-section measurements in the full kinematic region. The total uncertainties are obtained by adding the individual effects in quadrature",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Table 2 Cross",
            "section_rank": 13
        },
        {
            "text": "Table 3",
            "section_rank": 14
        },
        {
            "section": "Table 3",
            "text": "Ratios of the ϒ(2S) to ϒ(1S) and ϒ(3S) to ϒ(1S) crosssections times dimuon branching fractions as functions of p T and y. The first uncertainty is statistical and the second is systematic p T [GeV/c] T and y are found to be in agreement with the corresponding results obtained at higher collision energies. nium production. In addition, we are grateful to K.-T. Chao, H. Han and H.-S. Shao for the next-to-leading order non-relativistic QCD predictions for prompt ϒ production at √ s = 2.76 TeV.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "29. P. Golonka, Z. Was, Photos Monte Carlo: a precision tool for QED corrections in Z and W decays. Eur. Phys. J. C 45, 97 (2006). arXiv:hep-ph/0506026 30. Geant4 collaboration, J. Allison et al., Geant4 developments and applications. IEEE Trans. Nucl. Sci. 53, 270 (2006) 31. Geant4 collaboration, S. Agostinelli et al., Geant4: a simulation toolkit. Nucl. Instrum. Methods A 506, 250 (2003) 32. M. Clemencic et al., The LHCb simulation application, Gauss: design, evolution and experience. J. Phys. Conf. Ser. Ferro-Luzzi, Proposal for an absolute luminosity determination in colliding beam experiments using vertex detection of beam-gas interactions. Nucl. Instrum. Methods A 553, 388",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "b P.N. Lebedev Physical Institute, Russian Academy of Science (LPI RAS), Moscow, Russia c Università di Bari, Bari, Italy d Università di Bologna, Bologna, Italy e Università di Cagliari, Cagliari, Italy f Università di Ferrara, Ferrara, Italy g Università di Firenze, Florence, Italy h Università di Urbino, Urbino, Italy i Università di Modena e Reggio Emilia, Modena, Italy j Università di Genova, Genoa, Italy k Università di Milano Bicocca, Milan, Italy l Università di Roma Tor Vergata, Rome, Italy m Università di Roma La Sapienza, Rome, Italy n Università della Basilicata, Potenza, Italy o AGH, University of Science and Technology, Faculty of Computer Science, Electronics and Telecommunications, Kraków, Poland p LIFAELS, La Salle, Universitat Ramon Llull, Barcelona, Spain q Hanoi University of Science, Hanoi, Viet Nam r Università di Padova, Padua, Italy s Università di Pisa, Pisa, Italy t Scuola Normale Superiore, Pisa, Italy u Università degli Studi di Milano, Milan, Italy",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Acknowledgments We thank G. Bodwin, L. S. Kisslinger, A. K.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "text": "Likhoded and A. V. Luchinsky for fruitful discussions about bottomo-",
            "section_rank": 18
        }
    ]
}