{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Using the unique capabilities of the ALICE detectors for particle identification, different measurements have been performed to study the properties of the hot and dense matter created in the Pb-Pb collisions at √ s NN = 2.76 TeV. The analysis of the p-Pb data at √ s NN = 5.02 TeV reveals that the suppression of high p T hadrons observed in heavy nuclei collisions can not be explained as due to initial state effects. The systems created in the p-Pb collisions do not show evidence of jet quenching but, surprisingly, exhibit characteristics of flow. In this paper a review of the main results on identified particle production measured in different colliding systems is presented, data are also compared to models.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In ultra relativistic heavy ion collisions a new form of matter characterized by the deconfined state of quarks and gluons is formed [1]. The hot and dense matter rapidly expands and reduces its temperature. The properties of the medium can be extracted from the study of the final state observables like abundance of particles (pions, kaons,...), transverse momentum (p T ) spectra, correlations, etc [2]. Due to the complexity of the final states, one needs to perform analogous measurements in smaller systems like those created in pp or p-Pb collisions, in order to disentangle the (genuine) initial and final states effects.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 133,
                    "text": "[1]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 402,
                    "text": "[2]",
                    "end": 405
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In vacuum, the p T distributions of hadrons contain information sensitive to different physics. Most of the particles are produced at low p T (< 2 GeV/c), where an effective theory for describing the non perturbative QCD regime is missing, instead phenomenological models are commonly used. Hence, experimental data are valuable inputs for improving the models. At larger transverse momentum particles belong mainly to jets which originate from hard scatterings and, due to the energy scale of the system, perturbative QCD can be applied. In heavy ion collisions the low to intermediate transverse momentum (p T < 8 GeV/c) spectra of identified hadrons are excellent tools to study the properties of the medium, namely, hydrodynamical flow and possible new hadronization mechanisms like quark-recombination [3]. At larger p T , the modification of the fragmentation due to the medium can be explored [4,5]. Nucleon-nucleus collisions have been used as control experiments to study the cold nuclear matter effects. However, recently the experiments at LHC and RHIC have showed that these systems exhibit interesting features which are reminiscent to collective effects observed in heavy nuclei collisions [6,7]. In the following sections, some results on identified particle production measured in different colliding systems are presented.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 807,
                    "text": "[3]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 900,
                    "text": "[4,",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 903,
                    "text": "5]",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1204,
                    "text": "[6,",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1207,
                    "text": "7]",
                    "end": 1209
                }
            ]
        },
        {
            "text": "ALICE detector",
            "section_rank": 3
        },
        {
            "text": "ALI-PUB-47084",
            "section_rank": 4
        },
        {
            "section": "ALI-PUB-47084",
            "text": ") c (GeV/  The results presented here are based on the data collected by ALICE. The Inner Tracking System (ITS) and the Time Projection Chamber (TPC) are used for vertex finding and tracking. The minimum bias trigger was based on the signals from forward scintillators (VZERO) and, in pp collisions, the silicon pixel detector. For Pb-Pb collisions the analysis is performed in centrality classes which are determined from the measured amplitude in the VZERO detectors and using simulations based on a Glauber model [8]. In p-Pb collisions the centrality determination is challenging because the correlation between collision geometry and the charged particle multiplicity is very weak, therefore the results are reported in multiplicity event classes based on the amplitude of the signal of VZEROA detector (2.8 < η < 5.1) [7] which corresponds to the Pb side.",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 516,
                    "text": "[8]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 824,
                    "text": "[7]",
                    "end": 827
                }
            ]
        },
        {
            "section": "ALI-PUB-47084",
            "text": "Particle identification (PID) in ALICE is done at mid-rapidity over a wide range of transverse momentum (p T ) using different detectors. For p T between ∼ 100 MeV/c up to 3-4 GeV/c (anti)protons, charged pions and kaons can be separated through the measurement of the specific energy loss (dE/dx) in gas (silicon) with TPC (ITS) and time of flight (TOF). The identification can be extended to higher p T by using a Cherenkov detector (HMPID) in a limited rapidity range. For 3 < p T < 20 GeV/c, statistical PID is possible thanks to the relativistic rise of the dE/dx in the TPC [9,10]. Λ and K 0 S can be identified using their characteristic weak decay topologies [11].",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 580,
                    "text": "[9,",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 583,
                    "text": "10]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 667,
                    "text": "[11]",
                    "end": 671
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "The transverse momentum distributions of charged pions, kaons and (anti)protons measured by AL-ICE in Pb-Pb collisions are shown in Fig. 1. Results are presented for summed charged particles since the spectra for positive and negative particles are compatible within systematic uncertainties. The spectral shapes exhibit a change with the collision centrality, namely, in the most central collisions (0-5%) the spectra are harder than those measured in peripheral events (70-80%). The effect increases with increasing hadron mass, which can be attributed to the radial flow. In addition, from the blast-wave [12] analysis the collective flow measured at the LHC is found to be ≈10% higher than at RHIC [13]. The spectra are also compared with hydrodynamical calculations in which the inclusion of the hadronic phase improves agreement with data. For this purpose HKM [14] and EPOS [15] use the hadronic cascade model UrQMD. The viscous hydrodynamic model VISH2+1 [16] does not contain a similar process/implementation. In general the most central collisions are well described by models but they deviate from data going to the more peripheral events, this feature indicates the limit of the hydrodynamical models. The mid-rapidity p T integrated particle yields can be extracted using individual fits of the blast wave functions to the p T spectra. Then, the p T integrated particle ratios can be compared to predictions from thermal models. For central Pb-Pb collisions the p T integrated (p +p)/(π + + π − ) has been found to be in disagreement with predictions assuming a baryochemical potential μ B = 1 and chemical freeze-out temperature, T ch = 164 or 170 MeV [17]. This could be attributed to the annihilation process (the issue is still open).   The proton-to-pion ratio as a function of p T is plotted in Fig. 2, the results are presented for Pb-Pb collisions in different centrality classes and compared to pp. Going from peripheral to the more central events the particle ratio exhibits a depletion at low p T (< 2 GeV/c) and an enhancement at intermediate p T (2)(3)(4)(5)(6)(7)(8) GeV/c). The size of the enhancement is ≈ 0.8 for 0-5% collision centrality, this value is compatible to those reported by PHENIX and STAR in central Au-Au collisions at √ s NN = 200 GeV [18,19]. The effect can be due to two mechanisms, the radial flow and/or quark recombination. However, so far, there is not a satisfactory full explanation. The modification of the fragmentation due to the medium can be studied by looking at the particle composition at higher p T (> 8 GeV/c), the baryon-to-meson ratios measured for all the centrality classes and for pp collisions are consistent within the systematic uncertainties. This indicates that the medium effects, if there, are not changing the particle composition any more at high p T . The same conclusion is obtained from the Λ/K 0 S ratio [11].",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 132,
                    "text": "Fig. 1",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 608,
                    "text": "[12]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 702,
                    "text": "[13]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 867,
                    "text": "[14]",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 881,
                    "text": "[15]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 963,
                    "text": "[16]",
                    "end": 967
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1666,
                    "text": "[17]",
                    "end": 1670
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1814,
                    "text": "Fig. 2",
                    "end": 1820
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2072,
                    "text": "(2)",
                    "end": 2075
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2075,
                    "text": "(3)",
                    "end": 2078
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2078,
                    "text": "(4)",
                    "end": 2081
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2081,
                    "text": "(5)",
                    "end": 2084
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2084,
                    "text": "(6)",
                    "end": 2087
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2087,
                    "text": "(7)",
                    "end": 2090
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2090,
                    "text": "(8)",
                    "end": 2093
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2280,
                    "text": "[18,",
                    "end": 2284
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2284,
                    "text": "19]",
                    "end": 2287
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2885,
                    "text": "[11]",
                    "end": 2889
                }
            ]
        },
        {
            "section": "Results",
            "text": "To study the jet quenching effects, i.e., the partonic energy loss due to the interaction of the probe with the medium, the nuclear modification factor, R AA , is measured. This is defined as follows:",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "section": "Results",
            "text": "where the p T spectrum measured in nuclei collisions is normalized to that measured in pp collisions via the N coll (number of binary collisions) scaling. What is observed in Fig. 2 is that at high p T the charged pions, kaons and (anti)protons are equally suppressed within systematic uncertainties. This suggests that the chemical composition of leading particles from jets in the medium is similar to that of jets produced in vacuum [10].  The suppression of the high p T hadrons in Pb-Pb collisions is due to final state effects, this conclusion is supported from the measurement of the nuclear modification factor in p-Pb collisions which gives a R p−Pb consistent with unity at high p T [20]. However, features like the double ridge structure EPJ Web of Conferences 00101-p. 4 have been observed in high multiplicity p-Pb events suggesting the presence of collective effects [21]. The transverse momentum spectra of identified hadrons exhibit a pattern which is reminiscent to the effects due to the collective expansion of a medium. For example, the spectra become harder with increasing multiplicity, the hardening is more pronounced for protons than for pions. For high multiplicity events, Fig. 3 (left) shows the comparison of the p T spectra with models. The general feature is that models including hydro do the best job of describing the data, in contrast, DPMJET deviates quite a lot from data. The latter is a QCD inspired model which describes well the dN/dη distribution [22]. The baryon to meson ratios for two extreme multiplicity (centrality) classes are plotted in Fig. 3 (right) for p-Pb (Pb-Pb) collisions. Both systems give a Λ/K 0 S ratio which shows a depletion (an enhancement) at low (intermediate) p T when going from low to high centrality or multiplicity.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 175,
                    "text": "Fig. 2",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 436,
                    "text": "[10]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 693,
                    "text": "[20]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 781,
                    "text": "4",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 881,
                    "text": "[21]",
                    "end": 885
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1200,
                    "text": "Fig. 3 (left)",
                    "end": 1213
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1489,
                    "text": "[22]",
                    "end": 1493
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1587,
                    "text": "Fig. 3 (right)",
                    "end": 1601
                }
            ]
        },
        {
            "section": "Results",
            "text": "To characterize the evolution of the spectral shapes with the multiplicity the blast-wave analysis is implemented. This tool allows to compare the results obtained in different colliding systems using a small set of parameters: the kinetic freeze out temperature, T kin , and the average transverse velocity, β T . Figure 4 shows T kin vs. β T measured in pp, p-Pb and Pb-Pb collisions. All the systems present a qualitatively similar behaviour; T kin ( β T ) decreases (increases) with increasing multiplicity suggesting presence of flow in all systems. Surprisingly, Pythia 8 tune 4C [23], which does not include any hydro collectivity, produces a qualitatively similar pattern. This is a consequence of a flow-like effect due to the \"communication\" among the outgoing partons produced in different (semi) hard scatterings within the same hadron-hadron interaction via color reconnection [24].  Comparison of the results from the blast-wave analysis applied to all available systems: pp, p-Pb and Pb-Pb collisions. The spectral shape analysis was also implemented in MC simulations, the results obtained using Pythia 8 tune 4C are shown. Charged-particle multiplicity increases from left to right.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 315,
                    "text": "Figure 4",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 586,
                    "text": "[23]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 890,
                    "text": "[24]",
                    "end": 894
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "A summary of the main results on the identified particle production measured by ALICE has been presented. The transverse momentum spectra are qualitatively well reproduced by hydrodynamical models at low p T in central Pb-Pb collisions, while, for more peripheral events the agreement between data and models is worse. Charged pions, kaons and (anti)protons at high p T are equally suppressed, the suppression is the largest for central Pb-Pb collisions. The nuclear modification factor measured in p-Pb collisions for inclusive charged particles is consistent with unity for p T larger than 2 GeV/c. This observation supports the idea that the suppression observed in Pb-Pb data is a final state effect. The p-Pb data do not exhibit suppression of high p T hadrons but give a strong hint of collectivity. Even high multiplicity pp collisions exhibit flow signatures. The origin of this effect is not well established, but qualitatively similar effects are obtained both in hydrodynamical models and Pythia 8. High multiplicity pp events generated with Pythia 8 exhibit features that are reminiscent of collective effects although no hydro is present in the generator. The observed effect is attributed to multi-parton interactions and subsequent color reconnection. This opens interesting prospects to investigate the possible existence of similar contributions in heavy ion collisions.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "a",
            "section_rank": 7
        },
        {
            "section": "a",
            "text": "Now at: Instituto de Ciencias Nucleares, Universidad Nacional Autónoma de México, Apartado Postal 70-543, México Distrito Federal 04510, México, e-mail: antonio.ortiz@nucleares.unam.mx DOI: 10.1051/ C Owned by the authors, published by EDP Sciences,",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Transverse momentum spectra of charged pions, kaons and (anti)protons measured in central (left) and peripheral (right) Pb-Pb collisions at √ s NN = 2.76 TeV. The results are compared with measurements at RHIC and with hydrodynamical models.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Proton-to-pion ratio as a function of p T measured in pp and Pb-Pb collisions (left). Nuclear modification factor, R AA , as a function of p T for charged pions, kaons and (anti)protons, the results are shown for central Pb-Pb collisions (right). The statistical and systematic uncertainties are plotted as vertical error bars and boxes, respectively.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Figure 3 .",
            "section_rank": 10
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Transverse momentum spectra of different particle species measured in high multiplicity p-Pb collisions, data are compared with models (left). Baryon to meson ratios measured in p-Pb and Pb-Pb collisions, Λ/K 0 S vs. p T are presented for two extreme multiplicity (centrality) classes (right).",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Comparison of the results from the blast-wave analysis applied to all available systems: pp, p-Pb and Pb-Pb collisions. The spectral shape analysis was also implemented in MC simulations, the results obtained using Pythia 8 tune 4C are shown. Charged-particle multiplicity increases from left to right.",
            "paragraph_rank": 15,
            "section_rank": 11
        }
    ]
}