{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the first measurement of the Breit-Wigner resonance of the transition from orthopositronium to para-positronium. We have developed an optical system to accumulate a power of over 20 kW using a frequency-tunable gyrotron and a Fabry-Pérot cavity. This system opens a new era of millimeter-wave spectroscopy, and enables us to directly determine both the hyperfine interval and the decay width of para-Ps.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction Positronium (Ps) [1][2][3] is a bound state of an electron and a positron. Ground-state positronium has two spin eigenstates: ortho-positronium (o-Ps, spin = 1, 3γ -decay, lifetime = 142 ns [4][5][6][7]) and para-positronium (p-Ps, spin = 0, 2γ -decay, lifetime = 125 ps [8]). The energy level of o-Ps is higher than that of p-Ps by the hyperfine structure ( Ps HFS ). Compared with the hyperfine structure of hydrogen (about 1.4 GHz), Ps HFS is very large, about 203 GHz (wavelength = 1.5 mm), due to light mass of Ps and an s-channel contribution (87 GHz). Since the transition from o-Ps to p-Ps is forbidden, high-power (over 10 kW) millimeter-wave radiation is required to measure the resonance around the hyperfine structure. Many technological difficulties regarding the use of millimeter waves have prevented direct measurement of this resonance. Measurements using the Zeeman effect in a static magnetic field (∼1 T) have been intensively studied instead of direct measurements. However, it is highly desirable to directly examine the Breit-Wigner resonance from free o-Ps to p-Ps because the properties of Ps are derived in a fundamental way by quantum electrodynamics without any external fields.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 33,
                    "text": "[2]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 36,
                    "text": "[3]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 203,
                    "text": "[4]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 206,
                    "text": "[5]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 209,
                    "text": "[6]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 212,
                    "text": "[7]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 284,
                    "text": "[8]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "start": 449,
                    "text": "Ps",
                    "end": 451
                }
            ]
        },
        {
            "text": "In this paper, we present the first results of the measurement of the resonance transition in groundstate free Ps. We have developed a very challenging system of high-power and frequency-tunable millimeter-wave devices for this measurement. As a result of the measurement of the Breit-Wigner PTEP 2015, 011C01",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A. Miyazaki et al. resonance, we can directly determine both Ps HFS and the decay width of p-Ps ( p-Ps ). It should be noted that determination of these two values is the first achievement for free Ps. The present work is the first demonstration of spectroscopy by scanning the frequency of high-power millimeter waves. This new method also paves the way for various measurements in material and life sciences, such as DNP-NMR spectroscopy [9][10][11].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 61,
                    "text": "Ps",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 440,
                    "text": "[9]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 443,
                    "text": "[10]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 447,
                    "text": "[11]",
                    "end": 451
                }
            ]
        },
        {
            "text": "Experimental setup",
            "section_rank": 3
        },
        {
            "section": "Experimental setup",
            "text": "Technical achievements The spectroscopy of the transition from o-Ps to p-Ps requires frequencytunable (201-205 GHz) and high-power (over 20 kW) millimeter waves. Previously [12], a millimeter-wave source, the gyrotron, was totally monochromatic (202.89 GHz) and its output profile was an impure Gaussian (about 30%). A Fabry-Pérot cavity that accumulates millimeter waves from the gyrotron was unable to store over 11 kW. We developed two innovative devices in the millimeter-wave range:",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 173,
                    "text": "[12]",
                    "end": 177
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "(1) A frequency-tunable gyrotron with an output of a Gaussian profile (purity is over 95%).",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Experimental setup",
            "text": "(2) A high-gain Fabry-Pérot cavity withstanding very high power. Figure 1 shows the apparatus of our setup. The Fabry-Pérot cavity is placed inside a gas chamber, which will be described later.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 65,
                    "text": "Figure 1",
                    "end": 73
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "The gyrotron is a cyclotron-resonance-maser fast-wave device, whose output power (P g ) is highest (>100 W) in the millimeter-wave range. An electron beam gyrating in a strong magnetic field (∼7 T) bunches to a deceleration phase and excites a resonant mode (millimeter waves) of a cavity in the gyrotron. We have successfully developed a new gyrotron (FU CW GI) operating in the TE 52 mode with an internal mode converter [13]. This gyrotron works in pulsed operation (duty ratio 30%, repetition rate 5 Hz), with which all data are acquired in synchronization (events collected during and 2/10 PTEP 2015, 011C01",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 423,
                    "text": "[13]",
                    "end": 427
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "A. Miyazaki et al. outside gyrotron pulses are defined as beam-ON and beam-OFF, respectively). The output millimeterwave beam has a Gaussian profile. The electron beam current is monitored and fed back to control the voltage of the heater of the gyrotron's electron gun. The power of the output beam was thus stabilized to within ∼10% during each measurement (lasting a few days). The frequency of the gyrotron is tuned between 201 GHz and 205 GHz by using gyrotron cavities of different radii (R 0 ). The values of the frequency and cavity radius are summarized in Table 1. A far off-resonance point (180.56 GHz) is obtained by using a different operating mode (TE 42 mode). When a cavity of 2.467 mm was used, we changed the strength of the gyrotron's magnetic field so that the oscillation frequency moved within the Q-value of the cavity. The frequency is precisely measured (±1 kHz) using a heterodyne detector (Virginia Diodes Inc., WR5.1 even harmonic mixer). Using this method, we have successfully overcome many difficulties in tuning high-power millimeter waves, which are basically monochromatic.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 566,
                    "text": "Table 1",
                    "end": 573
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "As shown in Fig. 1, the beam from the gyrotron is guided into the Fabry-Pérot cavity, which consists of a gold mesh plane mirror (diameter = 50 mm, line width = 200 µm, separation = 140 µm, thickness = 1 µm) and a copper concave mirror (diameter = 80 mm, curvature = 300 mm, reflectivity = 99.85%). The cavity length (156 mm) is precisely controlled (∼100 nm) by a piezoelectric stage under the copper mirror (side view of Fig. 1). The accumulated power in the cavity is measured using the radiation transmitted through a hole (diameter = 0.6 mm) at the center of the copper mirror. This transmitted radiation is monitored by a pyroelectric detector.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 12,
                    "text": "Fig. 1",
                    "end": 18
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 423,
                    "text": "Fig. 1",
                    "end": 429
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "The gold mesh mirror is fabricated on a high-resistivity silicon plate (thickness = 1.96 mm). This silicon substrate, blocking optical photons, is also used as the window of the gas chamber. The use of silicon as a base is a technical breakthrough, withstanding at most 80 kW effective power with water cooling. Thanks to this high effective power, we can obtain enough signals of the transition from o-Ps to p-Ps to determine the resonance shape. One disadvantage of the silicon is severe interference of millimeter waves between the mesh mirror and the silicon plate due to its high refractive index (3.45). In order to reduce this effect, CST Microwave Studio [14] is used to simulate the interference and to optimize the structure of the mesh mirror. A high reflectivity (∼99.1%) and low loss (∼0.3%) are obtained at frequencies around 203 GHz. The power stored in the Fabry-Pérot cavity (P eff ) is designed to be over 20 kW when the power of the input radiation is over 100 W.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 602,
                    "text": "(3.45)",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 663,
                    "text": "[14]",
                    "end": 667
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "Power estimation Absolute power estimation of high-power millimeter waves is very difficult.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Experimental setup",
            "text": "Moreover, we should calibrate the power stored inside the Fabry-Pérot cavity. The absolute accumulated power is measured as shown in Fig. 2. The ratio between the accumulated power and the radiation transmitted through the hole in the copper mirror is calibrated using the beam from the PTEP 2015, 011C01",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 133,
                    "text": "Fig. 2",
                    "end": 139
                }
            ]
        },
        {
            "section": "Experimental setup",
            "text": "A. Miyazaki et al. gyrotron. A chopper splits the beam in order to simultaneously measure the transmitted signal and the beam power. This reduces the systematic uncertainties due to the time-dependent (a few minutes) instability of the gyrotron output. The chopper is synchronized to the gyrotron pulses, and switches the propagation direction from one pulse to the next. Half of the pulses are totally absorbed in a Teflon box filled with water (46 ml). The power P is estimated by the temperature increase of the water. The transparency of Teflon was measured in advance (95% ± 5%). Heat dissipation from the water was corrected for by fitting cooling curves according to theory, and the obtained cooling rates were confirmed by additional measurements. The other half are passed to the copper mirror, where the power transmitted through its hole is measured by the pyroelectric detector (output voltage = V tr ). The calibration factor C is defined as C ≡ 2P/V tr [kW/V]. The factor 2 comes from back-and-forth waves in the Fabry-Pérot cavity.",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Experimental setup",
            "text": "Using this method, the accumulated power P eff = C V tr is measured ( Table 1). The stored power is always over 20 kW, which is twice as high as the previous power (11 kW). The result is consistent with a roughly estimated P eff , considering the finesse (400-600) and coupling (about 60%) of the cavity [15]. To control P eff for all frequency points, we placed a wire grid polarizer between the gyrotron and the Fabry-Pérot cavity. We measure C before and after the transition measurement at each frequency; since these two results are consistent, their mean value is used in the analysis.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 70,
                    "text": "Table 1",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 304,
                    "text": "[15]",
                    "end": 308
                }
            ]
        },
        {
            "text": "Formation of positronium",
            "section_rank": 4
        },
        {
            "section": "Formation of positronium",
            "text": "Positronium is formed in the gas chamber in which the Fabry-Pérot cavity is placed (Fig. 1). A positron emitted from a 22 Na source (1 MBq) is tagged by a thin plastic scintillator (thickness = 0.1 mm, NE-102 equivalent), and the γ rays produced in its annihilation are detected by four LaBr 3 (Ce) crystals. The time spectrum of Ps is obtained as the time difference between the positron and γ -ray signals. Photomultipliers (HAMAMATSU R5924-70) are used to detect optical photons from the scintillators, and charge-sensitive analog-to-digital converters (ADCs) are used to measure the energy. The temperature of the chamber is maintained at less than 30 • C using water cooling.  There has been a long-standing problem of an increasing ratio of Ps production in gas when irradiated by electromagnetic waves. It was first reported by Ref. [16], and was studied in a static electric field using the Boltzmann equation [17,18]. We have also observed the same phenomenon using millimeter waves [12]. In order to further investigate this phenomenon, we measured the time spectra of o-Ps and slow positrons (positrons with energies below the threshold for Ps production [19,20]) in pure N 2 . The spectra in N 2 shown in Fig. 3(a) clearly demonstrate the increase of o-Ps and decrease of slow positrons. This phenomenon is due to a slow positron accelerated by the strong millimeterwave fields [21]. The accelerated slow positrons collide randomly with gas molecules with a rate comparable to 203 GHz and finally exceed the threshold of Ps production (the Ore gap). Figure 3(b) shows that an increasing ratio of Ps is almost proportional to the stored power. This phenomenon does not strongly depend on frequency and causes fake signals at off-resonance points; therefore, it would distort the Breit-Wigner resonance by the level of a few %.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 83,
                    "text": "(Fig. 1)",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 119,
                    "text": "22",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 840,
                    "text": "[16]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 918,
                    "text": "[17,",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 922,
                    "text": "18]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 992,
                    "text": "[12]",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1166,
                    "text": "[19,",
                    "end": 1170
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1170,
                    "text": "20]",
                    "end": 1173
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1217,
                    "text": "Fig. 3(a)",
                    "end": 1226
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1390,
                    "text": "[21]",
                    "end": 1394
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1562,
                    "text": "Figure 3(b)",
                    "end": 1573
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "The cause of this phenomenon is an elastic scattering of slow positrons with N 2 gas molecules. The target gas is required to have many vibrational and rotational modes because its cross-section of inelastic scattering is large and drastically decelerates the accelerated slow positrons, as indicated in Refs. [17,18]. We selected pure neopentane (C-(CH 3 ) 4 ) gas (25 • , 1 atm), which has many more internal degrees of freedom than N 2 . No increase of o-Ps in neopentane (Fig. 3(b)) justifies our hypothesis. The use of neopentane also provides high stopping power and efficient Ps production. Furthermore, neopentane does not absorb millimeter waves, unlike isobutane (mixed with N 2 in Ref. [12]), which has an absorption line at 202.5 GHz [22,23]. To confirm that the use of neopentane definitely eliminates the problem in Ps production, a far off-resonance point (180.56 GHz) was measured.  Analysis To enhance o-Ps events, we require that the time difference between the plastic scintillator signal and the coincidence signal of the LaBr 3 (Ce) detectors is between 50 ns and 250 ns. Pileup events, in which two different positrons signal the plastic scintillator, are reduced by requiring that the charges measured by long (1000 ns) and short (60 ns) gate ADCs are consistent. The number of accidental coincidences is estimated using a time window between 850 ns and 900 ns, and is subtracted from the signal sample. We also apply an energy selection, between 494 keV and 536 keV, to select the two back-to-back γ rays. Figure 4 shows the measured time spectra at a frequency of 203.51 GHz and accumulated power of 67.4 kW. Data are shown separately for events in beam-ON or beam-OFF of gyrotron pulses. The beam-OFF spectrum consists of pick-off annihilation (quenching by an electron in a gas molecule [24]) and 3γ -decays of o-Ps. The lifetime shortened by the transition from o-Ps to p-Ps (τ OFF = 131.3 ± 2.7 ns → τ ON = 108.2 ± 3.1 ns) is observed as shown in Fig. 4. This decrease in lifetime is consistent with the theoretical prediction, and results in an enhancement of the event rate during the beam-ON period. The event rates in beam-ON and beam-OFF periods are R ON = 548 mHz and R OFF = 455 mHz, respectively.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 310,
                    "text": "[17,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 314,
                    "text": "18]",
                    "end": 317
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 475,
                    "text": "(Fig. 3(b)",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 697,
                    "text": "[12]",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 746,
                    "text": "[22,",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 750,
                    "text": "23]",
                    "end": 753
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1530,
                    "text": "Figure 4",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1814,
                    "text": "[24]",
                    "end": 1818
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1976,
                    "text": "Fig. 4",
                    "end": 1982
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "The reaction cross-section σ of the transition from o-Ps to p-Ps is obtained by comparing the measured S/N ≡ (R ON − R OFF )/R OFF with the value simulated using the stored power. The calibrated effective power in the Fabry-Pérot cavity is continuously monitored by measuring the V tr waveform using a sampling ADC (sampling rate of 0.5 kHz). We estimate the position of Ps formation and the relative detection efficiencies of 2γ -and 3γ -decays using a GEANT4 simulation [25]. The transition probability is calculated using the Ps positions and the theoretical distribution of the electromagnetic field within the cavity. We then obtain the relation between S/N and σ , and numerically solve the equation S/N (σ ) = (R ON − R OFF )/R OFF . The advantage of using S/N is that the least well constrained parameters used in the simulation (absolute source intensity, detector misalignment, and stopping position of positrons) are canceled out. We also measure S/N when the Fabry-Pérot cavity does not accumulate millimeter waves, in which case S/N is consistent with zero.",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 472,
                    "text": "[25]",
                    "end": 476
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "Results Figure 5 shows the obtained result of cross-sections versus frequency. Data far off-  The data are fitted by a Breit-Wigner function of the angular frequency ω:",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 8,
                    "text": "Figure 5",
                    "end": 16
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "where ω 0 is 2π Ps HFS , A is the Einstein A coefficient of this transition, and is the natural width of the transition. Using the decay width of o-Ps ( o-Ps ) and p-Ps , is expressed by",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "Formation of positronium",
            "text": "Since A and o-Ps are much smaller than p-Ps , is approximated by p-Ps . We therefore treat Ps HFS , p-Ps , and A as the three parameters to be determined in the fit. Systematic errors are summarized in Table 2. The second largest systematic is about the power calibration factor C. The systematic error on C is from the measurement of the water temperature (10%) and correction of the spatial distribution (10%). This was combined with the variations of C observed under different reflection conditions. The standard deviation of this fluctuation is between 9% and 20% for the different gyrotron cavities. At each frequency, we propagate the uncertainty of C to the three fitting parameters.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 202,
                    "text": "Table 2",
                    "end": 209
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "The Stark effect due to the electric field of gas molecules induces a shift in Ps HFS . This effect is estimated from the measurements in N 2 gas used in Refs. [26,27], assuming that it depends linearly on the number density and the scattering cross-section obtained in Doppler-broadening measurements [28]. The shift is corrected (+460 ppm) and the amount of this correction is conservatively assigned as a systematic error. A linear extrapolation is sufficient at the current experimental precision; however, as has recently been pointed out [29,30], the effect of non-thermalized Ps distorts the linearity by around 10-20 ppm, and may be problematic for more precise measurements.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 160,
                    "text": "[26,",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 164,
                    "text": "27]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 302,
                    "text": "[28]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 544,
                    "text": "[29,",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 548,
                    "text": "30]",
                    "end": 551
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "We also estimate an uncertainty due to detection efficiencies obtained using the GEANT4 simulation. Since S/N is used to obtain the cross-sections, only the relative efficiency between 2γ -and 3γ -decays takes part in the uncertainty. The energy spectra of beam-OFF events are fitted with the simulated spectra of 2γ -and 3γ -decays, in which their ratio is taken as a free parameter. This ratio is nothing but the pick-off annihilation probability of beam-OFF events, given by fitting the time spectra. The lifetime of o-Ps decreases from 142 ns to approximately 131 ns due to this effect (the pick-off annihilation probability is about 8%). Relative differences of the two pick-off annihilation 7/10 PTEP 2015, 011C01",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "section": "Formation of positronium",
            "text": "A. Miyazaki et al. probabilities determined using these different methods are between 1% and 17% at the different frequencies, and are assigned as a systematic uncertainty to S/N . These errors are propagated to obtained cross-sections and then to the three fitting parameters.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Formation of positronium",
            "text": "The systematic errors discussed above are independent, and are therefore summed quadratically to calculate the total systematic error. The obtained fitting parameters are listed in Table 3. This is the first direct measurement of both Ps HFS and p-Ps . They are all consistent with the theoretical predictions [31][32][33][34][35][36][37][38].",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 181,
                    "text": "Table 3",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 310,
                    "text": "[31]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 314,
                    "text": "[32]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 318,
                    "text": "[33]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 322,
                    "text": "[34]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 326,
                    "text": "[35]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 330,
                    "text": "[36]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 334,
                    "text": "[37]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 338,
                    "text": "[38]",
                    "end": 342
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "Discussion In this paper, we first demonstrate that Ps HFS can be directly determined with millimeter-wave spectroscopy. A conventional method uses Zeeman-shifted levels caused by a static magnetic field. In a static magnetic field (∼1 T), one of the o-Ps states is mixed with p-Ps and the energy level of the mixed o-Ps state rises by about 3 GHz compared with the original state. This Zeeman splitting can be precisely measured by an radio frequency, being scanned by strength of magnetic field. The value of Ps HFS is calculated via the Breit-Rabi formula [39,40]. In the 1970s and 1980s, measurements with the Zeeman effect reached accuracies at ppm level [26,27]. It should be noted that the obtained Ps HFS significantly differs by 13 ppm from theoretical predictions calculated in the 2000s [31][32][33][34][35]. This may be due to underestimated systematic errors in the previous measurement. For example, non-uniformity of the static magnetic field is a candidate for systematic uncertainty. Some independent experiments (using quantum interference [41][42][43][44], optical lasers [45], and a new method using a precise magnetic field [30]) have been performed. All of them are measurements using Zeeman intervals. It is of great importance to re-measure Ps HFS using a method totally different from the previous experiments. Determination of Ps HFS by directly measuring the transition from free o-Ps to p-Ps is a complementary approach to the measurements using the Zeeman effect.",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 559,
                    "text": "[39,",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 563,
                    "text": "40]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 660,
                    "text": "[26,",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 664,
                    "text": "27]",
                    "end": 667
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 798,
                    "text": "[31]",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 802,
                    "text": "[32]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 806,
                    "text": "[33]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 810,
                    "text": "[34]",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 814,
                    "text": "[35]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1058,
                    "text": "[41]",
                    "end": 1062
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1062,
                    "text": "[42]",
                    "end": 1066
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1066,
                    "text": "[43]",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1070,
                    "text": "[44]",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1091,
                    "text": "[45]",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1145,
                    "text": "[30]",
                    "end": 1149
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "We now discuss three improvements to achieve accuracy at the 10 ppm level for Ps HFS : (1) Using a high-intensity positron beam (an intensity of 7 × 10 7 e + /s is available at KEK [46]) would increase the statistics by four orders of magnitude because Ps of only a few kHz is formed inside the Fabry-Pérot cavity using the 22 Na source. The statistical error becomes smaller than 10 ppm. (2) Positronium will be formed in vacuum using an efficient Ps converter (conversion efficiency is around 20-50% [47][48][49]). The Stark effect (460 ppm at 1 atm) and non-thermalization effect of Ps (about 10-20 ppm) can be eliminated. Since there is no pick-off annihilation in vacuum, S/N will also be improved significantly by a factor of two. (3) Using a megawatt (MW) class gyrotron [50,51] would enable us to precisely (better than 0.3%) monitor the real power with a calorimeter. The present accuracy (20%) of the power estimation is mainly limited by uncertainty of the effective power in the Fabry-Pérot cavity. The systematic error due to the power can be better than 10 ppm.",
            "paragraph_rank": 28,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 181,
                    "text": "[46]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 324,
                    "text": "22",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 502,
                    "text": "[47]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 506,
                    "text": "[48]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 510,
                    "text": "[49]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 778,
                    "text": "[50,",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 782,
                    "text": "51]",
                    "end": 785
                }
            ]
        },
        {
            "section": "Formation of positronium",
            "text": "All these improvements have been technically achieved in the area of positron science and millimeter-wave technology. Therefore, we can further investigate the disagreement of 4.0 standard deviations between the measured Ps HFS and QED theory with the direct measurement first reported in this paper.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "Conclusion",
            "section_rank": 5
        },
        {
            "section": "Conclusion",
            "text": "We first measured the Breit-Wigner resonance of the transition from o-Ps to p-Ps with a frequency-tunable millimeter-wave system. Both Ps HFS and p-Ps of free Ps were directly and first determined through this resonance. We pointed out that the displacement of Ps HFS between the previous experiments using the Zeeman effect and the theoretical calculations can be tested by improving the accuracy of this direct experiment. Both direct and indirect measurements would be required to conclusively solve the long-standing problem of the ground-state hyperfine structure of Ps.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Schematic view of the experimental setup. Top and side views of the gas chamber are shown.",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Schematic view of the setup used to estimate the absolute accumulated power.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. (a) Time-spectra-subtracted beam-OFF events from beam-ON ones, in which the frequency is 201.8 GHz and stored power is 24 kW. Slow positrons (selected by back-to-back γ rays of 511 keV) and o-Ps (γ rays from 340 keV to 450 keV) in pure N 2 (1 atm) are shown. (b) Power dependence of the increasing ratio of o-Ps in N 2 gas and neopentane. The solid line shows a linear fit for the o-Ps data, the dashed line does the same for neopentane. The origin of the neopentane data is defined as zero due to the lack of data at low power.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Time spectra of the LaBr 3 (Ce) scintillator at 203.51 GHz and 67.4 kW, after rejection of accidental events and energy selection. The solid lines show the results of fits to exponential functions. The chosen time window is shown by the two dashed lines.",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "resonance (180.56 GHz) demonstrate the absence of fake signals. A clear resonance is obtained.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Measured reaction cross-section of the direct transition. The solid line is the best fit (using only statistical errors) to a Breit-Wigner function.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Table 1 .",
            "section_rank": 12
        },
        {
            "section": "Table 1 .",
            "text": "Operating points. R 0 [mm] mode frequency [GHz] P g [W] P eff [kW]",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Table 2 .Table 3 .",
            "section_rank": 13
        },
        {
            "section": "Table 2 .Table 3 .",
            "text": "Summary of the systematic errors. Summary of results. The first error is statistical and the second is systematic.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Table 2 .Table 3 .",
            "text": "Downloaded from https://academic.oup.com/ptep/article/2015/1/011C01/1496098 by guest on 16 October 2020",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "Table 2 .Table 3 .",
            "text": "/10Downloaded from https://academic.oup.com/ptep/article/2015/1/011C01/1496098 by guest on 16 October 2020",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        },
        {
            "section": "Acknowledgements",
            "text": "We would like to express our sincere gratitude to Dr Daniel Jeans for useful discussions. This experiment is a joint piece of research between the Research Center for Development of Far-Infrared Region at the University of Fukui and the University of Tokyo. This research is supported by JSPS KAKENHI Grant Numbers 20340049, 22340051, 20840010, 21360167, 23740173, 24840011, 25800129, and 11J07131.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "Funding",
            "section_rank": 17
        },
        {
            "section": "Funding",
            "text": "Open Access funding: SCOAP 3 .",
            "paragraph_rank": 42,
            "section_rank": 17
        }
    ]
}