{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Heavy-flavour hadrons, i. e. hadrons carrying charm or beauty quarks, are a well-suited probe to study the Quark-Gluon Plasma (QGP) in relativistic heavy-ion collisions. For this reason, measurements of electrons from heavy-flavour hadron decays have been performed in pp, p-Pb and Pb-Pb collisions at the LHC with the ALICE detector. Results for the nuclear modification factors (R pA and R AA ) support a final-state energy loss of heavy quarks in central Pb-Pb collisions and, in semi-central collisions a positive elliptic flow coefficient v 2 of electrons from heavy-flavour hadron decays was observed. Furthermore, a double-ridge structure was observed in the measured two-particle angular correlation distribution, triggered by heavy-flavour decay electrons, in high-multiplicity p-Pb collisions relative to low-multiplicity p-Pb collisions and to pp collisions.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The main purpose of study using relativistic heavy-ion collisions at the LHC is to investigate the properties of the Quark-Gluon Plasma (QGP). A good probe suited to study the QGP properties is heavy quarks, i. e. charm and beauty. These are produced in hard partonic scattering processes at the initial stage of the collision. Therefore, they work as self-generated probes of the medium created in these experiments. Heavy quarks lose energy while traversing the medium and, in case of sufficient re-scattering, they may even participate in the collective expansion of the medium. Proton-proton and p-Pb collisions serve as references for Pb-Pb collisions, since an extended QGP phase is not expected to be produced in these collision systems. Particularly, the comparison of measurements in p-Pb with those from Pb-Pb collisions allows the separation between cold nuclear matter (CNM) effects and those due to the presence of an extended, hot, and dense medium. Measurement of electrons from semi-leptonic decay of heavy-flavour hadrons is widely used to study heavy-flavour production in high-energy collisions. Measurements of the production cross section, the nuclear modification factors (R AA and R pA ) and the elliptic flow coefficient (v 2 ) of heavy-flavour decay electrons were performed with ALICE in pp, p-Pb and Pb-Pb collisions. Furthermore, the two-particle angular correlations triggered by electrons from heavy-flavour hadron decays were evaluated in pp and p-Pb collisions.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Heavy-flavour decay electron measurement with ALICE",
            "section_rank": 3
        },
        {
            "section": "Heavy-flavour decay electron measurement with ALICE",
            "text": "ALICE (A Large Ion Collider Experiment) is a detector system mainly dedicated to the study of Pb-Pb collisions at the LHC [1]. With ALICE, precise three-dimensional track reconstruction and vertex measurements are possible and particle species can be identified over a large momentum range. Electron identification is performed using information of the energy loss dE/dx in the Time-Projection-Chamber (TPC), the time-of-flight provided by the Time Of Flight (TOF) detector and the E/p ratio measured with the Electromagnetic Calorimeter (EMCal) [1,2]. Figure 1 (left panel), illustrates the electron selection using the TPC and the TOF detectors. The inclusive electron sample contains not only electrons from heavy-flavour hadron decays but also from various background sources, where the dominant contribution is from Dalitz decays of light mesons, mainly π 0 and η, and from photon conversions in the detector material. These contributions are statistically subtracted from the electron sample using the two methods described in the following. In the first method, contributions from electron-positron pairs from photon conversions or Dalitz decays were subtracted utilizing the fact that they have small invariant mass. The pair mass distribution is shown in the right panel of Fig. 1, where also the combinatorial background, which is estimated via like-sign pairs, is indicated. In the second method, called as cocktail method, the electron background from other sources is calculated using the measured light meson p T -differential cross section [2].   ",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 122,
                    "text": "[1]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 546,
                    "text": "[1,",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 549,
                    "text": "2]",
                    "end": 551
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 553,
                    "text": "Figure 1",
                    "end": 561
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1283,
                    "text": "Fig. 1",
                    "end": 1289
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1555,
                    "text": "[2]",
                    "end": 1558
                }
            ]
        },
        {
            "text": "Nuclear modification factor and elliptic flow",
            "section_rank": 4
        },
        {
            "section": "Nuclear modification factor and elliptic flow",
            "text": "The nuclear modification factors (R AA and R pPb ) are defined in Equation 1, where dN PbPb /dp T is the p T -differential yield in Pb-Pb collisions, dσ pp /dp T (dσ pPb /dp T ) is the p T -differential cross-section in pp (p-Pb) collisions, T PbPb is the nuclear overlap function in Pb-Pb collisions and A is the mass number of the Pb nucleus. In the absence of medium effects, the nuclear modification factor coincides with unity (R AA = 1).",
            "paragraph_rank": 3,
            "section_rank": 4
        },
        {
            "section": "Nuclear modification factor and elliptic flow",
            "text": "In Figure 2  GeV/c) in central Pb-Pb collisions, relative to the binary scaled cross section in pp collisions, while in p-Pb collisions, the nuclear modification factor (R pPb ) is consistent with unity within statistical and systematic uncertainties. The results from the models calculations are also shown as lines in Fig. 2, that include parton energy loss in the hot and dense QCD medium [3][4][5]. The elliptic-flow coefficient v 2 is defined as v 2 = cos 2 (ϕ − Ψ RP ) , where ϕ is the particle azimuthal angle and Ψ RP is the azimuthal angle of the reaction plane. 1",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 3,
                    "text": "Figure 2",
                    "end": 11
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 320,
                    "text": "Fig. 2",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 392,
                    "text": "[3]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 395,
                    "text": "[4]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 398,
                    "text": "[5]",
                    "end": 401
                }
            ]
        },
        {
            "section": "Nuclear modification factor and elliptic flow",
            "text": "Positive v 2 for p T < 4 GeV/c with 3σ confidence level might indicate that charm quarks participate in the collective expansion of the QGP. This result is also compared to the aforementioned models. The simultaneous description of the measured R AA and v 2 is challenging for models.  ",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Two-particle angular correlations",
            "section_rank": 5
        },
        {
            "section": "Two-particle angular correlations",
            "text": "The two-particle angular correlations between heavy-flavour decay electrons and charged particles produced in the collision were measured in three classes of multiplicity in p-Pb collisions at √ s NN = 5.02 TeV, and in pp collisions at √ s = 7 TeV. The two-particle correlation distribution is the distribution of the difference in azimuth (∆ϕ) and in pseudorapidity (∆η) between a trigger (t) and an associated (a) particle, normalized to the number of trigger particles. The correlation distribution is corrected for the pair-finding efficiency obtained using the event mixing technique. In Figure 3 (left panel) the measured correlations are presented, after the projection on the ∆ϕ axis, for three multiplicity classes in p-Pb collisions and for pp collisions, for 1 < p e T < 2 GeV/c. The correlation distribution in low-multiplicity (60-100%) p-Pb collisions is similar to that obtained in pp collisions. However, a modification of the correlation function, on the near (− π 2 < ∆ϕ < π 2 ) and away ( π 2 < ∆ϕ < 3π 2 ) side is visible for electrons at low pT in high-multiplicity p-Pb collisions with respect to pp and low-multiplicity p-Pb collisions. This modification can be quantified by the ratio I CP between the per-trigger yields in high (0-20%) and low (60-100%) multiplicity p-Pb collisions, as defined in Equation 3.",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 593,
                    "text": "Figure 3",
                    "end": 601
                }
            ]
        },
        {
            "section": "Two-particle angular correlations",
            "text": "The ratio I CP for the near side as a function of the electron p T is shown in the right panel of Fig. 3.  I CP is larger than unity for electrons with low p T . In order to quantify the change of the correlation distribution in the (∆ϕ,∆η) space, the correlation distribution in low-multiplicity p-Pb collisions was subtracted from the one in high-multiplicity collisions. In Figure 4 (left panel) the result of the subtraction is shown in the (∆η,∆ϕ) space. The double ridge structure displayed in the left panel of Figure 4 indicates that the observed modification in the correlation function is mainly due to correlations of long range in pseudorapidity. This is qualitatively similar to what was observed for di-hadron correlation [6]. In that case, the observed double-ridge structure can be described by hydrodynamic model calculations assuming an extended system in the final state, as well as by colour glass condensate (CGC) model calculations, through which gluon saturation in the initial state is represented. The responsible mechanism for this structure might affect charm and beauty quarks as well.  . Difference between two-particle correlation distribution in high (0-20%) and low (60-100%) multiplicity p-Pb collisions, in the (∆η,∆ϕ) space (left panel) and the projection on the ∆ϕ axis (right panel).",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 98,
                    "text": "Fig. 3",
                    "end": 104
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 377,
                    "text": "Figure 4",
                    "end": 385
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 518,
                    "text": "Figure 4",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 736,
                    "text": "[6]",
                    "end": 739
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "Measurements of several observables related to heavy-flavour decay electrons were performed with ALICE in pp, p-Pb and Pb-Pb collisions at the LHC. Interesting effects were observed, which can be attributed to the interaction of heavy-quarks with the hot and dense medium produced in Pb-Pb collisions or to the cold nuclear matter effects in p-Pb collisions, respectively. In Pb-Pb collisions a strong modification in the p T -differential yield of electrons from heavy-flavour hadron decays, due to parton energy-loss in the hot and dense QCD medium, was measured. In high-multiplicity p-Pb collisions a double-ridge structure was observed in the two-particle correlation distribution triggered by heavy-flavour decay electrons, similarly to what was observed for light-flavour hadrons, indicating that the responsible mechanism might affect the dynamics of heavy quarks as well.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Figure 1 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Electron identification and background reconstruction in p-Pb collisions at √ s NN = 2.76 TeV. Left panel: The particles' specific energy loss in the TPC relative to the value expected for electrons, in numbers of σ, as a function of the particle momentum p, after requesting the time-of-flight expected for electrons. Right panel: Invariant mass of electron-positron pairs (black filled circles) and of like-sign pairs (red open circles).",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "(left panel) the measured R AA of heavy-flavour decay electrons is shown as a function of p T , in central (0-10%) Pb-Pb collisions at √ s NN = 2.76 TeV. Figure 2 (right panel) shows the result obtained in p-Pb collisions at √ s NN = 5.02 TeV. A strong suppression of the yield of heavy-flavour decay electrons is observed at high p T (p T > 3",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "text": "Figure 2 (",
            "section_rank": 9
        },
        {
            "section": "Figure 2 (",
            "text": "middle panel) shows the elliptic-flow coefficient v 2 of heavy-flavour decay electrons as a function of p T in semi-central (20-40%) Pb-Pb collisions at √ s NN = 2.76 TeV. The elliptic flow of heavy-flavour decay electrons (v HFe 2 ) is deduced by using the Equation 2, where v incl 2 and v back 2 are the v 2 of inclusive and background electrons respectively, and R SB is the signal to background ratio. v HFe 2 =",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "text": "Figure 2 .",
            "section_rank": 10
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Nuclear modification factor (left panel) and elliptic flow coefficient (middle panel) of heavy-flavour decay electrons, as a function of the electron transverse momentum, in Pb-Pb collisions at √ s NN = 2.76 TeV. Several energy-loss models, which are described in references [3-5], are displayed along with the data points. Right panel: Nuclear modification factor of electrons from heavy-flavour hadron decays obtained in p-Pb collisions at √ s NN = 5.02 TeV.",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "p-Pb, V0A Multiplicity class: 0 -20 % p-Pb, V0A Multiplicity class: 20 -60 % p-Pb, V0A Multiplicity class: 60 -100 % Syst. on ped. estimation Syst. from secondary particles",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "text": "Figure 3 .",
            "section_rank": 12
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Left panel: Azimuthal correlation distribution between heavy-flavour decay electrons and charged particles in high, intermediate and low multiplicity classes in p-Pb collisions at √ s NN = 5.02 TeV and in pp collisions at √ s = 7 TeV. Right panel: Ratio between the yields in high and low multiplicity p-Pb collisions (I CP ) as a function of the electron p T .",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "text": "Figure 4",
            "section_rank": 13
        },
        {
            "section": "Figure 4",
            "text": "Figure 4. Difference between two-particle correlation distribution in high (0-20%) and low (60-100%) multiplicity p-Pb collisions, in the (∆η,∆ϕ) space (left panel) and the projection on the ∆ϕ axis (right panel).",
            "paragraph_rank": 15,
            "section_rank": 13
        },
        {
            "text": "Acknowledgments",
            "section_rank": 15
        },
        {
            "section": "Acknowledgments",
            "text": "The author thanks the Conselho Nacional de Desenvolvimento Científico e Tecnológico -CNPq, for the financial support.",
            "paragraph_rank": 16,
            "section_rank": 15
        }
    ]
}