{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report on the inclusive J/ψ nuclear modification factor in p-Pb collisions at √ s NN = 5.02 TeV as a function of rapidity y and transverse momentum p T . The experimental coverage extends down to p T = 0 GeV/c in the three rapidity ranges accessible by ALICE (−4.46 < y cms < −2.96, −1.37 < y cms < 0.46, 2.03 < y cms < 3.53). The obtained results as a function of rapidity are in agreement with theory predictions based only on shadowing or on coherent energy loss. At forward and backward rapidity, the ψ(2S) measurement complements the J/ψ results. The ratio between the ψ(2S) and J/ψ cross section is significantly smaller in p-Pb than in pp collisions in both rapidity regions.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The seminal paper from T. Matsui and H. Satz [1] published in 1986 initiated intense theoretical and experimental studies of J/ψ production as a probe of deconfinement in nucleus-nucleus (AA) collisions. At LHC energies, in addition to the originally proposed J/ψ suppression due to colour screening, the production of J/ψ due to (re-)combination of charm quarks is suggested as an additional mechanism in two theoretical approaches: the statistical hadronisation at the confinement phase boundary [2,3] and transport models [4,5,6]. The latter assume destruction and production of charmonium states predominantly during the deconfined stage of the system evolution in addition to the primordial production. In this context, the investigation of charmonia in p-Pb collisions at the LHC represents a crucial ingredient for the interpretation of J/ψ AA-measurements. It gives access to nuclear effects, which are not attributable to deconfinement, but can alter the nuclear modification factor R AA = N J/ψ,AA /(< T AA > •σ J/ψ,pp ). N J/ψ,AA represents in this formula the efficiency corrrected J/ψ-yield per event in AA collisions, T AA denotes the nuclear overlap function and σ J/ψ,pp the J/ψ cross section in proton-proton (pp) collisions at the same centre of mass energy per nucleon-nucleon collision.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 45,
                    "text": "[1]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 498,
                    "text": "[2,",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 501,
                    "text": "3]",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 525,
                    "text": "[4,",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 528,
                    "text": "5,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 530,
                    "text": "6]",
                    "end": 532
                }
            ]
        },
        {
            "text": "ALICE has measured J/ψ in p-Pb collisions at a centre of mass energy of 5.02 TeV in the central barrel detectors with a pseudorapidity acceptance |η lab,track | < 0.9 via the dielectron decay channel and in the forward spectrometer with an acceptance of 2.5 < η lab,muon < 4.0 via the dimuon decay channel. A description of the experiment can be found in [7]. An inversion of the beam direction has enabled the muon spectrometer to measure the J/ψ on the proton and on the lead fragmentation side in the asymmetric p-Pb collision system. In the following, the rapidity of the incoming proton is chosen to be positive, which fixes the rapidity sign convention of the dimuon pair. The centre of mass system of the two colliding projectiles is boosted with respect to the laboratory frame system by ∆y = 0.465 resulting in slightly asymmetric rapidity coverages with respect to y = 0: −4.46 < y cms < −2.96 at backward, −1.37 < y cms < 0.43 at central rapidity and 2.03 < y cms < 3.53 at forward rapidity. In the dimuon acceptance, the J/ψ production was measured in six equally large ranges of y cms in both accessible regions integrated over transverse momentum. The transverse momentum dependence at forward and backward rapidity was investigated in seven intervals (0-1, 1-2, 2-3, 3-4, 4-5,5-6, 6-8 GeV/c). At central rapidity, the signal yield was extracted integrated over p T and y cms and in five intervals of transverse momentum (0-1.3, 1.3-3.0, 3.0-5.0, 5.0-7.0 and 7.0-10.0 GeV/c). The presented results rely in case of the dielectrons (L int = 52 µb −1 ) on a minimum bias trigger 1 and on a dimuon trigger (L int = 5.0(5.8) nb −1 ) at forward (backward) rapidity in case of the forward spectrometer.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 355,
                    "text": "[7]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1590,
                    "text": "1",
                    "end": 1591
                }
            ]
        },
        {
            "text": "The signal extraction in the dimuon analysis is based on a Crystal Ball fit with asymmetric tails or pseudo-Gaussian phenomenological shapes for the signal and a variable width Gaussian or the product of a 4 th -order polynomial and an exponential for the background. The systematic uncertainty on the signal 1 Requirement of a coincident signal from two scintillator arrays covering −5.1 < η lab < −2.8 (lead fragmentation side) and 1.7 < η lab < 3.7 (the proton fragmentation side).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 309,
                    "text": "1",
                    "end": 310
                }
            ]
        },
        {
            "text": "Preprint submitted to Elsevier",
            "section_rank": 3
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "October 30, 2018 The open boxes indicate the uncorrelated systematical uncertainties, the filled areas the partially correlated systematical uncertainties and the grey box at unity the common normalization uncertainty due to the T pA -uncertainty. The theory predictions can be found in [8,9,10,11].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 287,
                    "text": "[8,",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 290,
                    "text": "9,",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 292,
                    "text": "10,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 295,
                    "text": "11]",
                    "end": 298
                }
            ]
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "extraction is estimated from the Root Mean Square of the extracted J/ψ yields obtained combining different signal and background shape assumptions and varies between 1-4 % depending on p T and rapidity.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "The analysis at central rapidity uses electron candidate tracks within |η lab | < 0.9. The measurement relies on the particle identification provided by the ALICE Time Projection Chamber via the specific energy loss in the counting gas. The signal extraction uses a background constructed from the likesign pairs, scaled to match the integral of the opposite-sign dielectron invariant mass distribution in the range 3.2-4.9 GeV/c 2 . As a second approach to estimate the systematic uncertainty, a fit to the invariant mass distribution was employed, where the background shape is described by a ratio of polynomials and the signal shape is extracted from simulations with full transport and detector response. In both approaches, the signal yields are obtained by bin counting after subtraction of the background component in the invariant mass range 2.92 − 3.16 GeV/c 2 . The correction for the non-negligible fraction of signal counts, which are reconstructed with lower invariant masses than 2.92 GeV/c 2 due to the radiative decay contribution by J/ψ → e + e − γ and bremsstrahlung of the decay particles, is computed using simulations and amounts to 31 %.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "In case of the results in the dimuon decay channel, the pp-reference for the nuclear modification factor relies on an interpolation of the ALICE measurements at √ s = 2.76 TeV and 7 TeV in the muon spectrometer and is performed bin-by-bin in y or p T . For the rapidity bins not covered due to the rapidity shift, an extrapolation is used. More details about the explored method as a function of rapidity can be found in [12].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 421,
                    "text": "[12]",
                    "end": 425
                }
            ]
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "For the dielectron decay channel, the reference cross section was evaluated based on the interpolation of BR ×dσ/dy measurements in pp(pp) collisions at central rapidity published by the PHENIX Collaboration at √ s = 200 GeV [13], by the CDF Collaboration at √ s = 1960 GeV [14] and the ALICE Collaboration at √ s = 2.76 TeV [15] and √ s = 7 TeV [16]. At √ s = 5.02 TeV, the procedure provides BR ×dσ/dy = 367.8 ± 61 nb. The effect of the slightly shifted rapidity window is negligible compared to the size of the uncertainties. The pp-reference uncertainty is the largest contribution to the systematic uncertainty on the central rapidity R pA . For the p T -dependent reference, a phenomenological scaling inspired by [17] was used. Figure 1 shows the nuclear modification factor R pA as a function of rapidity integrated over p T compared to models. The forward and backward results [18] are consistent with those obtained by the LHCb Collaboration [19]. The result at forward rapidity indicates a suppression of J/ψ, while the backward rapidity data shows no significant suppression within the uncertainties. The central rapidity measurement is consistent with the forward rapidity result albeit exhibiting larger uncertainties. The predictions by R. Vogt employing NLO nPDF EPS09 [20] and the Colour Evaporation Model (CEM) [8] as well as the calculations by E. Ferreiro et al. [9] with EPS09 [20] at LO assuming 2 → 2 production mechanism (gg → J/ψg) are consistent with the experimental results. In case of the model by E. Ferreiro, the possible impact of a finite effective nuclear absorption of J/ψ resonance or the precursor state is also calculated and shown. The data can be described within this model without this absorption mechanism. The coherent energy loss model [10] is also consistent with data, with or without inclusion of shadowing as an additional effect. The prediction by H. Fujii et al. [11] employing the CEM in a Color Glass Condensate (CGC) framework is instead disfavoured by the forward rapidity data. Figure 2 shows the p T -dependence of R pA at backward, mid-and forward rapidity. At forward rapidity, the suppression present at low p T is gradually weakening with increasing p T . At high p T , the data is consistent with no suppression. A similar pattern is present at central rapidity, although uncertainties  prevent a firm conclusion. At backward rapidity, a feeble p T dependence seems to be present considering the partially correlated uncertainties with R pPb -values close to unity. The CGC-model for forward rapidity by H. Fujii et al. [11] is disfavoured by the data. The coherent energy loss model [21] is not consistent with the data in the two lowest p T -bins, but compatible with them at high p T . At backward rapidity, the latter model is in agreement with our data despite some tension at low p T . The calculations by R. Vogt [8] for the p T -dependence are consistent with the ALICE results for all three rapidity domains in the provided transverse momentum ranges (p T > 2.5 GeV/c).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 225,
                    "text": "[13]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 274,
                    "text": "[14]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 325,
                    "text": "[15]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 346,
                    "text": "[16]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 720,
                    "text": "[17]",
                    "end": 724
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 735,
                    "text": "Figure 1",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 886,
                    "text": "[18]",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 952,
                    "text": "[19]",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1285,
                    "text": "[20]",
                    "end": 1289
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1329,
                    "text": "[8]",
                    "end": 1332
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1383,
                    "text": "[9]",
                    "end": 1386
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1398,
                    "text": "[20]",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1781,
                    "text": "[10]",
                    "end": 1785
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1914,
                    "text": "[11]",
                    "end": 1918
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2034,
                    "text": "Figure 2",
                    "end": 2042
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2582,
                    "text": "[11]",
                    "end": 2586
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2646,
                    "text": "[21]",
                    "end": 2650
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2882,
                    "text": "[8]",
                    "end": 2885
                }
            ]
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "The Bjorken x-values of the lead nucleus probed under a 2 → 1 production mechanism assumption (gg → J/ψ) are approximately matching between the recorded Pb-Pb and p-Pb collision data. Therefore, an expectation for the R AA based on the R pA under those kinematic assumptions and the hypothesis of factorization of nuclear effects can be derived by comparing the R pA,backward × R pA,forward (R 2 pA,midrapidity ) with R AA,forward (R AA,midrapidity ) assuming that the Bjorken x is the relevant scaling variable. This comparison is depicted in Fig. 3. It is worth noticing that there are theoretical models, which do not expect a 'factorization' of cold nuclear matter effects, when one extrapolates from pA to AA collisions at LHC energies [22]. Under the given assumptions, the observed behaviour is in qualitative agreement with expectations from models incorporating non-primordial J/ψ production: in fact, a hint of enhancement of the R AA result w.r.t. R pA,backward × R pA,forward (R 2 pA,midrapidity ) at low p T in the muon spectrometer acceptance(at central rapidity) and a strong suppression at high p T in the rapidity region explored by the muon spectrometer are visible.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 394,
                    "text": "2",
                    "end": 395
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 544,
                    "text": "Fig. 3",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 741,
                    "text": "[22]",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 991,
                    "text": "2",
                    "end": 992
                }
            ]
        },
        {
            "section": "Preprint submitted to Elsevier",
            "text": "A ψ(2S)-analysis similar to the J/ψ-measurement, is feasible at forward and backward rapidity only, given the larger statistics. The result depicted in Fig. 4 unveils a decrease of the inclusive ψ(2S) to inclusive J/ψ ratio in p-Pb collisions compared to pp collisions in both studied rapidity domains. A qualitatively similar behaviour was found by PHENIX at central rapidity at √ s NN = 200 GeV in d-Au collisions compared to pp collisions [23]. For the efficiency and acceptance corrected yield ratio ψ(2S) over J/ψ in pp-collisions, the ALICE result at √ s = 7 TeV is used [24]. The energy dependence of the ratio σ ψ(2S ) pp /σ J/ψ pp and the slightly different rapidity coverage in pp can introduce a systematic uncertainty. It has been estimated conservatively based on measurements at different collision energies and rapidities. The assigned uncertainty amounts to 3.7 %. This experimental result is in contradiction with expectations based solely on shadowing and/or coherent energy loss, since the expected differences between the suppression of J/ψ and ψ(2S) are at most of the order 2-3%. In summary, the nuclear modification factor of J/ψ in p-Pb collisions has been measured by the AL-ICE collaboration as a function of rapidity and as a function of p T in the rapidity ranges accessible to the experiment. The results are consistent with shadowing and/or coherent energy loss in case of the rapidity dependence. The coherent energy loss model and the calculations based solely on shadowing [8] provide a reasonable description of the experimental data at p T > 2.5 GeV/c, whereas the low-p T nuclear modification factor at forward rapidity are underestimated by the present version of the coherent energy loss model. The inclusive ψ(2S)/J/ψ ratio measured in p-Pb collisions shows a clear suppression w.r.t. to the ratio in pp collisions. This behaviour cannot be explained based only on shadowing and/or coherent energy loss.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 152,
                    "text": "Fig. 4",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 442,
                    "text": "[23]",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 577,
                    "text": "[24]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1506,
                    "text": "[8]",
                    "end": 1509
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 4
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The nuclear modification of inclusive J/ψ as a function of rapidity compared with theory predictions. The open boxes indicate the uncorrelated systematical uncertainties, the filled areas the partially correlated systematical uncertainties and the grey box at unity the common normalization uncertainty due to the T pA -uncertainty. The theory predictions can be found in[8,9,10,11].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 381,
                    "text": "[8,",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 384,
                    "text": "9,",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 386,
                    "text": "10,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 389,
                    "text": "11]",
                    "end": 392
                }
            ]
        },
        {
            "text": "Figure 2 :",
            "section_rank": 5
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: The J/ψ nuclear modification factor in p-Pb as a function of p T at backward rapidity, central rapidity and forward rapidity compared with theory predictions. The open boxes represent the uncorrelated systematic uncertainties, the filled areas the partially correlated systematical uncertainties. The theory predictions are taken from[8,21,11].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 344,
                    "text": "[8,",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 347,
                    "text": "21,",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 350,
                    "text": "11]",
                    "end": 353
                }
            ]
        },
        {
            "text": "Figure 3 :",
            "section_rank": 6
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: The product of R pA,forward (p T ) × R pA,backward (p T ) compared to the R AA (p T ) at forward rapidity and the comparison of R2 pA,midrapidity with R AA,midrapidity . The centrality ranges explored in the AA collision case are not 0 − 100% and are indicated in the figures. The display of the uncertainties is the same as forFig. 2.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 139,
                    "text": "2",
                    "end": 140
                }
            ]
        },
        {
            "text": "Figure 4: The double ratio σ ψ(2S ) pPb σ J/ψ pPb / σ ψ(2S ) pp σ J/ψ pp measured by AL-ICE at √ s NN = 5.02 TeV in p-Pb collisions and by PHENIX at √ s NN = 0.2 TeV in d-Au collisions is shown in the explored rapidity ranges. Besides the statistical uncertainty depicted as bars, the systematic uncertainty is splitted in case of the ALICE data into a point-by-point correlated(shaded area) and point-by-point uncorrelated (boxes) contribution.",
            "paragraph_rank": 14,
            "section_rank": 7
        }
    ]
}