{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The OPERA experiment is a long baseline neutrino oscillation experiment aimed at observing the νµ → ντ neutrino oscillation in the CERN neutrino to Gran Sasso beamline in the appearance mode by detecting the τ -decay. Here I will summarize the results from the run years 2008-10 with an update on observed rare decay topologies and the results of the neutrino velocity measurements.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The OPERA experiment [1], located at the Gran Sasso laboratory (LNGS), aims at observing the ν µ → ν τ neutrino oscillation in the direct appearance mode in the CERN neutrino to Gran Sasso (CNGS) [2,3] beam by detecting the decay of the τ produced in charged current (CC) interactions. A detailed description of the detector can be found in [1,4,5,6,7,8,9]. The OPERA detector consists of two identical Super Modules (SM), each of them consisting of a target area and a muon spectrometer, as shown in Fig. 1. The target area consists of alternating layers of scintillator strip planes and target walls. The muon spectrometer is used to reconstruct and identify muons from ν µ -CC interactions and estimate their momentum and charge.  The target walls are trays in which target units of 10 × 12.5cm 2 and a depth of 10 X 0 in lead (7.9 cm) with a mass of around 10 kg each are stored: they are also refered to as bricks. A brick is formed by alternating layers of lead plates and emulsion films (2 emulsion layers separated by a plastic base) building an emulsion cloud chamber (ECC). This provides high granularity and high mass, which is ideal for ν τ interaction detection. Fig. 3 left shows an image of the unwrapped ECC brick. On the right, the arrangement of the scintillator strip planes (Target Tracker, TT) and the ECC is shown. Note an extra pair of emulsion films in a removable box called a changeable sheet (CS), shown in blue. The total mass of each target area is about 625 tons, leading to a target mass of 1.25 ktons for 145'000 bricks. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 196,
                    "text": "[2,",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 199,
                    "text": "3]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 341,
                    "text": "[1,",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 344,
                    "text": "4,",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "start": 346,
                    "text": "5,",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "6,",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 350,
                    "text": "7,",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 352,
                    "text": "8,",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 354,
                    "text": "9]",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 501,
                    "text": "Fig. 1",
                    "end": 507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1176,
                    "text": "Fig. 3",
                    "end": 1182
                }
            ]
        },
        {
            "text": "DAQ and analysis",
            "section_rank": 3
        },
        {
            "section": "DAQ and analysis",
            "text": "The information from the reconstructed event, recorded by the electronic detectors, is used to predict the most probable ECC for the neutrino interaction vertex [10]. A display of a reconstructed event is indicated in Fig. 1. Fig. 4 shows the procedure for localizing the event vertex in the ECC, by extrapolating the reconstructed tracks from the electronic detector to the CS emulsion films. Figure 4: Event detection principle in the OPERA experiment. The candidate interaction brick is determined from the prediction of the electronic detector (blue). The changeable sheet (CS) is used to confirm the prediction. From the CS result, the tracks are followed up to the interaction point inside the ECC.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 161,
                    "text": "[10]",
                    "end": 165
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 218,
                    "text": "Fig. 1. Fig. 4",
                    "end": 232
                },
                {
                    "type": "figure",
                    "start": 394,
                    "text": "Figure 4",
                    "end": 402
                }
            ]
        },
        {
            "section": "DAQ and analysis",
            "text": "The signal recorded in the CS films will confirm the prediction from the electronic detector, or will act as a veto and trigger a search in neighboring bricks to find the correct ECC in which the neutrino interaction is contained. After a positive CS result, the ECC will be unpacked and the emulsion films are developed and sent to one of the various scanning stations in Japan and Europe. Dedicated automatic scanning systems allow us to follow the tracks from the CS prediction up to their stopping point. Around these stopping points, a volume of 1 cm 2 times 15 emulsion films will be scanned to find the interaction vertex. As illustrated in Fig. 4, only track segments in the active emulsion volume are visible and a reconstruction of the event is needed to find tracks and vertices. A dedicated procedure, called a \"decay search\" is used to search for possibly interesting topologies, like the τ -decay pictured in Fig. 4. The accuracy of the track reconstruction goes from cm in the electronic detector, down to mm for the CS analysis and to micrometric precision in the final vertex reconstruction (after aligning the ECC emulsion plates with passing-through cosmicray tracks).",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 648,
                    "text": "Fig. 4",
                    "end": 654
                },
                {
                    "type": "figure",
                    "start": 923,
                    "text": "Fig. 4",
                    "end": 929
                }
            ]
        },
        {
            "text": "Tau detection",
            "section_rank": 4
        },
        {
            "section": "Tau detection",
            "text": "τ detection is only possible due to the micrometric resolution of the emulsion films, as it allows us to separate the primary neutrino interaction vertex from the decay vertex of the τ particle. The most prominent background for τ decay is either hadron scattering or charged charm decays. The background from hadron scattering can be controlled by cuts applied to the event kinematics. The background due to charm can be reduced by identifying the muon at the primary vertex, as charm will occur primarily in ν µ -CC interactions (for further details see [8,10]). After topological and kinematical cuts are applied, the number of background events in the nominal events sample is anticipated to be 0.7 at the end of the experiment.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 556,
                    "text": "[8,",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 559,
                    "text": "10]",
                    "end": 562
                }
            ]
        },
        {
            "section": "Tau detection",
            "text": "In 2010 the first ν τ candidate was reconstructed inside the OPERA emulsion. It was recorded in an event classified as a neutral current, as no muon was identified in the electronic detector. To crosscheck the τ hypothesis, all tracks were followed downstream of the vertex until their stopping or their reinteraction point. They were all attributed to be hadrons, and no soft muon (E < 2 GeV) was found. In 2010, the expected total number of τ candidates was 0.9, while the expected background was less than 0.1 events. More details on the analysis are presented in [8]. In Fig. 5 shows a picture of this event. Track number 4, labeled as the parent, is the τ , decaying into one charged daughter track. The two showers are most likely connected to the decay vertex of the τ , rather than activity from the primary interaction. Thus the decay is compatible with:    6 shows the cuts used for the selection criteria defined at the time of the proposal and the kinematic variables of the τ decay observed by the OPERA experiment. At the time of this conference, the number of expected τ candidates was 1.7, with 0.5 events expected in the single-prong channel. The expected background for the analyzed event sample corresponding to 4.9 × 10 19 protons on target (pot) was 0.16 ± 0.05 events.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 567,
                    "text": "[8]",
                    "end": 570
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 575,
                    "text": "Fig. 5",
                    "end": 581
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 867,
                    "text": "6",
                    "end": 868
                }
            ]
        },
        {
            "section": "Tau detection",
            "text": "At the time of writing these proceedings, a second τ candidate appeared [11].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 72,
                    "text": "[11]",
                    "end": 76
                }
            ]
        },
        {
            "text": "Physics run performance and data analysis status",
            "section_rank": 5
        },
        {
            "section": "Physics run performance and data analysis status",
            "text": "Since 2007, the OPERA experiment has collected a total of 18.5 × 10 19 pot. This corresponds to about 15'000 interactions in the target areas of the experiment. Fig. 7 shows from top to bottom, as a function of time, the integrated number of events occurring in the target (showing the CNGS shutdown periods), with their vertex reconstructed by the electronic detectors, for which at least one brick has been extracted, for which at least one CS has been analysed, for which this analysis has been positive (track stubs corresponding to the event have been found), for which the brick has been analysed, for which the vertex has been located, for which the decay search has been completed. The efficiency of the analysis of the most probable CS is rather low, about 65 %, and is significantly lower for NC events, among which ν τ interactions are the most likely to be found. To recover this loss, multiple brick extraction is performed; this brings the final efficiency of observing tracks of the event in the CS to about 74 %. The efficiency for locating an event seen on the CS in the brick is about 70 %. At the time of this conference, a total of 4611 events has been localised in the bricks and the decay search has been completed for 4126 of them. After an ECC has been identified to be the most likely interaction brick, the ECC is developed and sent to one of the scanning laboratories, where it is scanned within a short time. The efficiency for locating an event within the ECC is about 70 % with respect to the number of positive CS results. After the event has been located, a dedicated decay search is performed to obtain a data sample which can be compared to MC and which provides uniform data quality from all laboratories. This decay search includes the search for decay daughters and a reconstruction of the kinematics of the particles at the vertex. At the time of this conference, 4611 events have been localized in the ECC, with a total of 4126 CC and NC events having completed the decay search.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 161,
                    "text": "Fig. 7",
                    "end": 167
                }
            ]
        },
        {
            "text": "Charm decay topologies in neutrino interactions",
            "section_rank": 6
        },
        {
            "section": "Charm decay topologies in neutrino interactions",
            "text": "In about 5 % of the ν µ -CC interactions, the production of a charmed particle at the primary vertex takes place. Charmed particles have lifetimes similar to the τ and similar decay channels. Thus charm events provide a subsample of decay topologies similar to τ decay, for which the detection efficiency can be estimated based on MC simulation. A study of a high purity selection of charm events in 2008 and 2009 shows agreement with the data [12]. One-prong charm decay candidates are retained if the charged daughter particle has a momentum larger than 1 GeV/c. This leads to an efficiency of short = 0.31 ± 0.02(stat.) ± 0.03(syst.) for short and long = 0.61±0.05(stat.)±0.06(syst.) for long charm decays, wherein 'long' means the production and the decay vertices are not located in the same lead plate. The number of events for which the charm search is complete is 2167 CC interactions. In these we expect 51±7.5 charm candidates, with a background of 5.3 ± 2.3 events. The number of observed candidates is 49, which is in agreement with expectations. Figure 8: Display of one of the charm events. Top: View of the reconstructed event in the emulsion. Bottom: Zoom in the vertex region of the primary and secondary vertex. Fig. 8 shows a charm decay detected in the OPERA experiment. In the electronic detector reconstruction, two muons were observed, one charged positively, the other negatively. The µ − is attached to the primary vertex, while the µ + is connected to the decay vertex. This topology corresponds with a charged charm decaying into a muon and the measured kinematic parameters are a flight length of 1330 µm and a kink angle of 209 mrad. The impact parameter (IP) of the µ + with respect to the primary vertex is 262 µm, and its momentum is measured as 2.2 GeV/c. This accounts for a transverse momentum (P T ) of 0.46 GeV/c.",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 444,
                    "text": "[12]",
                    "end": 448
                },
                {
                    "type": "figure",
                    "start": 1059,
                    "text": "Figure 8",
                    "end": 1067
                },
                {
                    "type": "figure",
                    "start": 1230,
                    "text": "Fig. 8",
                    "end": 1236
                }
            ]
        },
        {
            "text": "ν-velocity measurement",
            "section_rank": 7
        },
        {
            "section": "ν-velocity measurement",
            "text": "Due to the time structure of the CERN SPS beam, the OPERA experiment is able to trigger on the proton spill hitting the CNGS target. As a result, the electronic detector provides a time signal of the recorded events, which can be used to measure the neutrino velocity in the CNGS beam. One needs to measure with precision of some ns the flight time (time of flight -TOF) between CERN and LNGS, and the distance between reference points in the detector and the CNGS. The concept of the neutrino time of flight measurement is illustrated in Fig. 9. The procedures are explained in great detail in [13]. Since the time of the conference, an instrumental mistake has been identified that makes the results presented at this conference obsolete. Updated results taken from [14] are presented below.   10 shows the timing systems both at CERN and LNGS, which allowed time calibration between both sites within accuracy of ±4 ns.",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 539,
                    "text": "Fig. 9",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 595,
                    "text": "[13]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 768,
                    "text": "[14]",
                    "end": 772
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 796,
                    "text": "10",
                    "end": 798
                }
            ]
        },
        {
            "section": "ν-velocity measurement",
            "text": "The distance between CERN and the OPERA detector was measured via GPS geodesy and extrapolation down to the location of both the CNGS target and the OPERA detector with terrestrial traverse methods. The effective baseline is measured as 731278.0 ± 0.2 m.",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "section": "ν-velocity measurement",
            "text": "The proton wave form for each SPS extraction was measured with a beam current transformer (BCT). The sum of the wave forms restricted to those associated to a neutrino interaction in OPERA was used as PDF for the time distribution of the events within the extraction. The maximum likelihood method was used to extract the time shift between the two distributions, i.e. the neutrino time of flight. Internal NC and CC interactions in the OPERA target and external CC interactions occurring in the upstream rock from the 2009, 2010 and 2011 CNG runs were used for this analysis. As shown in Fig. 11, it is measured to be:",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 589,
                    "text": "Fig. 11",
                    "end": 596
                }
            ]
        },
        {
            "section": "ν-velocity measurement",
            "text": "−8.0 (syst.)) ns. Modifying the analysis by using each neutrino interaction waveform as PDF instead of their sum gives a comparable result of δt = (3.5 ± 5.6(stat.) ± +9.4 −9.1 (syst.)) ns. No energy dependence was observed. Figure 11: Top: Comparison of the measured neutrino interaction time distributions (data points) and the proton PDF (red and blue line) for the two SPS extractions resulting from the maximum likelihood analysis. Bottom: Blow-up of the leading edge (left plot) and the trailing edge (right plot) of the measured neutrino interaction time distributions (data points) and the proton PDF (red line) for the first SPS extraction after correcting for δt = 6.5 ns. Within errors, this second extraction is equal to the first one. Figures from [13].",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 225,
                    "text": "Figure 11",
                    "end": 234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 748,
                    "text": "Figures from [13]",
                    "end": 765
                }
            ]
        },
        {
            "section": "ν-velocity measurement",
            "text": "To cross-check for systematic effects, a dedicated bunched beam run was performed, where the SPS proton delivery is split into 3 ns long spills, separated by 524 ns in time during autumn 2011, and a similar mode of 3 ns with 100 ns separation in spring 2012.",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "ν-velocity measurement",
            "text": "The value of δt obtained in 2011 by using timing information provided by the target tracker is 1.9 ± 3.7 ns; it is 0.8 ± 3.5 ns when based on the spectrometer data [13]. For the 2012 run, the corresponding values of δt are δt = (−1.6±1.1(stat.) +6.1 −3.7 ) ns [14]. All results are in agreement with the measurement from standard CNGS beam operation.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 164,
                    "text": "[13]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 260,
                    "text": "[14]",
                    "end": 264
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 8
        },
        {
            "section": "Conclusions",
            "text": "The OPERA experiment detected two τ neutrino events appearing in the CNGS beam. Further, we measured the neutrino velocity to be in agreement with the speed of light in a vacuum to the O(10 −6 ). Other short decay topologies like ν e or charm decays can also be detected and are in agreement with MC expectations, thus providing a benchmark for validating the τ efficiency expectations.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Figure 1 :",
            "section_rank": 9
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Picture of the OPERA detector, with a view of a reconstructed neutrino interaction occurring in the 2nd Super Module.",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Figure 2 :",
            "section_rank": 10
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: The CNGS neutrino beamline. Figure from [13].",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Figure 3 :",
            "section_rank": 11
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: τ detection principle in OPERA.",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Figure 5 :",
            "section_rank": 12
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Display of the 2010 τ − candidate event. Top left: view transverse to the neutrino direction. Top right: same view zoomed on the vertices. Bottom: longitudinal view. Figure from [8].",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "Figure 6 :",
            "section_rank": 13
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: MC distribution of: a) the kink angle for τ decays, b) the path length of the τ , c) the momentum of the decay daughter, d) the total transverse momentum P T of the detected daughter particles of τ decays with respect to the parent track. The red band shows the 68.3 % of values allowed for the candidate event, and the dark red line indicates the most probable value. The dark shaded area represents the excluded region corresponding to the a priori τ selection cuts.Figure from[8].",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 489,
                    "text": "[8]",
                    "end": 492
                }
            ]
        },
        {
            "text": "Fig.",
            "section_rank": 14
        },
        {
            "section": "Fig.",
            "text": "Fig. 6shows the cuts used for the selection criteria defined at the time of the proposal and the kinematic variables of the τ decay observed by the OPERA experiment. At the time of this conference, the number of expected τ candidates was 1.7, with 0.5 events expected in the single-prong channel. The expected background for the analyzed event sample corresponding to 4.9 × 10 19 protons on target (pot) was 0.16 ± 0.05 events.At the time of writing these proceedings, a second τ candidate appeared[11].",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 498,
                    "text": "[11]",
                    "end": 502
                }
            ]
        },
        {
            "text": "Figure 7 :",
            "section_rank": 15
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: Events recorded and analyzed in the OPERA experiment from 2008 until 2012.",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "text": "Figure 9 :",
            "section_rank": 16
        },
        {
            "section": "Figure 9 :",
            "text": "Figure 9: Scheme of the time of flight measurement.Figure from[13].",
            "paragraph_rank": 24,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 62,
                    "text": "[13]",
                    "end": 66
                }
            ]
        },
        {
            "text": "Figure 10 :",
            "section_rank": 17
        },
        {
            "section": "Figure 10 :",
            "text": "Figure 10: Top: Scheme of the timing sytem at CERN. Bottom: Scheme of the timing system at LNGS.Figures from [13].",
            "paragraph_rank": 25,
            "section_rank": 17
        },
        {
            "text": "Fig.",
            "section_rank": 18
        },
        {
            "section": "Fig.",
            "text": "Fig. 10shows the timing systems both at CERN and LNGS, which allowed time calibration between both sites within accuracy of ±4 ns.The distance between CERN and the OPERA detector was measured via GPS geodesy and extrapolation down to the location of both the CNGS target and the OPERA detector with terrestrial traverse methods. The effective baseline is measured as 731278.0 ± 0.2 m.The proton wave form for each SPS extraction was measured with a beam current transformer (BCT). The sum of the wave forms restricted to those associated to a neutrino interaction in OPERA was used as PDF for the time distribution of the events within the extraction. The maximum likelihood method was used to extract the time shift between the two distributions, i.e. the neutrino time of flight. Internal NC and CC interactions in the OPERA target and external CC interactions occurring in the upstream rock from the 2009, 2010 and 2011 CNG runs were used for this analysis. As shown inFig. 11, it is measured to be:",
            "paragraph_rank": 26,
            "section_rank": 18
        },
        {
            "text": "Acknowledgement",
            "section_rank": 20
        },
        {
            "section": "Acknowledgement",
            "text": "Firstly, I thank the organizers of the workshop and the OPERA PTB for the possibility to join this workshop. The OPERA collaboration thanks CERN, INFN and LNGS for their support and work. In addition OPERA is grateful for funding from the following national agencies:",
            "paragraph_rank": 27,
            "section_rank": 20
        },
        {
            "section": "Acknowledgement",
            "text": "Fonds de la Recherche Scientique -FNRS and Institut Interuniversitaire des Sciences Nucléaires for Belgium; MoSES for Croatia; CNRS and IN2P3 for France; BMBF for Germany; INFN for Italy; JSPS (Japan Society for the Promotion of Science), MEXT (Ministry of Education, Culture, Sports, Science and Technology), QFPU (Global COE program of Nagoya University, \"Quest for Fundamental Principles in the Universe\", supported by JSPS and MEXT) and Promotion and Mutual Aid Corporation for Private Schools of Japan for Japan; The Swiss National Science Foundation (SNF), the University of Bern and ETH Zurich for Switzerland; the Russian Foundation for Basic Research (grant 09-02-00300 a), the Programs of the Presidium of the Russian Academy of Sciences \"Neutrino Physics\" and \"Experimental and theoretical researches of fundamental interactions connected with work on the accelerator of CERN\", the support programs of leading schools (grant 3517.2010.2), and the Ministry of Education and Science of the Russian Federation for Russia; the Korea Research Foundation Grant (KRF-2008-313-C00201) for Korea; and TUBITAK \"Scientific and Technological Research Council of Turkey\", for Turkey. In addition the OPERA collaboration thanks the technical collaborators and the IN2P3 Computing Centre (CC-IN2P3).",
            "paragraph_rank": 28,
            "section_rank": 20
        },
        {
            "text": "DISCUSSION",
            "section_rank": 22
        },
        {
            "section": "DISCUSSION",
            "text": "JAMES BEALL's Comment: Do you have evidence that the neutrinos travel at less than the speed of light? When will we know the answer to this question?",
            "paragraph_rank": 29,
            "section_rank": 22
        },
        {
            "section": "DISCUSSION",
            "text": "THOMAS STRAUSS: The speed of the neutrinos from CNGS to LNGS could be in agreement with the speed of light. The answer to the second question will be presented at the Neutrino 2012 conference. Addendum: The final results from [13,14] are used in these proceedings, but were not used in the talk at Vulcano 2012.",
            "paragraph_rank": 30,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 226,
                    "text": "[13,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 230,
                    "text": "14]",
                    "end": 233
                }
            ]
        },
        {
            "text": "MAURICE H.P.M. VAN PUTTEN's Comment:",
            "section_rank": 23
        },
        {
            "section": "MAURICE H.P.M. VAN PUTTEN's Comment:",
            "text": "In your upcoming announcement on neutrino velocity, will you insist on consistency of the results from the 0.5 µs nuch experiment and the 2 ns pulse experiment? In arxiv.org1110:4781, I pointed out the need for a 2-parameter analysis for causal matched filtering, to accuarately determine the TOF. The results show a reduction to 3.75 σ from the OPERA claim of 6.04 σ, demonstrating the need for a careful analysis. Will OPERA make its data public, and will OPERA pursue proper casual matching filtering on the 10.5 µs experiment?",
            "paragraph_rank": 31,
            "section_rank": 23
        },
        {
            "section": "MAURICE H.P.M. VAN PUTTEN's Comment:",
            "text": "THOMAS STRAUSS: For the first question, the answer will be given at the Neutrino 2012 conference. The data is available to the public in the RAW format, and a guideline for setting up the timelink calibration has been developed together with CERN. As for the matched filtering, this question will be forwarded to the person responsible for the neutrino velocity analysis. Addendum (Statement from the Collaboration): The 2-parameter analysis has been debated at length. It is clear that by introducing a new degree of freedom (the length of the bunch) one may obtain a better result, as Putten actually obtains. However this corresponds to a possible new unknown physical property of neutrinos. To be conservative about the measurement in September, OPERA has chosen to exclude any debate on the possible physical source of the result.",
            "paragraph_rank": 32,
            "section_rank": 23
        }
    ]
}