{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We present the observation of doubly-produced J/ψ mesons with the D0 detector at Fermilab in pp collisions at √ s = 1.96 TeV. The production cross section for both singly and doubly-produced J/ψ mesons is measured using a sample with an integrated luminosity of 8.1 fb −1 . For the first time, the double J/ψ production cross section is separated into contributions due to single and double parton scatterings. Using these measurements, we determine the effective cross section σ eff , a parameter characterizing an effective spatial area of the parton-parton interactions and related to the parton spatial density inside the nucleon. Heavy quarkonium is a well established probe of both quantum chromodynamics (QCD) and possible new bound states of hadronic matter, e.g., tetraquarks [1,2]. Production of multiple quarkonium states provides insight into the parton structure of the nucleon and partonto-hadron fragmentation effects. In pp collisions, there are three main production mechanisms for J/ψ mesons: prompt production (i.e. directly at the interaction point) of J/ψ, and prompt production of heavier charmonium states, such as the 3 P 1 state χ 1c and the 3 P 2 state χ 2c that decay to J/ψ + γ, or decay to J/ψ + X of directly produced ψ(2S), and non-prompt B hadron decays. The first observation of J/ψ meson pair production was made in 1982 by the NA3 Collaboration [3,4]. The LHCb Collaboration has measured the double J/ψ production cross section in proton-proton collisions at √ s = 7 TeV [5]. At",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 785,
                    "text": "[1,",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 788,
                    "text": "2]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1380,
                    "text": "[3,",
                    "end": 1383
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1383,
                    "text": "4]",
                    "end": 1385
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1506,
                    "text": "[5]",
                    "end": 1509
                }
            ]
        },
        {
            "text": "Tevatron and LHC energies this cross section is dominated by gluon fusion, gg → J/ψJ/ψ [1,6].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 87,
                    "text": "[1,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 90,
                    "text": "6]",
                    "end": 92
                }
            ]
        },
        {
            "text": "The interest in this channel originates from the different mechanisms that can generate simultaneous double * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c DESY, Hamburg, J/ψ (DJ) meson production in single parton (SP) and double parton (DP) scatterings in a single hadron-hadron collision. A number of discussions of early experimental results [7,8] and more recent LHCb results [6,9], show that the fraction of DP events at the Tevatron and especially at the LHC can be quite substantial. Since the initial state is dominated by gg scattering, the fraction of DP scatterings representing simultaneous, independent parton interactions, should significantly depend on the spatial distribution of gluons in a proton [10]. Other DP studies involving vector bosons and jets probe the spatial distributions in processes with quark-quark or quark-gluon initial states [11][12][13][14][15][16]. The measurement of the SP production cross section provides unique information to constrain parametrizations of the gluon parton distribution function (PDF) at low parton momentum fraction and energy scale, where the gluon PDF has large uncertainty [17]. The production of J/ψ mesons may proceed via two modes, color singlet and color octet [1,8,18,20]. Predictions carried out using nonrelativistic QCD (NRQCD) show that the color singlet process in SP scattering contributes ≈ 90% for the region of transverse momenta, p J/ψ T ≥ 4 GeV/c, relevant for this measurement [8,18].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 409,
                    "text": "[7,",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 412,
                    "text": "8]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 444,
                    "text": "[6,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 447,
                    "text": "9]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 779,
                    "text": "[10]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 927,
                    "text": "[11]",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 931,
                    "text": "[12]",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 935,
                    "text": "[13]",
                    "end": 939
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 939,
                    "text": "[14]",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 943,
                    "text": "[15]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 947,
                    "text": "[16]",
                    "end": 951
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1202,
                    "text": "[17]",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1294,
                    "text": "[1,",
                    "end": 1297
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1297,
                    "text": "8,",
                    "end": 1299
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1299,
                    "text": "18,",
                    "end": 1302
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1302,
                    "text": "20]",
                    "end": 1305
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1523,
                    "text": "[8,",
                    "end": 1526
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1526,
                    "text": "18]",
                    "end": 1529
                }
            ]
        },
        {
            "text": "In this Letter, we present first observation of double J/ψ production at the Tevatron and measurements of single and double J/ψ production cross sections. For the first time, the latter is split into measurements of the SP and DP production cross sections. This allows us to extract the effective cross section (σ eff ), a parameter related to an initial state parton spatial density distribution within a nucleon (see, e.g., [6]):",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 426,
                    "text": "[6]",
                    "end": 429
                }
            ]
        },
        {
            "text": "The factor of 1/2 corresponds to the two indistinguishable processes of single J/ψ production [21,22]. The measurements are based on the data sample collected by the D0 experiment at the Tevatron in protonantiproton (pp) collisions at the center-of-mass energy √ s = 1.96 GeV, and corresponds to an integrated luminosity of 8.1 ± 0.5 fb −1 [23].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 94,
                    "text": "[21,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 98,
                    "text": "22]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 340,
                    "text": "[23]",
                    "end": 344
                }
            ]
        },
        {
            "text": "All cross section measurements are performed for prompt J/ψ mesons with p J/ψ T > 4 GeV/c and |η J/ψ |< 2, where η J/ψ is the J/ψ pseudorapidity [24]. The J/ψ mesons are fully reconstructed via their decay J/ψ → µ + µ − . The muons are required to have transverse momenta p µ T > 2 GeV/c if their absolute pseudorapidities are |η µ | < 1.35 or total momenta |p",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "[24]",
                    "end": 149
                }
            ]
        },
        {
            "text": "The cross sections measured with these kinematic requirements are refered below as fiducial cross sections.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The D0 detector is a general purpose detector described in detail elsewhere [25]. The sub-detectors used in this analysis to select events at the trigger level and to reconstruct muons are the muon and the central tracking systems. The central tracking system, used to reconstruct charged particle tracks, consists of the silicon microstrip tracker (SMT) [26] and a central fiber tracker (CFT) detector both placed inside a 1.9 T solenoidal magnet. The solenoidal magnet is located inside the central calorimeter, which is surrounded by the muon detector [27]. The muon detector consists of three layers of drift tubes and three layers of plastic scintillators, one inside 1.9 T toroidal magnets and two outside. The luminosity of colliding beams is measured using plastic scintillator arrays installed in front of the two end calorimeter cryostats [23].",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 76,
                    "text": "[25]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 355,
                    "text": "[26]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 555,
                    "text": "[27]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 849,
                    "text": "[23]",
                    "end": 853
                }
            ]
        },
        {
            "text": "Muons are identified as having either hits in all three layers of the muon detector or just in one layer in front of the toroids [28]. They are also required to be matched to a track reconstructed by the central tracking system as having at least one hit in the SMT and at least two hits in the CFT detectors. The muon candidates must satisfy timing requirements to suppress cosmic rays. Their distance of closest approach to the beam line has to be less than 0.5 cm and their matching tracks have to pass within 2 cm along the beam (z) axis of the event interaction vertex. The pp interaction vertex should be within 60 cm of the center of the detector along beam axis. Events that have two such muons with opposite electric charge that satisfy an invariant mass requirement of 2.85 < M µµ < 3.35 GeV are identified as single J/ψ candidates. Events having two such pairs of muons are identified as DJ candidates. Background events are mainly due to random combinations of muons from π ± , K ± decays, continuous non-resonant µ + µ − production in Drell-Yan events (both called \"accidental background\"), and B hadron decays into a J/ψ + X. In the case of the DJ production, the background may also be caused by associated production of J/ψ meson and a muon pair not produced by a J/ψ decay (\"J2µ\" events).",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 129,
                    "text": "[28]",
                    "end": 133
                }
            ]
        },
        {
            "text": "To properly normalize the cross section measurements and to reduce the backgrounds, we require events to pass at least one of the low-p T di-muon triggers. The single J/ψ trigger efficiency is estimated using events which pass zero-bias triggers (which only require a beam crossing) or minimum bias triggers (which only require hits in the luminosity detectors), and that also pass the di-muon trigger. The efficiency of the kinematic selections of the muons and J/ψ mesons is found to be 0.124 ± 0.024 (stat) ± 0.012 (syst). The systematic uncertainty is due to variations in the paramaterizations of the functional forms used to fit the signal and background events to data.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "To measure the trigger efficiency for double J/ψ selection, we use DP and SP events generated in Monte Carlo (MC). The double J/ψ DP events are generated with the pythia [29] MC event generator, while the double J/ψ SP events are generated with herwig++ [30]. Events passed through a geant based [31] simulation of the D0 detector and overlaid with data zero-bias events are then processed with the same reconstruction code as data. Using the di-muon trigger efficiency parametrized as a 2D function of the p T of each of the muons, we calculate it for every possible pairing of muons in DP and SP MC events, and obtain efficiencies of ε DP tr = 0.48 ± 0.07 and ε SP tr = 0.51 ± 0.07, where the uncertainty is propagated from the uncertainty on the di-muon trigger efficiency described above.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 170,
                    "text": "[29]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 254,
                    "text": "[30]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 296,
                    "text": "[31]",
                    "end": 300
                }
            ]
        },
        {
            "text": "The number of single J/ψ events after selections is about 7.4 × 10 6 . The background from π ± , K ± decays and DY events, in our single J/ψ selection is estimated as a function of p J/ψ T and η J/ψ . In each (p J/ψ T , η J/ψ ) bin, we perform a simultaneous fit of signal using a double Gaussian function and background with a linear mass dependence in a window of 2.3 < M µµ < 4.2 GeV. We then calculate the background in the selection mass window of 2.85 < M µµ < 3.35 GeV. Averaging the contributions over all (p J/ψ T , η J/ψ ) bins, we estimate the background fraction to be 0.126 ± 0.013. The uncertainty is derived from variation of the fit parameters in the signal and background models.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "We use pythia generated single J/ψ events to estimate the combined geometric and kinematic acceptance and reconstruction efficiency of the selection criteria, calculated as the ratio of the number of reconstructed events to the number of input events. The generated events are selected at the particle and reconstruction levels using the fiducial J/ψ and muon kinematic selection criteria described above. The number of reconstructed events is corrected for the different reconstruction efficiency in data and MC, calculated in (p J/ψ T , η J/ψ ) bins. The product of the acceptance and efficiency for single J/ψ events produced in the color singlet model is found to be 0.221 ± 0.002(stat) ± 0.023(syst). The systematic uncertainty is due to differences in the kinematic distributions between the simulated and data J/ψ events, muon identification efficiency mismodeling, and differences between the color singlet and color octet models. The cos θ * dis-tribution, where θ * is the polar angle of the decay muon in the Collins-Soper frame [32], is sensitive to the J/ψ polarization [33][34][35]. Small data-to-MC reweighting factors based on the observed cos θ * are used to re-calculate the acceptance, and lead to 1% difference with the default acceptance value.",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1040,
                    "text": "[32]",
                    "end": 1044
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1083,
                    "text": "[33]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1087,
                    "text": "[34]",
                    "end": 1091
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1091,
                    "text": "[35]",
                    "end": 1095
                }
            ]
        },
        {
            "text": "Due to the long lifetimes of B hadrons, their decay vertex into the J/ψ + X final state is usually several hundred microns away from the pp interaction vertex, while prompt J/ψ production occurs directly at the interaction point. To distinguish prompt from non-prompt J/ψ mesons, we examine the decay length from the primary pp interaction vertex to the J/ψ production vertex, defined as",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "xy is the decay length of J/ψ meson calculated as the distance between the intersection of the muon tracks and the hard scattering vertex in the plane transverse to the beam, and m J/ψ pdg is the world average J/ψ mass [36].",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 219,
                    "text": "[36]",
                    "end": 223
                }
            ]
        },
        {
            "text": "To estimate the fraction of prompt J/ψ mesons in the data sample, we perform a maximum likelihood fit of the cτ distribution using templates for the prompt J/ψ signal events, taken from the single J/ψ MC sample, and for non-prompt J/ψ events, taken from the bb MC sample. The latter are generated with pythia [29]. The prompt J/ψ fraction obtained from the fit is 0.814±0.009. The fit result is shown in Fig. 1. The overall χ 2 /ndf for the data/MC agreement for this fit varies, depending on the chosen SP and DP models, within 0.50 − 0.85 with corresponding p-values of 0.51 − 0.77. We verify that the p J/ψ T spectra of the prompt signal (non-prompt background) events in data are well described by MC in the signal (background) dominated regions by applying the selection cτ < 0.02 (> 0.03) cm.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 309,
                    "text": "[29]",
                    "end": 313
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 404,
                    "text": "Fig. 1",
                    "end": 410
                }
            ]
        },
        {
            "text": "The fiducial cross section of the prompt single J/ψ production is calculated using the number of J/ψ candidates in data, the fraction of prompt events, the dimuon trigger efficiency, the acceptance and selection efficiency, as well as the integrated luminosity. It is found to be σ(J/ψ) = 23.9 ± 4.6(stat) ± 3.7(syst) nb.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The uncertainties mainly arise from the trigger efficiency and acceptance calculations. This value is compared to that calculated in the \"k T factorization\" approach [6] with the unintegrated gluon density [17]:",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 166,
                    "text": "[6]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 206,
                    "text": "[17]",
                    "end": 210
                }
            ]
        },
        {
            "text": "In this calculation, the J/ψ meson is produced either directly or through the radiative χ 1(2) → J/ψ + γ process [6]. The uncertainty is determined by variations of the gluon PDF and scale variations by a factor of 2 with respect to the default choice µ R = µ F =ŝ/4. In total, 242 events remain after DJ selection criteria and 902 events are found in the wider mass window 2.3 < M µµ < 4.2 GeV. Fig. 2 shows the distribution of the two dimon masses (M   ",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 113,
                    "text": "[6]",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 396,
                    "text": "Fig. 2",
                    "end": 402
                }
            ]
        },
        {
            "text": "µµ , M",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "µµ after the DJ selection criteria.",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "In analogy with the single J/ψ event selection, we estimate the accidental, J2µ backgrounds and fraction of prompt DJ events. First, we reduce the non-prompt and background events by requiring cτ < 0.03 cm for both J/ψ candidates, with about 94% efficiency for signal events (see Fig. 1). This cut selects N d = 138 events in data.",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 280,
                    "text": "Fig. 1",
                    "end": 286
                }
            ]
        },
        {
            "text": "The signal and accidental background contributions are modelled using the product F (M (1) µµ , M (2) µµ ) =(a 1 G (1) + a 2 M (1) µµ + a 3 )× (a 4 G (2) + a 5 M (2) µµ + a 6 ),",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 87,
                    "text": "(1)",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 98,
                    "text": "(2)",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 127,
                    "text": "(1)",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 162,
                    "text": "(2)",
                    "end": 165
                }
            ]
        },
        {
            "text": "where a 1(4) G (1 (2)) is a Gaussian function representing J/ψ production, a 2(5) M (1(2)) +a 3(6) is a linear function of the dimuon mass representing the accidental background, and a i are coefficients. To estimate the backgrounds in the selected data, we perform a maximum likelihood fit to the data, in the two-dimensional (2D) (M",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 18,
                    "text": "(2)",
                    "end": 21
                }
            ]
        },
        {
            "text": "µµ ) plane (see Fig. 2) using the expanded expression in Eq. 4, that contains a product of Gaussian functions for the signal DJ mass peak while the background is represented by a plane (representing the accidental background) and a product of a Gaussian function and a line (for J2µ events). We use the fitted parameters to estimate the background in the signal window 2.85 < M µµ < 3.35 GeV for both J/ψ meson candidates and compute the fraction of the accidental+J2µ background events to be f acc,J2µ = 0.34 ± 0.05. To estimate the fraction of the prompt double J/ψ events, we use a template fit to the 2D cτ distribution in DJ data. The cτ template for double prompt mesons is obtained from the signal MC sample. The double nonprompt template is created from the bb MC sample, in which B hadron decays produce two J/ψ mesons. We also create a prompt+non-prompt template by randomly choosing cτ values from the prompt and non-prompt templates. Before fitting, the accidental and J2µ background is subtracted from the data according to its fraction (f acc,J2µ ) with the uncertainty propagated into an uncertaity on the prompt fraction. The 2D cτ template for this backgound is built using data outside the signal mass window. The prompt fraction of DJ events in our selection is found to be f prompt = 0.592 ± 0.101, while the non-prompt and prompt+non-prompt events contribute 0.373 ± 0.073 and 0.035 ± 0.073, respectively. The main source of systematic uncertainty for the prompt fraction is the template fitting, and the uncertainty related with the subtraction of the accidental background from the data.",
            "paragraph_rank": 25,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 16,
                    "text": "Fig. 2",
                    "end": 22
                }
            ]
        },
        {
            "text": "We measure the acceptances, reconstruction, and selection efficiencies separately for double J/ψ events on SP and DP samples using a mixture of 90% color singlet and 10% color octet samples, as predicted by NRQCD [18] for our kinematic selection criteria. The code for the predictions is implemented in the MC model DJpsiFDC [37]. We use pythia for showering and fragmentation of the gg → J/ψJ/ψ final state. Products of the acceptances and the selection efficiencies are found to be (Aε s ) SP = 0.109±0.002(stat)±0.005(syst) for the SP and (Aε s ) DP = 0.099 ± 0.006(stat) ± 0.005(syst) for the DP events, where the systematic uncertainties arise from uncertainties in the modeling of the J/ψ kinematics, muon identification efficiencies and the possible non-zero J/ψ polarization effects.",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 213,
                    "text": "[18]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 325,
                    "text": "[37]",
                    "end": 329
                }
            ]
        },
        {
            "text": "In this analysis, we measure the DJ production cross section for the DP and SP scatterings separately. To discriminate between the two mechanisms, we exploit the distribution of the pseudorapidity difference between the two J/ψ candidates, |∆η(J/ψ, J/ψ)| which is stable against radiation and instrinsic parton p T effects [6,9]. For the two J/ψ mesons produced from two almost uncorrelated parton scatterings with smaller (on average) parton momentum fractions than in the SP scattering, the |∆η(J/ψ, J/ψ)| distribution is expected to be broader. We use the DP and SP templates produced by MC to obtain the DP and SP fractions from a maximum likelihood fit to the |∆η(J/ψ, J/ψ)| distribution in DJ data. Contributions from the accidental background, non-prompt and prompt+non-prompt double J/ψ events are subtracted from data. The fit result is shown in Fig. 4. In the region |∆η(J/ψ, J/ψ)| 2, the data are dominated by DP events, as predicted in Ref. [6]. A possible contribution from pseudo-diffractive gluon-gluon scattering should give a negligible contribution [6]. To estimate the systematic uncertainties of the DP and SP fractions, we vary the subtraction of accidental, nonprompt and prompt+non-prompt backgrounds within their uncertainties. To conservatively estimate systematic uncertainty related to the prompt+non-prompt background, it is assumed to be either 100% SP-or DP-like. We also create a data-like DP template combining two J/ψ meson candidates from two events randomly selected from the single J/ψ data sample, emulat-ing two independent scatterings each with a single J/ψ final state. This template is corrected for the accidental and non-prompt backgrounds in data. We extract the DP and SP fractions from the fit to the DJ data sample. We find the fractions to be f DP = 0.42 ± 0.12 and f SP = 0.58 ± 0.12. These results are averaged over those obtained with the two SP (herwig++ and DJpsiFDC) and two DP (pythia and data-like) models. The main sources of the uncertainties on DP (SP) fractions are the background subtraction, 18.4% (13.4%), the model dependence, 19.3% (14%), and the template fit, 7.1% (6.3%). The uncertainty due to the model dependence is estimated by varying the DP and SP models, and mainly caused by the difference between the two DP models. Variation of the gluon PDF [17] results in a small change of the DP and SP |∆η(J/ψ, J/ψ)| templates and introduces a negligible uncertainty on the DP fraction. We verify that we do not introduce a bias by determining the prompt, SP, and DP fractions in data by doing two successive fits of the cτ and |∆η(J/ψ, J/ψ)| distributions. For this purpose, we perform a simultaneous 2D fit for the non-prompt, SP, and DP fractions using templates as functions of inclusive cτ and |∆η(J/ψ, J/ψ)| to the data corrected for the accidental and prompt+nonprompt backgrounds. The fractions of prompt DP and SP events determined by this procedure are in agreement within uncertainties with the central result obtained by the two successive fits. The fiducial prompt DJ cross section is calculated ac-cording to",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 323,
                    "text": "[6,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 326,
                    "text": "9]",
                    "end": 328
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 855,
                    "text": "Fig. 4",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 953,
                    "text": "[6]",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1067,
                    "text": "[6]",
                    "end": 1070
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2319,
                    "text": "[17]",
                    "end": 2323
                }
            ]
        },
        {
            "text": "where N d is the number of data events in the DJ selection, f prompt is the fraction of prompt DJ events, f i is the fraction of DP or SP events, ε i tr is the trigger efficiency, (Aε s ) i is the product of acceptance and selection and reconstruction efficiency, and L is the integrated luminosity.",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "Using the numbers presented above, we obtain σ(J/ψJ/ψ) = 129 ± 11(stat) ± 37(syst) fb.",
            "paragraph_rank": 29,
            "section_rank": 1
        },
        {
            "text": "In the same way, we calculate the cross sections of DP and SP events individually σ DP (J/ψJ/ψ) = 59 ± 6(stat) ± 22(syst) fb,",
            "paragraph_rank": 30,
            "section_rank": 1
        },
        {
            "text": "σ SP (J/ψJ/ψ) = 70 ± 6(stat) ± 22(syst) fb.",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "The prediction for the SP cross section made in the \"k T factorization\" approach [6] is σ kT (J/ψJ/ψ) = 55.1 +28.5 −15.6 (PDF) +31.0 −17.0 (scale) fb. (9) The choice of the gluon density as well as the renormalization and factorization scales are the same as for the prediction shown in Eq. 3. We also compare our σ SP (J/ψJ/ψ) result to the SP prediction obtained with NRQCD at the leading order approximation in the strong coupling [18] using renormalization and factorization scales of",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 81,
                    "text": "[6]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 151,
                    "text": "(9)",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 434,
                    "text": "[18]",
                    "end": 438
                }
            ]
        },
        {
            "text": "c ) 1/2 and m c = 1.5 GeV σ LO NRQCD (J/ψJ/ψ) = 51.9 fb,",
            "paragraph_rank": 33,
            "section_rank": 1
        },
        {
            "text": "and NRQCD NLO predictions [19] σ NLO NRQCD (J/ψJ/ψ) = 90 +180 −50 fb,",
            "paragraph_rank": 34,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 26,
                    "text": "[19]",
                    "end": 30
                }
            ]
        },
        {
            "text": "where the uncertainty is due to the µ R and µ F scale variations by a factor two as well as by the c-quark mass uncertainty m c = 1.5 ± 0.1 GeV. The measured SP cross section is in agreement with the current predictions from NRQCD and \"k T factorization\".",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "The DP production cross section predicted by the \"k T factorization\" approach according to Eq. 1, and using the fixed effective cross section σ 0 eff = 15 mb [6], is σ DP kT (J/ψJ/ψ) = 17.6 ± 13.0 fb.",
            "paragraph_rank": 36,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 158,
                    "text": "[6]",
                    "end": 161
                }
            ]
        },
        {
            "text": "Additional contributions to the prompt DJ production may be caused by decays ψ(2S) → J/ψ + X, which are not taken into account in Eqs. 9 -12. These contributions may increase the predicted DJ SP and DP cross sections by approximately 40 ± 20% [38].",
            "paragraph_rank": 37,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 243,
                    "text": "[38]",
                    "end": 247
                }
            ]
        },
        {
            "text": "Using the measured cross sections of prompt single J/ψ and DP production, we calculate the effective cross section, σ eff (see Eq. 1). The main sources of systematic uncertainty in the σ eff measurement are trigger efficiency and the fraction of DP events. By substituting the measured single J/ψ and double J/ψ DP cross sections (Eqs. 2 and 7) into Eq. 1, we obtain σ eff = 4.8 ± 0.5(stat) ± 2.5(syst) mb. (13) In conclusion, we have observed double J/ψ production at the Tevatron and measured its cross section. We show that this production is caused by single and double parton scatterings. The measured SP cross section may indicate a need for a higher gluon PDF at small parton momenta and small energy scale, and higher order corrections to the theoretical predictions. The measured σ eff agrees with the result reported by the AFS Collaboration (≈ 5 mb [39]), and is in agreement with the σ eff obtained by CDF [12] in the 4-jet final state (12.1 +10.7 −5.4 mb). However, it is lower than the result obtained by CDF [13] (14.5 ± 1.7(stat) +1.7 −2.3 (syst)) and the D0 [14] result (12.7 ± 0.2(stat) ± 1.3(syst)) in γ + 3-jet events, and by ATLAS [15] (15 ± 3(stat) +5 −3 (syst)) and by CMS [16] (20.7 ± 0.8(stat) ± 6.6(syst)) in the W +2-jet final state. We note that initial state in the DP double J/ψ production is very similar to 4-jet production at low p T which is dominated by gluons, while γ(W )+jets events are produced in quark interactions, qq, qg, and qq ′ . The measured σ eff may indicate a smaller average distance between gluons than between quarks or between a quark and a gluon, in the transverse space. This result is in a qualitative agreement with the pion cloud model predicting a smaller nucleon's average gluonic transverse size than that for singlet quarks [40].",
            "paragraph_rank": 38,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 407,
                    "text": "(13)",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 918,
                    "text": "[12]",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1023,
                    "text": "[13]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1075,
                    "text": "[14]",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1152,
                    "text": "[15]",
                    "end": 1156
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1196,
                    "text": "[16]",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1787,
                    "text": "[40]",
                    "end": 1791
                }
            ]
        },
        {
            "text": "We are grateful to the authors of the theoretical calculations, S.P. Baranov ",
            "paragraph_rank": 39,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 69,
                    "text": "Baranov",
                    "end": 76
                }
            ]
        },
        {
            "text": "( 1 )",
            "section_rank": 2
        },
        {
            "section": "( 1 )",
            "text": ",(2) µµ ) in these events.",
            "paragraph_rank": 40,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: (color online)The cτ distribution of background subtracted single J/ψ events after all selection criteria. The distributions for the signal and background templates are shown normalized to their respective fitted fractions. The uncertainty band corresponds to the total systematic uncertainty on the sum of signal and background events.",
            "paragraph_rank": 41,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: (color online) Dimuon invariant mass distribution in data for two muon pairs M",
            "paragraph_rank": 42,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: (color online) Comparison of the signal and background contributions to data projected on the axis of one muon pair Mµµ while events along the second pair are integrated over the mass range 2.85 − 3.35 GeV.",
            "paragraph_rank": 43,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: (color online)The |∆η(J/ψ, J/ψ)| distribution of background subtracted double J/ψ events after all selection criteria. The distributions for the SP and DP templates are shown normalized to their respective fitted fractions. The uncertainty band corresponds to the total systematic uncertainty on the sum of SP and DP events.",
            "paragraph_rank": 44,
            "section_rank": 6
        },
        {
            "text": ", N.P. Zotov, A.M. Snigirev, C.-F. Qiao, J.-P. Lansberg, H.-S. Shao, and M. Strikman for providing predictions and for many useful discussions.",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Germany, d Universidad Michoacana de San Nicolas de Hidalgo, Morelia, Mexico e SLAC, Menlo Park, CA, USA, f University College London, London, UK, g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h Universidade Estadual Paulista, São Paulo, Brazil, i Karlsruher Institut für Technologie (KIT) -Steinbuch Centre for Computing (SCC), D-76128 Karlsruhe, Germany,",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "j Office of Science, U.S. Department of Energy, Washington, D.C. 20585, USA, k American Association for the Advancement of Science, Washington, D.C. 20005, USA, l Kiev Institute for Nuclear Research, Kiev, Ukraine, m University of Maryland, College Park, Maryland 20742, USA and n European Orgnaization for Nuclear Research (CERN), Geneva, Switzerland",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); MON, NRC KI and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); NRF (Korea); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 48,
            "section_rank": 10
        }
    ]
}