{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Dijet events produced in LHC proton-proton collisions at a center-of-mass energy ffiffi ffi s p ¼ 8 TeV are studied with the ATLAS detector using the full 2012 data set, with an integrated luminosity of 20.3 fb −1 . Dijet masses up to about 4.5 TeV are probed. No resonancelike features are observed in the dijet mass spectrum. Limits on the cross section times acceptance are set at the 95% credibility level for various hypotheses of new phenomena in terms of mass or energy scale, as appropriate. This analysis excludes excited quarks with a mass below 4.06 TeV, color-octet scalars with a mass below 2.70 TeV, heavy W 0 bosons with a mass below 2.45 TeV, chiral W Ã bosons with a mass below 1.75 TeV, and quantum black holes with six extra space-time dimensions with threshold mass below 5.66 TeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper describes the search for new phenomena (NP) in the two-jet (dijet) invariant mass spectrum in the full 2012 data set delivered by the Large Hadron Collider (LHC) at CERN, and collected with the ATLAS detector. The studies reported here select events containing two or more jets. The two highest-p T (\"leading\" and \"subleading\") jets are combined to determine the dijet invariant mass, m jj . High-transverse-momentum (high-p T ) dijet events are produced copiously by QCD processes, and can reach the highest mass scales accessible in LHC pp collisions. The QCD processes, along with a subpercent admixture of additional Standard Model (SM) processes, create a smooth rapidly falling spectrum in m jj . Many NP models describe new particles or excitations created as s-channel resonances with appreciable branching ratios to final states involving quarks and gluons (q and g), and can produce dijet final states. If the resonance width is sufficiently narrow, these NP signals would appear as local excesses (bumps) in the dijet mass spectrum over the smooth SM background.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Studies searching for excesses in dijet mass spectra have been performed in all previous collider experiments, including CDF and D0 at the Tevatron [1][2][3][4]. At the LHC, the CMS and ATLAS experiments have continued this program, starting from the first 2010 data [5][6][7][8][9][10][11][12][13][14]. The most recent published ATLAS results used the 2011 data set of 4.8 fb −1 at a center-of-mass energy of ffiffi ffi s p ¼ 7 TeV [13]. In 2012, the LHC delivered an integrated luminosity of 20.3 fb −1 [15] in proton-proton (pp) collisions, roughly a factor of 4 more than used for previous dijet studies. In addition, the increase in center-of-mass energy to ffiffi ffi s p ¼",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 148,
                    "text": "[1]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 151,
                    "text": "[2]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 154,
                    "text": "[3]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 157,
                    "text": "[4]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 267,
                    "text": "[5]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 270,
                    "text": "[6]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 273,
                    "text": "[7]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 276,
                    "text": "[8]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 279,
                    "text": "[9]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 282,
                    "text": "[10]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 286,
                    "text": "[11]",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 290,
                    "text": "[12]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 294,
                    "text": "[13]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 298,
                    "text": "[14]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 433,
                    "text": "[13]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 505,
                    "text": "[15]",
                    "end": 509
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "8 TeV in 2012 increased the sensitivity in searches for new phenomena, and pushed exclusion limits to higher masses and energy scales. This increased kinematic reach, combined with a new online event selection strategy employed in the present analysis, provides the largest dijet invariant mass range coverage to date, from 250 GeV to 4.5 TeV. No significant excess is observed above the background. A number of NP models are compared to data to derive limits. The models chosen span a range of characteristic masses (or energy scales) and cross sections, and are complementary in terms of the flavor of their final-state partons. The benchmark models under consideration include excited quarks (q Ã ) decaying to qg [16,17], color-octet scalars (s8) decaying to gg [18][19][20][21], heavy W 0 gauge bosons decaying to qq 0 [22][23][24][25][26][27][28][29], two forms of chiral W Ã gauge bosons [30][31][32][33] and quantum black holes [34][35][36][37] decaying to a mixture of quarks and gluons. The current dijet search also sets limits on new generic resonances whose intrinsic width is convolved with effects due to parton distribution functions (PDFs), parton shower, nonperturbative effects and detector resolution.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 717,
                    "text": "[16,",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 721,
                    "text": "17]",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 766,
                    "text": "[18]",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 770,
                    "text": "[19]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 774,
                    "text": "[20]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 778,
                    "text": "[21]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 824,
                    "text": "[22]",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 828,
                    "text": "[23]",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 832,
                    "text": "[24]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 836,
                    "text": "[25]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 840,
                    "text": "[26]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 844,
                    "text": "[27]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 848,
                    "text": "[28]",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 852,
                    "text": "[29]",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 895,
                    "text": "[30]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 899,
                    "text": "[31]",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 903,
                    "text": "[32]",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 907,
                    "text": "[33]",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 936,
                    "text": "[34]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 940,
                    "text": "[35]",
                    "end": 944
                },
                {
                    "type": "bibr",
                    "start": 944,
                    "text": "[36]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 948,
                    "text": "[37]",
                    "end": 952
                }
            ]
        },
        {
            "text": "II. THE ATLAS DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. THE ATLAS DETECTOR",
            "text": "A detailed description of the ATLAS detector has been published elsewhere [38]. The detector is instrumented over almost the entire solid angle around the pp collision point with layers of tracking detectors, calorimeters, and muon chambers.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 74,
                    "text": "[38]",
                    "end": 78
                }
            ]
        },
        {
            "section": "II. THE ATLAS DETECTOR",
            "text": "In ATLAS, high-p T hadronic jets are measured using a finely segmented calorimeter system, designed to achieve high reconstruction efficiency and excellent energy resolution. Electromagnetic calorimetry is provided by highgranularity liquid-argon (LAr) sampling calorimeters, using lead as an absorber. The calorimeters are split into a barrel region (jηj < 1.475) and two end-cap (1.375 < jηj < 3.2) regions. 1 The hadronic calorimeter is divided into barrel, extended barrel (jηj < 1.7) and end-cap (1.5 < jηj < 3.2) regions. The barrel and extended barrel are instrumented with scintillator tiles and steel absorbers, while the end-caps use copper with LAr modules. The forward calorimeter (3.1 < jηj < 4.9) is instrumented with modules using LAr as the active medium and copper or tungsten as absorbers to provide electromagnetic and hadronic energy measurements, respectively.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 410,
                    "text": "1",
                    "end": 411
                }
            ]
        },
        {
            "text": "III. JET AND EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "Jets are reconstructed from contiguous groups of calorimeter cells that contain significant energy above noise (topological clusters) [39]. The anti-k t jet algorithm [40,41] is applied to these clusters using a distance parameter of R ¼ 0.6. Effects from additional pp interactions in the same and neighboring bunch crossings are corrected for using the calibration procedure described in Ref. [42]. Simulated QCD multijet events are used for the derivation of the jet calibration to the hadronic scale. They are produced with the event generator PYTHIA [43] 8.160, using the CT10 PDF [44] and the AU2 set of parameters to describe the nonperturbative effects tuned to ATLAS data (the AU2 tune) [45]. Detector effects are simulated using GEANT4 within the ATLAS software infrastructure [46,47]. Additional simulated minimum-bias events are overlaid onto the hard scattering, both within the same bunch crossings and within trains of consecutive bunches. The same software used to reconstruct data is used for the Monte Carlo (MC) samples. The level of agreement between data and MC simulation is further improved by the application of calibration constants obtained with in situ techniques based on momentum balancing between central and forward jets, between photons or Z bosons and jets, and between high-momentum jets and a recoil system of low-momentum jets [48].",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 134,
                    "text": "[39]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 167,
                    "text": "[40,",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 171,
                    "text": "41]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "start": 395,
                    "text": "[42]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 555,
                    "text": "[43]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 586,
                    "text": "[44]",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "start": 696,
                    "text": "[45]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 787,
                    "text": "[46,",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 791,
                    "text": "47]",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1363,
                    "text": "[48]",
                    "end": 1367
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "The energy scale of central jets relevant to this search is known to within 4% [48]. The jet energy resolution is estimated both in data and in simulation using transverse momentum balance studies in dijet events [49], and are found to be in agreement within uncertainties. The dijet mass resolution is approximately 8% at 200 GeV, and improves to less than 4% above 2 TeV. The measured dijet mass distribution is not corrected for detector resolution effects.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 79,
                    "text": "[48]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 213,
                    "text": "[49]",
                    "end": 217
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "The data were collected using single-jet triggers [50]. These triggers are designed to select events that have at least one large transverse energy deposition in the calorimeter. To match the data rate to the processing and storage capacity available to ATLAS, the triggers with low-p T thresholds are prescaled; only a preselected fraction of all events passing the threshold is recorded. Combinations of prescaled single-jet triggers are used to reach lower dijet invariant masses. The highest prescale for the trigger combinations used in this analysis is 1=460000. This trigger combination is used for jets with p T between 59 and 99 GeV.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 50,
                    "text": "[50]",
                    "end": 54
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "For a given leading-jet p T , a predetermined combination of triggers with efficiencies exceeding 99.5% is used to select the event. Each event is weighted according to the average effective integrated luminosity recorded by the given trigger combination [51].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 255,
                    "text": "[51]",
                    "end": 259
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "During the 2012 data taking, ATLAS recorded data at a rate that was higher than the rate of the offline reconstruction: 400 Hz of recorded data were promptly reconstructed, while 100 Hz of data from hadronic triggers were recorded and reconstructed later (the \"delayed stream\"). Dijet events from the delayed data stream fall primarily into the region between 750 GeV and 1 TeV. They are used to further increase the size of the analysis data set as follows. First, two independent data sets are built from the delayed and normal trigger streams. The m jj distributions from the two data sets have checked to be in agreement with a shape-only Kolmogorov-Smirnov test, leading to a probability of 86% for their compatibility. The two dijet mass distributions measured from these data sets are then averaged, using the effective integrated luminosity as a weight. The delayed stream increases the luminosity recorded in this region of phase space by up to an order of magnitude. The effective integrated luminosity attained in this analysis (using the 2012 normal stream with the added delayed stream) is compared to previous ATLAS analyses in Fig. 1.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1142,
                    "text": "Fig. 1",
                    "end": 1148
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "Events used for the search are required to have at least one collision vertex defined by two or more chargedparticle tracks. In the presence of multiple pp interactions, the collision vertex with the largest scalar sum of p 2",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "T of its associated tracks is chosen as the primary vertex.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "Events are rejected if either the leading jets, or any of the other jets with p T greater than 30% of the p T of the subleading jet, are poorly measured or have a topology characteristic of noncollision background or calorimeter noise [52]. Poorly measured jets correspond to energy depositions in regions where the energy measurement is known to be inaccurate. Events are also rejected if one of the jets relevant to this analysis falls into regions of the calorimeter that were nonoperational during data taking. An inefficiency of roughly 10% due to this veto is emulated in MC signal samples following the same conditions as data. Central values and statistical errors of the dijet mass 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the center of the detector and the z axis along the beam pipe. The x axis points from the IP to the center of the LHC ring, and the y axis points upward. Cylindrical coordinates ðr; ϕÞ are used in the transverse plane, ϕ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η ¼ − ln tanðθ=2Þ. spectra of both the data and MC signal samples are scaled, in order to correct for this inefficiency.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 235,
                    "text": "[52]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 691,
                    "text": "1",
                    "end": 692
                }
            ]
        },
        {
            "section": "III. JET AND EVENT SELECTION",
            "text": "Additional kinematic selection criteria are used to enrich the dijet sample with events in the hard-scatter region of phase space. The rapidity y of the two leading jets must be within jyj < 2.8. The leading and subleading jets are required to have a p T > 50 GeV, ensuring a jet reconstruction efficiency of 100% [53] both for QCD background and for all benchmark models under consideration. Events must satisfy jy Ã j ¼ 1 2 jy lead − y sublead j < 0.6 and m jj > 250 GeV. The invariant mass cut of m jj > 250 GeV is chosen such that the dijet mass spectrum is unbiased by the kinematic selection on p T .",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 422,
                    "text": "1",
                    "end": 423
                }
            ]
        },
        {
            "text": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "section_rank": 5
        },
        {
            "section": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "text": "The observed dijet mass distribution in data, after all selection requirements, is shown in Fig. 2. The bin width varies with mass and is chosen to approximately equal the dijet mass resolution derived from simulation of QCD processes. The predictions for an excited quark q Ã with three different mass hypotheses are also shown.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 92,
                    "text": "Fig. 2",
                    "end": 98
                }
            ]
        },
        {
            "section": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "text": "The search for resonances in m jj uses a data-driven background estimate derived by fitting a smooth functional form to the spectrum. An important feature of this functional form is that it allows for smooth background variations, but does not accommodate localized excesses that could indicate the presence of NP signals. In previous studies, ATLAS and other experiments [54] have found that the following function provides a satisfactory fit to the QCD prediction of dijet production:",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 372,
                    "text": "[54]",
                    "end": 376
                }
            ]
        },
        {
            "section": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "text": "where the p i are fit parameters, and",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "text": "The uncertainty associated with the stability of the fit is carried forward as a nuisance parameter in the statistical analysis.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "IV. COMPARISON OF THE DIJET MASS SPECTRUM TO A SMOOTH BACKGROUND",
            "text": "The functional form was selected using a data set consisting of a quarter of the full data, a quantity known to be insensitive to resonant new physics at dijet masses above 1.5 TeV after the previous public result on 13 fb −1 of data [55]. A range of parametrizations were tested on the blinded data set using a k-fold cross-validation and there was found to be no substantial difference between the standard function of Eq. (1) and higher-order parametrizations, so the function with a simpler form and a published precedent was selected. The χ 2 value of the fit to the blinded data set was 37 for 56 degrees of freedom using the parametrization of Eq. 1. The fit function showed good agreement to both the fully simulated dijet mass spectrum obtained from the simulated PYTHIA 8.160 QCD multijet events mentioned in Sec. III, corrected for next-to-leadingorder effects using the NLOJET ++v4.1.3 program [56,57] as described in Ref. [11], and from a large-statistics sample of generator-level events, for which the χ 2 of the fit was 58 for 55 degrees of freedom. While the number of data events is matched or surpassed by the number of fully simulated events starting from dijet masses of roughly 2 TeV, the generator-level statistics is sufficient to reproduce that of data. The χ 2 value of the fit to data shown in Fig. 2 is 79 for 56 degrees of freedom. Signif.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 234,
                    "text": "[55]",
                    "end": 238
                },
                {
                    "ref_id": "formula_0",
                    "start": 655,
                    "text": "1",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 906,
                    "text": "[56,",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 910,
                    "text": "57]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 935,
                    "text": "[11]",
                    "end": 939
                },
                {
                    "type": "figure",
                    "start": 1321,
                    "text": "Fig. 2",
                    "end": 1327
                }
            ]
        },
        {
            "text": "FIG. 2 (color online)",
            "section_rank": 6
        },
        {
            "section": "FIG. 2 (color online)",
            "text": ". The reconstructed dijet mass distribution (filled points) fitted with a smooth functional form (solid line). Predictions for three q Ã masses are shown above the background. The central panel shows the relative difference between the data and the background fit with overlaid predictions for the same q Ã masses. The bin-by-bin significance of the data-background difference considering statistical uncertainties only is shown in the bottom panel.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "The center panel of Fig. 2 shows the relative difference between the data and the background fit, and overlays the shapes that would be expected in the presence of three sample q Ã signals. The bottom panel of Fig. 2 shows the significance of the difference between the data and the fit in each bin. The significance is calculated taking only statistical uncertainties into account, and assuming that the data follow a Poisson distribution with the expected value given by the fit function.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 20,
                    "text": "Fig. 2",
                    "end": 26
                },
                {
                    "type": "figure",
                    "start": 210,
                    "text": "Fig. 2",
                    "end": 216
                }
            ]
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "For each bin a p-value is determined by assessing the probability of a background fluctuation leading to a number of events higher than or equal to the observed excess, or lower than or equal to the observed deficit. This p-value is converted to a significance in terms of an equivalent number of standard deviations (the z-value) [58]. Where there is an excess (deficit) in data in a given bin, the significance is plotted as positive (negative). 2 To test the degree of consistency between the data and the fitted background, the p-value of the fit is determined by calculating the χ 2 -value from the data and comparing this result to the χ 2 distribution obtained from pseudoexperiments drawn from the background fit, as described in a previous publication [11]. The resulting p-value is 0.027.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 331,
                    "text": "[58]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 448,
                    "text": "2",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 761,
                    "text": "[11]",
                    "end": 765
                }
            ]
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "The BUMPHUNTER algorithm [59,60] is used to establish the presence or absence of a narrow resonance in the dijet mass spectrum, as described in greater detail in previous publications [11,12]. Starting with a two-bin window, the algorithm increases the signal window and shifts its location until all possible bin ranges, up to the widest window corresponding to half the mass range spanned by the data, are tested. The most significant excess of data above the smooth spectrum (\"bump\") is defined by the set of bins over which the integrated excess of data over the fit prediction has the smallest probability of arising from a background fluctuation, assuming Poisson statistics.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 25,
                    "text": "[59,",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 29,
                    "text": "60]",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 184,
                    "text": "[11,",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 188,
                    "text": "12]",
                    "end": 191
                }
            ]
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "The BUMPHUNTER algorithm accounts for the so-called \"look-elsewhere effect\" [61], by performing a series of pseudoexperiments drawn from the background estimate to determine the probability that random fluctuations in the background-only hypothesis would create an excess anywhere in the spectrum at least as significant as the one observed. Furthermore, to prevent any NP signal from biasing the background estimate, if the most significant local excess from the background fit has a p-value smaller than 0.01, the corresponding region is excluded and a new background fit is performed. The exclusion is then progressively widened bin by bin until the p-value of the remaining fitted region is acceptable. No such exclusion is needed for the current data set.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 76,
                    "text": "[61]",
                    "end": 80
                }
            ]
        },
        {
            "section": "FIG. 2 (color online)",
            "text": "The most significant discrepancy identified by the BUMPHUNTER algorithm in the observed dijet mass distribution in Fig. 2 is a seven-bin excess in the interval 390-599 GeV. The probability of observing an excess at least as large somewhere in the mass spectrum for a backgroundonly hypothesis is 0.075, corresponding to a z-value of 1.44σ. To conclude, this test shows no evidence for a resonant signal in the observed m jj spectrum.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 115,
                    "text": "Fig. 2",
                    "end": 121
                }
            ]
        },
        {
            "text": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "section_rank": 7
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "In the absence of any significant signals indicating the presence of phenomena beyond the SM, Bayesian 95% credibility level (C.L.) limits are determined for a number of NP hypotheses that would produce localized excesses.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "Samples for NP models are produced by a variety of event generators. The partons originating from the initial 2 → 2 matrix elements are passed to PYTHIA 8.160 with the AU2 tune [45]. PYTHIA uses p T -ordered parton showers to model additional radiation in the leading-logarithm approximation [62]. Multiple parton interactions [63], as well as fragmentation and hadronization based on the Lund string model [64], are also simulated. Renormalization and factorization scales for the NP models are set to the mean p T of the two leading jets.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 177,
                    "text": "[45]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 292,
                    "text": "[62]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 327,
                    "text": "[63]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 407,
                    "text": "[64]",
                    "end": 411
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "Excited u and d quarks (q Ã ), one possible manifestation of quark compositeness, are simulated in all decay modes using the PYTHIA 8.162 generator, using the CT10 PDF. Excited quarks are assumed to decay to quarks via gauge couplings set to unity, leading to a qg final state approximately 83% of the time (the remaining generated decays involve W/Z or γ emission). The acceptance, defined as the fraction of generated events passing all reconstruction steps and the analysis selection described in Sec. III using jets reconstructed from stable particles 3 excluding muons and neutrinos, is approximately 58%. The largest reduction in acceptance arises from the rapidity selection criteria.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "The color-octet scalar model describes the production of exotic colored resonances (s8). MADGRAPH 5 (v1.5.5) [65] with the MSTW2008LO PDF [66] is employed to generate parton-level events at leading-order approximation. Parton showering and nonperturbative effects are simulated with PYTHIA 8.170. Color-octet scalars can decay into two gluons and can then have a broader mass distribution and larger tails than resonances decaying to quarks. For resonances produced by this model, the acceptance ranges from 61% to 63%.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 109,
                    "text": "[65]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 138,
                    "text": "[66]",
                    "end": 142
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "The production of heavy charged gauge bosons, W 0 , has been sought through decays to qq 0 . The specific model (sequential Standard Model, or SSM [26,27]) used in this study assumes that the W 0 has V − A SM couplings but does not include interference between the W 0 and the W, leading to a branching ratio to dijets of 75%. The W 0 signal sample is simulated with the PYTHIA 8.165 event generator using the MSTW2008LO PDF. Instead of the LO cross section values, the next-to-next-to-leading-order cross section values calculated with the MSTW2008NNLO PDF are used in this analysis, as detailed in [67] and references therein. The acceptance for W 0 bosons decaying to quarks ranges from 48% at masses below 1200 GeV to 40% at 3200 GeV, driven by the rapidity selection criteria. At high W 0 masses, the acceptance decreases due to PDF suppression effects causing the reconstructed dijet invariant mass to fall below the 250 GeV cut.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 147,
                    "text": "[26,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 151,
                    "text": "27]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 600,
                    "text": "[67]",
                    "end": 604
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "A new excited W Ã boson [31,32] is generated through a simplified model [30] in the CalcHEP 3.4.2 generator, in combination with the MSTW2008LO PDF and PYTHIA 8.165 for the simulation of nonperturbative effects. The sine of the mixing angle in this model (sin ϕ X ) is set to zero, producing leptophobic decays of the W Ã that are limited to quarks. With sin ϕ X ¼ 1, a leptophilic W Ã would instead be produced with branching ratios divided equally between quarks (3 families × 3 flavors × 8.3%BR ¼ 75%) and leptons (3 families × 8.3%BR ¼ 25%). The angular distribution of the W Ã differs from that of the other signals under study, preferring decays with a wider separation in y. The acceptance for both leptophobic and leptophilic W Ã spans 25% to 27%.",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 24,
                    "text": "[31,",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 28,
                    "text": "32]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 72,
                    "text": "[30]",
                    "end": 76
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "A model for quantum black holes (QBH) that decay to two jets is simulated using both the BLACKMAX [68] and the QBH [69] generators, to produce a simple two-body final-state scenario of quantum gravitational effects at the fundamental Planck scale M D , with n ¼ 6 extra spatial dimensions in the context of the ADD model [70]. In this model, the Planck scale is set equal to the threshold mass for the quantum black hole production m th . These QBH models are used as benchmarks to represent any quantum gravitational effect that produces events containing dijets. The PDF used for the generation and parton shower of BLACKMAX is CT10, while the QBH samples employ the MSTW2008LO PDF. In the mass range considered, the branching ratio of QBH to dijets is above 85% and the acceptance is between 52% and 55% for BLACKMAX and 54%-56% for QBH. Nonperturbative effects for events coming from both event generators are simulated with PYTHIA 8.170.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 98,
                    "text": "[68]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 115,
                    "text": "[69]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 321,
                    "text": "[70]",
                    "end": 325
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "Further information on cross sections, branching ratio to dijets and acceptances for the benchmark models under consideration can be found in HepData [71].",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 150,
                    "text": "[71]",
                    "end": 154
                }
            ]
        },
        {
            "section": "V. SIMULATION OF HYPOTHETICAL NEW PHENOMENA",
            "text": "All MC signal samples except for the excited quark signals are passed through a fast detector simulation [72] with the jet calibration appropriately corrected to full simulation. The excited quark signals are simulated using GEANT4 within the ATLAS simulation infrastructure [47].",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 105,
                    "text": "[72]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 275,
                    "text": "[47]",
                    "end": 279
                }
            ]
        },
        {
            "text": "VI. LIMITS ON NEW RESONANT PHENOMENA",
            "section_rank": 8
        },
        {
            "section": "VI. LIMITS ON NEW RESONANT PHENOMENA",
            "text": "FROM THE m jj DISTRIBUTION",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "VI. LIMITS ON NEW RESONANT PHENOMENA",
            "text": "The Bayesian method used for the limit setting is documented in Ref. [11] and implemented using the Bayesian Analysis Toolkit [73]. Limits on the cross section times acceptance, σ × A, are set at the 95% C.L. for the NP signal as a function of m NP , using a prior constant in signal strength and Gaussian priors for the nuisance parameters due to the systematic uncertainties under consideration. The full template shape is considered in the limit-setting procedure, both in the fits to the data performed during the marginalization procedure 4 and in the likelihood for the determination of the 95% C.L. limit. The limit on σ × A from data is interpolated linearly on the x axis and logarithmically on the y axis between the mass points to create a continuous curve in signal mass. The exclusion limit on the mass (or energy scale) of the given NP signal occurs at the value of the signal mass where the limit on σ × A from data is the same as the theoretical value, which is derived by interpolation between the generated mass values. This form of analysis is applicable to all resonant phenomena where the NP couplings are strong compared to the scale of perturbative QCD at the signal mass, so that interference between these terms can be neglected.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 69,
                    "text": "[11]",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 126,
                    "text": "[73]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 544,
                    "text": "4",
                    "end": 545
                }
            ]
        },
        {
            "section": "VI. LIMITS ON NEW RESONANT PHENOMENA",
            "text": "As in previous dijet resonance analyses, limits on dijet resonance production are also determined using a collection of hypothetical signal shapes that are assumed to be Gaussian-distributed in m jj . Signal shape templates are generated with means (m G ) ranging from 200 GeV to 4.0 TeV and with standard deviations (σ G ) corresponding to the dijet mass resolution estimated from MC simulation and ranging from 7% to 15% of the mean. 5 For further information on the mass resolution, see Appendix B.",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 436,
                    "text": "5",
                    "end": 437
                }
            ]
        },
        {
            "section": "VI. LIMITS ON NEW RESONANT PHENOMENA",
            "text": "An additional set of limits with minimal model assumptions is added to this publication. For particles with a nonzero natural width generated at masses close to the collision energy, the parton luminosity favors lower-mass collisions. This creates an asymmetric resonance not well represented by a Gaussian distribution. To handle this scenario, Breit-Wigner signals of fixed intrinsic widths (0.5% to 5% of the resonance mass) are generated and multiplied by the parton luminosities for different initial states (qq, qg, gg and qq) according to the CT10 PDF. Effects of parton shower and nonperturbative effects are The NP signal distribution is added to the binned data spectrum, and the parameters of the background function are extracted by fitting the combined distribution to a five-parameter function, where the fifth parameter is proportional to the signal strength.",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "5",
            "section_rank": 9
        },
        {
            "section": "5",
            "text": "Limits are determined only for those Gaussian resonances whose means fall more than 2σ from either edge of the data to preserve the stability of the background estimation, so the limits from wider signals include fewer mass points near the ends of the range. estimated using HERWIG ++ 2.6.3 [74,75] and convoluted with the signal shape.",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 291,
                    "text": "[74,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 295,
                    "text": "75]",
                    "end": 298
                }
            ]
        },
        {
            "section": "5",
            "text": "The detector resolution is accounted for by convolving the signal shape with a Gaussian function of width equal to the detector resolution at each signal mass. The result is then truncated below 250 GeV due to the dijet mass cut. This produces a signal template shape that is still generic but more likely to match the forms visible in actual physical processes. The effect on the shape of the signal template originating from the y Ã cut is not simulated in the signal templates used for these limits, due to the possible model dependence of the angular distribution of the considered NP process. 6 Tests of the benchmark model-specific templates indicate that the combined effect of the y and y Ã acceptance requirement is constant within 20% as a function of the dijet mass, with the largest discrepancies outside the mass peak.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 598,
                    "text": "6",
                    "end": 599
                }
            ]
        },
        {
            "text": "A. Systematic uncertainties in limit setting",
            "section_rank": 10
        },
        {
            "section": "A. Systematic uncertainties in limit setting",
            "text": "The effects of several systematic uncertainties are considered when setting limits on new phenomena. These are incorporated into the Bayesian marginalization limit setting procedure using Gaussian priors, with one nuisance parameter for each uncertainty. They are listed below.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "section": "A. Systematic uncertainties in limit setting",
            "text": "(i) Choice of fitting function: a tenfold cross validation [76] using the full data set shows that the background is also well described when introducing an additional degree of freedom to Eq. (1),",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 59,
                    "text": "[76]",
                    "end": 63
                }
            ]
        },
        {
            "section": "A. Systematic uncertainties in limit setting",
            "text": "The χ 2 -value of this five-parameter function fit to data is 45 for 57 degrees of freedom. Since the two fit functions provide background estimates that differ beyond statistical uncertainties, an additional uncertainty is introduced due to the choice of fitting function. The difference between the two background estimates is treated as a one-sided nuisance parameter, with a Gaussian prior centered at zero corresponding to the background estimate from Eq. (1) and truncated to one-σ corresponding to the background estimate from Eq. (2). The marginalized posterior indicates a preference for the alternative function. (2) Background fit quality: the uncertainty on the background parametrization from the fit is estimated by refitting bin-by-bin Poisson fluctuations of the data, as described in Ref. [77]. The resulting uncertainty is calculated by refitting a large number of pseudoexperiments drawn from the data, and defining the fit error from the variation in fit results in each bin: AE1σ in the uncertainty corresponds to the central 68% of pseudoexperiment fit values in the bin. (3) Jet energy scale: shifts to the jet energy due to the various jet energy scale (JES) uncertainty components are propagated separately through the analysis of the signal templates. Changes in both shape and acceptance due to the JES uncertainty in the simulated signal templates are considered in the limit setting. Combined, the JES uncertainty shifts the resonance mass peaks by less than 3%: this is the JES shift used for Gaussian and Breit-Wigner limits. (4) Luminosity: a 2.8% uncertainty [15] is applied to the overall normalization of the signal templates. (5) Theoretical uncertainties: the uncertainty on the signal acceptance for the model-dependent limits due to the choice of PDF is derived employing the PDF4LHC recommendation [78] using the envelope of the error sets of the NNPDF 2.1 [79] and MSTW2008LO. Renormalization and factorization scale uncertainties on the signal acceptance are considered for the W 0 and s8 signals but found negligible. Since the W 0 cross section estimation used in this analysis includes NNLO corrections, the uncertainties on cross section due to variations of the renormalization and factorization scales, the choice of PDF, and PDF þ α s variations on the theoretical cross section are considered as well. The effect of the jet energy resolution uncertainty is found to be negligible. Similarly, effects due to jet reconstruction efficiency and jet angular resolution lead to negligible uncertainties.",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 806,
                    "text": "[77]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1592,
                    "text": "[15]",
                    "end": 1596
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1838,
                    "text": "[78]",
                    "end": 1842
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 1897,
                    "text": "[79]",
                    "end": 1901
                }
            ]
        },
        {
            "text": "B. Constraints on NP benchmark models",
            "section_rank": 11
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "The resulting limits for excited quarks are shown in Fig. 3. The expected lower mass limit at 95% C.L. for q Ã is 3.98 TeV, and the observed limit is 4.06 TeV. The limits for color-octet scalars are shown in Fig. 4. The expected mass limit at 95% C.L. is 2.808 TeV, and the observed limit is 2.708 TeV.",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 53,
                    "text": "Fig. 3",
                    "end": 59
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 208,
                    "text": "Fig. 4",
                    "end": 214
                }
            ]
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "The limits for heavy charged gauge bosons, W 0 , are shown in Fig. 5. The expected mass limit at 95% C.L. is 2.51 TeV, and the observed limit is 2.45 TeV.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 62,
                    "text": "Fig. 5",
                    "end": 68
                }
            ]
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "The limits for the excited W Ã boson are shown in Fig. 6. The plot shows the observed and expected limits calculated for a leptophobic W Ã but includes theory curves for both leptophobic and nonleptophobic W Ã given that the acceptances for the two samples are the same to within 1%. The expected mass limit for the leptophobic model at 95% C.L. is 1.95 TeV and the observed limit is 1.75 TeV. The expected mass limit for the nonleptophobic model at 95% C.L. is 1.66 TeV and the observed limit is 1.65 TeV.",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 50,
                    "text": "Fig. 6",
                    "end": 56
                }
            ]
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "The limits for black holes generated using QBH and BLACKMAX are shown in Fig. 7. The observed limit is consistent between the two generators, but the cross sections differ, hence the difference in the mass limit. The observed limits for the two models have visually matching shapes and normalizations, so only one (BLACKMAX) is selected for display. The limits for both models are, however, computed separately and recorded. The expected mass limit for QBH black holes at 95% C.L. is 5.66 TeV, and the observed limit is 5.66 TeV. For BLACKMAX black holes, the expected limit at 95% C.L. is 5.62 TeV and the observed limit is 5.62 TeV. Above ∼4.5 TeV the observed and expected limits are driven by the absence of any observed data events, leading to identical observed and expected mass limits.",
            "paragraph_rank": 49,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 73,
                    "text": "Fig. 7",
                    "end": 79
                }
            ]
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "Although the search phase of the analysis starts at 250 GeV, σ × A exclusion limits on benchmark NP models are set starting at 800 GeV for the q Ã , s8, and W 0 models, and at 1500 GeV for the W Ã model. In the first three cases, this ensures that the rapid increase in the delayed stream statistics from 800 GeV onwards does not shift the search to be more sensitive to the tails of the model, rather than to its peak. In the W Ã model, the limited acceptance distorts the peak shape below 1500 GeV so that it cannot be adequately treated as a resonance.  Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for color-octet scalars as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. Additionally the uncertainty on the calculation of the next-to-next-to-leading order cross section is shown around the theory line. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "section": "B. Constraints on NP benchmark models",
            "text": "Exclusion limits on quantum black holes are set starting from 1 TeV in light of the large cross section and of previous exclusion limits [77,80].",
            "paragraph_rank": 51,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 137,
                    "text": "[77,",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 141,
                    "text": "80]",
                    "end": 144
                }
            ]
        },
        {
            "text": "C. Generic resonance limits on dijet production",
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "The resulting limits on σ × A for the Gaussian template shape are shown in Fig. 8. Limits resulting from the convolution of Breit-Wigner signals of different intrinsic widths (Γ BW ) with the appropriate parton distribution function, parton shower, nonperturbative effects and detector resolution are shown in Figs. 9 and 10. For the initial Breit-Wigner signal the following nonrelativistic function was chosen:",
            "paragraph_rank": 52,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 75,
                    "text": "Fig. 8",
                    "end": 81
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 310,
                    "text": "Figs. 9 and 10",
                    "end": 324
                }
            ]
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "where μ and Γ are the mass and the width of the resonance. The use of a relativistic Breit-Wigner signal for the resonance line shape may lead to different limits than the ones derived using the nonrelativistic approximation above. Parton showers and nonperturbative effects have been simulated using HERWIG ++ 2.6.3, which gives a more conservative limit with respect to what is obtained from PYTHIA. The difference in shapes between the two Breit-Wigner limits is a result of the much larger low-mass tails resulting from the gg parton luminosity, which becomes especially pronounced at high masses. The convolution with parton shower and nonperturbative effects enhances this effect further. ",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "FIG. 6 (color online). Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for leptophobic and nonleptophobic excited vector bosons W Ã as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve. Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for black holes simulated using the QBH and BLACKMAX generators as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "[TeV] For sufficiently narrow resonances, these results may be used to set limits on NP models beyond those considered in the current studies, as described in detail in Appendix A.",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "It should be noted that these limits will be conservative at high masses with respect to the limits obtained with full benchmark templates. This is due to the simplifying assumptions made in their derivation, in particular from the use of a nonrelativistic and mass-independent Breit-Wigner shape.",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "Gaussian limits should be used when tails from PDF and nonperturbative effects can be safely truncated or neglected. Otherwise, convolved Breit-Wigner signals would be more reliable.",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "section": "C. Generic resonance limits on dijet production",
            "text": "In the case of the Gaussian limits, the signal distribution after applying the kinematic selection criteria on y Ã , m jj and η of the leading jets (Sec. III) should approach a Gaussian distribution. The acceptance should include the jet reconstruction efficiency (100% for the current analysis and detector conditions, since inefficiencies due to calorimeter problems are corrected for in data) and the efficiency with respect to the kinematic selection above. NP models with a width smaller than 5% should be compared to the results with width equal to the experimental resolution only (see Appendix B). For models with a larger width after detector effects, the limit that best matches their width should be used.",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "VII. CONCLUSIONS",
            "section_rank": 13
        },
        {
            "section": "VII. CONCLUSIONS",
            "text": "In the 2012 running of the ATLAS experiment at the LHC, the collision energy was raised from 7 TeV to 8 TeV, accompanied by a more than fourfold increase in integrated luminosity. The higher energy, and the associated rise in parton luminosity for high masses, have increased the sensitivity of the search and its mass reach for various model hypotheses. In addition, novel trigger techniques have been employed to extend the search to low dijet masses. The data sample used in the current analysis consists of 20.3 fb −1 of pp collision data at ffiffi ffi s p ¼ 8 TeV, and the resulting dijet mass distribution extends from 250 GeV to approximately 4.5 TeV. No resonancelike features are observed in the dijet mass spectrum. This analysis places limits on the cross section times acceptance at the 95% credibility level on the mass or   To illustrate the typical increases in sensitivity to new phenomena at the LHC up to the end of 2012 running, Table II shows the history of expected limits from ATLAS studies using dijet resonance analysis of two benchmark models, excited quarks and color-octet scalars. The limits set by this analysis on excited quarks, color-octet scalars, heavy W 0 bosons, chiral W Ã bosons, and quantum black holes, are summarized in Table I.",
            "paragraph_rank": 59,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 948,
                    "text": "Table II",
                    "end": 956
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1261,
                    "text": "Table I",
                    "end": 1268
                }
            ]
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; EPLANET, ERC and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT and NSRF, Greece; ISF, MINERVA, GIF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and ROSATOM, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "APPENDIX A: SUGGESTED PROCEDURE FOR SETTING LIMITS ON GENERIC NP MODELS 1. Setting limits for NP models with a Gaussian shape",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The following detailed procedure is appropriate for setting limits involving resonances that are approximately Gaussian near the core, and with tails that are much smaller than the background. The results of Fig. 8 are provided in tables on HepData.",
            "paragraph_rank": 62,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 208,
                    "text": "Fig. 8",
                    "end": 214
                }
            ]
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "(1) Generate an MC sample of a hypothetical new particle with mass set to M. Nonperturbative effects should be included in the event generation. Apply the kinematic selection on the parton η, p T , and jy Ã j used in this analysis, as in Sec. III. (2) Smear the signal mass distribution to reflect the detector resolution. The smearing factors derived from full ATLAS simulation of QCD dijet events can be taken from Fig. 11. 3Since a Gaussian signal shape has been assumed in determining the limits, any long tails in the reconstructed m jj should be removed in the sample under study. The recommendation (based on optimization using q Ã templates) is to retain events with m jj between 0.8M and 1.2M. The mean mass, m, should be recalculated for this truncated signal. (4) The fraction of MC events surviving the first four steps determines the modified acceptance, A. (5) From the table in HepData, select m G so that m G ¼ m. If the exact value of m is not among the listed values of m G , check the limit for the two values of m G that are directly above and below m, and use the larger of the two limits to be conservative. (6) To retain enough of the information in the full signal template, and at the same time reject tails that would invalidate the Gaussian approximation, the following truncation procedure is recommended. For  this mass point, choose a value of σ G =m G such that the region within AE2σ G is well contained in the (truncated) mass range. For the q Ã case a good choice is σ G ¼ ð1.2M-0.8MÞ=5 so that 95% of the Gaussian spans 4 × ð0.4=5ÞM. Use this value to pick the closest σ G =m G value, rounded up to be conservative. 7Compare the tabulated 95% C.L. upper limit corresponding to the chosen m G and σ G =m G values to the σ × A obtained from the theoretical cross section of the model multiplied by the acceptance defined in step (4) above and taking into account its branching ratio into dijets.",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 417,
                    "text": "Fig. 11",
                    "end": 424
                },
                {
                    "ref_id": "formula_4",
                    "start": 426,
                    "text": "3",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1130,
                    "text": "(6)",
                    "end": 1133
                },
                {
                    "start": 1651,
                    "text": "7",
                    "end": 1652
                }
            ]
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "2. Setting limits for NP models with a Breit-Wigner shape, accounting for PDF effects",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The following detailed procedure is appropriate for setting limits involving resonances that approximate a Breit-Wigner (BW) shape and extend with a low-mass tail due to effects of parton luminosity. For signals that are very narrow or whose tails deviate significantly from a BW, a truncation of the signal template suggested in the Gaussian limits in Sec. A 1 might be more appropriate. The results of Figs. 9 and 10 are provided in Tables I and II on HepData. (1) Generate a hypothetical new particle, with mass set to M and intrinsic width Γ. As the PDF used to obtain those limits is CT10, the same choice is recommended for the event generation. Nonperturbative effects should be simulated after the hard scattering. (2) Smear the signal mass distribution to reflect the detector resolution. The smearing factors for the dijet mass are derived from full ATLAS simulation and can be taken from Fig. 11. 3The kinematic selection detailed in Sec. III should be applied to the simulated events. It should be checked at this point that the shape of the template after the y Ã < 0.6 cut does not change significantly. For example, in a simple model with a flat distribution for the cosine of the polar angle of the jets in the rest frame of the resonance (cos θ Ã ) that decays into two back-to-back jets (y lead ≈ −y sublead ), a cut on jy Ã j ¼ 0.5 Ã jy lead − y sublead j < 0.6 imposes a cut on the unboosted rapidity distribution (jy lead;sublead j < 0.6). In the mass ranges investigated, this corresponds to a more stringent constraint than the η BW < 2.8 acceptance correction, leading to an acceptance of ∼0.5 that does not depend on dijet mass. Deviations from a flat acceptance of up to 20% can be observed in the tails of models with different angular distributions (q Ã ; s8; W 0 ). 4The fraction of generated events surviving the first three steps determines the signal acceptance, A. (5) From the tables available in HepData, select the one corresponding to the production mode for the new resonance (gluon-gluon, gluon-quark, quark-quark or quark-antiquark) as the parton luminosities and hence the signal shapes differ. (6) Compare the tabulated 95% C.L. upper limit corresponding to the chosen M and Γ=M values to the σ × A obtained from the theoretical cross section of the model, multiplied by the acceptance defined in step (3) above and taking into account its branching ratio into dijets. If the exact values of M and Γ=M are not among the listed values of m BW and Γ BW =m BW , check the limit for the two values of m BW that are directly above and below M, and use the more conservative of the two limits.",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 435,
                    "text": "Tables I and II on HepData.",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 899,
                    "text": "Fig. 11",
                    "end": 906
                },
                {
                    "ref_id": "formula_4",
                    "start": 908,
                    "text": "3",
                    "end": 909
                },
                {
                    "start": 1795,
                    "text": "4",
                    "end": 1796
                }
            ]
        },
        {
            "text": "APPENDIX B: DIJET MASS RESOLUTION",
            "section_rank": 15
        },
        {
            "section": "APPENDIX B: DIJET MASS RESOLUTION",
            "text": "The dijet mass resolution in Fig. 11 is derived from fully simulated QCD Monte Carlo, generated with PYTHIA 8.175 [43], using the AU2 tune obtained from ATLAS data [45] using the analysis selection detailed in Sec. III. The dijet mass resolution σ m jj =m jj is 8% at m jj ≃ 250 GeV falls to 4% at 2 TeV and approaches 4% at m jj of 3 TeV and above, and it is interpolated linearly between the bin centers.",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 29,
                    "text": "Fig. 11",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 114,
                    "text": "[43]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "start": 164,
                    "text": "[45]",
                    "end": 168
                }
            ]
        },
        {
            "text": "APPENDIX C: SIGNAL TEMPLATE SHAPES",
            "section_rank": 16
        },
        {
            "section": "APPENDIX C: SIGNAL TEMPLATE SHAPES",
            "text": "For ease of comparison of the shapes of different signals used in this paper, the various signal template shapes are overlaid in Fig. 12 for the mass point of 2.5 TeV, after normalizing to the same area. QBH, QBH gen. Simulation   FIG. 12 (color online). Dijet invariant mass for models corresponding to a resonance mass of 2.5 TeV. All distributions are normalized to the same area.",
            "paragraph_rank": 67,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 129,
                    "text": "Fig. 12",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 218,
                    "text": "Simulation   FIG. 12 (color online)",
                    "end": 253
                }
            ]
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 17
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Recorded effective integrated luminosity as a function of dijet mass for all former ATLAS dijet searches (shaded boxes). The integrated luminosity per dijet mass bin from the 2012 data used in the current analysis is shown without (open circles) and with (filled circles) the added delayed data stream.",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "4",
            "section_rank": 18
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 19
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for excited quarks as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 70,
            "section_rank": 19
        },
        {
            "text": "FIG. 4 (color online). Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for color-octet scalars as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "FIG. 5 (",
            "section_rank": 21
        },
        {
            "section": "FIG. 5 (",
            "text": "FIG. 5 (color online). Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for heavy vector bosons as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. Additionally the uncertainty on the calculation of the next-to-next-to-leading order cross section is shown around the theory line. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "FIG. 7 (color online). Observed (filled circles) and expected 95% C.L. upper limits (dotted line) on σ × A for black holes simulated using the QBH and BLACKMAX generators as a function of particle mass. The green and yellow bands represent the 68% and 95% contours of the expected limit. The dashed curve is the theoretical prediction of σ × A. The uncertainty on the nominal signal cross section due to the beam energy uncertainty is also displayed as a band around the theory prediction. The observed (expected) mass limit occurs at the crossing of the dashed σ × A curve with the observed (expected) 95% C.L. upper limit curve.",
            "paragraph_rank": 73,
            "section_rank": 22
        },
        {
            "text": "FIG. 8 (",
            "section_rank": 23
        },
        {
            "section": "FIG. 8 (",
            "text": "FIG. 8 (color online). The 95% C.L. upper limits on σ × A for a simple Gaussian resonance decaying to dijets as a function of the mean mass, m G , for four values of σ G =m G , taking into account both statistical and systematic uncertainties.",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "text": "FIG. 10 (",
            "section_rank": 24
        },
        {
            "section": "FIG. 10 (",
            "text": "FIG. 10 (color online). The 95% C.L. upper limits on σ × A for a Breit-Wigner narrow resonance produced by a qq initial state decaying to dijets and convolved with PDF effects, dijet mass acceptance, parton shower and nonperturbative effects and detector resolution, as a function of the mean mass, m BW , for different values of intrinsic width over mass (Γ BW =m BW ), taking into account both statistical and systematic uncertainties.",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "FIG. 9 (",
            "section_rank": 25
        },
        {
            "section": "FIG. 9 (",
            "text": "FIG. 9 (color online). The 95% C.L. upper limits on σ × A for a Breit-Wigner narrow resonance produced by a gg initial state decaying to dijets and convolved with PDF effects, dijet mass acceptance, parton shower and nonperturbative effects and detector resolution, as a function of the mean mass, m BW , for different values of intrinsic width over mass (Γ BW =m BW ), taking into account both statistical and systematic uncertainties.",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 26
        },
        {
            "section": "FIG. 11 .",
            "text": "FIG. 11. Dijet mass resolution obtained from fully simulated PYTHIA QCD Monte Carlo PYTHIA 8.175[43], with the AU2 tune obtained from ATLAS data[45]. The dijet mass resolution is interpolated linearly between the bin centers.",
            "paragraph_rank": 77,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 96,
                    "text": "[43]",
                    "end": 100
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 27
        },
        {
            "section": "TABLE I .",
            "text": "The 95% C.L. lower limits on the masses and energy scales of the models examined in this study. All limit analyses are Bayesian, with statistical and systematic uncertainties included.",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "TABLE II .",
            "section_rank": 28
        },
        {
            "section": "TABLE II .",
            "text": "ATLAS previous and current expected 95% C.L. upper limits [TeV] on excited quarks and color-octet scalars.",
            "paragraph_rank": 79,
            "section_rank": 28
        },
        {
            "section": "TABLE II .",
            "text": "In mass bins with small expected number of events, where the observed number of events is similar to the expectation, the Poisson probability of a fluctuation at least as high (low) as the observed excess (deficit) can be greater than 50%, as a result of the asymmetry of the Poisson distribution. Since these bins have too few events for the significance to be meaningful, these bins are drawn with zero content.3A stable particle is defined as one that has a lifetime longer than 10 ps.",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "section": "TABLE II .",
            "text": "If a flat distribution in the jet polar angle in the center-of-mass rest frame for the new particle is assumed for the NP model, the acceptance can be calculated analytically and it amounts to roughly 56% for all considered dijet masses.",
            "paragraph_rank": 81,
            "section_rank": 28
        },
        {
            "section": "TABLE II .",
            "text": "H. Zhu, 33a J. Zhu, 88 Y. Zhu, 33b X. Zhuang, 33a K. Zhukov, 95 A. Zibell, 175 D. Zieminska, 60 N. I. Zimine, 64 C. Zimmermann,82 R. Zimmermann, 21 S. Zimmermann, 21 S. Zimmermann, 48 Z. Zinonos, 54 M. Ziolkowski, 142 G. Zobernig, 174 A. Zoccoli,20a,20b M. zur Nedden, 16 G. Zurzolo,103a,103b  nn Also at Discipline of Physics, University of KwaZulu-Natal, Durban, South Africa. oo Also at University of Malaya, Department of Physics, Kuala Lumpur, Malaysia.",
            "paragraph_rank": 82,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 61,
                    "text": "95",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 93,
                    "text": "60",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "64 C. Zimmermann,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "82",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 145,
                    "text": "21",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 163,
                    "text": "21",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 181,
                    "text": "48",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 196,
                    "text": "54",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "start": 231,
                    "text": "174 A. Zoccoli,",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "start": 246,
                    "text": "20a,",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "start": 250,
                    "text": "20b",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "start": 269,
                    "text": "16 G. Zurzolo,",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "start": 283,
                    "text": "103a,",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "start": 288,
                    "text": "103b",
                    "end": 292
                }
            ]
        }
    ]
}