{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We study the rare B meson decays B ±,0 → J/ψK + K − K ±,0 , B ±,0 → J/ψφK ±,0 , and search for B 0 → J/ψφ, using 469 million BB events collected at the Υ (4S) resonance with the BABAR detector at the PEP-II e + e − asymmetric-energy collider. We present new measurements of branching fractions and a study of the J/ψφ mass distribution in search of new charmonium-like states. In addition, we search for the decay B 0 → J/ψφ, and find no evidence of a signal.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Many charmonium-like resonances have been discovered in the past, revealing a spectrum too rich to interpret in terms of conventional mesons expected from potential models [1]. In several cases, it has not been possible to assign a spin-parity value to the resonance. Some of them have been extensively investigated as possible candidates for non-conventional mesons, such as tetraquarks, glueballs, or hybrids [2].",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 172,
                    "text": "[1]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 411,
                    "text": "[2]",
                    "end": 414
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In a search for exotic states, the CDF experiment studied the decay B + → J/ψφK + [3], where J/ψ → µ + µ − and φ(1020) → K + K − , claiming the observation of a resa Now at the University of Tabuk, Tabuk 71491, Saudi Arabia b Also with Università di Perugia, Dipartimento di Fisica, Perugia, Italy c Now at Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, Paris, France d Now at Forschungszentrum Jülich GmbH, D-52425 Jülich, Germany e Now at the University of Huddersfield, Huddersfield HD1 3DH, UK f Deceased g Now at University of South Alabama, Mobile, Alabama 36688, USA h Also with Università di Sassari, Sassari, Italy i Also with INFN Sezione di Roma, Roma, Italy j Now at Universidad Técnica Federico Santa Maria, Valparaiso, Chile 2390123 onance labeled the X(4140) decaying to J/ψφ [4]. They found evidence in the same decay mode for another resonance, labeled as the X(4270) [5]. Recently, the LHCb experiment studied the decay B + → J/ψφK + in pp collisions at 7 TeV, with a data sample more than three times larger than that of CDF, and set an upper limit (UL) incompatible with the CDF result [6]. The D0 and the CMS experiments more recently made studies of the same decay channel, leading to different conclusions [7,8] than the LHCb experiment. In this work we study the rare decays B + → J/ψK + K − K + , B 0 → J/ψK + K − K 0 S and search for possible resonant states in the J/ψφ mass spectrum. We also search for the decay B 0 → J/ψφ, which is expected to proceed mainly via a Cabibbo-suppressed and color-suppressed transitionbd →ccdd. The absence of a signal would indicate that the required rescattering ofdd intoss is very small.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 82,
                    "text": "[3]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 813,
                    "text": "[4]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 907,
                    "text": "[5]",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1128,
                    "text": "[6]",
                    "end": 1131
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1251,
                    "text": "[7,",
                    "end": 1254
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1254,
                    "text": "8]",
                    "end": 1256
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper is organized as follows. In Sec. II we describe the detector and data selection and in Sec. III we report the branching-fraction (BF) measurements. Section IV is devoted to the resonance search, while Sec. V summarizes the results.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "We make use of the data set collected by the BABAR detector at the PEP-II e + e − storage rings operating at the Υ (4S) resonance. The integrated luminosity for this analysis is 422.5 fb −1 , which corresponds to the production of 469 million BB pairs [9]. The BABAR detector is described in detail elsewhere [10]. We mention here only the components of the detector that are used in the present analysis. Charged particles are detected and their momenta measured with a combination of a cylindrical drift chamber (DCH) and a silicon vertex tracker (SVT), both operating within the 1.5 T magnetic field of a superconducting solenoid. Information from a ring-imaging Cherenkov detector (DIRC) is combined with specific ionization measurements from the SVT and DCH to identify charged kaon and pion candidates. The efficiency for kaon identification is 90% while the rate for a pion being misidentified as a kaon is 2%. For low transverse momentum kaon candidates that do not reach the DIRC, particle identification relies only on the energy loss measurement, so that the transverse momentum spectrum of identified kaons extends down to 150 MeV/c. Electrons are identified using information provided by a CsI(Tl) electromagnetic calorimeter (EMC), in combination with that from the SVT and DCH, while muons are identified in the Instrumented Flux Return (IFR). This is the outermost subdetector, in which muon/pion discrimination is performed. Photons are detected, and their energies measured with the EMC.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 252,
                    "text": "[9]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 309,
                    "text": "[10]",
                    "end": 313
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "For each signal event candidate, we first reconstruct the J/ψ by geometrically constraining to a common vertex a pair of oppositely charged tracks, identified as either electrons or muons, and apply a loose requirement that the χ 2 fit probability exceed 0.1%. For J/ψ → e + e − we use bremsstrahlung energy-loss recovery: if an electronassociated photon cluster is found in the EMC, its threemomentum vector is incorporated into the calculation of the invariant mass m e + e − . The vertex fit for a J/ψ candidate includes a constraint to the nominal J/ψ mass value [11].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 567,
                    "text": "[11]",
                    "end": 571
                }
            ]
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "For B + → J/ψK + K − K + candidates, we combine the J/ψ candidate with three loosely identified kaons and require a vertex-fit probability larger than 0.1%. Similarly, for B 0 → J/ψK − K + K 0 S candidates, we combine the J/ψ and K 0 S with two loosely identified kaons and require a vertex-fit probability larger than 0.1%.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "A K 0 S candidate is formed by geometrically constraining a pair of oppositely charged tracks to a common vertex, with χ 2 fit probability larger than 0.1%. The pion mass is assigned to the tracks without particleidentification (PID) requirements. The three-momenta of the two pions are then added and the K 0 S energy is computed using the nominal K 0 S mass. We require the K 0",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "S flight length significance with respect to the B 0 vertex to be larger than 3σ.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "We further select B meson candidates using the energy difference ∆E ≡ E * B − √ s/2 in the center-of-mass frame and the beam-energy-substituted mass defined as",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "is the initial state e + e − four-momentum vector in the labo-ratory frame and √ s is the center-of-mass energy. In the above expressions E * B is the B meson candidate energy in the center-of-mass frame, and p B is its laboratory frame momentum.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "When multiple candidates are present, the combination with the smallest ∆E is chosen. We find that, after requiring m ES > 5.2 GeV/c 2 , the fraction of events having multiple candidates is 1.3% for B + and 8.6% for B 0 . From simulation, we find that 99.6% of the time we choose the correct candidate.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. THE BABAR DETECTOR AND DATA SELECTION",
            "text": "The final selection requires |∆E| < 30 MeV and |∆E| < 25 MeV for B + and B 0 decays, respectively; the additional selection criterion m ES > 5.2 GeV/c 2 is required for the calculation of the BFs, while m ES > 5.27 GeV/c 2 is applied to select the signal region for the analysis of the invariant mass systems. Figure 1 shows the m ES distributions for (a)",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 310,
                    "text": "Figure 1",
                    "end": 318
                }
            ]
        },
        {
            "text": "III. BRANCHING FRACTIONS",
            "section_rank": 4
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "S candidates after having applied the ∆E selections described in Sec. II, while the corresponding ∆E distributions are shown in Fig. 1(c) and Fig. 1(d), respectively, for m ES > 5.27 GeV/c 2 . Figure 2 shows the K + K − invariant mass distribution in the region m K + K − <1.1 GeV/c 2 for (a) B + and (b) B 0 candidates. A clean φ(1020) signal is present in both mass spectra. The background contributions, estimated from the ∆E sidebands in the range 40 < |∆E| < 70 MeV, are shown as shaded histograms in Fig. 2(a) and Fig. 2(b) and are seen to be small. In the following we have ignored the presence of possible additional S-wave contributions in the φ(1020) signal region.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 128,
                    "text": "Fig. 1",
                    "end": 134
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 142,
                    "text": "Fig. 1(d)",
                    "end": 151
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 193,
                    "text": "Figure 2",
                    "end": 201
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 506,
                    "text": "Fig. 2",
                    "end": 512
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 520,
                    "text": "Fig. 2",
                    "end": 526
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "We select the φ(1020) signal region to be in the mass range [1.004−1.034] GeV/c 2 . Figure 2 shows the m ES distribution for (c) B + → J/ψφK + and (d) B 0 → J/ψφK 0 S candidates, respectively, for events in the φ mass region, which satisfy the ∆E selection criteria. We search for the decay B 0 → J/ψφ by constraining a fitted J/ψ and two loosely identified kaon candidates to a common vertex. Possible backgrounds originating from the decay B 0 → J/ψK 0 * (892), K 0 * (892) → K − π + , and from the channel B 0 → J/ψK 1 (1270), K 1 (1270) → K − π + π 0 are found consistent with zero, after applying a dedicated selection as described in Sec. II and Sec. III. Figure 3 shows the corresponding m ES and ∆E distributions. We do not observe a significant signal for this decay mode.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 84,
                    "text": "Figure 2",
                    "end": 92
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 662,
                    "text": "Figure 3",
                    "end": 670
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "For Figs. 1-3 an unbinned maximum likelihood fit to each m ES distribution is performed to determine the yield ",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "S , for the ∆E regions indicated in the text. The ∆E distributions for mES > 5.27 GeV/c 2 are shown for (c) B",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "S . The continuous (red) curve represents the signal plus background, while the dotted (blue) curve represents the fitted background. Vertical (blue) lines indicate the selected signal regions. S , the yields and efficiencies refer to  Source and obtain a BF measurement [12]. We use the sum of two functions to parametrize the m ES distribution; a Gaussian function describes the signal, and an ARGUS function [13] the background. A study of the ∆E side-bands did not show the presence of peaking backgrounds.   and a linear function for the background, and we obtain yields consistent with those from the m ES fits.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 271,
                    "text": "[12]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 411,
                    "text": "[13]",
                    "end": 415
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "The signals in Fig. 1, corresponding to the B + → J/ψK + K − K + and the B 0 → J/ψK + K − K 0 S decays, yield 14.4σ and 5.5σ significance, respectively. Those in Fig. 2, which restrict the invariant mass m K + K − to the signal region of the φ(1020) meson, are observed with significance 16.1σ and 5.6σ, respectively. In this pa-per the statistical significance of the peaks is evaluated as −2ln(L 0 /L max ), where L max and L 0 represent the maximum likelihood values with the fitted signal yield and with the signal yield fixed to zero, respectively.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 15,
                    "text": "Fig. 1",
                    "end": 21
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 162,
                    "text": "Fig. 2",
                    "end": 168
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "We estimate the efficiency for the different channels using Monte Carlo (MC) simulations. For each channel we perform full detector simulations where B mesons decay uniformly over the available phase space (PHSP). These simulated events are then reconstructed and analyzed as are the real data. These MC simulations are also used to validate the analysis procedure and the BF extractions. Table I reports the resulting integrated efficiencies for the different channels, and the efficiency-corrected yields. The efficiency is computed in two different ways. For B + → J/ψφK + and B 0 → J/ψφK 0 S we make use of a Dalitz-plot-dependent efficiency, where each event is weighted by the inverse of the efficiency evaluated in the appropriate cell of the Dalitz plot shown in Fig. 4. This approach is particularly important because of the lower efficiency observed at low J/ψφ invariant mass, where the spectrum deviates from pure PHSP behavior. For the φ channels, the \"Corrected yield\" values in Table  I are obtained as sums of inverse Dalitz-plot efficiencies for events in the φ signal regions with backgroundsubtraction taken into account as described in Sec. IV. The events in the φ signal region account for about 65% of the data in the four-body final states. There is no evidence of structure in the remaining ∼35% of these events, and so they are corrected according to their average efficiency obtained from MC simulation of four-body PHSP samples. For these channels, B + → J/ψK + K − K + and B 0 → J/ψK + K − K 0 S , the PHSP corrected yield is added to the φ signal region corrected yield to obtain the \"Corrected yield\" values in lines 1 and 3 of Table I. The efficiency values in the third column of Table I correspond to \"Event yield\" divided by \"Corrected yield\".",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 389,
                    "text": "Table I",
                    "end": 396
                },
                {
                    "type": "figure",
                    "start": 771,
                    "text": "Fig. 4",
                    "end": 777
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 993,
                    "text": "Table  I",
                    "end": 1001
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1658,
                    "text": "Table I",
                    "end": 1665
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "Systematic uncertainties affecting the BF measure-ments are listed in Table II. The evaluation of the integrated luminosity is performed using the method of BB counting [10], and we assign a uniform 0.6% uncertainty to all the final states. The uncertainty on the efficiency evaluation related to the size of the MC simulations is negligible with respect to the other contributions. The systematic uncertainty on the reconstruction efficiency of charged-particle tracks is estimated from the comparison of data samples and full detector simulations for well-chosen decay modes. In a similar way we obtain a 1.7% systematic uncertainty in the reconstruction of K 0 S meson decays. In the case of the B 0 → J/ψ φK 0 S and B + → J/ψ φK + decay modes, since the J/ψ and the φ are vector states, we compute the efficiency also under the assumption that the two vector mesons are transversely or longitudinally polarized. We consider the uncertainties related to the choice of the probability density functions (pdf) in the fit procedure, by varying fixed parameters by ±1σ in their uncertainties. We also evaluate the efficiency variations for different charged-particle-track PID. All uncertainties are added in quadrature. We note that the BF for B + → J/ψφK + and that for B 0 → J/ψφK 0 are in agreement with their previous BABAR measurements [14], which already dominate the PDG average values [11], but now we obtain more than four times better precision. The combination of these decay modes was observed first by the CLEO Collaboration [15]. Our BF value for the decay B + → J/ψK + K − K + is the first measurement. For the decay B 0 → J/ψK + K − K 0 , the LHCb Collaboration has obtained a BF value (2.02±0.43±0.17±0.08)×10 −5 [16], which is consistent with our result.",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 70,
                    "text": "Table II",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 169,
                    "text": "[10]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1341,
                    "text": "[14]",
                    "end": 1345
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1393,
                    "text": "[11]",
                    "end": 1397
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1538,
                    "text": "[15]",
                    "end": 1542
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1730,
                    "text": "[16]",
                    "end": 1734
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "We estimate an upper limit (UL) at 90% confidence level (c.l.) for the BF of the decay B 0 → J/ψφ. The signal yield obtained from the fit to the m ES distribution is 6±4 events (Fig. 3(a)), corresponding to an UL at 90% c.l. of 14 events. The Feldman-Cousins method [17] is used to evaluate ULs on BFs. Ensembles of pseudoexperiments are generated according to the pdfs for a given signal yield (10000 sets of signal and background events), and fits are performed. We obtain an UL on the B 0 → J/ψφ BF of 1.01×10 −6 . The Belle Collaboration reported a limit of 0.94 × 10 −6 [18], while a recent analysis from the LHCb Collaboration lowers this limit to 1.9 × 10 −7 [19].",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 177,
                    "text": "(Fig. 3(a)",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 266,
                    "text": "[17]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 575,
                    "text": "[18]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 666,
                    "text": "[19]",
                    "end": 670
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "We compute the ratios 1and",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 22,
                    "text": "1",
                    "end": 23
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "and they are consistent with being equal within the uncertainties. We also compute the ratios 3and",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 94,
                    "text": "3",
                    "end": 95
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "On the basis of the simplest relevant color-suppressed spectator quark model diagrams (e.g. Fig.1 of Ref. [15]), it would be expected that R + = R 0 and R φ ∼ R 2K ∼ 1.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 92,
                    "text": "Fig.1",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 106,
                    "text": "[15]",
                    "end": 110
                }
            ]
        },
        {
            "section": "III. BRANCHING FRACTIONS",
            "text": "Our measured values of these ratios are consistent with these expectations.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "section_rank": 5
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We plot in Fig. 5(a) the J/ψ K + K − mass distribution for B + → J/ψK + K − K + and in Fig. 5(b) that for B 0 → J/ψK − K + K 0 S ; the signal regions are defined by the ∆E selections indicated in Sec. II and m ES > 5.27 GeV/c 2 . No prominent structure is observed in both mass spectra.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 11,
                    "text": "Fig. 5(a)",
                    "end": 20
                },
                {
                    "type": "figure",
                    "start": 87,
                    "text": "Fig. 5(b)",
                    "end": 96
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We select events in the φ signal regions and search for the resonant states reported by the CDF Collaboration in the J/ψφ mass spectrum [5]. The mass and the width values are fixed to m=4143.4 MeV/c 2 and Γ=15.3 MeV for the X(4140), and m=4274.4 MeV/c 2 and Γ= 32.3 MeV for the X(4270) resonance. We evaluate the mass resolution using MC simulations and obtain 2 MeV/c 2 resolution in the mass region between 4100 MeV/c 2 and 4300 MeV/c 2 . Therefore resolution effects can be ignored because they are much smaller than the widths of the resonances under consideration.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 136,
                    "text": "[5]",
                    "end": 139
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We estimate the efficiency on each quasi-three-body Dalitz plot as the ratio between the reconstructed and generated distributions, where the values are generated according to PHSP. Figure 4 shows the resulting distributions evaluated over the m 2 J/ψ φ vs m 2 φK plane for the charged (a) and neutral (b) B decay, respectively. The lower efficiency at low J/ψφ mass is due to the lower reconstruction efficiency for low kaon momentum in the laboratory frame, as a result of energy loss in the beampipe and SVT material.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 182,
                    "text": "Figure 4",
                    "end": 190
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We test the agreement between data and MC by using a full MC simulation where the B + → J/ψφK + and B 0 → J/ψφK 0 S decays are included with known branching fractions. We repeat the entire analysis on these simulated data and find good agreement between generated and reconstructed branching fractions. Resolution effects are small and are computed using MC simulations. We obtain average values of 2.9 MeV for (J/ψφ) and 2.2 MeV for (J/ψK). These small values do not produce bias in the evaluation of the efficiency and the measurement of the branching fractions.",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "To search for the two resonances in the J/ψφ mass distributions, we perform unbinned maximum likelihood fits to the B → J/ψφK decay Dalitz plots. We model the resonances using S-wave relativistic Breit-Wigner (BW) functions with parameters fixed to the CDF values. The non-resonant contributions are represented by a constant term, and no interference is allowed between the fit components. We estimate the background contributions from the ∆E sidebands, find them to be small and consistent with a PHSP behavior, and so in the fits they are incorporated into the non-resonant PHSP term. The decay of a pseudoscalar meson to two vector states may contain high spin contributions which could generate non-uniform angular distributions. However, due to the limited data sample we do not include such angular terms, and assume that the resonances decay isotropically. The amplitudes are normalized using PHSP MC generated events with B parameters obtained from the fits to the data. The fit functions are weighted by the the two-dimensional efficiency computed on the Dalitz plots.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We perform fits separately for the charged B + sample and the combined B + and B 0 samples. Due to the very limited statistics of the B 0 sample we do not perform a separate fit, but instead subtract the fit result for the B + sample from that for the combined B + and B 0 sample. In this case we make use of the two different efficiencies for the two channels. In the MC simulation performed, we make use of a weighted mean of the two efficiencies evaluated on the respective Dalitz plots. Table III summarizes the results of the fits. We report the background-corrected fit fractions for the two resonances, f X(4140) and f X(4270) , the two-dimensional (2D) χ 2 computed on the Dalitz plot, and the one-dimensional (1D) χ 2 computed on the J/ψ φ mass projection. For this purpose, we use an adaptive binning method, and  divide the Dalitz plot into a number of cells in such a way that the minimum expected population per cell is not smaller than 7. We generate MC simulations weighted by the efficiency and by the results from the fits. These are normalized to the event yield in data, using the same bin definitions. We then compute the",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 491,
                    "text": "Table III",
                    "end": 500
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "are the data and MC simulation event yields, respectively. Indicating with n the number of free parameters, corresponding to the number of resonances included in the fit, the number of degrees of freedom is ν = N cells −n.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "In computing the 1D χ 2 we rebin the J/ψ φ mass projection into 25 bins, again with at least 7 entries per bin. We perform the fits using models with two resonances (labeled as model A), one resonance (models B and C), and no resonances (model D). The fit projections for fit A are displayed in Fig. 6, showing enhancements with a statistical significance smaller than 3.2σ for all fit models. All models provide a reasonably good description of the data, with χ 2 probability larger than 1%.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 295,
                    "text": "Fig. 6",
                    "end": 301
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "We estimate systematic uncertainties on the fractions by varying the mass and the width values for both resonances within their uncertainties. The results shown in Table III are corrected by the fraction of background estimated in each sample. This results in correction factors of 1.12 and 1.21 for the B + and the B 0 channels, respectively. We obtain the following background-corrected fractions for B + : f X(4140) = (9.2±3.3±4.7)%, f X(4270) = (10.6±4.8±7.1)%.",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 164,
                    "text": "Table III",
                    "end": 173
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "Combining statistical and systematic uncertainties in quadrature, we obtain significances of 1.6 and 1.2σ for the X(4140) and the X(4270), respectively. Using the Feldman-Cousins method [17], we obtain the ULs at 90% c.l.:",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 186,
                    "text": "[17]",
                    "end": 190
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "The Feldman-Cousin intervals are evaluated as explained in Ref. [17] and in Sec. III. The X(4140) limit may be compared with the CDF measurement of 0.149 ± 0.039 ± 0.024 [4] and the LHCb limit of 0.07 [6]. The X(4270) limit may be compared with the LHCb limit of 0.08. The fit projections on the J/ψφ mass spectrum using fit model A with two resonances are shown in Fig. 7(a) for B + , in Fig. 7(b) for B 0 , and in Fig. 7(c) for the combined B + and B 0 sample. The fit results are summarized in Table III.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 64,
                    "text": "[17]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 170,
                    "text": "[4]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 201,
                    "text": "[6]",
                    "end": 204
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 366,
                    "text": "Fig. 7(a)",
                    "end": 375
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 389,
                    "text": "Fig. 7(b)",
                    "end": 398
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 416,
                    "text": "Fig. 7(c)",
                    "end": 425
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 497,
                    "text": "Table III",
                    "end": 506
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "The central values of mass and width of the two resonances are also fixed to the values recently published by the CMS Collaboration [8]. In this case we obtain, for the B + data, the following background-corrected fractions:",
            "paragraph_rank": 37,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 132,
                    "text": "[8]",
                    "end": 135
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "f X(4140) = (13.2±3.8±6.8)%, f X(4270) = (10.9±5.2±7.3)%.  These values are consistent within the uncertainties with those obtained in Eq. (5). For comparison, CMS reported a fraction of 0.10±0.03 for the X(4140), which is compatible with the CDF, the LHCb and our value within the uncertainties; CMS could not determine reliably the significance of the second structure X(4270) due to possible reflections of two-body decays. Figure 8(a) shows the efficiency as a function of the J/ψφ mass, obtained from a PHSP simulation of the B + → J/ψφK + Dalitz plot. We observe a decrease of the efficiency in the J/ψφ threshold region, as already observed in Fig. 4. Figure 8(b) shows the efficiency-corrected J/ψφ mass spectrum for the combined B + and B 0 samples. To obtain this spectrum, we weight each event by the inverse of the efficiency evaluated on the respective B + and B 0 Dalitz plots. The curve is the result from fit model A. The background contribution (shown shaded) is estimated from the ∆E sidebands, and has also been corrected for efficiency. However, a few background events fall outside the efficiency Dalitz plots, and to these we assign the same efficiency as for B signal events.",
            "paragraph_rank": 38,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 427,
                    "text": "Figure 8(a)",
                    "end": 438
                },
                {
                    "type": "figure",
                    "start": 651,
                    "text": "Fig. 4",
                    "end": 657
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 659,
                    "text": "Figure 8(b)",
                    "end": 670
                }
            ]
        },
        {
            "section": "IV. SEARCH FOR RESONANCE PRODUCTION",
            "text": "Finally, Fig. 8(c) shows the efficiency-corrected and background-subtracted J/ψφ mass spectrum for the combined B + and B 0 samples.",
            "paragraph_rank": 39,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 9,
                    "text": "Fig. 8(c)",
                    "end": 18
                }
            ]
        },
        {
            "text": "V. SUMMARY",
            "section_rank": 6
        },
        {
            "section": "V. SUMMARY",
            "text": "In summary, we perform a study of the decays B +,0 → J/ψK + K − K +,0 and B +,0 → J/ψφK +,0 , and for the latter obtain much-improved BF measurements. For B + → J/ψK + K − K + this is the first measurement. We search for resonance production in the J/ψ φ mass spectrum and obtain significances below 2σ for both the X(4140) and the X(4270) resonances, with systematic uncertainties taken into account. Limits on the product Branching Ratio values for these resonances are obtained. We find that the hypothesis that the events are distributed uniformly on the Dalitz plot gives a poorer description of the data. We also search for B 0 → J/ψφ and derive an UL on the BF for this decay mode, which is in agreement with theoretical expectations.",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "VI. ACKNOWLEDGMENTS",
            "section_rank": 7
        },
        {
            "section": "VI. ACKNOWLEDGMENTS",
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR . The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. This work is supported by the US Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariatà l'Energie Atomique and Institut National de Physique Nucléaire et de Physique des Particules (France), the Bundesministerium für Bildung und Forschung and Deutsche Forschungsgemeinschaft (Ger-many), the Istituto Nazionale di Fisica Nucleare (Italy), the Foundation for Fundamental Research on Matter (The Netherlands), the Research Council of Norway, the Ministry of Education and Science of the Russian Federation, Ministerio de Ciencia e Innovación (Spain), and the Science and Technology Facilities Council (United Kingdom). Individuals have received support from the Marie-Curie IEF program (European Union), the A. P. Sloan Foundation (USA) and the Binational Science Foundation (USA-Israel).",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "Figure 1shows the m ES distributions for (a) B + → J/ψK + K − K + and (b) B 0 → J/ψK − K + K 0S candidates after having applied the ∆E selections described in Sec. II, while the corresponding ∆E distributions are shown inFig. 1(c) andFig. 1(d), respectively, for m ES > 5.27 GeV/c 2 .Figure 2 shows the K + K − invariant mass distribution in the region m K + K − <1.1 GeV/c 2 for (a) B + and (b) B 0 candidates. A clean φ(1020) signal is present in both mass spectra. The background contributions, estimated from the ∆E sidebands in the range 40 < |∆E| < 70 MeV, are shown as shaded histograms in Fig. 2(a) and Fig. 2(b) and are seen to be small. In the following we have ignored the presence of possible additional S-wave contributions in the φ(1020) signal region.We select the φ(1020) signal region to be in the mass range [1.004−1.034] GeV/c 2 .Figure 2shows the m ES distribution for (c) B + → J/ψφK + and (d) B 0 → J/ψφK 0 S candidates, respectively, for events in the φ mass region, which satisfy the ∆E selection criteria.Figures 2(e) and 2(f) show the ∆E distribution for m ES > 5.27 GeV/c 2 , when requiring the K + K − invariant mass to be in the φ(1020) signal region. The distributions of Fig. 2(c) and Fig. 2(e) contain 212 events in the m ES and ∆E signal region, with an estimated background of 23 events. Similarly, those of Fig. 2(d) and Fig. 2(f) contain 50 events, with an estimated background of 9 events.We search for the decay B 0 → J/ψφ by constraining a fitted J/ψ and two loosely identified kaon candidates to a common vertex. Possible backgrounds originating from the decay B 0 → J/ψK 0 * (892), K 0 * (892) → K − π + , and from the channel B 0 → J/ψK 1 (1270), K 1 (1270) → K − π + π 0 are found consistent with zero, after applying a dedicated selection as described in Sec. II and Sec. III.Figure 3shows the corresponding m ES and ∆E distributions. We do not observe a significant signal for this decay mode.ForFigs. 1-3an unbinned maximum likelihood fit to each m ES distribution is performed to determine the yield",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 9
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:The mES distributions for (a) B + → J/ψK + K − K + and (b)B 0 → J/ψK − K + K 0S , for the ∆E regions indicated in the text. The ∆E distributions for mES > 5.27 GeV/c 2 are shown for (c) B+ → J/ψK + K − K + and (d) B 0 → J/ψK − K + K 0S . The continuous (red) curve represents the signal plus background, while the dotted (blue) curve represents the fitted background. Vertical (blue) lines indicate the selected signal regions.",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 10
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2: (a)The K + K − mass spectrum, (c) mES, and (e) ∆E distribution for B + → J/ψφK + . (b) The K + K − mass spectrum, (d) mES, and (f) ∆E distribution for B 0 → J/ψφK 0 S . The dots are the data points, the shaded (yellow) distributions are obtained from the ∆E sidebands. Vertical (blue) lines indicate the selected signal regions. In (a) and (b) the mES and ∆E selection criteria described in Sec. II have been applied.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 11
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: (a)The mES and (b) ∆E distribution for B 0 → J/ψφ event candidates. The curves in (a) and (b) are the result of the fits described in the text.",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "FIG. 4 :FIG. 5 :",
            "section_rank": 12
        },
        {
            "section": "FIG. 4 :FIG. 5 :",
            "text": "FIG. 4: Efficiency distribution on the Dalitz plot for (a) B + → J/ψφK + and (b) B 0 → J/ψφK 0 S .",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 13
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6: Dalitz plot projections for B + → J/ψφK + on (a) m 2 J/ψ φ , (b) m 2 φK + , and (c) m 2 J/ψ K + . The continuous (red) curves are the results from fit model A performed including the X(4140) and X(4270) resonances. The dashed (blue) curve in (a) indicates the projection for fit model D, with no resonances. The shaded (yellow) histograms indicate the background estimated from the ∆E sidebands.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 14
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7: Projections on the J/ψφ mass spectrum from the Dalitz plot fit with the X(4140) and the X(4270) resonances for the (a) B + , (b) B 0 , and (c) combined B + and B 0 data samples. The continuous (red) curves result from the fit; the dashed (blue) curve in (a) indicates the projection for fit model D, with no resonances. The shaded (yellow) histograms show the background contributions estimated from the ∆E sidebands.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "FIG. 8 :",
            "section_rank": 15
        },
        {
            "section": "FIG. 8 :",
            "text": "FIG. 8: (a)Average efficiency distribution as a function of J/ψφ invariant mass for B + → J/ψφK + . (b) Efficiency-corrected J/ψφ mass spectrum for the combined B + and B 0 samples. The curve is the result from fit model A described in the text. The shaded (yellow) histogram represents the efficiency-corrected background contribution. (c) Efficiency-corrected and background-subtracted J/ψφ mass spectrum for the combined B + and B 0 samples.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "text": "TABLE I :",
            "section_rank": 16
        },
        {
            "section": "TABLE I :",
            "text": "Event yields, efficiencies (ǫ) and BF measurements (B) for the different decay modes. For channels involving K 0",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "is listed at the end of the table. → J/ψK + K − K + 290±22 15.08±0.04 1923±146 3.37±0.25±0.14 B + → J/ψφK + 189±14 13.54±0.04 1396±103 5.00±0.37±0.15 B 0 → J/ψK + K − K 0",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "TABLE II",
            "section_rank": 18
        },
        {
            "section": "TABLE II",
            "text": ": Systematic uncertainty contributions (%) to the evaluation of the BFs.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Table",
            "section_rank": 19
        },
        {
            "section": "Table",
            "text": "I summarizes the fitted yields obtained.As a validation test, we fit the ∆E distributions shown inFigs. 1-3, using a double-Gaussian model for the signal",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "TABLE III :",
            "section_rank": 20
        },
        {
            "section": "TABLE III :",
            "text": "Results of the fits to the B → J/ψ φK Dalitz plots. For each fit, the table gives the fit fraction for each resonance, and the 2D and 1D χ 2 values. The fractions are corrected for the background component.Channel Fit f X(4140) (%) f X(4270) (%) 2D χ 2 /ν 1D χ 2 /ν B",
            "paragraph_rank": 56,
            "section_rank": 20
        }
    ]
}