{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "The surface detector array of the Pierre Auger Observatory provides information about the longitudinal development of the muonic component of extensive air showers. Using the timing information from the flash analog-to-digital converter traces of surface detectors far from the shower core, it is possible to reconstruct a muon production depth distribution. We characterize the goodness of this reconstruction for zenith angles around 60°and different energies of the primary particle. From these distributions, we define X μ max as the depth along the shower axis where the production of muons reaches maximum. We explore the potentiality of X μ max as a useful observable to infer the mass composition of ultrahigh-energy cosmic rays. Likewise, we assess its ability to constrain hadronic interaction models. DOI ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 812,
                    "text": "DOI",
                    "end": 815
                }
            ]
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Cosmic rays with energies on the joule scale are one of the most intriguing subjects of fundamental physics in the 21st century. Although the first indications of their existence were obtained more than fifty years ago [1], many of their properties remain mysterious [2]. To answer the question of the origin of ultrahigh-energy cosmic rays (UHECRs) requires three experimental feats: finding the mass of the primary particles, measuring the energy spectrum, and measuring the distribution of arrival directions. The energy spectrum is the best known of the three, and its main features are well established [3,4].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 267,
                    "text": "[2]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 608,
                    "text": "[3,",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 611,
                    "text": "4]",
                    "end": 613
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The situation regarding the mass composition of UHECRs is not settled. Since we have no direct access to the primary particle, identifying its mass is a rather difficult endeavor. Mass may be inferred from comparisons of the measured observables with Monte Carlo simulations. These simulations rely on extrapolations of accelerator data gathered at energies which are orders of magnitude below those of UHECRs. Therefore, simulations constitute the most prominent source of systematic uncertainties.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "One possible way to determine the mass is to study the longitudinal development of the electromagnetic component of a shower. The depth of the shower maximum X max is sensitive to the nature of the primary particles [5][6][7]. It also helps to provide insight on whether new physics phenomena take place at these extreme energies. The measurements of X max performed by the Pierre Auger and HiRes/TA collaborations cannot be compared directly because of the different detector acceptances and the different X max analysis approaches. However, when interpreted in terms of composition, the Pierre Auger Collaboration claims evidence of a light composition at energies around 3 EeVand a gradual increase of the average mass of cosmic rays towards higher energies [8], while the HiRes/TA collaborations cannot currently discriminate between a proton-dominated composition and a changing composition (such as suggested by Auger), due to statistical limitations [9].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 216,
                    "text": "[5]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 219,
                    "text": "[6]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 222,
                    "text": "[7]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 761,
                    "text": "[8]",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 957,
                    "text": "[9]",
                    "end": 960
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "X max measurements suffer from low statistics due to the small duty cycle of fluorescence detectors (less than 15%) and the stringent cuts imposed to avoid a biased data sample. Therefore, to gain additional insight on questions like mass composition or whether new hadronic interactions are taking place, we need independent measurements with larger statistics, a different set of systematic uncertainties, and the possibility of reaching higher energies. To infer the mass of the primary, we can study the longitudinal development of the muonic component of extensive air showers (EASs) [10], thus taking advantage of the large statistical sample provided by the Auger surface detector (SD) array. The SD array delivers this information through the timing records associated with the muons that reach the ground. The arrival times of the muons allow the reconstruction of their geometrical production heights along the shower axis. It is thus possible to reconstruct a distribution of muon production depths (MPD). Since muons come from the decay of pions and kaons, the shape of the MPD distribution contains information about the evolution of the hadronic cascade. This information renders the study of MPD interesting for two reasons: on the one hand, we know that different primaries have distinct hadronic properties that translate into variations of their respective longitudinal profiles. Therefore, it is natural to think that the MPD distribution must be sensitive to the mass of primary particles. On the other hand, the MPD distribution might be an optimal tool to study hadronic interactions at ultrahigh energies, since the longitudinal development is dependent on the hadronic interaction properties. MPD distributions can help in understanding whether a departure from standard physics is the source of the substantial differences observed between data and the current models used for shower simulations [11]. In this * auger_spokespersons@fnal.gov work, we explore the possibility of using MPD distributions as an experimental observable sensitive to the mass of the primary cosmic rays and able to constrain high-energy interaction models. The Auger Collaboration is currently evaluating other methods based on surface detector data [12] that could add valuable information to the set of parameters sensitive to mass composition.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 589,
                    "text": "[10]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1921,
                    "text": "[11]",
                    "end": 1925
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2252,
                    "text": "[12]",
                    "end": 2256
                }
            ]
        },
        {
            "text": "II. THE PIERRE AUGER OBSERVATORY",
            "section_rank": 3
        },
        {
            "section": "II. THE PIERRE AUGER OBSERVATORY",
            "text": "The Pierre Auger Observatory is located in the Province of Mendoza, Argentina (35.1°-35.5°S, 69.0°-69.6°W, about 1400 m above sea level). Two detection methods are used to obtain information about EASs, and hence information on the primary cosmic rays that create them. The SD array is comprised of 1660 cylindrical water Cherenkov detectors arranged on a triangular grid, with 1500 m spacing, that covers an area of over 3000 km 2 . Each detector has a 10 m 2 surface area and 1.2 m water depth, the water volume being viewed by three 9 inch photomultiplier tubes (PMTs) [13,14]. PMT signals are digitized using 40 MHz, 10 bit flash analog-to-digital converters (FADCs). The detectors respond to the muons, photons, and electrons of air showers and are calibrated in units of the signal produced by a muon traversing the water vertically, known as a vertical equivalent muon or VEM [15]. The fluorescence detector (FD) consists of 27 optical telescopes overlooking the SD array [16,17]. On clear moonless nights these are used to observe the longitudinal development of showers by detecting the fluorescence and Cherenkov light produced in the atmosphere by charged particles along the shower trajectory. In the context of primary mass studies, hybrid events have been used to provide a direct measurement of X max [7].",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 430,
                    "text": "2",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 572,
                    "text": "[13,",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 576,
                    "text": "14]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 883,
                    "text": "[15]",
                    "end": 887
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 979,
                    "text": "[16,",
                    "end": 983
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 983,
                    "text": "17]",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1316,
                    "text": "[7]",
                    "end": 1319
                }
            ]
        },
        {
            "section": "II. THE PIERRE AUGER OBSERVATORY",
            "text": "However, the bulk of events collected by the observatory have information only from the surface array, making SD observables, such as the one described in this work, very valuable for composition analysis at the highest energies. Only brief details of the reconstruction methods are given here. More extended descriptions of detectors and of reconstruction procedures can be found in Refs. [4,7,13]. The trigger requirement for the surface array to form an event is based on a threefold coincidence, satisfied when a triangle of neighboring stations is triggered locally [18]. For the present analysis, we use events that satisfy a fiducial cut to ensure adequate containment inside the array. For events whose reconstructed energy is above 3 EeV, the efficiency of detection is 100%. For SD data, the arrival directions are obtained from the times at which the shower front passes through the triggered detectors, this time being measured using GPS information. The angular resolution, defined as the angular radius around the true cosmic-ray direction that would contain 68% of the reconstructed shower directions, is 0.8°for energies above 3 EeV [19]. The estimator of the primary energy of events recorded by the SD array is the reconstructed signal at 1000 m from the shower core, Sð1000Þ. The conversion from this estimator to energy is derived experimentally through the use of a subset of showers that trigger the FD and the SD simultaneously (hybrid events). The energy resolution above 10 EeV is about 12%. The absolute energy scale, determined by the FD, has a systematic uncertainty of 14% [20].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 390,
                    "text": "[4,",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 393,
                    "text": "7,",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 395,
                    "text": "13]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 571,
                    "text": "[18]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1149,
                    "text": "[19]",
                    "end": 1153
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1602,
                    "text": "[20]",
                    "end": 1606
                }
            ]
        },
        {
            "text": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "When an EAS develops in the atmosphere, the transverse momentum of secondary particles makes them deviate from the shower axis on their way to the ground. Unlike the electromagnetic component of the shower, muon trajectories can be taken as straight lines, due to the lesser importance of bremsstrahlung and multiple scattering effects. This fact confers the muons a distinctive attribute: they retain a memory of their production points. The muon component reaching the ground has a time structure caused by the convolution of production spectra, energy loss, and decay probability during propagation. Thanks to a set of simple assumptions [21], these arrival times can be used to obtain the distribution of muon production distances along the shower axis. Since muons are the products of pion and kaon decays, the distribution of muon production distances provides information about the longitudinal development of the hadronic component of the EAS [22]. This information is complementary to that obtained from the electromagnetic component through the detection of atmospheric fluorescence light.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 641,
                    "text": "[21]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 951,
                    "text": "[22]",
                    "end": 955
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "The basis of our measurement is a theoretical framework originally developed in Refs. [23,24] and updated in Ref. [25] to model the muon distributions in EAS. Here we summarize its main aspects. As a first approximation, we assume that muons travel in straight lines at the speed of light c and that they are produced in the shower axis. This is outlined in Fig. 1, where muons are produced at the position z along the shower axis and, after traveling a FIG. 1. Geometry used to obtain the muon traveled distance and the time delay. distance l, they reach the ground at the point defined by ðr; ζÞ. r and ζ are measured in the shower reference frame and represent the distance and the azimuthal position of the point at the ground, respectively. Δ is the distance from the ground impact point to the shower plane. Referencing the muon time of flight to the arrival time of the showerfront plane for each position (r; ζ), we obtain what we define as the geometric delay, t g . It represents the delay of muons due to the deviation of their trajectories with respect to the direction of the shower axis. Given t g , it is possible to derive the production distance z of muons for each position (r; ζ) at the ground.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 86,
                    "text": "[23,",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 90,
                    "text": "24]",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 114,
                    "text": "[25]",
                    "end": 118
                },
                {
                    "type": "figure",
                    "start": 358,
                    "text": "Fig. 1",
                    "end": 364
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "The geometric delay is not the only source contributing to the measured muon delay t. The average energy of muons at production (v μ < c) and their energy loss, mainly because of inelastic collisions with atomic electrons in the air, cause a kinematic delay t ε , with respect to a particle traveling at the speed of light. To compute it, we need an estimation of the energy carried by each single muon. The Auger SD array does not allow for such a measurement: therefore we must use for this correction a mean kinematic time value ht ε i as an approximation [24]. An additional source of delay is given by the deflection of muons due to their elastic scattering off nuclei. Furthermore, the geomagnetic field affects the trajectory of the muons, delaying their arrival times even more. The longer the path of the muon, the larger is the effect; hence, it is especially important for very inclined events.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 559,
                    "text": "[24]",
                    "end": 563
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "To demonstrate the importance of the different contributions to the total delay, Fig. 2 presents, for events at a 60°z enith angle, the average value of each delay as a function of the distance to the shower core. All contributing effects show a clear dependence with r. This behavior is similar for events with different zenith angles. The geometric delay dominates at large distances. The contribution of the kinematic effect is larger near the core. In principle, one may think that the kinematic delay decreases closer to the core because muons are more energetic on average. However, in this region the spread in energy is larger [25], and the mean time delay is dominated by low-energy muons. For events at ∼60°, at distances r > 1000 m, the kinematic delay typically amounts to less than 30% of the total delay, while the rest of the contributions are of the order of a few percent (see Fig. 2).",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 81,
                    "text": "Fig. 2",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 635,
                    "text": "[25]",
                    "end": 639
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 894,
                    "text": "Fig. 2",
                    "end": 900
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "Since muons are not produced in the shower axis, we must apply a correction due to the path traveled by the parent mesons. Assuming that muons are collinear with the trajectory followed by the parent pion, the muon paths start deeper in the atmosphere by an amount which is simply the decay length of the pion:",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "The pion energy dependence of this correction has been taken from Ref. [24]. The distance z π introduces an average time delay of ∼3 ns [25] (this correction amounts to ∼1% of the total delay; see Fig. 2).",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 71,
                    "text": "[24]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 136,
                    "text": "[25]",
                    "end": 140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 197,
                    "text": "Fig. 2",
                    "end": 203
                }
            ]
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "All in all, the muon production point along the shower axis z can be inferred by the expression",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "where the geometric delay t g has been approximated by t g ≃ t − ht ε i.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "For each point at the ground, Eq. (1) gives a mapping between the production distance z and the arrival time t of muons. The production distance can be easily related to the production depth X μ (total amount of traversed matter) using",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. RECONSTRUCTION OF THE MUON PRODUCTION DEPTH DISTRIBUTION",
            "text": "where ρ stands for the atmospheric density. The set of production depths forms the MPD distribution that describes the longitudinal development of the muons generated in an air shower that reach the ground.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "IV. FEATURES OF THE MUON PROFILES",
            "section_rank": 5
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "The MPD is reconstructed from the FADC signals obtained with the water Cherenkov detectors. The finite area of the detectors induces fluctuations due to different muon samples being collected. In addition, the shape of the MPD distribution observed from different positions at the ground varies because of differences in the probability of in-flight decay and because muons are not produced isotropically from the shower axis. It is an integration over r which enables estimation of the dN μ =dX distribution or MPD distribution (where N μ refers to the number of produced muons). However, for discrete detector arrays, measurements at just a handful of r values are available and are limited to the small number of muons due to the finite collection surface (10 m 2 cross section for vertical incidence). Another important feature of the MPD distribution observed at the ground is its dependence on the zenith angle. There are two reasons for this. The first one is due to the fact that inclined events mostly evolve in a less dense atmosphere than more vertical ones. This makes pions reach their critical energies (ϵ π c ) earlier, resulting in a shallower development of the shower. While the shapes of the muon distributions at production are almost unaffected by this difference in reaching ϵ π c [25], their production depths are shifted. For proton showers at 10 19 eV, the difference between the distribution of maxima for vertical and 60°events is approximately 20 g=cm 2 . The second and main reason for the zenith angle dependence of the MPD distribution is a consequence of the muon decay probability. This effect influences not only the location of the maximum but also the shape of the observed MPD distribution. Figure 3 demonstrates this dependence for MPDs extracted from simulations at different zenith angles and at different distances r from the core. For zenith angles about 40°and lower, the shape of the MPD and the position of its maximum are a function of r. However, at zenith angles around 60°and above, the differences between the MPD distributions reconstructed at different distances to the core are small. At such angles, large z values dominate, diminishing the dependence of the traveled muon distance l on r.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1303,
                    "text": "[25]",
                    "end": 1307
                },
                {
                    "type": "figure",
                    "start": 1728,
                    "text": "Figure 3",
                    "end": 1736
                }
            ]
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "With the aim of obtaining useful physics information from the MPD distribution, for each event we make a fit of the muon longitudinal development profile with the Gaisser-Hillas function [27]:",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 187,
                    "text": "[27]",
                    "end": 191
                }
            ]
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "Of the four parameters, X μ max accounts for the point along the shower axis where the production of muons reaches its maximum as the shower develops through the atmosphere. As shown later, this parameter will be our main physics observable for composition studies.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "The best set of parameters that describes a given longitudinal muon profile (either at generation or reconstruction level) is obtained through a log-likelihood maximization of the Gaisser-Hillas function. When working with the MPD distributions at generation level (i.e., using the muon production points directly obtained from the simulation code CORSIKA [28]), we fit all of the Gaisser-Hillas parameters.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 356,
                    "text": "[28]",
                    "end": 360
                }
            ]
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "In reconstructed events, the number of muons used to build a MPD distribution is not very large: after cuts, typically ∼50 muons (∼10 SD detectors) contribute for an energy of 10 19:5 eV. Two reasons are at the source of this shortage: on the one hand, the detectors are separated by 1.5 km and have a finite collecting surface of 8.7 m 2 (the cross-section at 60°); on the other hand, to minimize the distortions in the reconstructed muon depths, we select tanks far from the core (and therefore with small signals) to ensure an accurate determination of X μ max (see Sec. VA for further details). This muon undersampling does not yield reliable estimates when all four parameters of the Gaisser-Hillas are fitted. The solution adopted to overcome this problem is to fix X 0 during the fitting procedure. According to simulations, the preferred X 0 value depends on the nature of the primary particle. Trying to avoid a compositiondependent bias, we fix the parameter X 0 to the average . MPD distributions produced by an iron shower with energy 10 19:5 eV impinging with two different zenith angles: 41°(top) and 60°(bottom). We use EPOS-LHC [26] to model high-energy hadronic interactions. The shape of the MPD distribution shows a dependence with the distance to the shower core. This dependence is more pronounced for events with smaller inclinations. The histograms are normalized to have the same maximal height.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1144,
                    "text": "[26]",
                    "end": 1148
                }
            ]
        },
        {
            "section": "IV. FEATURES OF THE MUON PROFILES",
            "text": "value between the protons and iron nuclei, X 0 ¼ −45 g=cm 2 . Assigning a particular value to X 0 does not present a large source of systematic uncertainty given the weak correlation between X μ max and X 0 . We have observed that a shift of 10 g=cm 2 in X 0 translates into a variation of 1.5 g=cm 2 in the value of X μ max . As the mean difference in the X 0 values for proton and iron primaries is about 30 g=cm 2 , a maximum bias of ∼3 g=cm 2 is expected. The MPD distribution fit is performed in an interval of depths ranging from 0 to 1200 g=cm 2 , and it contains the entire range of possible values of X μ max (the proton shower simulated 1 with the greatest depth of maximum has an energy of 96 EeV and X μ max ≈ 1000 g=cm 2 ). From a sample of simulated proton and iron showers with 30 EeV of energy, we observe that the distribution of X μ max varies as a function of the mass of the particle that initiates the atmospheric cascade (see Fig. 4). For heavier particles, the average value of X μ max is smaller and the distribution is narrower compared with that of lighter particles. The same behavior is observed when considering different energies for the primary particle. According to simulations, the X μ max observable allows us to study the mass composition of UHECR data collected by a surface array of particle detectors. In the following sections, we investigate whether the systematic uncertainties associated with the Auger SD allow us to exploit the full physics potential associated with this observable.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 948,
                    "text": "Fig. 4",
                    "end": 954
                }
            ]
        },
        {
            "text": "V. EVENT RECONSTRUCTION",
            "section_rank": 6
        },
        {
            "text": "A. Detector effects",
            "section_rank": 7
        },
        {
            "section": "A. Detector effects",
            "text": "The signals recorded by the Auger SD result from a mixture of muons and electromagnetic (EM) particles. The reconstruction of the MPD distribution for a given event requires the selection of the signal solely due to muons. The EM signal is treated as a background that must be eliminated. One way to achieve this is to work with inclined showers (those having a zenith angle around or above 60°). In such showers, the EM component is heavily absorbed by the atmosphere. The dependence of the MPD distribution shape with the distance to the shower axis r drastically decreases as θ increases, unlike the MPD reconstruction which worsens for increasing values of θ [see Eq. 4]. Therefore, the present work focuses only on data for which the zenith angles lie in the interval [55°, 65°].",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "ref_id": "formula_4",
                    "start": 672,
                    "text": "4",
                    "end": 673
                }
            ]
        },
        {
            "section": "A. Detector effects",
            "text": "The EM contamination can be reduced even more by exploiting the different behaviors of the EM and muonic components. In general, the EM signals are broader in time and with smaller amplitudes. A cut on signal threshold that rejects all time bins with signals below a certain value (S threshold ) helps to diminish the EM contamination. 2 We set S threshold to 15% of the maximum (peak) of the recorded signal. This cut, apart from minimizing potential baseline fluctuations, guarantees muon fractions above 85%, regardless of the energy and mass of the primary particle.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 336,
                    "text": "2",
                    "end": 337
                }
            ]
        },
        {
            "section": "A. Detector effects",
            "text": "For each entry in the MPD distribution, the uncertainty introduced in X μ (δX μ ) is a function of the time resolution (δt) and the accuracy of reconstruction of the shower angle and core location. The uncertainty in time gives rise to an uncertainty in the reconstruction of X μ that decreases quadratically with r and increases with X μ as",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "A. Detector effects",
            "text": "To derive Eq. (4), we have assumed an exponential atmospheric density ρðzÞ ¼ ρ 0 expð−z cos θ=h 0 Þ. It is evident that the closer we get to the impact point on the ground, the larger the uncertainty in X μ . Near the shower axis, muons arrive closer in time, hence the impact of time resolution on the estimation of the production depth is larger here than far from the core. The contribution of the geometric reconstruction to δX μ also increases as we get closer to the core (with a linear dependence on r in this case). Thus, to keep the distortions of the reconstructed MPD small, only detectors far from the core are useful. A cut in core distance, r cut , is therefore mandatory. This cut Note that there is an additional EM component that always accompanies muons and does not show such a strong dependence with the distance to the core. This is sometimes referred to as the EM halo and comes from the decay of muons in flight. This component is harder to avoid, but it follows more closely the time distribution of the parent muons.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "section": "A. Detector effects",
            "text": "diminishes the efficiency of the reconstruction, and it also affects the resolution as it reduces the number of accepted muons: note that the total uncertainty in the determination of the MPD maximum δX μ max depends on the number of muons N μ . However, the reconstruction efficiency improves with energy, since the number of muons becomes larger as energy increases. Since the number of muons at the ground level is a function of the mass of the primary particle, in our selection we risk introduction of a bias towards heavier nuclei, if the value for r cut is not carefully chosen. Therefore, the selection of r cut must be a tradeoff between the resolution of the reconstructed MPD distribution and the selection bias [29]. In particular, we require minimizing the uncertainty in the estimation of X μ such that (i) the reconstruction bias in X μ max is smaller than 10 g=cm 2 , (ii) it is independent of the energy, and (iii) there is a negligible (< 10%) selection bias between primaries.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 723,
                    "text": "[29]",
                    "end": 727
                }
            ]
        },
        {
            "section": "A. Detector effects",
            "text": "Using Monte Carlo simulations, we have found the optimal value for r cut ¼ 1700 m which fulfills the above requirements, regardless of the shower energy. Choosing an r cut which is independent of energy implies that any difference in resolution for different energies will be mainly a consequence of the different number of muons detected at the ground. To estimate the impact of the sampling on the determination of X μ max , we have studied how X μ max changes as a function of r max (the upper limit of the distance interval [r cut , r max ] used to integrate the MPD profile). Our simulations show that variation of the X μ max value amounts to about 10 g=cm 2 per km shift in r max (this effect is 3 times larger for events with θ ¼ 45°). The fact that in the selected data we do not have triggered stations farther than ∼4000 m from the core implies that we build MPD distributions, for both true and reconstructed levels, by counting muons at the ground in the distance range 1700 m < r < 4000 m.",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "A. Detector effects",
            "text": "To build the MPD distribution, every time bin of the FADC traces is converted into a MPD entry by means of Eqs. (1) and (2). Muon arrival times are smeared by light propagation inside the detector and the electronics response. To compensate for this detector effect, we subtract an offset t shift to each time bin. Since in SD the raise time of the muon signal is much shorter than the consequent decay, the t shift depends on the S threshold . Simulating vertical muons that pass through an Auger surface detector, we find that t shift ¼ 73 ns for S threshold ¼ 15%, so this is the correction we apply in our reconstruction.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 120,
                    "text": "(2)",
                    "end": 123
                }
            ]
        },
        {
            "section": "A. Detector effects",
            "text": "The MPD distribution for a single detector is obtained as the average of the MPD distributions yielded by each working PMT. Figure 5 exemplifies how FADC traces are mapped into individual MPDs. For each event, the final MPD profile is obtained by adding the individual MPD distributions observed by each of the selected SD stations. Figure 6 shows the reconstructed MPD distribution for three real events at different energies.",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 124,
                    "text": "Figure 5",
                    "end": 132
                },
                {
                    "type": "figure",
                    "start": 333,
                    "text": "Figure 6",
                    "end": 341
                }
            ]
        },
        {
            "text": "B. Selection criteria and resolution",
            "section_rank": 8
        },
        {
            "section": "B. Selection criteria and resolution",
            "text": "From the set of SD events with a reconstructed MPD distribution, we select those with reliable measurements of longitudinal profiles. This requires the application of a simple set of selection criteria, which are described below:",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "B. Selection criteria and resolution",
            "text": "Energy cut. Since the number of muons increases with the energy of the primary, we have observed that in events with energies below 20 EeV the number of entries in the resulting MPD is very small, giving a very poor determination of the X μ max observable. In fact, below this energy cut, the number of selected muons can drop below 10. Therefore, we restrict our analysis to events with energy larger than 20 EeV.",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "section": "B. Selection criteria and resolution",
            "text": "X μ max uncertainty. We reject events whose relative uncertainty δX μ max =X μ max is larger than a certain value ϵ max . This upper limit is an energy-dependent quantity (see Table I) since the accuracy in the estimation of X μ max improves with energy. This is a natural consequence of the increase in the number of muons that enter the MPD distribution as the energy grows. For simulated events, the overall selection efficiency grows from 85% (at 20 EeV) to almost 100% (for energies larger than 40 EeV). Monte Carlo studies show that the chosen cuts introduce a negligible composition bias (smaller than 2 g=cm 2 ). As shown in Fig. 7, the absolute value of the mean bias after reconstruction is < 10 g=cm 2 , regardless of the hadronic model, energy, and atomic mass of the simulated primary particle. The resolution, understood as the rms of the distribution X μ max ðreconstructedÞ−X μ max ðtrueÞ, ranges from 100 ð80Þ g=cm 2 for a proton (iron) at the lower energies to about 50 g=cm 2 at the highest energies (see Fig. 7). The improvement of the resolution with energy is a direct consequence of the increase in the number of muons.",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 176,
                    "text": "Table I",
                    "end": 183
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 633,
                    "text": "Fig. 7",
                    "end": 639
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1024,
                    "text": "Fig. 7",
                    "end": 1030
                }
            ]
        },
        {
            "section": "B. Selection criteria and resolution",
            "text": "Several sources contribute to the total resolution in the measurement of X μ max . Based on simulations, we have estimated the importance of each of them in this particular analysis. The largest contribution comes from the number of selected muons, which accounts for more than 50% of the total resolution. Of negligible importance (below 1%) is the contribution due to the method itself (namely, the kinematic delay approximation, with an average fixed energy per muon, instead of the true unknown energy of each muon). The influence of the time uncertainty and the accuracy of the geometric reconstruction of the shower are at the levels of 30% and 15%, respectively. We have been able to minimize their impact on the X μ max measurement with the dedicated analysis, optimizing the values of r cut and S threshold .",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "section": "B. Selection criteria and resolution",
            "text": "An important point to be discussed is how our analysis is affected by the observation that the number of muons in simulations is smaller than the one measured in data [11,31]. If the discrepancy is naively reduced just to a normalization problem, then only the MPD resolution is altered. In such a case, the expected resolution improves when the number of muons is augmented in simulated events. As discussed above, the number of muons is the largest contribution to the measured resolution. However, if the muon number is not only scaled up, but the muon energy spectrum is also modified [32], then the kinematic delay needs reevaluation. Since we select stations located far away from the core location (r cut ¼ 1700 m), the kinematic delay is not a dominant effect (see Fig. 2). Therefore, the conclusions of this work are unaltered.",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 167,
                    "text": "[11,",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 171,
                    "text": "31]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 589,
                    "text": "[32]",
                    "end": 593
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 773,
                    "text": "Fig. 2)",
                    "end": 780
                }
            ]
        },
        {
            "text": "C. Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "A careful examination of the systematic effects influencing our measurements has been carried out. Below, we list and quantify the most relevant sources contributing to the overall systematic uncertainty: Reconstruction, hadronic model and primary mass. As can be seen in Fig. 7, the difference between the generated and the reconstructed muonic shower maximum is bracketed by AE10 g=cm 2 for proton and iron primaries with energies above 20 EeV. We take this value as an estimate of the overall systematic uncertainty due to the reconstruction effects, differences in the hadronic interaction models, and differences due to the unknown nature of the primary particle.",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 272,
                    "text": "Fig. 7",
                    "end": 278
                }
            ]
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "Seasonal effect.The data show a dependence of the measured X μ max value with seasons; e.g., in summer we measure deeper X μ max values than in winter. Fitting a sinusoidal function to this dependency, the amplitude is 12 AE 2 g=cm 2 . Monte Carlo events generated for different seasons do not show such a modulation (either at generation or after detector effects are considered). Several tests probed unsuccessfully to identify the source of this discrepancy, and therefore we include the amplitude of this effect as a systematic uncertainty.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "Time variance model. The uncertainty on the arrival time of the EAS front has been modeled from the data. It influences the reconstruction of the curvature and of the impact point on the ground, and it has a direct impact on the reconstruction of the maximum of the muon production depth. To obtain the associated systematic uncertainty introduced by this model, we compared  max ðreconstructedÞ − X μ max ðtrueÞ. The simulations were made using the QGSJETII-04 [30] and EPOS-LHC hadronic models for protons and iron nuclei for 55°≤ θ ≤ 65°. Dashed lines indicate the final systematic uncertainty bounds due to the reconstruction effects, different hadronic models, and primary particles. two different parameterizations of the time variance [33] model. They both have a common contribution from the resolution on the absolute time given by the GPS and from the 40 MHz sampling of the FADCs, and they differ in the modeling of the fluctuations of the arrival time of the first particle. The difference between the two models induces a 5 g=cm 2 systematic uncertainty on the determination of the maximum of the muon production depth.",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 462,
                    "text": "[30]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 742,
                    "text": "[33]",
                    "end": 746
                }
            ]
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "Accidental signals. In real events, a background of random accidental signals might appear. The most frequent source of random noise is created by single particles (generally isolated atmospheric muons) and, more rarely, by a bunch of particles arriving at the same time from a low-energy shower close to a SD station. In general, it is very difficult to identify and take into account all possible sources of accidental signals. They can appear at any time and at any location in the SD array, completely uncorrelated with the genuine primary shower signal. Random accidental signals can have a damaging effect on the data quality, since they can trigger some stations of the array, distorting the reconstruction of the showers. In our analysis, the main impact comes from a possible underestimation of the start time of the traces due to an accidental signal prior to the true one. Using an unbiased sample of random accidental signals extracted from data events collected in the SD stations, we have studied the influence of accidental signals in the Monte Carlo reconstructions. Regardless of the energy and primary mass, we have found a systematic underestimation by ∼4.5 g=cm 2 in the determination of X μ max . We have corrected for this bias in our data.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "Atmospheric profile. For the reconstruction of the MPD profiles, the atmospheric conditions at the Auger site, mainly height-dependent atmospheric profiles, have to be well known. To quantify the influence of the uncertainty in the reconstructed atmospheric profiles on the value of X μ max , a direct comparison of GDAS data 3 with local atmospheric measurements 4 has been performed on an event-by-event basis. We have obtained a distribution with a small shift of 2.0 g=cm 2 in X μ max and a rms of 8.6 g=cm 2 .",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "section": "C. Systematic uncertainties",
            "text": "Selection efficiency. The selection efficiency for heavy primaries is larger than for protons, since the former have a muon-richer signal at the ground. The analysis was conceived to keep this difference below 10% for the whole energy range. This difference in efficiency, although small, may introduce a systematic effect in the determination of X μ max . We have determined it by running our analysis over a 50=50 mixture of protons and iron, resulting in a negligible contribution to the systematic uncertainty of ≤ 2 g=cm 2 . Table II summarizes the sources contributing to the systematic uncertainty. The overall systematic uncertainty in hX μ max i amounts to ∼17 g=cm 2 . This represents approximately 25% of the proton-iron separation.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 530,
                    "text": "Table II",
                    "end": 538
                }
            ]
        },
        {
            "text": "VI. Results",
            "section_rank": 10
        },
        {
            "section": "VI. Results",
            "text": "The data set used in this analysis comprises events recorded between 1 January 2004 and 31 December 2012. We compute the MPD distributions on an event-by-event basis. To guarantee an accurate reconstruction of the longitudinal profile, we impose the selection criteria described in Sec. V B. For the angular range and energy threshold set in this analysis, our initial sample contains 500 events. After our quality cuts, it is reduced to 481 events.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "section": "VI. Results",
            "text": "The evolution of the measured hX μ max i as a function of the energy is shown in Fig. 8. The data are grouped in five energy bins of width 0.1 in log 10 ðE=eVÞ, except for the last bin, which contains all events with energy above log 10 ðE=eVÞ ¼ 19.7ðE ¼ 50 EeVÞ. The sizes of error bars represent the standard deviation of the mean.  3 GDAS is a publicly available data set containing all main state variables dependent on altitude with a validity of 3 hours for each data set [34,35]. 4 Intermittent meteorological radio soundings with permanent ground-based weather stations.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 81,
                    "text": "Fig. 8",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 478,
                    "text": "[34,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 482,
                    "text": "35]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 487,
                    "text": "4",
                    "end": 488
                }
            ]
        },
        {
            "text": "VII. DISCUSSION",
            "section_rank": 11
        },
        {
            "section": "VII. DISCUSSION",
            "text": "Under the assumption that air-shower simulations are a fair representation of reality, we can compare them to data in order to infer the mass composition of UHECRs. For interaction models (like those used for Fig. 8) that assume that no new physics effects appear in hadronic interactions at the energy scales probed by Auger, the evolution of the mean X μ max values indicates a change in composition as the energy increases. Data show a flatter trend than pure proton or pure iron predictions (35.9 AE 1.2 and 48.0 AE 1.2 g=cm 2 =decade, respectively 5 ). We measure a value of dhX μ max i=dlog 10 E ¼ −25 AE 22ðstatÞ AE 21ðsystÞ g=cm 2 =decade. This value deviates from a pure proton (iron) composition by 1.8 ð2.3Þσ.",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 209,
                    "text": "Fig. 8",
                    "end": 215
                }
            ]
        },
        {
            "section": "VII. DISCUSSION",
            "text": "In Fig. 8, we observe how QGSJETII-04 and EPOS-LHC estimate, for both protons and iron, a similar muonic elongation rate (evolution of X μ max with energy) but with considerable differences in the absolute value of X μ max . While the Auger data are bracketed by QGSJETII-04 , they fall below the EPOS-LHC estimation for iron. Therefore, the study of the MPD profile can also be used as a tool to constrain hadronic interaction models.",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 3,
                    "text": "Fig. 8",
                    "end": 9
                }
            ]
        },
        {
            "section": "VII. DISCUSSION",
            "text": "X max and X μ max are strongly correlated, mainly by the depth of first interaction [29,36]. According to simulations, the correlation factor between these two observables is ≥ 0.8. Therefore, similarly to X max , X μ max is correlated with the mass of the incident cosmic ray particle. We can thus convert both observables into hln Ai using the same interaction model [8,37]. Figure 9 shows the outcome of this conversion for two different hadronic models. For EPOS-LHC the results indicate primaries heavier than iron (ln A Fe ≃ 4). The mean ln A values extracted from the measurements of X max and X μ max are incompatible at a level of at least 2.5σ. EPOS-LHC in combination with FLUKA 2011.2b.4 as a low-energy interaction model does not offer a consistent description of the electromagnetic and muonic components of the EAS. With QGSJETII-04/FLUKA, we obtain compatible values for ln A, but it should be noted that, in contrast to EPOS-LHC , this model has problems to describe in a consistent way the first two moments of the ln A distribution obtained from the X max measurements done with the FD [8]. We conclude from the comparisons shown in Ref. [8] and here that none of the interaction models recently tuned to LHC data provide a consistent description of the Auger data on EM and MPD profiles. The found discrepancies underline the complementarity of the information provided by the longitudinal profiles of the electromagnetic particles and the muons. The EM profile in a shower originates mainly from the decay products of high-energy neutral pions produced in the first few interactions and is thus closely related to the features of hadronic interactions at very high energies. In contrast, the MPD profile is an integral measure of high and intermediate energy interactions, as most charged pions decay only once they have reached energies below 30 GeV. While details of interactions at a few 100 GeV are insignificant for the EM profile, they are of direct relevance to muons. Hence, the measurement of muon profiles provides valuable insight that sets additional constraints on model descriptions and will help to improve our understanding of hadronic interactions.",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 84,
                    "text": "[29,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 88,
                    "text": "36]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 369,
                    "text": "[8,",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 372,
                    "text": "37]",
                    "end": 375
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 377,
                    "text": "Figure 9",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1105,
                    "text": "[8]",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1157,
                    "text": "[8]",
                    "end": 1160
                }
            ]
        },
        {
            "text": "VIII. CONCLUSIONS",
            "section_rank": 12
        },
        {
            "section": "VIII. CONCLUSIONS",
            "text": "The FADC traces from the water Cherenkov detectors of the Pierre Auger Observatory located far from shower cores have been used to make a reconstruction of the muon production depth distribution on an event-by-event basis. The maximum of the distribution X μ max contains information about the nature of UHECRs. However, the current level of systematic uncertainties associated with its max i (circles) and hX max i (triangles) [38] to hln Ai, as a function of energy. On the left (right) plot, we use QGSJETII-04 (EPOS-LHC ) as the reference hadronic model. See text for a detailed discussion of the difference between models. Brackets correspond to the systematic uncertainties. 5 Mean values between QGSJETII-04 and EPOS-LHC predictions. determination prevents us from making conclusive statements on mass composition. We have also discussed how X μ max allows for a direct test of hadronic interaction models at the highest energies, thus showing the power of UHECR data to probe fundamental interactions in an energy regime well beyond those reached at LHC. This analysis has established a novel approach to study the longitudinal development of the hadronic component of EASs.",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 428,
                    "text": "[38]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 681,
                    "text": "5",
                    "end": 682
                }
            ]
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 13
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Average time delay of muons with a breakdown of the different contributions. Those muons are produced in a proton-initiated shower with a zenith angle of 60°and primary energy of E ¼ 10 EeV[25].",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 212,
                    "text": "[25]",
                    "end": 216
                }
            ]
        },
        {
            "text": "FIG. 3 (color online). MPD distributions produced by an iron shower with energy 10 19:5 eV impinging with two different zenith angles: 41°(top) and 60°(bottom). We use EPOS-LHC[26] to model high-energy hadronic interactions. The shape of the MPD distribution shows a dependence with the distance to the shower core. This dependence is more pronounced for events with smaller inclinations. The histograms are normalized to have the same maximal height.",
            "paragraph_rank": 50,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 176,
                    "text": "[26]",
                    "end": 180
                }
            ]
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 15
        },
        {
            "section": "FIG. 4 (",
            "text": "FIG. 4 (color online). X μmax distributions for proton and iron showers simulated at 30 EeV with EPOS-LHC at zenith angles between 55°and 65°. The mean value and the rms of the distributions show a clear dependence on the mass of the primary cosmic ray. For the construction of the MPDs, only muons reaching the ground at distances greater than 1700 m were considered.",
            "paragraph_rank": 51,
            "section_rank": 15
        },
        {
            "text": "FIG. 5 (",
            "section_rank": 16
        },
        {
            "section": "FIG. 5 (",
            "text": "FIG. 5 (color online). Left: Example of an event where FADC traces are shown at three different distances from the core. The signals recorded by the three PMTs appear in different colors. For the three stations, only the time bins contributing to the MPD reconstruction (signal > 15% of the maximum) are shown in the figure. Right: Result of the conversion of the signals shown in the left panels into their corresponding MPDs. We show the distributions with a binning of 50 g=cm 2 . For a thorough discussion of the full reconstruction see text.",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "text": "18 FIG. 6 (",
            "section_rank": 17
        },
        {
            "section": "18 FIG. 6 (",
            "text": "FIG. 6 (color online). Real reconstructed MPD distributions at three different energies: E ¼ ð91 AE 3Þ EeV (top), E ¼ ð33 AE 1Þ EeV (middle), and E ¼ ð20 AE 1Þ EeV (bottom). The fits to a Gaisser-Hillas function are also shown.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "FIG. 7 (",
            "section_rank": 18
        },
        {
            "section": "FIG. 7 (",
            "text": "FIG. 7 (color online). Evolution with energy of the mean and rms of the distribution X μ max ðreconstructedÞ − X μ max ðtrueÞ. The simulations were made using the QGSJETII-04[30] and EPOS-LHC hadronic models for protons and iron nuclei for 55°≤ θ ≤ 65°. Dashed lines indicate the final systematic uncertainty bounds due to the reconstruction effects, different hadronic models, and primary particles.",
            "paragraph_rank": 54,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 174,
                    "text": "[30]",
                    "end": 178
                }
            ]
        },
        {
            "text": "FIG. 8 (",
            "section_rank": 19
        },
        {
            "section": "FIG. 8 (",
            "text": "FIG. 8 (color online). hX μmax i as a function of energy. The predictions of different hadronic models for protons and iron are shown. Numbers indicate the number of events in each energy bin, and brackets represent the systematic uncertainty.",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "FIG. 9 (",
            "section_rank": 20
        },
        {
            "section": "FIG. 9 (",
            "text": "FIG. 9 (color online). Conversion of hX μmax i (circles) and hX max i (triangles)[38] to hln Ai, as a function of energy. On the left (right) plot, we use QGSJETII-04 (EPOS-LHC ) as the reference hadronic model. See text for a detailed discussion of the difference between models. Brackets correspond to the systematic uncertainties.",
            "paragraph_rank": 56,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 81,
                    "text": "[38]",
                    "end": 85
                }
            ]
        },
        {
            "text": ": 10.1103/PhysRevD.90.012012 PACS numbers: 96.50.sd, 13.85.Tp, 98.70.Sa",
            "paragraph_rank": 57,
            "section_rank": 21
        },
        {
            "text": "TABLE I .",
            "section_rank": 22
        },
        {
            "section": "TABLE I .",
            "text": "Maximum relative uncertainties allowed in the estimation of X μ max . The value chosen for ϵ max ensures no selection bias between the different primary species.",
            "paragraph_rank": 58,
            "section_rank": 22
        },
        {
            "text": "TABLE II .",
            "section_rank": 23
        },
        {
            "section": "TABLE II .",
            "text": "Evaluation of the main sources of systematic uncertainties in X μ max .",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "section": "TABLE II .",
            "text": "For each primary and hadronic model, 2000 CORSIKA simulations were used in this analysis.",
            "paragraph_rank": 60,
            "section_rank": 23
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 25
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The successful installation, commissioning, and operation of the Pierre Auger Observatory would not have been possible without the strong commitment and effort of the technical and administrative staff in Malargüe. We are very grateful to the following agencies and organizations for financial support: Comisión Nacional de Energía Atómica, Fundación Antorchas, Gobierno    ",
            "paragraph_rank": 61,
            "section_rank": 25
        }
    ]
}