{
    "level": "paragraph",
    "abstract": [
        {
            "text": "First observations of the rare decays B + → K + π + π − µ + µ − and B + → φK + µ + µ − are presented using data corresponding to an integrated luminosity of 3.0 fb −1 , collected by the LHCb experiment at centre-of-mass energies of 7 and 8 TeV. The branching fractions of the decays are +0.19   −0.17 (stat) +0.10 −0.04 (syst) ± 0.27 (norm) × 10 −7 ,",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "where the uncertainties are statistical, systematic, and due to the uncertainty on the branching fractions of the normalisation modes. A measurement of the differential branching fraction in bins of the invariant mass squared of the dimuon system is also presented for the decay B",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The B + →K + π + π − µ + µ − and B + → φK + µ + µ − decays proceed via b → s flavour changing neutral currents (FCNC). 1 In the Standard Model (SM), FCNC decays are forbidden at the tree level and are only allowed as higher-order electroweak loop processes. In extensions of the SM, new particles can significantly change the branching fractions and angular distributions of the observed final-state particles. Due to their sensitivity to effects beyond the SM, semileptonic B decays involving FCNC transitions are currently under intense study at the LHCb experiment [1][2][3][4].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 119,
                    "text": "1",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 568,
                    "text": "[1]",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 571,
                    "text": "[2]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 574,
                    "text": "[3]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 577,
                    "text": "[4]",
                    "end": 580
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The K + π + π − system in the final state of the B + →K + π + π − µ + µ − decay can result from the decay of several strange resonances. Its composition was studied by the Belle collaboration for the tree-level decay B + → J/ψ (→ µ + µ − )K + π + π − [5], where the K 1 (1270) + meson was found to have a prominent contribution. The K 1 (1270) + and the K 1 (1400) + mesons are the mass eigenstates that result from mixing of the P -wave axial vector mesons 3 P 1 (K 1A ) and 1 P 1 (K 1B ) with the mixing angle θ K 1 [6]. The value of θ K 1 is either about −33 • or −57 • [6][7][8][9][10][11] with most recent determinations favouring the former [8][9][10][11]. The decay B + → J/ψ φK + was first observed by the CLEO collaboration [12] and recently investigated in the search for the X(4140) [13][14][15][16].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 251,
                    "text": "[5]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 518,
                    "text": "[6]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "start": 562,
                    "text": "•",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 573,
                    "text": "[6]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 576,
                    "text": "[7]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 579,
                    "text": "[8]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 582,
                    "text": "[9]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "start": 585,
                    "text": "[10]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 589,
                    "text": "[11]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 647,
                    "text": "[8]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 650,
                    "text": "[9]",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "start": 653,
                    "text": "[10]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 657,
                    "text": "[11]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 733,
                    "text": "[12]",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 794,
                    "text": "[13]",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "start": 798,
                    "text": "[14]",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "start": 802,
                    "text": "[15]",
                    "end": 806
                },
                {
                    "type": "bibr",
                    "start": 806,
                    "text": "[16]",
                    "end": 810
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The branching fraction of the rare decay B + → K 1 (1270) + µ + µ − , which is expected to contribute significantly to the K + π + π − µ + µ − final-state, is predicted to be B(B + → K 1 (1270) + µ + µ − ) = (2.  [17]. Here, the first uncertainty originates from the form-factor calculations, while the second is from the uncertainty on the JHEP10(2014)064 mixing angle θ K 1 . However, due to the unknown resonance structure of the final-state hadrons, there are no inclusive theoretical predictions available for the branching fractions of the decays B + →K + π + π − µ + µ − and B + → φK + µ + µ − . This paper presents the first observations of the decays B + →K + π + π − µ + µ − and B + → φ(1020)K + µ + µ − , using a data sample collected by the LHCb experiment, corresponding to an integrated luminosity of 3.0 fb −1 . The data were recorded in the years 2011 and 2012 at centre-of-mass energies of 7 and 8 TeV, respectively. In addition, a measurement of the differential branching fraction dB(B + →K + π + π − µ + µ − )/dq 2 , where q 2 is the invariant mass squared of the dimuon system, is presented.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[17]",
                    "end": 217
                }
            ]
        },
        {
            "text": "The LHCb detector",
            "section_rank": 3
        },
        {
            "section": "The LHCb detector",
            "text": "The LHCb detector [18] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes placed downstream. The tracking system provides a measurement of momentum, p, with a relative uncertainty that varies from 0.4% at low momentum to 0.6% at 100 GeV/c. The minimum distance of a track to a primary pp interaction vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the the component of p transverse to the beam, in GeV/c. Charged hadrons are identified using two ring-imaging Cherenkov detectors (RICH) [19]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [20]. The trigger [21] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 18,
                    "text": "[18]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 952,
                    "text": "[19]",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "start": 1260,
                    "text": "[20]",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1278,
                    "text": "[21]",
                    "end": 1282
                }
            ]
        },
        {
            "section": "The LHCb detector",
            "text": "Simulated events are used to determine trigger, reconstruction and selection efficiencies. In addition, simulated samples are used to estimate possible backgrounds from B meson decays that can mimic the final states of the signal decays. Simulated events are generated using Pythia [22,23] with a specific LHCb configuration [24]. Decays of hadronic particles are described by EvtGen [25], in which final-state radiation is generated using",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 282,
                    "text": "[22,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 286,
                    "text": "23]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "start": 325,
                    "text": "[24]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "start": 384,
                    "text": "[25]",
                    "end": 388
                }
            ]
        },
        {
            "section": "The LHCb detector",
            "text": "Photos [26]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [27,28] as described in ref. [29].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 7,
                    "text": "[26]",
                    "end": 11
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 132,
                    "text": "[27,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 136,
                    "text": "28]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 161,
                    "text": "[29]",
                    "end": 165
                }
            ]
        },
        {
            "text": "Selection of signal candidates",
            "section_rank": 4
        },
        {
            "section": "Selection of signal candidates",
            "text": "The B + →K + π + π − µ + µ − and B + → φK + µ + µ − signal candidates are first required to pass the hardware trigger stage, which selects muons with p T > 1.76 GeV/c. In the subsequent software trigger stage, at least one of the final-state hadrons (muons) is required to have both p T > 1.6 GeV/c (1.0 GeV/c) and IP larger than 100 µm with respect to any PV in -2 -JHEP10(2014)064 the event. A multivariate algorithm [30] is used to identify secondary vertices that are consistent with the decay of a b hadron with muons in the final state.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 419,
                    "text": "[30]",
                    "end": 423
                }
            ]
        },
        {
            "section": "Selection of signal candidates",
            "text": "Signal candidates are formed by combining two muons of opposite charge with three charged hadrons. Reconstructed signal candidate tracks must have significant displacement from any PV in the event. The signal candidate tracks are required to form a secondary vertex of good fit quality which is significantly displaced from the PV. Particle identification information from the RICH detectors (PID) is used to identify the final-state hadrons. For B + →K + π + π − µ + µ − decays, the invariant mass of the K + π + π − system is required to be below 2400 MeV/c 2 . For B + → φK + µ + µ − decays with φ → K + K − , the invariant mass of the K + K − system is required to be within 12 MeV/c 2 of the known φ meson mass [31]. This mass region contains almost entirely φ → K + K − meson decays with negligible background.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 716,
                    "text": "[31]",
                    "end": 720
                }
            ]
        },
        {
            "section": "Selection of signal candidates",
            "text": "The final states of the signal decays can be mimicked by other B decays, which represent potential sources of background. Resonant decays, where the muon pair originates from either J/ψ or ψ(2S) meson decays, are removed by rejecting events where the invariant mass of the dimuon system is in the veto regions 2946 < m(µ + µ − ) < 3176 MeV/c 2 or 3586 < m(µ + µ − ) < 3766 MeV/c 2 . The radiative tails of the J/ψ (ψ(2S)) decays are suppressed by extending the lower edge of these veto regions down by 250 MeV/c 2 (100 MeV/c 2 ) if the reconstructed B + mass is smaller than 5230 MeV/c 2 . In the mass region 5330 < m(B + ) < 5450 MeV/c 2 the upper edge of the vetoes is extended up by 40 MeV/c 2 to reject a small fraction of misreconstructed J/ψ and ψ(2S) meson decays. The resonant decays can also be misreconstructed as signal if a muon from the charmonium decay is misidentified as a hadron and vice versa. To remove this potential background the invariant mass of the µ + π − or µ + K − system is calculated assigning the muon mass to the hadron. If the mass falls within 50 MeV/c 2 of the known J/ψ or ψ(2S) masses [31], the candidate is rejected.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1122,
                    "text": "[31]",
                    "end": 1126
                }
            ]
        },
        {
            "section": "Selection of signal candidates",
            "text": "Potential background from the electroweak-penguin decay B 0 → K * 0 µ + µ − , where the K * 0 → K + π − decay is combined with a random π + meson, is studied and found to be negligible. Backgrounds from semileptonic b → c(→ sµ + ν µ )µ −ν µ cascade decays, as well as fully hadronic B decays such as B + → D 0 (→ K + π + π − π − )π + where two hadrons are misidentified as muons, are also negligible.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Selection of signal candidates",
            "text": "Combinatorial background is suppressed with a boosted decision tree (BDT) [32,33].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 74,
                    "text": "[32,",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 78,
                    "text": "33]",
                    "end": 81
                }
            ]
        },
        {
            "section": "Selection of signal candidates",
            "text": "The BDT training uses sWeighted [34] candidates from the control channel B + →J/ψ K + π + π − as a signal proxy and the high B",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 32,
                    "text": "[34]",
                    "end": 36
                }
            ]
        },
        {
            "section": "Selection of signal candidates",
            "text": "candidates as a background proxy. The BDT uses geometric and kinematic variables in the training, including the p T of the final state tracks and their displacement from the PV. Additionally, the p T of the reconstructed B + candidate, as well as information on the quality of the decay vertex and its displacement are used. Requirements on the BDT response and the PID criteria, which discriminate between kaons and pions for the reconstructed final-state hadrons, are optimised simultaneously using the metric S/ √ S + B. Here, S and B denote the expected signal and background yields. The value of S is calculated using an estimate for the branching fraction of the decay B + → K 1 (1270) + µ + µ − . This branching fraction is determined by scaling that of the rare decay B 0 → K * 0 µ + µ − [1] by the branching fraction ratio of the radiative decays B + → K 1 (1270) + γ and B 0 → K * 0 γ [31].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 895,
                    "text": "[31]",
                    "end": 899
                }
            ]
        },
        {
            "text": "JHEP10(2014)064",
            "section_rank": 5
        },
        {
            "section": "JHEP10(2014)064",
            "text": "To determine the branching fractions of the signal decays, the normalisation modes B + →ψ(2S)K + , with the subsequent decay ψ(2S) → J/ψ (→ µ + µ − )π + π − , and B + → J/ψ φK + are used. The branching fraction of the decay B + →ψ(2S)K + is (6.27 ± 0.24) × 10 −4 [31], and the branching fraction of the decay B + → J/ψ φK + is (5.2 ± 1.7) × 10 −5 [31]. The final states of the normalisation modes are identical to those of the signal decays, which is beneficial since many systematic effects are expected to cancel. Both normalisation modes are selected in analogy to the signal decays except for additional mass requirements. For the ψ(2S) decay, the reconstructed π + π − µ + µ − mass is required to be within 60 MeV/c 2 of the known ψ(2S) mass. The reconstructed invariant mass of the dimuon system originating from the J/ψ meson decay is required to be within 50 MeV/c 2 of the known J/ψ mass.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 263,
                    "text": "[31]",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 347,
                    "text": "[31]",
                    "end": 351
                }
            ]
        },
        {
            "section": "JHEP10(2014)064",
            "text": "4 Differential branching fraction of the decay B",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2014)064",
            "text": "The determination of the differential branching fraction dB(B + →K + π + π − µ + µ − )/dq 2 is performed in bins of q 2 , as given in table 1. Figure 1 shows the invariant mass distribution of B + →K + π + π − µ + µ − candidates in each q 2 bin studied. Signal yields are determined using extended maximum likelihood fits to the unbinned K + π + π − µ + µ − mass spectra. The m(K + π + π − µ + µ − ) distribution of the signal component is modelled using the sum of two Gaussian functions, each with a power-law tail on the low-mass side. The background component is modelled with an exponential function, where the reductions in efficiency due to the vetoes of the radiative tails of the charmonium decays are accounted for by using scale factors. The signal yield integrated over the full q 2 range is N Kππµµ = 367 +24 −23 . The statistical significance of the signal is in excess of 20 standard deviations, according to Wilks' theorem [35]. Figure 2a shows the fit to the mass distribution of the control channel B + →J/ψ K + π + π − that is used to determine the parameters describing the mass distribution of the B + →K + π + π − µ + µ − signal decay. To account for partially reconstructed decays at low masses, a Gaussian function is used in addition to the exponential to describe the background component. The yield of the control channel is 59 335 ± 343. Figure 2b shows the fit for the normalisation channel B + →ψ(2S)K + . To describe the mass shape, the same components are used as for the fit of the control decay and all mass shape parameters are allowed to vary in the fit. The yield of the normalisation channel is 5128 ± 67.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 143,
                    "text": "Figure 1",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 939,
                    "text": "[35]",
                    "end": 943
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 945,
                    "text": "Figure 2a",
                    "end": 954
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1366,
                    "text": "Figure 2b",
                    "end": 1375
                }
            ]
        },
        {
            "section": "JHEP10(2014)064",
            "text": "The differential branching fraction dB(B",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "JHEP10(2014)064",
            "text": "Here, N sig is the yield of the signal channel in the given q 2 bin and N norm the yield of the normalisation channel. The efficiencies for the reconstruction and selection of the signal and normalisation channels are denoted by sig and norm , respectively. The efficiency for the signal decay is determined using simulated B + → K 1 (1270) + µ + µ − events generated according to ref. [17]; a separate efficiency ratio is calculated for each q 2 bin. The branching fraction for the ψ(2S) meson to decay to the final state",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 386,
                    "text": "[17]",
                    "end": 390
                }
            ]
        },
        {
            "text": "JHEP10(2014)064",
            "section_rank": 6
        },
        {
            "section": "JHEP10(2014)064",
            "text": "The resulting differential branching fractions for the decay B + →K + π + π − µ + µ − are shown in figure 3 with numerical values given in table 1. Summation over all q 2 bins yields an integrated branching fraction of 3.43 +0. 23 −0.21 (stat) ± 0.15 (syst) ± 0.14 (norm) × 10 −7 , where the uncertainties are statistical, systematic, and due to the uncertainty on the normalisation channel. The fraction of signal events removed by the vetoes of the charmonium regions is determined from simulated B + → K 1 (1270) + µ + µ − events to be -5 -   Table 1. Signal yields for the decay B + →K + π + π − µ + µ − and resulting differential branching fractions in bins of q 2 . The first contribution to the uncertainty is statistical, the second systematic, where the uncertainty due to the branching fraction of the normalisation channel is included. The q 2 binning used corresponds to the binning used in previous analyses of b → sµ + µ − decays [1][2][3]. Results are also presented for the q 2 range from 1 to 6 GeV 2 /c 4 , where theory predictions are expected to be most reliable. Since the systematic uncertainty due to the normalisation channel is significant, we also report the branching ratio of the signal channel with respect to its normalisation mode, which is determined to be",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 99,
                    "text": "figure 3",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 228,
                    "text": "23",
                    "end": 230
                },
                {
                    "type": "table",
                    "start": 546,
                    "text": "Table 1",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 944,
                    "text": "[1]",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 947,
                    "text": "[2]",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 950,
                    "text": "[3]",
                    "end": 953
                }
            ]
        },
        {
            "section": "JHEP10(2014)064",
            "text": "Due to the low signal yield, no attempt is made to resolve the different contributions to the K + π + π − system in the K + π + π − µ + µ − final state. However, it is possible to obtain the m(K + π + π − ) distribution using the sPlot [34] technique. Figure 4 shows this distribution for the signal decay in the full q 2 region, as well as for the control decay B + →J/ψ K + π + π − .   Background-subtracted m(K + π + π − ) distributions for (a) the signal decay B + →K + π + π − µ + µ − and (b) the control channel B + →J/ψ K + π + π − . The vertical lines indicate the masses of the K 1 (1270) + and K 1 (1400) + resonances.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 236,
                    "text": "[34]",
                    "end": 240
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 252,
                    "text": "Figure 4",
                    "end": 260
                }
            ]
        },
        {
            "section": "JHEP10(2014)064",
            "text": "For the signal decay B + →K + π + π − µ + µ − the data are consistent with the presence of several broad and overlapping resonances.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The dominant systematic uncertainty comes from the branching fraction of the normalisation mode B + →ψ(2S)K + , which is known to a precision of 6%. This uncertainty is fully correlated between the q 2 bins and is quoted separately.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic uncertainty introduced by the choice of signal mass model is estimated by re-evaluating the signal yield using a single Gaussian function with a power-law tail. To estimate the uncertainty of the background mass model, a linear mass shape is used instead of the nominal exponential function. The total systematic uncertainty assigned due to the modelling of the mass distribution is approximately 2%.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "The majority of systematic effects bias the efficiency ratio norm / sig , which is determined using simulation. To account for differences between data and simulation, correc-JHEP10(2014)064 tions based on data are applied to simulated events. The efficiency to identify kaons is corrected by using large D * + → D 0 (→ K − π + )π + control samples. Muon identification performance and tracking efficiency are corrected using J/ψ → µ + µ − decays. In addition, track multiplicity and vertex fit quality are weighted according to the control channel B + →J/ψ K + π + π − . The systematic uncertainties associated with these corrections are evaluated by determining the branching fraction without the correction and taking the full observed deviation as a systematic uncertainty. In total, they constitute a systematic uncertainty of around 1%. The software trigger is observed to be well described in simulation, but slight discrepancies are observed for the hardware stage. These are corrected by weighting the simulated samples according to the maximum muon p T . The branching fraction is recalculated without these weights, and the observed difference of 1% is assigned as the systematic uncertainty from the trigger simulation.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Systematic uncertainties",
            "text": "Additional systematic uncertainties stem from the fact that simulated B + → K 1 (1270) + µ + µ − events, modelled according to ref. [17], are used to determine the efficiency ratio norm / sig . To account for contributions other than the K 1 (1270) + to the K + π + π − system, events are weighted according to the m(K + π + π − ) distribution shown in figure 4. This results in a systematic uncertainty of 1-2%, depending on the q 2 range considered. The effect of a potentially different q 2 distribution of the signal decay is evaluated by defining the efficiency ratio using B + → K 1 (1270) + µ + µ − events generated according to a phase-space model. The observed deviation results in a systematic uncertainty of 1-2%.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 132,
                    "text": "[17]",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 353,
                    "text": "figure 4",
                    "end": 361
                }
            ]
        },
        {
            "text": "Branching fraction of the decay B",
            "section_rank": 8
        },
        {
            "section": "Branching fraction of the decay B",
            "text": "The signal decay B + → φK + µ + µ − is expected to be rarer than the decay B + →K + π + π − µ + µ − as an ss quark pair must be created from the vacuum. Therefore, only the total branching fraction of this decay mode is determined. Figure 5a shows the B + → φK + µ + µ − signal candidates after the full selection. The signal yield is determined to be N sig = 25.2 +6.0 −5.3 using an extended maximum likelihood fit to the unbinned φK + µ + µ − mass distribution. The statistical significance of the signal, calculated using Wilks' theorem, is 6.6 σ. The signal component is modelled using the sum of two Gaussian functions with a tail described by a power law on the low-mass side. The background mass shape is modelled using a second-order Chebychev polynomial. The parameters describing the signal mass shape are fixed to those determined using the normalisation mode B + → J/ψ φK + , as shown in figure 5b. The yield of the normalisation mode is N norm = 1908 ± 63.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 232,
                    "text": "Figure 5a",
                    "end": 241
                }
            ]
        },
        {
            "section": "Branching fraction of the decay B",
            "text": "To determine the total branching fraction of the decay B + → φK + µ + µ − , the formula",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Branching fraction of the decay B",
            "text": "is used. Here, N sig denotes the signal yield determined in a fit where signal candidates are weighted by the relative efficiency norm / sig (q 2 ), according to their q 2 value. This is necessary since the efficiency ratio varies significantly over the full q 2 range. The weights are determined in bins of q 2 , with the same choice of q 2 bins as in table 1. Using the branching fraction of the normalisation channel, the integrated branching fraction is determined to be -8 - − 2 )%. This is calculated using simulated B + → φK + µ + µ − events generated according to a phase-space model. The uncertainty is estimated by comparison with the model given in ref. [17] for the decay B + → K 1 (1270) + µ + µ − and weighting to correct for the large mass of the φK + system. Accounting for the charmonium vetoes results in a total branching fraction of",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "[17]",
                    "end": 669
                }
            ]
        },
        {
            "section": "Branching fraction of the decay B",
            "text": "The branching fraction of the signal channel with respect to its normalisation mode is determined to be B(B + → φK + µ + µ − ) B(B + → J/ψ φK + ) = 1.58 +0.36 −0.32 (stat) +0.19 −0.07 (syst) × 10 −3 .",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main systematic uncertainty arises from the measurement of the branching fraction of the normalisation channel, which is known to 33% [31]. The systematic uncertainty due to the choice of signal mass model is determined by using a single Gaussian function with power-law tail on the low-mass side to determine the signal yield. For the background mass model, a first-order polynomial, instead of the nominal second-order polynomial, is used. The total systematic uncertainty from the model used to describe the m(φK + µ + µ − ) distribution is 3%. The majority of the systematic uncertainties affect the efficiency ratio norm / sig (q 2 ) and arise from the corrections based on data that are applied to simulation, as described in section 4.1. The systematic uncertainties caused by these corrections are determined to be 1% in total. The limited size of the simulated samples available to calculate the efficiency ratio introduces an uncertainty of 1.5%. Imperfect modelling of the hardware trigger is corrected for in the same way as for the measurement of B(B + →K + π + π − µ + µ − ) in section 4 and results in a systematic uncertainty of 1.5%.",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 138,
                    "text": "[31]",
                    "end": 142
                }
            ]
        },
        {
            "text": "JHEP10(2014)064",
            "section_rank": 10
        },
        {
            "section": "JHEP10(2014)064",
            "text": "The efficiency ratio norm / sig (q 2 ) is determined using simulated B + → φK + µ + µ − events generated according to a phase-space model. The uncertainty due to the q 2 distribution in the bins is evaluated by weighting simulated events to reproduce the q 2 distribution of B + → K 1 (1270) + µ + µ − decays. This leads to a systematic uncertainty of 1.5%.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Conclusions",
            "section_rank": 11
        },
        {
            "section": "Conclusions",
            "text": "First observations of the rare b → s FCNC decays B + →K + π + π − µ + µ − and B + → φK + µ + µ − are presented. Their branching fractions are measured to be B(B + → K + π + π − µ + µ − ) = 4.36 +0.29 −0.27 (stat) ± 0.21 (syst) ± 0.18 (norm) × 10 −7 , B(B + → φK + µ + µ − ) = 0.82 +0.19 −0.17 (stat) +0.10 −0.04 (syst) ± 0.27 (norm) × 10 −7 ,",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 194,
                    "text": "+0.29",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "+0.19",
                    "end": 286
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "where the first uncertainties are statistical, the second systematic and the third due to the uncertainties on the normalisation channels. Accounting for the branching fraction B(K 1 (1270) + → K + π + π − ) = (35.7 ± 3.7)% [31], the measured branching fraction for the decay B + →K + π + π − µ + µ − is lower than, but compatible with, the SM prediction of B(B + → K 1 (1270) + µ + µ − ) = (2.  [17]. For the decay B + →K + π + π − µ + µ − , the differential branching fraction dB(B + →K + π + π − µ + µ − )/dq 2 is also determined.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 224,
                    "text": "[31]",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "start": 396,
                    "text": "[17]",
                    "end": 400
                }
            ]
        },
        {
            "text": "JHEP10(2014)064",
            "section_rank": 12
        },
        {
            "text": "3 +1. 3 − 2 )",
            "section_rank": 13
        },
        {
            "section": "3 +1. 3 − 2 )",
            "text": "× 10 −6  ",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "Figure 1 .",
            "section_rank": 14
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Invariant mass of B + →K + π + π − µ + µ − candidates in bins of q 2 with fit projections overlaid. The signal component (shaded light blue) is modelled by the sum of two Gaussian functions, each with a power-law tail at low mass. The background component (shaded dark blue) is modelled by an exponential function. In the q 2 ranges 4.30 < q 2 < 8.68 GeV 2 /c 4 , 10.09 < q 2 < 12.86 GeV 2 /c 4 , and 14.18 < q 2 < 19.00 GeV 2 /c 4 , scaling factors are applied to account for the vetoes of the radiative tails of the charmonium resonances, resulting in steps in the background mass shape. The lower right plot shows a separate fit to the signal decay integrated over all q 2 bins.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Figure 2 .",
            "section_rank": 15
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Invariant mass distribution of (a) the control decay B + →J/ψ K + π + π − and (b) the normalisation mode B + →ψ(2S)K + with fit projections overlaid.",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "( 21 . 3 ±",
            "section_rank": 16
        },
        {
            "section": "( 21 . 3 ±",
            "text": "1.5)%. The uncertainty on this number is determined from a variation of the angle θ K 1 and the form-factor parameters within their uncertainties. Correcting for the charmonium vetoes yields a total branching fraction ofB(B + →K + π + π − µ + µ − ) = 4.36+0.29   −0.27 (stat) ± 0.21 (syst) ± 0.18 (norm) × 10 −7 .",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "Figure 3 .",
            "section_rank": 17
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Differential branching fraction dB(B+ →K + π + π − µ + µ − )/dq 2 .Errors shown include both statistical and systematic uncertainties. Shaded regions indicate the vetoed charmonium resonances.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Figure 4 .",
            "section_rank": 18
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4.Background-subtracted m(K + π + π − ) distributions for (a) the signal decay B + →K + π + π − µ + µ − and (b) the control channel B + →J/ψ K + π + π − . The vertical lines indicate the masses of the K 1 (1270) + and K 1 (1400) + resonances.",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Figure 5 .",
            "section_rank": 19
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Invariant m(φK + µ + µ − ) distributions for (a) B + → φK + µ + µ − and (b) B + → J/ψ φK + decays with fit projections overlaid.",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "3 +1. 3 − 1",
            "section_rank": 20
        },
        {
            "section": "3 +1. 3 − 1",
            "text": "2 )×10−6  ",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "section": "3 +1. 3 − 1",
            "text": "Charge conjugation is implied throughout this paper.",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIG-MASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 46,
            "section_rank": 22
        }
    ]
}