{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We report on the first cross section measurements for charged current coherent pion production by neutrinos and antineutrinos on argon. These measurements are performed using the ArgoNeuT detector exposed to the NuMI beam at Fermilab. The cross sections are measured to be 2.6 +1.2 −1.0 (stat) +0.3 −0.4 (syst) × 10 −38 cm 2 /Ar for neutrinos at a mean energy of 9.6 GeV and 5.5 +2.6 −2.1 (stat) +0.6 −0.7 (syst) × 10 −39 cm 2 /Ar for antineutrinos at a mean energy of 3.6 GeV.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 379,
                    "text": "+2.6",
                    "end": 383
                }
            ]
        },
        {
            "text": "Neutrinos can produce single pion final states by coherently scattering from the entire nucleus. Both neutral current (NC) and charged current (CC) processes are possible. In these interactions, the squared fourmomentum transfer to the target nucleus, |t|, is small so the nucleus remains unchanged. In this Letter, we focus on the CC coherent pion production from muon neutrinos and antineutrinos on argon: ν µ + Ar → µ − + π + + Ar;",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "(1) ν µ + Ar → µ + + π − + Ar; (2) where the low |t| condition entails that the pions and muons are forward going with respect to the incoming neutrino direction. There are several models from which one can extract cross sections and kinematical predictions for this interaction. The Rein-Seghal [1] model has been used to successfully describe high energy data within experimental uncertainties since the first observation of coherent pion production at the Aachen-Padova spark chamber [2] in 1983. This approach is based on Adler's Partially Conserved Axial Current (PCAC) theorem [3], which relates the pion production cross section to the cross section for the pion-nucleus scattering. This model is still the standard for neutrino generators today, such as genie [4], NuWro [5], and neut [6], with continued updates to the formalism and the pion-nucleus scattering data that is used. With recent interest in coherent pion production in the theoretical community, other PCAC models have been proposed [7,8]. Microscopic models [9][10][11] have also been suggested, which employ a full quantum mechanical treatment that explores the excitation and decay of the ∆ resonance. While the PCAC based models are a simple approach, tailored for the description of high energy data, their extension to the few GeV regime is not straightforward. Notably, the K2K [12] and SciBooNE [13] collaborations found cross section upper limits for the CC coherent pion production well below Rein-Seghal's estimation. The microscopic models are better moti-vated at lower neutrino energies but currently cannot be used to describe high energy data. Given the differences in these models, more experimental measurements are necessary to validate and tune the models and, in particular, better understand the transition region between microscopic and PCAC validity at",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 31,
                    "text": "(2)",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 296,
                    "text": "[1]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 487,
                    "text": "[2]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 583,
                    "text": "[3]",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 768,
                    "text": "[4]",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 779,
                    "text": "[5]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 793,
                    "text": "[6]",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1005,
                    "text": "[7,",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1008,
                    "text": "8]",
                    "end": 1010
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1031,
                    "text": "[9]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1034,
                    "text": "[10]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1038,
                    "text": "[11]",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1357,
                    "text": "[12]",
                    "end": 1361
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1375,
                    "text": "[13]",
                    "end": 1379
                }
            ]
        },
        {
            "text": "In this Letter, a measurement of CC coherent pion production from the ArgoNeuT (Argon Neutrino Test) experiment is presented. ArgoNeuT [14] is a 170 L liquid argon time projection chamber (LArTPC), with dimensions 47 × 40 × 90 cm 3 . The electric field inside the TPC is 481 V/cm, and the drifted charge from particle interactions is read out in two planes of 240 wires with 4 mm pitch (the induction and collection planes). The angle between the induction and collection plane wires is 60 degrees. ArgoNeuT is exposed to the NuMI beam [15] set in an antineutrinoenhanced mode, which provides a flux that is mostly muon antineutrino but still rich in muon neutrinos. The total number of protons on target (POT) accumulated during a 5-month run is 1.2 × 10 20 and the estimated integrated fluxes are 6.6 × 10 11 muon neutrinos per cm 2 and 3.0×10 12 muon antineutrinos per cm 2 . The differential flux can be found in reference [16]. Neutrino interactions comprise almost 60% of all the neutrino/antineutrinoinduced events in the detector [16]. During this run, the MINOS near detector [17] placed downstream of ArgoNeuT is also operational. The muons that exit ArgoNeuT's TPC volume are matched to MINOS, in which the momentum and charge are reconstructed.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 135,
                    "text": "[14]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 230,
                    "text": "3",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 536,
                    "text": "[15]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 927,
                    "text": "[16]",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1038,
                    "text": "[16]",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1085,
                    "text": "[17]",
                    "end": 1089
                }
            ]
        },
        {
            "text": "Using the LArSoft software [18], (anti)neutrino interactions are reconstructed, rendering a full characterization of the charged particles emerging in the ArgoNeuT detector. The software also provides the framework for a Monte Carlo (MC) simulation of the experiment. This is achieved by employing genie [4] as the neutrino event generator and geant4 [19] for the simulation of the propagation of products in the detector. The complete ArgoNeuT geometry is simulated along with the signal formation processes and taking into account electronic noise. The simulated events are fully reconstructed in the same way as for data. The propagation of particles in the MINOS near detector is simulated with geant3 [20]. A standalone version of MINOS simulation and reconstruction is used to characterize the matching of tracks passing from ArgoNeuT into MINOS.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 27,
                    "text": "[18]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 304,
                    "text": "[4]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 351,
                    "text": "[19]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 706,
                    "text": "[20]",
                    "end": 710
                }
            ]
        },
        {
            "text": "The search for CC coherent pion production starts with an event selection which is used to find the two track topology of Eqs.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "(1) and (2). Each of the selection criteria described below is chosen in order to maximise the significance, defined as s/ √ s + b, where s and b are the numbers of signal and background events which pass the selection in the MC simulation. The MC used assumes the signal as modeled by Rein-Seghal. We start by requiring that two tracks are reconstructed in the event, originating from the same vertex. One track, identified as the muon, must be reconstructed in both ArgoNeuT and MI-NOS and matched between the two detectors. The unmatched track is the pion candidate.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 8,
                    "text": "(2)",
                    "end": 11
                }
            ]
        },
        {
            "text": "ArgoNeuT's precise calorimetry is used to discriminate pions from protons by defining an acceptance window for the mean dE/dx of the unmatched track. While the dE/dx of a pion will correspond to a Minimum Ionizing Particle (1 MIP), a proton track will leave an energy deposition several times higher (> 2 MIP). By applying a selection criteria on the dE/dx of the pion-candidate track, the CC quasi-elastic background is almost fully removed. The calorimetry capabilities of the detector are further exploited by investigating the Analog-to-Digital (ADC) readout at the wires at the vertex. Low energy protons emerging at the vertex induce high ADC readouts at the first wire hits which are used to exclude the event. This selection reduces the background of interactions where multiple low-energy protons are produced, added either by nuclear effects or a result of deep inelastic scattering.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The lack of any particles other than the muon and the pion emerging from the vertex is further reinforced by another selection criteria. For each event, the charge readout inside a ∼ 20 cm × 20 cm box defined in the wire number versus drift time view of the collection plane is counted; the fraction of this charge that is associated with the two outgoing tracks must amount to at least 86%(84%) for antineutrino(neutrino) events. The collection plane is used because its response is better calibrated compared with the induction plane. This verification is crucial since it removes background events with activities around the interaction vertex that are not originated from the muon and the pion.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The event selection defined makes the most of the precise calorimetry and the high imaging resolution the ArgoNeuT detector is capable of, which are a characteristic of LArTPCs. We estimate the selection efficiencies to be (18.4±1.8)% for neutrino and (21.8±0.8)% for antineutrino events. The inefficiency is dominated by the track reconstruction inefficiency for overlapping tracks or complex topologies when the pion interacts with the argon nucleus. The systematic uncertainties associated to the assumptions on the kinematics of the signal events are accessed by estimating the efficiency using a different generator (NuWro). The difference between the efficiencies obtained with the two generators is kept as the systematic uncertainty.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "A total of 167 antineutrino and 150 neutrino events have the two-track topology in the TPC with one track matched to a reconstructed track in MINOS. After applying the event selection described, 30 antineutrino and 24 neutrino candidate events remain. This event sample contains a background fraction, predominantly resonant and deep inelastic interactions, that ideally would be reduced by selecting events with low |t| = (q − p π ) 2 , where q represents the momentum transfer from the neutrino and p π is the momentum carried by the pion. This approach is not feasible because most pions are not contained in the ArgoNeuT TPC so their momentum can't be estimated. Instead, we achieve signal from background separation by applying a multivariate method which exploits the topological and calorimetric information reconstructed in each event. The ROOT Toolkit for Multivariate Analysis [21] was used to create a Boosted Decision Tree (BDT) which is trained using genie signal and background samples. The classification is based on the angles of the pion and muon tracks, the visible energy loss of the pion from the TPC's calorimetry, the reconstructed muon momentum from MINOS and the mean stopping power of the first third of the muon track. The last of these parameters was added to help distinguish events where the start of the muon and pion tracks is overlapping. The angular parameters have the highest discrimination power. An example of a neutrino interaction classified as signal by the BDT is show in Figure 1.",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 887,
                    "text": "[21]",
                    "end": 891
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1513,
                    "text": "Figure 1",
                    "end": 1521
                }
            ]
        },
        {
            "text": "To estimate the rate of signal events, the BDT distribution in data is fitted to a linear combination of templates for signal and background obtained from simulation. The fit preserves the shape of the signal and background BDT distributions and finds the scale of these which best agrees with the data by minimising the effective χ 2 = −2 ln L, where L represents the likelihood assuming Poissondistributed counts in each bin. The statistical error is found by evaluating the 1σ interval, determined by ∆χ 2 = χ 2 − χ 2 min = 1. Figure 2 shows the data and the best-fit signal and background distributions. The antineutrino signal is estimated to be 7.9 +3.7 −3.0 events and the neutrino signal is 7.0 +3.3 −2.6 events. The background contamination in the signal region (BDT Classification > 0) is small.",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 530,
                    "text": "Figure 2",
                    "end": 538
                }
            ]
        },
        {
            "text": "The systematic uncertainties affecting the measurement are listed in Table I. These are dominated by the flux-scale uncertainty (10 − 12%). Reconstruction effects have their impact estimated by adjusting the reconstructed values by ±1σ, where σ is the uncertainty on the reconstructed parameter. The absolute muon momentum estimated from the track curvature in the MINOS detector has a 4% systematic uncertainty [22] and the angular uncertainty assigned to tracks reconstructed in ArgoNeuT is 1 • [23]. The contribution of background uncertainties is found by adjusting the contribution from each individual background process by ±20% [24]. The rate at which the charge of the muon is misidentified is also estimated and treated like the other backgrounds, though its contribution was found to be negligible. The effect of nuclear interactions affecting the production of background events is also considered. This is done by evaluating the fraction of background events added by final state interactions and re-weighting this sample by a conservative factor (±20%). Finally, the systematic error associated with the signal modeling is investigated by generating a signal template using NuWro. The difference in the number of signal events found after repeating the fit is our estimation of the systematic uncertainty. The flux-averaged cross section is found by dividing the number of signal events by the efficiency of the selection, the number of target nuclei in the fiducial volume and the integrated (anti)neutrino flux. The measurements we report are σν µ = 5.5 +2.6 −2.1 (stat) +0.6 −0.7 (syst) × 10 −39 cm 2 (3)",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 69,
                    "text": "Table I",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 412,
                    "text": "[22]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 497,
                    "text": "[23]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 635,
                    "text": "[24]",
                    "end": 639
                }
            ]
        },
        {
            "text": "per argon nuclei at Eν µ = 3.6 ± 1.5 GeV and E νµ = 9.6 ± 6.5 GeV, where the ±1.5(6.5) GeV represents the range that contains 68% of the flux. A comparison between these measurements, existing data, and the Rein-Sehgal model are shown in Figure 3. The antineutrino measurement agrees well with the Rein-Sehgal model while the neutrino one deviates by ∼ 1.2σ. In this Letter, we have presented the first cross section measurement of CC coherent . The statistical error is dominant (the systematic uncertainty is shown alone for comparison). Data from other experiments in the same energy range is also shown. These consist in measurements made by SKAT ( , ) and CHARM II ( ) (♦) [25,26]. These measurements are scaled to Argon assuming the A 1/3 dependance from the Rein-Seghal model. pion production on argon. This is also the first time that machine learning techniques have been applied to LArTPC data analysis. The large uncertainties on the final cross section values are dominated by the statistical errors. Using the precise calorimetry and the high resolution of the interaction vertex which are fundamental for this analysis, future LArTPC experiments will be able to provide decisive measurements for the understanding of neutrino induced coherent pion production.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 238,
                    "text": "Figure 3",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 678,
                    "text": "[25,",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 682,
                    "text": "26]",
                    "end": 685
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:An example of CC Coherent pion production from a neutrino in ArgoNeuT. The neutrino's incoming direction is along the horizontal coordinate; the muon track corresponds to the most forward going one, making an angle of 1.2 • with the incoming neutrino direction. The opening angle between the muon and the pion track is 10.6 • . A kink in the pion trajectory is visible.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 2 :",
            "text": "FIG. 2:Best-fit of the signal and background templates to the data. A BDT classification value of −1 means background-like and 1 is signal-like. The background and signal shapes are scaled to minimize an effective χ 2 function from which the statistical error is also extracted.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 4
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3:ArgoNeuT's CC coherent pion cross section measurements (• and •) compared to Rein-Seghal's model as implemented in genie and NuWro[5]. The statistical error is dominant (the systematic uncertainty is shown alone for comparison). Data from other experiments in the same energy range is also shown. These consist in measurements made by SKAT ( , ) and CHARM II ( ) (♦)[25,26]. These measurements are scaled to Argon assuming the A 1/3 dependance from the Rein-Seghal model.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 137,
                    "text": "[5]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 373,
                    "text": "[25,",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 377,
                    "text": "26]",
                    "end": 380
                }
            ]
        },
        {
            "text": "TABLE I :",
            "section_rank": 5
        },
        {
            "section": "TABLE I :",
            "text": "Contributions to the total systematic uncertainty on the flux-averaged cross sections. The dominant backgrounds in this analysis are the CC quasi-elastic (QE), resonant (RES), and deep inelastic scattering (DIS) interactions.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "TABLE I :",
            "text": "We gratefully acknowledge the cooperation of the MINOS collaboration in providing their data for use in this analysis. We wish to acknowledge the support of Fermilab, the Department of Energy, and the National Science Foundation in ArgoNeuT's construction, operation, and data analysis. We also wish to acknowledge the support of STFC, FNAL and FCT's grant SFRH/BD/69814/2010.",
            "paragraph_rank": 19,
            "section_rank": 7
        }
    ]
}