{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We study the production of K 0 S mesons and Λ baryons in jets in p-Pb collisions at √ s NN = 5.02 TeV with ALICE at the LHC. The p T -differential density of the particles produced in jets is compared to the inclusive distributions and the Λ/K 0 S ratio is reported in bins of multiplicity of the collisions. The hard scatterings are selected on an event-by-event basis using the anti-k T clustering algorithm with resolution parameter R = 0.2, 0.3 and 0.4, reconstructed from charged particles with a minimum p T,jet of 10 (or 20) GeV/c.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The strong suppression of high p T charged particles [1,2] and jets [3] measured in heavy-ion collisions at the LHC is not present in p-Pb collisions at √ s NN = 5.02 TeV [4]. However, the \"double-ridge\" structure observed in the longrange two-particle correlations in high multiplicity p-Pb collisions [5,6] resembles collective features found in Pb-Pb collisions [7]. It has been suggested that some final state effects, such as parton-induced interactions [8] and strong correlations in particle production characteristic of a high density system [9,10] may be present in p-Pb collisions. In addition, an enhancement of the baryon-to-meson yield ratio at intermediate p T ∼ 3 GeV/c in high multiplicity p-Pb collisions as compared to pp collisions [11] has been observed. This effect is qualitatively similar to the enhancement observed in Pb-Pb collisions [12] that has been discussed in terms of collective flow [13], which could be presented in small systems like pp collisions [14], and/or parton recombination [15]. To discriminate between hard and soft processes contributing to the baryon and meson production, we study the Λ/K 0 S ratio within jets and compare it to inclusive distributions measured in p-Pb and minimum-bias simulations generated by PYTHIA8 (tune 4C) [16] for pp collisions at √ s = 5.02 TeV.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 53,
                    "text": "[1,",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 56,
                    "text": "2]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 68,
                    "text": "[3]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 171,
                    "text": "[4]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 303,
                    "text": "[5,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 306,
                    "text": "6]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 365,
                    "text": "[7]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 459,
                    "text": "[8]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 550,
                    "text": "[9,",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 553,
                    "text": "10]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 751,
                    "text": "[11]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 860,
                    "text": "[12]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 917,
                    "text": "[13]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 984,
                    "text": "[14]",
                    "end": 988
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1018,
                    "text": "[15]",
                    "end": 1022
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1279,
                    "text": "[16]",
                    "end": 1283
                }
            ]
        },
        {
            "text": "Experimental Setup and Analysis Strategy",
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "This analysis is performed for minimum bias p-Pb events at √ s NN = 5.02 TeV, corresponding to integrated luminosity of L int = 51 µb. For a detailed description of the ALICE detector and its performance, see [17,18]. The event multiplicity classes are determined by the VZERO-A detector (V0A) covering pseudorapidity of 2.8 < η < 5.1 1 A list of members of the ALICE Collaboration and acknowledgements can be found at the end of this issue. in the Pb-going direction. The uncertainty of multiplicity estimation is made using energy deposition in the Pb-going side Zero Degree Calorimeter (ZNA) and determined by the so-called hybrid method [19]. Charged particles are measured using the Inner Tracking System (ITS) and the Time Projection Chamber (TPC). The ITS also provides measurement of the primary vertex. The selection of tracks used for the jet reconstruction (see [20] for details) ensures an almost uniform tracking efficiency in full azimuth. Tracks with p T > 150 MeV/c are retained in the analysis. Charged particle jets are reconstructed with the anti-k T algorithm [21], with resolution parameter R = 0.2, 0.3 and 0.4. To remove combinatorial jets a cut on the jet area A jet [22] is applied and only jets with A jet > 0.6πR 2 are retained. The reconstructed jet p T is obtained by subtracting the energy of the underlying background according to the approach introduced in [22]:",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 209,
                    "text": "[17,",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 213,
                    "text": "18]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 335,
                    "text": "1",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 641,
                    "text": "[19]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 873,
                    "text": "[20]",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1080,
                    "text": "[21]",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1191,
                    "text": "[22]",
                    "end": 1195
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1389,
                    "text": "[22]",
                    "end": 1393
                }
            ]
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "where p det T,jet is the measured jet p T , and ρ is the underlying background density obtained with the median occupancy method [23]. The analysis is performed separately for two selections of jets: with p ch T,jet > 10 GeV/c and with p ch T,jet > 20 GeV/c. A fiducial cut was applied requiring the jet centroid to be within the detector acceptance |η jet | < 0.75 − R.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 129,
                    "text": "[23]",
                    "end": 133
                }
            ]
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "The Λ and K 0 S (V 0 s) are reconstructed via the hadronic decays, Λ → pπ − and K 0 S → π + π − . Decay daughters are identified by their specific ionization, dE/dx, in the TPC. The yield of V 0 signal is extracted using an invariant mass analysis with the bin counting method [24]. Tracks used for jet reconstruction are required to point to the primary vertex. Since this selection removes tracks from secondary weak decays, the V 0 reconstruction is performed independently of the jet reconstruction. To obtain the yield of V 0 particles associated with jets, each V 0 particle is matched with a jet if the distance within the (η − ϕ) plane between the particle and the jet axis, R(V 0 , jet) is smaller than the resolution parameter R: R(V 0 , jet) < R. In addition, V 0 particles were required to fulfill a fiducial cut of",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 277,
                    "text": "[24]",
                    "end": 281
                }
            ]
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "The V 0 particles not associated to a hard scattering are selected using two criteria:",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "• outside cone (OC V 0 ): the V 0 particles reconstructed outside the jet cone of any of the reconstructed jets in the event, i. e. R(V 0 , jet) > R cut , where R cut = 0.4, 0.6 and 0.8;",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "• non-jet events (NJ V 0 ): V 0 particles found in events without any jet having p T > 5 GeV/c.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "The uncertainty on the contribution of background V 0 particles to the jet signal is given by the difference between the spectra of NJ V 0 s and OC V 0 s with various R cut values. The reconstruction efficiency of the V 0 particles was obtained (separately for K 0 S and Λ) by a detector-level simulations incorporating a realistic detector description, using the GEANT3 package. Since the efficiency of the V 0 depends on pseudorapidity and is sensitive to the η dependent distribution of jets, the efficiency obtained from simulations was weighted with the jet distribution obtained in the data.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "The per event p T -differential density dρ/dp T of V 0 particles is given by the corrected p T spectrum, dN/dp T scaled by the area of the acceptance given either by the jet area or the acceptance not associated to the jet production (OC or NJ selection):",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Experimental Setup and Analysis Strategy",
            "text": "where N ev is the number of events and Area is the averaged per event acceptance of V 0 s (∆η × ∆ϕ). The p Tdifferential density of V 0 particles produced in jets is obtained by subtracting the underlying V 0 density from the V 0 s matched with jets. Feed-down of Λ from Ξ decays in jets is corrected using the feed-down fraction of inclusive Λ obtained from data. The systematic uncertainty of the fraction of feed-down of Λ in jets was estimated using the difference between the PYTHIA8 simulation and the inclusive measurements at high-p T in the data. The uncertainty on jet background fluctuations is evaluated by varying the jet p T threshold by 20%. Fig. 1 shows p T -differential density of V 0 s produced in jets (red points) after the underlying background subtraction and feed-down correction in 0 − 10% (left) and 40 − 100% (right) event multiplicity classes. The results are obtained for charged particle jets with R = 0.3 and p ch T,jet > 10 GeV/c. A much harder spectrum is observed for the V 0 s produced in jets, relative to the inclusive V 0 s (black points). The Λ/K 0 S ratios in jets with R = 0.2, 0.3 and 0.4 are presented in Fig. 2. The results are obtained in the 0 − 10% event multiplicity class with p ch T,jet > 10 GeV/c and > 20 GeV/c and compared to the inclusive V 0 in data and in PYTHIA8 [16] simulations. The ratios in jets do not depend on the jet radii and do not vary with p T,jet . At the intermediate p T (2 < p T < 4 GeV/c) the inclusive ratio in p-Pb collisions is much larger than in PYTHIAgenerated pp collisions. This is consistent with previously reported baryon-to-meson enhancement in p-Pb collisions as compared to pp collisions [11]. On the other hand, the measured Λ/K 0 S ratio in jets is significantly smaller than that of inclusive distribution. Moreover, it is compatible with the result of the analysis applied to the PYTHIA-generated pp collisions.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 657,
                    "text": "Fig. 1",
                    "end": 663
                },
                {
                    "type": "figure",
                    "start": 1148,
                    "text": "Fig. 2",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1320,
                    "text": "[16]",
                    "end": 1324
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1676,
                    "text": "[11]",
                    "end": 1680
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "text": "ALI-PREL-80881",
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "In contrast to the inclusive distribution, the Λ/K 0 S ratio within jets in high-multiplicity p-Pb collisions does not exhibit baryon enhancement. The ratio in jets has similar magnitude and p T dependence to the ratio in low-multiplicity p-Pb collisions, and to the inclusive ratio found in pp collisions. It is also consistent with the analysis performed on the pp collisions simulated with PYTHIA8 event generator. It is plausible that the baryon enhancement may therefore be attributable to the soft (low Q 2 ) component of the collision as discussed in [25]. This result disfavors the hard-soft recombination models while it is consistent with a picture in which the value of baryon/meson ratio has two independent mechanisms: i) the expansion of the soft particles of the underlying event within a common velocity field (radial flow), and ii) the production of particles via hard parton-parton scatterings and the subsequent jet fragmentation.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 558,
                    "text": "[25]",
                    "end": 562
                }
            ]
        },
        {
            "text": "Figure 1 .ALI-PREL- 81097 Figure 2 .",
            "section_rank": 7
        },
        {
            "section": "Figure 1 .ALI-PREL- 81097 Figure 2 .",
            "text": "Figure 1. The p T -differential density of K 0 S and Λ (Λ) in jets with p ch T,jet > 10 GeV/c in p-Pb collisions. Jets are reconstructed using charged particles and the anti-k T algorithm with R = 0.3. Results are shown for two V0A multiplicity classes of p-Pb collisions at √ s NN = 5.02 TeV: 0 − 10% (left), and 40 − 100% (right). Results are compared to the inclusive V 0 p T distribution.",
            "paragraph_rank": 13,
            "section_rank": 7
        }
    ]
}