{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The direct CP asymmetries of the decays B 0 → K * 0 µ + µ − and B + → K + µ + µ − are measured using pp collision data corresponding to an integrated luminosity of 3.0 fb −1 collected with the LHCb detector. The respective control modes B 0 → J/ψK * 0 and B + → J/ψK + are used to account for detection and production asymmetries. The measurements are made in several intervals of µ + µ − invariant mass squared, with the φ(1020) and charmonium resonance regions excluded. Under the hypothesis of zero CP asymmetry in the control modes, the average values of the asymmetries are",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "where the first uncertainties are statistical and the second are due to systematic effects. Both measurements are consistent with the Standard Model prediction of small CP asymmetry in these decays.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The processes B 0 → K * 0 (→ K + π − )µ + µ − and B + → K + µ + µ − are rare decays 1 of B mesons involving b → s quark-level transitions, and have small branching fractions, measured as (1.06 ± 0.10) × 10 −6 [1] and (4.36 ± 0.23) × 10 −7 [2]. In the Standard Model (SM) there are no tree-level Feynman diagrams for these processes, which proceed via box or electroweak loop (penguin) diagrams. The SM amplitudes are suppressed at loop order, increasing the sensitivity of measurements in these decay channels to physics beyond the SM. Additionally, leading form-factor uncertainties cancel in the measurement of asymmetries, allowing for precise theoretical predictions. Examples include the isospin asymmetry [3], the zero crossing point of the µ + µ − forward-backward asymmetry [1,4], and the direct CP asymmetry, A CP . This paper describes measurements of A CP in B 0 → K * 0 µ + µ − and B + → K + µ + µ − decays using data corresponding to 3.0 fb −1 of integrated luminosity collected by LHCb in 2011 and 2012, at centre-of-mass energies of 7 and 8 TeV, respectively. The direct CP asymmetry is defined as",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 209,
                    "text": "[1]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 239,
                    "text": "[2]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 711,
                    "text": "[3]",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 782,
                    "text": "[1,",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 785,
                    "text": "4]",
                    "end": 787
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where Γ is the decay width for the given mode. Non-SM physics contributions could produce interfering diagrams, enhancing the magnitude of A CP in B 0 → K * 0 µ + µ − decays from the SM prediction of O(10 −3 ) [5] to values up to ±0.15 [6]. Measurements have already been obtained at LHCb using a data set corresponding to an integrated luminosity of 1.0 fb −1 , collected in 2011, A CP (B 0 → K * 0 µ + µ − ) = −0.072 ± 0.040 [7] and",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 210,
                    "text": "[5]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 236,
                    "text": "[6]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 427,
                    "text": "[7]",
                    "end": 430
                }
            ]
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 3
        },
        {
            "section": "JHEP09(2014)177",
            "text": "A CP (B + → K + µ + µ − ) = 0.000 ± 0.034 [8], which are the dominant contributions to the world-average values [9]. These are consistent both with the SM predictions and with previous results from BaBar [10] and Belle [11].",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 42,
                    "text": "[8]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 112,
                    "text": "[9]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "start": 204,
                    "text": "[10]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 219,
                    "text": "[11]",
                    "end": 223
                }
            ]
        },
        {
            "text": "Detector and simulation",
            "section_rank": 4
        },
        {
            "section": "Detector and simulation",
            "text": "The LHCb detector [12] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector (VELO) surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [13] placed downstream of the magnet. The polarity of the dipole magnet is reversed periodically throughout data-taking. The tracking system provides a measurement of momentum, p, with a relative uncertainty that varies from 0.4% at low momentum to 0.6% at 100 GeV/c. The minimum distance of a track to a primary pp interaction vertex (PV), the impact parameter (IP), is measured with a resolution of (15 + 29/p T ) µm, where p T is the component of p transverse to the beam, in GeV/c. Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov (RICH) detectors [14]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [15]. The trigger [16] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction. Simulated events are used in the process of selecting candidates, examining background contributions, and in determining the efficiency of the selections. In the simulation, pp collisions are generated using Pythia [17,18] with a specific LHCb configuration [19]. Decays of hadronic particles are described by EvtGen [20], in which final-state radiation is generated using Photos [21]. The interaction of the generated particles with the detector and its response are implemented using the Geant4 toolkit [22,23] as described in ref. [24]. The simulated samples are reweighted to model more accurately the data distributions in variables used in the analysis. These include the p T of the B meson, the number of tracks in the event, and the χ 2 of the vertex fit to the final-state tracks, which may differ due to misalignments of the detector and mismodelling of the material description in the VELO region. In addition, information about the IP and momentum resolution is used. The particle identification (PID) performance is corrected to match the data using D * + → (D 0 → K − π + )π + and J/ψ → µ + µ − control channels. The B + → K + µ + µ − samples are also reweighted for the p T of the decay products.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 18,
                    "text": "[12]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 490,
                    "text": "[13]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "start": 1096,
                    "text": "[14]",
                    "end": 1100
                },
                {
                    "type": "bibr",
                    "start": 1404,
                    "text": "[15]",
                    "end": 1408
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1422,
                    "text": "[16]",
                    "end": 1426
                },
                {
                    "type": "bibr",
                    "start": 1805,
                    "text": "[17,",
                    "end": 1809
                },
                {
                    "type": "bibr",
                    "start": 1809,
                    "text": "18]",
                    "end": 1812
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1848,
                    "text": "[19]",
                    "end": 1852
                },
                {
                    "type": "bibr",
                    "start": 1907,
                    "text": "[20]",
                    "end": 1911
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1970,
                    "text": "[21]",
                    "end": 1974
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2095,
                    "text": "[22,",
                    "end": 2099
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2099,
                    "text": "23]",
                    "end": 2102
                },
                {
                    "type": "bibr",
                    "start": 2124,
                    "text": "[24]",
                    "end": 2128
                }
            ]
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 5
        },
        {
            "section": "JHEP09(2014)177",
            "text": "required to have both p T > 0.8 GeV/c and IP > 100 µm with respect to all of the PVs in the event. Finally, the tracks of two or more of the final-state particles are required to form a vertex that is significantly displaced from the PVs.",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "section": "JHEP09(2014)177",
            "text": "All B 0 → K * 0 µ + µ − and B + → K + µ + µ − candidates must pass the same initial selection criteria. A requirement on the B candidate vertex fit χ 2 per degree of freedom is applied to provide a good quality vertex fit. Additionally, the angle between the momentum vector of the B candidate and the vector between the primary and B candidate decay vertices must be less than 14 mrad, and the B candidates must be consistent with originating from the PV. The tracks from the B candidate decay products are required to be well separated from the PV, helping to reject events where a final-state track does not come from the decay vertex of the B meson. The kaons, pions and muons must be positively identified by PID information from the RICH detectors and muon systems, combined using likelihood functions. This initial selection is followed by a more stringent selection using multivariate methods, based on a boosted decision tree (BDT) [25,26]. For B + → K + µ + µ − decays, simulated signal decays are used for the BDT training, along with data from the upper mass sideband, 5700 < m(K + µ + µ − ) < 6000 MeV/c 2 , which is not used in the remainder of the analysis. The BDT uses a selection of geometric and kinematic variables and has an efficiency of 90% for signal while removing 95% of background. Following previous analyses [1], the B 0 → K * 0 µ + µ − BDT training uses a signal sample containing background-subtracted data from the B 0 → J/ψ(→ µ + µ − )K * 0 control mode, and a background sample from the upper mass sideband 5350 < m(K + π − µ + µ − ) < 7000 MeV/c 2 . This reduces combinatorial background to small levels.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 941,
                    "text": "[25,",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 945,
                    "text": "26]",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1337,
                    "text": "[1]",
                    "end": 1340
                }
            ]
        },
        {
            "section": "JHEP09(2014)177",
            "text": "The CP asymmetry can vary as a function of the µ + µ − invariant mass squared, q 2 [5], and hence the measurement is made in several q 2 bins. The analysis is restricted to B 0 → K * 0 µ + µ − candidates in the range 0.1 < q 2 < 19.0 GeV 2 /c 4 , and",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 83,
                    "text": "[5]",
                    "end": 86
                }
            ]
        },
        {
            "section": "JHEP09(2014)177",
            "text": "Three regions are then removed from both samples, corresponding to the φ(1020) (0.98 < q 2 < 1.10 GeV 2 /c 4 ), J/ψ (8.0 < q 2 < 11.0 GeV 2 /c 4 ), and ψ(2S) (12.5 < q 2 < 15.0 GeV 2 /c 4 ) resonances. The remaining B → K ( * ) µ + µ − candidates are divided into 17 (14) bins that are approximately 1 GeV 2 /c 4 wide. The control decay modes, B → J/ψ K ( * ) , are selected from the range 8.41 < q 2 < 10.24 GeV 2 /c 4 . The B 0 → K * 0 µ + µ − candidates are required to have a K + π − mass that lies within 100 MeV/c 2 of the known K * 0 mass [9].",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 267,
                    "text": "(14)",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 546,
                    "text": "[9]",
                    "end": 549
                }
            ]
        },
        {
            "section": "JHEP09(2014)177",
            "text": "Tracks near the edge of the detector acceptance can be swept out by the magnetic field, depending on their charge. This results in the observation of highly asymmetric decay rates for such candidates, as fewer or no candidates with the opposite flavour can be reconstructed. Therefore, fiducial criteria are applied to remove candidates that are reconstructed near the edges of the acceptance. These regions are removed by requiring that the kaon associated with the B → K ( * ) µ + µ − candidates has momentum which satisfies p z > 2500 (2000) MeV/c and |p x |/(p z − 2500 (2000)) > 0.33, where p z,x are the components of the momentum, measured in MeV/c, in the direction of beam travel and in the bending plane, respectively.",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 6
        },
        {
            "section": "JHEP09(2014)177",
            "text": "There are several background contributions in the signal mass region that require specific vetoes. For the B + → K + µ + µ − decays, there is a background from B + → D 0 (→ K + π − )π + decays where the pions are misidentified as muons. These are removed by computing the mass of the K + µ − pair under the K + π − mass hypothesis, and rejecting candidates that satisfy 1850 < m(K + π − ) < 1880 MeV/c 2 . Both modes have backgrounds from B → J/ψ K ( * ) events in which a muon from the decay of the J/ψ meson and a final-state hadron are misidentified as each other. These events are vetoed if m(h ± µ ∓ ), calculated under the dimuon hypothesis, lies within 60 MeV/c 2 of the known J/ψ or ψ(2S) mass, and the hadron can be positively identified as a muon. Other backgrounds for the B 0 → K * 0 µ + µ − decay mode include B + → K + µ + µ − events combined with a random pion in the event, Λ 0 b → pK − µ + µ − decays where at least one hadron is misidentified, and B 0 s → φµ + µ − events in which a kaon is misidentified as a pion. These are suppressed using a combination of mass and PID requirements similar to those used for the B → J/ψ K ( * ) background. The final peaking background comes from B 0 → K * 0 µ + µ − events in which the kaon and pion are misidentified as each other. Since the charge of the kaon identifies the produced meson as either a B 0 or a B 0 , a misidentification can directly lead to an incorrect asymmetry being measured.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "JHEP09(2014)177",
            "text": "Therefore, the PID information is used to remove events in which the likelihood functions indicate that the reconstructed pion has a higher probability of being a true kaon than the reconstructed kaon. After the vetoes are applied, all of these backgrounds are reduced to less than 1% of the level of the signal, and are neglected for the rest of the analysis, as are the singly Cabibbo-suppressed backgrounds B 0 → ρ 0 µ + µ − and B",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Measurement of direct CP asymmetries",
            "section_rank": 7
        },
        {
            "section": "Measurement of direct CP asymmetries",
            "text": "Asymmetries in production rate and detection efficiency may bias the measurements and must be accounted for. To first order and for small asymmetries, the raw asymmetry measured, A raw , is related to the CP asymmetry by",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "Measurement of direct CP asymmetries",
            "text": "where any terms from B 0 mixing are neglected, and the production, A P , and detection, A D , asymmetries are given by",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Measurement of direct CP asymmetries",
            "text": "where σ represents the B meson production cross-section in the LHCb acceptance, and is the detection and reconstruction efficiency for a given final state. The detection asymmetry has two components, one that arises from the different interaction cross-sections of positive and negative particles with the detector material, and another that is due to differences between the left-and right-hand sides of the detector. The latter effect can be reduced by using data collected with both polarities of the magnet, and taking the average. To account for the remaining asymmetries, the control modes B → J/ψ K ( * ) are used. These modes have the same particles in the final state and similar kinematic properties to the B → K ( * ) µ + µ − modes, and hence have similar production and detection asymmetries. CP violation is expected for the control modes, as confirmed by measurements [9,27]. Assuming that the control modes have zero CP asymmetry, A CP can be calculated from",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 882,
                    "text": "[9,",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 885,
                    "text": "27]",
                    "end": 888
                }
            ]
        },
        {
            "section": "Measurement of direct CP asymmetries",
            "text": "Differences in the production and detection efficiencies of the control and signal modes are considered as sources of systematic uncertainty. The raw asymmetries are determined via unbinned maximum-likelihood fits to the mass distributions of the candidates. The data set contains approximately 1,000,000 B + → J/ψK + , 320,000 B 0 → J/ψK * 0 , 4600 B + → K + µ + µ − , and 2200 B 0 → K * 0 µ + µ − signal events in the B mass range 5170 < m(K ( * ) µ + µ − ) < 5700 MeV/c 2 . The fit shapes used are very similar for all four modes. The signal component is the sum of two Crystal Ball functions [28], with common mean and tail parameters, but different widths, and the combinatorial background is modelled by an exponential function. The B 0 → J/ψK * 0 mode has an extra contribution arising from B 0 s → J/ψK * 0 decays, which is modelled by the same pair of Crystal Ball functions as the signal, but with the mean shifted by the B 0 s − B 0 mass difference [9]. All four data sets are split by magnet polarity and charge of the kaon, and the B → K ( * ) µ + µ − data sets are also divided into the 17 (14) q 2 bins. The fit is first performed on the four B → J/ψ K ( * ) data sets, where the higher number of candidates allows a precise determination of the fit shape parameters. Values for the combined B yield and the raw asymmetry, A raw (B → J/ψ K ( * ) ), for each magnet polarity are determined from the fit. The raw asymmetries in the B → J/ψ K ( * ) modes are measured to be −0.015 (−0.012) for one magnet polarity and −0.013 (−0.014) for the other. The signal shape parameters are then fixed for the fit to the B → K ( * ) µ + µ − mode in each q 2 bin, and the values for the combined B yield and A raw (B → K ( * ) µ + µ − ) are determined from these fits in the same way. The fits performed on the B → K ( * ) µ + µ − data sets split by kaon charge and magnet polarity are shown in figures 1 and 2.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 596,
                    "text": "[28]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 960,
                    "text": "[9]",
                    "end": 963
                }
            ]
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 8
        },
        {
            "section": "JHEP09(2014)177",
            "text": "The values for A CP (B → K ( * ) µ + µ − ) are determined according to eq. (4.3) for each magnet polarity, and the arithmetic mean of the resulting two values provides the final value for A CP in each q 2 bin. To obtain an overall value of A CP across all q 2 bins, an JHEP09(2014)177  Table 1. Summary of the sources of systematic uncertainty for the measurements of A CP (B → K ( * ) µ + µ − ). The ranges shown in parentheses indicate the minimum and maximum values of the systematic uncertainties in different q 2 bins, while the numbers outside the parentheses are the values averaged over q 2 . These may be outside the ranges as the uncertainties are determined by methods affected by statistical fluctuations. There is no systematic uncertainty due to duplicate candidates in the B",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 286,
                    "text": "Table 1",
                    "end": 293
                }
            ]
        },
        {
            "section": "JHEP09(2014)177",
            "text": "average, weighted by the signal yield and efficiency in each bin, is calculated,",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "JHEP09(2014)177",
            "text": "where N i , i , and A i CP are the signal yield, signal efficiency, and the value of the CP asymmetry in the ith q 2 bin.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "The systematic effects that require consideration are all of a similar magnitude for the B 0 → K * 0 µ + µ − decays, and are listed in order of importance for the B + → K + µ + µ − analysis.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "In the construction of eq. (4.3), an assumption is made that the kinematic properties of the particles in the control and signal modes are identical, and therefore the production and detection asymmetries are the same for both modes. However, because the muons from the control mode must originate from the decay of a J/ψ meson, there is a slight difference in the kinematic properties. To estimate the effect that this may have on the result, the data from the control mode are reweighted to the signal mode data so that the distributions match in a chosen kinematic variable. The raw asymmetry, which is approximately the sum of the production and detection asymmetries, is then recalculated from a fit to the weighted data. The difference between the values with the weighted and unweighted data is taken as a contribution to the systematic uncertainty. This procedure is repeated for eight kinematic variables including the momenta and pseudorapidity of the particles and the decay time of the B meson. The sum in quadrature of the differences for each variable is assigned as the overall systematic uncertainty in each q 2 bin.",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "In the mass fit, different functions are used to check if the shape used affects the result. The fit is repeated, first replacing the signal component with an Apollonios function, which is the exponential of a hyperbola combined with a low-mass power-law tail [29], and a second time with a second-order Chebychev polynomial modelling the combinatorial background. The differences in the fit results with respect to the nominal fit are assigned as systematic uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 260,
                    "text": "[29]",
                    "end": 264
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the B 0 → K * 0 µ + µ − channel, a further source of systematic uncertainty arises from events that contain duplicate candidates, one with the kaon and pion identified correctly, and one with them swapped. The PID requirement described earlier removes one of each pair of these candidates, but may occasionally select the incorrect candidate. The fit is repeated with both candidates weighted by a factor of one-half, i.e. assuming both are equally likely to be correct, rather than with one of them removed. The difference in the fit result is taken as the systematic uncertainty associated with the choice of selection of events with kaon-to-pion swaps. Backgrounds from other decays that are not fully removed by the selection are assumed to exhibit no CP asymmetry.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "None of the systematic uncertainties is larger than 20% of the statistical uncertainty in any q 2 bin, and the overall systematic uncertainty is less than 7% of the statistical one. A summary of the systematic uncertainties, indicating the range of each uncertainty across the q 2 bins along with the values for the full data set, is given in table 1.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "The results in each q   Table 3. Values of A CP in B + → K + µ + µ − decays in each of the 17 q 2 bins used in the analysis. The first uncertainties are statistical and the second are systematic. where the first uncertainties are statistical and the second are due to systematic effects. They are obtained under the hypothesis of zero CP asymmetry in the control modes, B 0 → J/ψK * 0 and B + → J/ψK + . Both of these results, which supersede the previous 1.0 fb −1 measurements [7,8], are consistent with the SM predictions, and the uncertainties on the measurements are almost a factor of two smaller than the previous best values.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 24,
                    "text": "Table 3",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 479,
                    "text": "[7,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 482,
                    "text": "8]",
                    "end": 484
                }
            ]
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 11
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 12
        },
        {
            "section": "JHEP09(2014)177",
            "text": "Individual groups or members have received support from EPLANET, Marie Sk lodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIG-MASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom).",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "section": "JHEP09(2014)177",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Figure 1 .",
            "section_rank": 13
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Unbinned maximum-likelihood fits to the K + π − µ + µ − mass distributions of the integrated data set for (a) B 0 → K * 0 µ + µ − and (b) B 0 → K * 0 µ + µ − decays for one magnet polarity, and (c) B 0 → K * 0 µ + µ − and (d) B 0 → K * 0 µ + µ − for the other. The blue, solid line represents the total fit, the red, short-dashed line represents the signal component and the grey, long-dashed line represents the combinatorial background.",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Unbinned maximum-likelihood fits to the K + µ + µ − mass distributions of the integrated data set for (a) B + → K + µ + µ − and (b) B − → K − µ + µ − decays for one magnet polarity, and (c) B + → K + µ + µ − and (d) B − → K − µ + µ − for the other. The blue, solid line represents the total fit, the red, short-dashed line represents the signal component and the grey, long-dashed line represents the combinatorial background.",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "differences 0.0015 (0.0025 − 0.0118) 0.0007 (0.0007 − 0.0040) Signal shape 0.0018 (0.0003 − 0.0057) 0.0001 (0.0001 − 0.0039) Background shape 0.0015 (0.0016 − 0.0205) 0.0002 (0.0001 − 0.0012) Duplicate candidates 0.0015 (0.0001 − 0.0061) − Total 0.0032 (0.0063 − 0.0215) 0.0007 (0.0011 − 0.0043)",
            "paragraph_rank": 31,
            "section_rank": 15
        },
        {
            "text": "2 Figure 3 .",
            "section_rank": 16
        },
        {
            "section": "2 Figure 3 .",
            "text": "Figure 3. Values of A CP for B 0 → K * 0 µ + µ − decays in each of the the 14 q 2 bins used in the analysis. The error bars are the sum of the statistical and systematic uncertainties in quadrature. The dashed line represents the weighted average value, and the grey band indicates ±1σ. The vertical red lines show the φ(1020), J/ψ , and ψ(2S) regions, which are vetoed.",
            "paragraph_rank": 32,
            "section_rank": 16
        },
        {
            "text": "Figure 4 .",
            "section_rank": 17
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Values of A CP for B + → K + µ + µ − decays in each of the the 17 q 2 bins used in the analysis. The error bars are the sum of the statistical and systematic uncertainties in quadrature. The dashed line represents the weighted average value, and the grey band indicates ±1σ. The vertical red lines show the φ(1020), J/ψ , and ψ(2S) regions, which are vetoed.",
            "paragraph_rank": 33,
            "section_rank": 17
        },
        {
            "text": "Table 2 .",
            "section_rank": 18
        },
        {
            "section": "Table 2 .",
            "text": "Values of A CP in B 0 → K * 0 µ + µ − decays in each of the 14 q 2 bins used in the analysis. The first uncertainties are statistical and the second are systematic.",
            "paragraph_rank": 34,
            "section_rank": 18
        },
        {
            "section": "Table 2 .",
            "text": "The inclusion of charge conjugate modes is implied unless explicitly stated.",
            "paragraph_rank": 35,
            "section_rank": 18
        },
        {
            "section": "Table 2 .",
            "text": "Selection of eventsCandidates are first required to pass the hardware trigger, which selects muons with p T > 1.48 GeV/c. In the subsequent software trigger, at least one of the final-state particles is",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (U.S.A.). The Tier1 computing centres are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia).",
            "paragraph_rank": 37,
            "section_rank": 20
        },
        {
            "text": "JHEP09(2014)177",
            "section_rank": 22
        }
    ]
}