{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License 4.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Abstract. The comparison of angular correlations between charmed mesons and charged hadrons produced in pp, p-Pb and Pb-Pb collisions can give insight into the mechanisms through which charm quarks lose energy in a QGP medium, produced in ultra-relativistic heavy-ion collisions, and can help to recognize possible modifications of their hadronization induced by the presence of the QGP. The analysis of pp and p-Pb data and the comparison with predictions from pQCD calculations, besides constituting the necessary reference for interpreting Pb-Pb data, can provide relevant information on charm production and fragmentation processes. In addition, possible differences between the results from pp and p-Pb collisions can give information on the presence of cold nuclear matter effects, affecting the charm production and hadronization in the latter collision system. A study of azimuthal correlations between D 0 , D + , and D * + mesons and charged hadrons in pp collisions at √ s = 7 TeV and p-Pb collisions at √ s NN = 5.02 TeV are presented. D mesons were reconstructed from their hadronic decays at central rapidity in the transverse-momentum range 3 ≤ p D T ≤ 16 GeV/c and were correlated to charged particles reconstructed in the pseudorapidity range |η| < 0.8. Perspectives for the measurement in Pb-Pb collisions at √ s NN = 2.76 TeV will also be presented.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Physics motivations",
            "section_rank": 3
        },
        {
            "section": "Physics motivations",
            "text": "ALICE [1] has measured p T -differential cross sections for D-meson production at central rapidity in pp [2][3][4] and Pb-Pb [5] collisions. A suppression of D-meson yields of a factor 4−5 was found in central Pb-Pb collisions for p T > 5 GeV/c with respect to cross sections measured in pp collisions and scaled by the nuclear overlap function. This feature can be attributed, at least partially, to the energy loss of charm quarks in the Quark Gluon Plasma formed in such collisions. Further insight into this topic can be provided by the study of angular correlations between D mesons and unidentified charged hadrons in Pb-Pb collisions, where medium-induced modifications to charm fragmentation and hadronization and the dependence of the energy loss on the path length in the medium can be addressed. Such a study is of great interest also in pp and p-Pb collisions; in the former system it allows to characterize charm quark jets and study their properties, besides providing a reference for the measurements in p-Pb and Pb-Pb collisions, while in the latter it enables the study of cold nuclear matter a e-mail: fabio.colamaria@ba.infn.it DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, 2014 effects and the search for long-range ridge-like structures in near and away side regions (\"double ridge\"), already observed in hadron-hadron correlations [6], in the heavy-flavour sector. ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 6,
                    "text": "[1]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 105,
                    "text": "[2]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 108,
                    "text": "[3]",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 111,
                    "text": "[4]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 125,
                    "text": "[5]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1372,
                    "text": "[6]",
                    "end": 1375
                }
            ]
        },
        {
            "text": "Description of the analysis",
            "section_rank": 4
        },
        {
            "section": "Description of the analysis",
            "text": ") and selected exploiting their displaced decay vertex topology, PID and reconstruction quality cuts on the daughter tracks. The selected D mesons in the signal region (±2σ from the centre of the signal peak in the invariant mass distribution) were then correlated with charged hadrons (associated tracks) with |η| < 0.8 and satisfying a selection on their reconstruction quality, and the difference in pseudorapidity Δη and azimuthal angle Δϕ between the D-meson candidate and the charged-particle track was evaluated.",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "section": "Description of the analysis",
            "text": "The contribution of background candidates was subtracted using the correlation distribution from the candidates in the sidebands of the invariant mass distribution (the regions 4−8σ away from the signal peak), normalized by the ratio of background candidates in signal and sideband regions. Several corrections were applied to the correlation distributions to account for:",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "Description of the analysis",
            "text": "• Associated track reconstruction efficiency. Each D-hadron correlation was weighted by the inverse of the track reconstruction efficiency of the associated track, evaluated from a MC simulation as a function of the primary vertex z coordinate and of the track p T and η (while the ϕ distribution of the associated track sample was found to be isotropic); • D-meson selection efficiency. Each correlation entry was weighted by the inverse of the D-meson reconstruction and selection efficiency, computed as a function of the D-meson p T and of the event multiplicity from a MC simulation; other minor dependencies were neglected to avoid introducing fluctuations in the efficiency, due to the limited statistics of the MC sample; • Limited detector acceptance and detector spatial inhomogeneities. A correction factor was obtained exploiting the event mixing technique, i.e. correlating D-meson candidates from an event with tracks from other events with similar multiplicity and z of the primary vertex, and normalizing the resulting correlation distribution to its value in (Δϕ,Δη) = (0,0); • Beauty feed-down. The fraction of D mesons originating from B-meson decays was estimated using the reconstruction efficiencies of secondary D mesons and the p T -differential cross-section of the latter, obtained using FONLL calculations and the EvtGen package, as described in [2]. MC simulations based on PYTHIA were exploited to evaluate a template distribution of angular correlations between D mesons from B-meson decays and charged hadrons; this distribution was scaled to match the fraction of feed-down over prompt D mesons, calculated as explained above, and subtracted from the inclusive D-hadron correlation distribution obtained from data. • Secondary track contamination, i.e. tracks from strange-hadron decays or produced in interaction of particles with the detector material. From a MC study, no visible angular dependence was found for this contamination. Hence a global scale factor, corresponding to the fraction of primary particles in the sample of tracks correlated with D mesons, was applied to the correlation distributions.",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1373,
                    "text": "[2]",
                    "end": 1376
                }
            ]
        },
        {
            "section": "Description of the analysis",
            "text": "Due to the limited statistics available, the fully corrected 2D correlations were projected onto the Δϕ axis, producing azimuthal correlation plots, which were normalized to the number of trigger D mesons. A weighted average of the results for the three meson species was then performed. A fit function, composed of a constant term plus two Gaussian functions with a periodicity condition, was EPJ Web of Conferences applied to the azimuthal correlation distributions. This allowed to extract physical observables (nearside yield, near-side peak width, height of the baseline of the distribution) to be compared between the two collision systems and with predictions from Monte Carlo simulations. Finally, a careful evaluation of all the sources of systematic uncertainties was performed. ",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Results in pp and p-Pb collision systems",
            "section_rank": 5
        },
        {
            "text": "Perspectives for Pb-Pb collisions",
            "section_rank": 6
        },
        {
            "section": "Perspectives for Pb-Pb collisions",
            "text": "The D-hadron correlation analysis is not feasible on the collected statistics of Pb-Pb collisions, with the current performance of the ALICE detectors. The main limiting factors are the very low D-meson QCD@Work 2014  signal/background ratio and the large amount of tracks from the underlying event, uncorrelated to D mesons. These issues are reflected in substantial statistical fluctuations in the Δϕ distributions, induced by the background subtraction, which wash out any correlation structure possibly present.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "section": "Perspectives for Pb-Pb collisions",
            "text": "After the ALICE upgrade (expected for 2018-2019) [7,8], though, a dramatic improvement of ITS tracking and vertexing performance is expected, which will translate into an increase of the S /B ratio by a factor up to 10 for the D 0 -meson reconstruction (and similarly for the other mesons). Combined with the increase of a factor ≈100 in the expected Pb-Pb statistics, this will allow the study of Dhadron correlations also in this system.",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 49,
                    "text": "[7,",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "start": 52,
                    "text": "8]",
                    "end": 54
                }
            ]
        },
        {
            "section": "Perspectives for Pb-Pb collisions",
            "text": "A simulation of the analysis performance on central (0-10%) Pb-Pb collisions was carried out using a template of correlation distributions from PYTHIA.  very low statistical uncertainty on the evaluation of the near side yield, as shown in the right panel of Fig. 4, below 1% for p D 0 T > 8 GeV/c and about 10% for 3 < p D 0 T < 5 GeV/c. A substantial reduction of the uncertainties is expected also for pp and p-Pb collision systems. Consequently, after the ALICE upgrade it should be possible to compare the results in the three collision systems and to quantify the effects of the charm quark energy loss in a QGP medium.",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 259,
                    "text": "Fig. 4",
                    "end": 265
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "Measurements of D-hadron angular correlations in pp collisions at √ s = 7 TeV and in p-Pb collisions at √ s NN = 5.02 TeV in different kinematical ranges have been presented. From the comparison of the results in the two collision systems, compatibility within the uncertainties is found both for the correlation shapes and for the near side associated yields. Consequently, no evident effects on the charm fragmentation and hadronization due to cold nuclear matter can be claimed. While the analysis cannot be currently performed in Pb-Pb collisions, it will become feasible also in this collision system after the ALICE upgrade (2018-2019), when the tracking and vertexing performance of the experiment will be greatly enhanced.",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. Comparison of D-hadron azimuthal correlation distributions in pp and p-Pb collisions, after baseline subtraction, measured with ALICE in two different kinematical ranges (weighted average of D 0 , D + and D * + measurements). Statistical and uncorrelated systematic uncertainties are shown as error bars and boxes, respectively.",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Figure 1",
            "section_rank": 9
        },
        {
            "section": "Figure 1",
            "text": "Figure 1shows a comparison of D-hadron correlations in pp and p-Pb collisions, after the subtraction of the baseline, for 5 < p D T < 8 GeV/c and associated tracks with p assoc T > 0.5 GeV/c (left) and for 8 < p D T < 16 GeV/c and p assoc T > 1.0 GeV/c (right). In both systems, the near (Δϕ ∼ 0) and away side (Δϕ ∼ π) peaks are clearly visible, despite the fluctuations due to the limited statistics available, and the correlation pattern is similar for pp and p-Pb collisions. InFig. 2 the baseline-subtracted D-hadron correlation distributions extracted from the p-Pb analysis are compared with the expectations obtained from PYTHIA simulations, at √ s = 5.02 TeV but for pp collisions, exploiting different tunings of the simulation parameters. An overall compatibility within the uncertainty is found between data and the predictions from the three PYTHIA tunes. A more quantitative comparison between pp and p-Pb results for the near side region can be performed by extracting the yields of the near side peaks from the fit function applied on the correlation distributions (where the near side peak is modeled with a Gaussian). The near side associated yields obtained from pp and p-Pb correlation distributions are shown in Fig. 3 as a function of the D-meson p T for associated tracks with p assoc T > 0.3 GeV/c (left) and p assoc T > 1.0 GeV/c (right). Apart from the 3 < p D T < 5 GeV/c interval, where p-Pb results are not available, the pp and p-Pb yields are compatible within the total uncertainties. Given the size of the current uncertainties, no firm conclusions on modifications of D-hadron correlations due to cold nuclear matter effects can be drawn.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Figure 2 .",
            "section_rank": 10
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Comparison of D-hadron azimuthal correlation distributions in p-Pb collisions and predictions from different tunes of the PYTHIA generator, for pp collisions, after baseline subtraction, for two different kinematical ranges. Statistical and uncorrelated systematic uncertainties are shown as error bars and boxes, respectively.",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Figure 3 .",
            "section_rank": 11
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison of near side associated yields extracted in in pp and p-Pb collisions as a function of the D-meson p T for p assoc T > 0.3 (left panel) and 1 (right panel) GeV/c. Statistical and uncorrelated systematic uncertainties are shown as error bars and boxes, respectively.",
            "paragraph_rank": 15,
            "section_rank": 11
        },
        {
            "text": "Figure 4shows an example of the D 0hadron correlation pattern (left), where statistical fluctuations have a negligible effect. This leads to a EPJ Web of Conferences 00034-p.4",
            "paragraph_rank": 16,
            "section_rank": 12
        },
        {
            "text": "Figure 4 .",
            "section_rank": 13
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Left: estimated D 0 -hadron azimuthal correlation distribution in 0-10% central Pb-Pb collisions from a Monte Carlo simulation with the upgraded ALICE detectors for the 8 < p D 0T < 16 GeV/c range with p assoc T > 0.3 GeV/c after the subtraction of the baseline. Right: estimates for the statistical uncertainty of the near side yield from the analysis of the expected Pb-Pb statistics after the ALICE upgrade for different kinematical ranges.",
            "paragraph_rank": 17,
            "section_rank": 13
        }
    ]
}