{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Lepton family number violation is tested by searching for µ + → e + X 0 decays among the 5.8×10 8 positive muon decay events analyzed by the TWIST collaboration. Limits are set on the production of both massless and massive X 0 bosons. The large angular acceptance of this experiment allows limits to be placed on anisotropic µ + → e + X 0 decays, which can arise from interactions violating both lepton flavor and parity conservation. Branching ratio limits of order 10 −5 are obtained for bosons with masses of 13 -80 MeV/c 2 and with different decay asymmetries. For bosons with masses less than 13 MeV/c 2 the asymmetry dependence is much stronger and the 90% limit on the branching ratio varies up to 5.8 × 10 −5 . This is the first study that explicitly evaluates the limits for anisotropic two body muon decays.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The conservation of lepton family number, or flavor, in reactions involving charged leptons is a postulate of the standard model (SM). Positive muon decay (µ + → e + ν eνµ ) is an excellent low energy system with which to search for charged lepton flavor violating (CLFV) interactions, such as the decay to a positron and an unknown neutral boson µ + → e + X 0 , for the same reasons that it is attractive for weak interaction tests: muons can be produced in large quantities and the decay is observed with very low backgrounds.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Early studies of muon decay rejected a two body final state as the normal decay [1], an unexpected result at the time. When the final state of the CLFV decay products can be detected, very stringent exclusive limits have been placed on the branching ratio of the decay. This is the case for the detection of µ + → e + γ [2][3][4] or µ + → e + X 0 , X 0 → e + e − [5] processes. However, if the neutral X 0 boson or its decay products are not detected, only the shape of the positron spectrum is available to set an inclusive limit on the decay process.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 80,
                    "text": "[1]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 320,
                    "text": "[2]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 323,
                    "text": "[3]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 326,
                    "text": "[4]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 363,
                    "text": "[5]",
                    "end": 366
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Stable, non-interacting X 0 bosons have been associated with particles such as axions [6] and Majorons [7,8]. The X 0 boson is massless when there is an associated spontaneously broken global (exact) symmetry [9], and massive when an approximate symmetry is broken [10]. Both cases are considered in this paper.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 86,
                    "text": "[6]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 103,
                    "text": "[7,",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 106,
                    "text": "8]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 209,
                    "text": "[9]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 265,
                    "text": "[10]",
                    "end": 269
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Two body kinematics dictate that the positrons in µ + → e + X 0 decay are observable as a narrow peak at a momentum, p X , determined by the mass of the X 0 boson:",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where m µ is the mass of the muon, m e is the mass of the positron, and m X is the mass of the boson generated by the LFV process. This signal appears in addition to the three body positive muon decay spectrum which, expressed in our measurement coordinates, is d 2 Γ dxd cos θ = F IS (x; ρ, η) + P µ F AS (x; ξ, δ) cos θ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where θ is the angle of emission of the positron, P µ is the degree of polarization of the muon ensemble, and x = E e /52.83 MeV is the reduced positron energy [11][12][13].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 160,
                    "text": "[11]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 164,
                    "text": "[12]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 168,
                    "text": "[13]",
                    "end": 172
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The measurement z-axis points approximately opposite to the polarization direction, so P µ ∼ −1. The muon decay parameters ρ, δ, ξ, and η are bi-linear combinations of the weak coupling constants, which assume values ρ = δ = 3/4, ξ = 1, and η = 0 in the SM. The decay distribution of the positrons from the µ + → e + X 0 process has an angular dependence",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We study the cases A = 0 (isotropic) and A = ±1 (maximally anisotropic). With this definition, A = −1 corresponds to the asymmetry of the normal 3-body decay. Asymmetric two body muon decays are predicted, for example, from Majoron production arising from a spontaneous violation of super-symmetric R-parity [14].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 308,
                    "text": "[14]",
                    "end": 312
                }
            ]
        },
        {
            "text": "II. THE TWIST EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "II. THE TWIST EXPERIMENT",
            "text": "The TRIUMF Weak Interaction Symmetry Test (TWIST) has made an order-of-magnitude improvement to the precision of the muon decay parameters ρ, δ, and P µ ξ [11,[15][16][17]. The data, consisting of 1.1×10 10 stopped muon events, is appropriate for a search for the inclusive two body decay. The experiment used highly polarized muons delivered by the TRIUMF M13 beam line into a parallel plane spectrometer immersed in a uniform 2 Tesla magnetic field. The spectrometer consisted of 44 drift chambers (DCs) and 12 proportional chambers (PCs) arranged symmetrically about a high purity metal stopping foil. The stopping targets (75 µm Al or 30 µm Ag) also served as the central PC cathode. The design and construction of this detector has been described in detail elsewhere [18]. The spectrometer was oriented so that it had an approximate cylindrical symmetry centered on the muon beam-line axis, which is then defined as the z-axis of the detector coordinate system. It was constructed so that the position of the detector elements, specifically the position of sense wires, is known with a total precision of parts in 10 5 . The magnetic field was mapped to a similar precision. These factors determine the absolute momentum scale for particle trajectories measured in the detector. Figure 1 shows our measured distribution of positrons from muon decay binned by their total momentum p tot = | p| and cos θ = p z /p tot . The planar geometry of the spectrometer allows for a large angular acceptance of positrons resulting from decay in the target foil, with a relatively simple momentum calibration. The momentum resolution varies with p tot and θ; at 52.8 MeV/c the momentum resolution is (58 keV/c)/| sin θ| [11].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 155,
                    "text": "[11,",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 159,
                    "text": "[15]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 163,
                    "text": "[16]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 167,
                    "text": "[17]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 772,
                    "text": "[18]",
                    "end": 776
                },
                {
                    "type": "figure",
                    "start": 1284,
                    "text": "Figure 1",
                    "end": 1292
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1712,
                    "text": "[11]",
                    "end": 1716
                }
            ]
        },
        {
            "section": "II. THE TWIST EXPERIMENT",
            "text": "Almost all of the physics data collected by the TWIST collaboration during the 2006 and 2007 run periods were used for this two body decay search. These data were subject to a sequence of event selection criteria chosen to minimize the bias of comparisons between data and simulation. The event selection differs from the standard TWIST analysis [15] only through the extension of the momentum acceptance to include p tot < 53.0 MeV/c. A total of 5.8×10 8 muon decay events were identified after the event selection cuts were applied. The kinematic fiducial region has been superimposed on the representative data spectrum shown in Fig. 1.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 346,
                    "text": "[15]",
                    "end": 350
                },
                {
                    "type": "figure",
                    "start": 632,
                    "text": "Fig. 1",
                    "end": 638
                }
            ]
        },
        {
            "text": "III. FITTING PROCEDURE",
            "section_rank": 4
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "The simulation of three body muon decay provides both the background for the measurement and a model for the two body decay signal. The response and acceptance of the detector are modelled using a detailed GEANT 3.21 simulation. A description of the simulation and its use in the TWIST experiment is given in [11,19]. We use the simulation to generate the three body muon decay spectrum S M , which thus includes geometrical and physical effects, for use in the fit to the data. The periodicities in our plane and wire spacing provide an example of such an effect because tracks at particular momenta and angles may reconstruct with unusually large uncertainties. Simulated muon decay events undergo the same reconstruction as the standard data so these reconstruction inefficiencies are also included in the simulated spectra.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 309,
                    "text": "[11,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 313,
                    "text": "19]",
                    "end": 316
                }
            ]
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "The shape of the two body decay is presumed to be defined by the momentum resolution of the reconstruction. The decay width may only have a contribution if the lifetime of the X 0 boson produced in the two body decay is less than 10 −20 s. However, the analysis will veto an event if a second charged particle appears in the detector correlated to the decay at the stopping target. Based on the distance between the stopping target and the nearest DC, the lifetime of an X 0 boson allowed by this analysis must be greater than 200 ps assuming that they decay into charged particles. Prompt X 0 decays to e + e − are more strongly excluded from exclusive searches for such modes.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "The fit used to determine the branching ratio of the two body muon decay is conducted through the use of a spectrum expansion originally developed for the muon parameter fits in the standard TWIST analysis [11]. An additional term is added to the fit function based on Eq. 2",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 206,
                    "text": "[11]",
                    "end": 210
                }
            ]
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "where S A (m X ) is the simulated two body decay positron momentum distribution normalized to have the same integrated area as the three body decay spectrum. Consequently the scale factor B(m X ) = Γ(µ + → e + X 0 )/Γ(µ + → e + ν eνµ ) is the branching ratio of a two body decay which produces a boson with a mass m X . Negative values of this scale factor are allowed by the fit as deficits in the spectrum are statistically valid, but they cannot correspond to physical particles. The associated signal occurs at a momentum, p e (m X ), defined in Eq. 1. The momentum distribution of positrons from two body decays was derived from the difference of the reconstructed and true momentum, ∆p = p rec −p true , obtained as a function of angle and momentum from the TWIST high statistics muon decay simulations. Two-body decay distributions, S A (m X ), were generated for each of three cases tested: A = −1 with the same anisotropy as the three body decay spectrum, A = 0 the isotropic case, and A = +1 where the anisotropy is opposite to that of the three body decay spectrum. The momentum response S A of positrons with momenta between 30 MeV/c and 35 MeV/c, which was used to define the associated isotropic two body decay distribution for this momentum range, is shown in Fig. 2. Two body decay distributions for other momentum ranges are similarly defined from the momentum response defined from those ranges.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1275,
                    "text": "Fig. 2",
                    "end": 1281
                }
            ]
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "To maximize the sensitivity to a narrow peak the data and simulation are binned more finely than is optimum for the determination of the muon decay parameters. The branching ratio and decay parameters are obtained from a χ 2 fit of the data to Eq. 4. The fit for the signal amplitude and the muon decay parameters ρ, P µ ξδ, and P µ ξ is performed for values of p e (m X ) at 0.05 MeV/c intervals between 17.03 MeV/c and 52.83 MeV/c. This choice of interval size was made to limit running time of the algorithm. The value of η was fixed to −0.0036 [20] in line with the TWIST muon decay parameter analysis [15]. The decay parameters obtained from these fits are consistent with those obtained when the two body decay signal is omitted from the fit [11] at the level of the measured statistical uncertainty, or a part in 10 5 , but note that our results do not assume SM weak couplings.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 548,
                    "text": "[20]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 606,
                    "text": "[15]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 748,
                    "text": "[11]",
                    "end": 752
                }
            ]
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "The fitting procedure was assessed in two different ways. The first applied the algorithm to a large number of statistically independent simulations of three body muon decay spectra to study the statistical distribution of peaks due to statistical fluctuations. The branching ratios normalized by their uncertainties have a normal distribution with a mean, µ = 0.01 ± 0.03 and a standard deviation, σ = 0.98 ± 0.03, with a χ 2 of 43 for 54 degrees of freedom.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "III. FITTING PROCEDURE",
            "text": "To assess the uncertainty introduced by the grid spacing used, two body signals of a known amplitude were added to the three body decay spectrum midway between the grid points. A maximum deviation of 10% between the result of the fit and the signal amplitude was found. Therefore we have increased by 10% the upper limits of the branching ratio obtained from our statistical analysis.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "section_rank": 5
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The momentum calibration used by the standard TWIST analysis distorts the three body muon decay spectrum at the endpoint in a way that is very similar to a two body decay signal. For this reason systematic effects associated with the momentum calibration dominate the uncertainty of a peak at the endpoint. Two body decays with m X < 13 MeV/c 2 , or less than 3 resolution widths from the edge of the momentum spectrum at cos θ = 0.8, are not clearly distinguishable from massless X 0 decays.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "In the standard TWIST analysis, a momentum calibration is performed by matching the endpoint of the data spectrum to that of the simulated spectrum assuming that any differences are linear with respect to sec θ. The motivation for this procedure is to remove small differences in the momentum of the reconstructed  Fig. a(b) shows the decay probability for momentum near the endpoint of upstream(downstream) spectra for data and Monte Carlo (MC) simulation with various two body decay signals added. The enhanced sensitivity to A = 1 decays in the downstream spectrum is clear. Fig. c shows a two body decay signal corresponding to a branching ratio, B=-225 ppm, in comparison with the uncalibrated difference between data and MC (after the muon decay parameter fit, with no two body decay signal imposed) and the change in the shape of the spectrum produced by the momentum calibration (a 4.3 keV/c offset at cos θ = -3/4), in the upstream spectrum as determined by the energy calibration fit.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 315,
                    "text": "Fig. a(b)",
                    "end": 324
                },
                {
                    "type": "figure",
                    "start": 578,
                    "text": "Fig. c",
                    "end": 584
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "positron tracks in data versus the simulation, consistent with differences of the energy loss on the order of 10 keV/c. The differences between data and simulation near the maximum possible momentum corresponding to E max can be characterized by the momentum difference at | cos θ| = 3/4, ∆p ±3/4 = p data − p sim where p data , p sim are the momenta at the spectrum endpoint reconstructed from data and simulation. This sensitivity to the momentum calibration is demonstrated in Fig. 3 where the impact of two body decay signals of various anisotropies on the endpoint muon decay spectrum is shown. Figure 3(c) explicitly compares a two body decay signal to the effect of a change in the measured momentum calibration. In the analysis for light or massless boson production the momentum calibration and its uncertainty are obtained from known differences and uncertainties in the simulation inputs, without using the end point calibration fits.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 480,
                    "text": "Fig. 3",
                    "end": 486
                },
                {
                    "type": "figure",
                    "start": 600,
                    "text": "Figure 3",
                    "end": 608
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The corrections and uncertainties affecting the endpoint are summarized in Table I for signals corresponding to massless X 0 production. The offset and uncertainty in the spectrum endpoint at cos θ = −3/4 indicates a mag-nitude for the associated effect and is reported in the \"offset\" column of Table I. The effects in the spectrum endpoint are translated to uncertainties in the branching ratio using the sensitivity of two body decay signals to variations in the momentum calibration as shown in the right three columns. These sensitivities are derived by altering the angle dependent and angle independent components of the energy calibration, which are defined by a set of four energy calibration parameters, and fitting for the µ + → e + X 0 branching ratio for all accessible m X . Correlations between the endpoint calibration parameters are included to reflect upstream/downstream and angle dependent relationships for each contribution to the systematic uncertainties. For example, a fit to an angle independent offset will reveal that a 1 keV change will contribute 20 parts per million (ppm) to the branching ratio at the endpoint and 0.2 ppm to branching ratios for signals appearing at momenta less than 52 MeV/c assuming A = 1. The net effect of the uncertainties are generally much less than this after correlations are included, as they are in Table I.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 75,
                    "text": "Table I",
                    "end": 82
                },
                {
                    "type": "table",
                    "start": 296,
                    "text": "Table I",
                    "end": 303
                },
                {
                    "type": "table",
                    "start": 1361,
                    "text": "Table I",
                    "end": 1368
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The uncertainties in the stopping power of the detector materials and the thickness of the muon stopping target produce a leading contribution to biases and uncertainties in B(m X ), as shown in Table I. The momentum loss in the stopping target alters the momentum offsets ∆p −3/4 and ∆p +3/4 by the same amount, with a 100% positive correlation between these parameters. The measured difference in the muon stopping target thickness from the value used in the simulation is 1.4±0.6 µm for the silver target and 0.6±0.5 µm for the aluminum target. The measurement was a destructive process conducted well after the simulation was programmed and run. Averaging this effect over all data sets yields a contribution of −0.6±0.4 keV/c to the momentum offsets. Further uncertainties in the energy loss are associated with the simulation of the target material which uses values taken from the Berger-Seltzer report [21]. In this case there is a 2% uncertainty in the calculated ionization energy loss and a 3% uncertainty in the radiative energy losses. In the detector stack, events with large energy loss components are suppressed by the track fitting procedure, which disassociates the trajectory into multiple instances rather than changing the effective momentum of the fitted helix. As a result, only the ionization energy loss uncertainties are included for those materials.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 195,
                    "text": "Table I",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 910,
                    "text": "[21]",
                    "end": 914
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The differences between the simulated and the true stopping position of the muon introduces anti-correlated contributions to ∆p −3/4 and ∆p +3/4 . These were estimated to be 1.6 µm in Ag and 3.8 µm in Al [11]. Averaging over all data sets, this produces a change in the offsets of ∆p −(+)3/4 = −(+)0.9 ± 1.0 keV/c. The space time relationship (STR) within the drift cell [22], magnetic field, and detector dimension uncertainties all affect the momentum offset and the angular dependence of the endpoint. These systematic uncertainties are independent upstream and downstream. A difference between data and simulation of 1. The endpoint offset is given as the change in the momentum edge at the center of the angular fiducial, cos θ = −3/4. The uncertainties in the offsets corresponding to each of these systematic effects produce the uncertainties in the two body decay branching ratios shown in the right three columns.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 204,
                    "text": "[11]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 371,
                    "text": "[22]",
                    "end": 375
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "in the average magnetic field at the position where it is monitored is predicted from a study of the field mapping systematics [11]. This alters the positron momentum scale by −2.8 ± 1.5 keV/c at cos θ = −3/4. A fractional uncertainty of 5×10 −5 in the detector length scale and thus the position of the wire planes was calculated from the uncertainties of the detector components. The uncertainty due to the STRs was estimated from their difference when the STR for each wire plane is separately determined from the data and when a plane-averaged STR is determined from the simulation. There is negligible evidence of corrections due to the STRs or a mis-calibration of the detector length scale. The above uncertainties assume a linear dependence of the momentum calibration with respect to sec θ. However, the χ 2 determined from the fits of the upstream momentum calibration exceeds the number of degrees of freedom by a factor of 1.27, suggesting that the model used to determine the energy calibration is not an ideal model of the angular behavior at the endpoint. In absence of a motivated correction to the model, an inflation of the statistical uncertainty was introduced to account for this potential uncertainty. The inflation of the uncertainty produces a systematic bias in the endpoint momentum offset of 1.6 keV/c.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 127,
                    "text": "[11]",
                    "end": 131
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The contributions of each of these systematics to the value of the endpoint offset is shown in Table I. The values of ∆p +3/4 = −2.5 ± 6.1 keV/c and ∆p −3/4 = −4.3 ± 6.1 keV/c are consistent at the 1.5σ level with the offset obtained from fitting the endpoints of the data to the simulation [11] that were used in the decay parameter analysis.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 95,
                    "text": "Table I",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 291,
                    "text": "[11]",
                    "end": 295
                }
            ]
        },
        {
            "section": "IV. SYSTEMATIC UNCERTAINTIES FOR ENDPOINT FITS",
            "text": "The momentum resolution difference between data and simulation has an upper limit of 3 keV/c based on the comparisons of fits to the endpoint spectra using an error function convolved with a linear approximation of the muon decay spectrum [11]. These differences produce structure in the endpoint region that will alter the two body decay fits. To evaluate the resolution sensitivity, the simulation was smeared on an event-by-event basis by an additional 40 keV, which exaggerates the existing difference between data and simulation by a factor of 3.55. A signal search was conducted on the altered spectrum. The resulting uncertainties in B were added to the other uncertainties in quadrature to produce the total uncertainties at each trial momentum. The resolution uncertainties obtained at momenta less than 52 MeV/c are consistent with statistical noise as expected. The contribution for massless decays is given in Table I.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 239,
                    "text": "[11]",
                    "end": 243
                },
                {
                    "type": "table",
                    "start": 922,
                    "text": "Table I",
                    "end": 929
                }
            ]
        },
        {
            "text": "V. LIMITS FOR MASSIVE X O DECAYS",
            "section_rank": 6
        },
        {
            "section": "V. LIMITS FOR MASSIVE X O DECAYS",
            "text": "The 90% confidence intervals on B(m X ) for m X > 13 MeV/c 2 are shown in Fig. 4 for the three signal asymmetries. These intervals were defined using the Feldman-Cousins (FC) approach [23] and include both statistical and systematic uncertainties. As expected from the number of m X grid points on which the search is conducted, some of these lower limits are non-zero. The significance (p-value) of these B values is assessed by calculating the probability that a peak with the same or greater B/σ will occur at any of the m X grid points due to a random fluctuation. This was obtained by running the two body decay search on 1000 sets of randomized spectra and collecting the most significant signal from each search. The randomized spectra were generated by applying Poisson noise to the data and simulation. The signal amplitudes measured from the randomized spectra less the observed signal amplitude produces a probability distribution function (PDF) consistent with the null hypothesis. The resulting PDF has an appearance similar to a normal distribution and is used to define the p-value. Using the derived PDF is consistent with a simpler approach to obtaining these p-values assuming normally distributed uncertainties. These p-values, together with the average limits obtained, are reported in Table II. The isotropic results can be compared directly to those of Balke et al. [24] and Bryman and Clifford [25].",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 74,
                    "text": "Fig. 4",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 184,
                    "text": "[23]",
                    "end": 188
                },
                {
                    "type": "table",
                    "start": 1306,
                    "text": "Table II",
                    "end": 1314
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1388,
                    "text": "[24]",
                    "end": 1392
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1417,
                    "text": "[25]",
                    "end": 1421
                }
            ]
        },
        {
            "text": "VI. LIMITS FOR MASSLESS X O DECAYS",
            "section_rank": 7
        },
        {
            "section": "VI. LIMITS FOR MASSLESS X O DECAYS",
            "text": "The branching ratio limits quoted at the endpoint and shown in Fig. 5 are based on the single fit of a µ + → e + X 0 signal at p X = 52.83 MeV/c. Values in Table II use the momentum calibration calculated from the systematic bias. All of the observed branching ratios are consistent with statistical fluctuations.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 63,
                    "text": "Fig. 5",
                    "end": 69
                },
                {
                    "type": "table",
                    "start": 156,
                    "text": "Table II",
                    "end": 164
                }
            ]
        },
        {
            "section": "VI. LIMITS FOR MASSLESS X O DECAYS",
            "text": "The isotropic results can be compared directly to those of Jodidio et al. [26]. Those limits on a m X = 0 signal are obtained from an accumulated 1.8 ×10 7 muon triggers using a spectrometer with an angular acceptance such that cos θ > 0.975. The three body muon decays are strongly suppressed in this region. A consequence of the limited angular range is a much larger muon sample  Table I. density and effective sample size. Since the momentum resolution was also better than that of the TWIST detector by a factor of 2 at similar angles, the upper limit on the branching ratio is an order of magnitude smaller than the comparable limits set by this work. However, the experiment was also insensitive to signal anisotropies. Consequently, a signal with A = −1 would have not been visible, while a signal with A = +1 would have been excluded with a 1.3 ppm upper limit at 90% confidence.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 74,
                    "text": "[26]",
                    "end": 78
                },
                {
                    "type": "table",
                    "start": 383,
                    "text": "Table I.",
                    "end": 391
                }
            ]
        },
        {
            "text": "VII. CONCLUSIONS",
            "section_rank": 8
        },
        {
            "section": "VII. CONCLUSIONS",
            "text": "No significant evidence for µ + → e + X 0 decays has been found in this search. The limits on these decays for 13 MeV/c 2 < m X 0 < 80 MeV/c 2 , where the X 0 Previous Results Balke et al. [24] 100 Bryman and Clifford [25] 300 Jodidio et al. [26] 2.6 TABLE II. The 90% upper limits for the branching ratio of µ + → e + X 0 processes which produce positron signals with positive, negative, and no anisotropy. The average of the upper limits of e + signals produced in the presence of massive X 0 particles is shown for all three cases as well as similar limits associated with massless X 0 particles determined from the positron spectrum endpoint. The momentum, 90% upper confidence limits, and p-value of the most significant massive signal is also given. The results of Balke et al. and Bryman and Clifford are directly comparable to the case of µ + → e + X 0 decays producing massive bosons with no anisotropy (A = 0), while the results of Jodidio are comparable to the production of massless X 0 bosons, also assuming A = 0.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 189,
                    "text": "[24]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 218,
                    "text": "[25]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 242,
                    "text": "[26]",
                    "end": 246
                }
            ]
        },
        {
            "section": "VII. CONCLUSIONS",
            "text": "decay is not observed, have been improved by a factor of 10 over previously published limits. The dependence of these limits on the decay anisotropy has been studied for the first time. Due to the systematics associated with the detailed understanding of the decay positron spectrum endpoint, our limits on µ + → e + X 0 processes with m X < 13 MeV/c 2 are much less restrictive. For this range we have reported the first inclusive limit on decays having the same anisotropy as ordinary muon decay, while for other anisotropies the Jodidio et al. measurement is more sensitive.",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "VIII. ACKNOWLEDGMENTS",
            "section_rank": 9
        },
        {
            "section": "VIII. ACKNOWLEDGMENTS",
            "text": "All early TWIST collaborators and students deserve profound thanks for their efforts in producing these results. Particular thanks go to N. Rodning, C. Ballard, M. Goyette, S. Chan, A. Rose, P. Winslow, and the TRI-UMF cyclotron operations, beam lines, and support personnel. This work was supported in part by the Natural Science and Engineering Research Council and the National Research Council of Canada, the Russian Ministry of Science, and the U.S. Department of Energy. Computing resources were supplied by WestGrid and Compute/Calcul Canada.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "1 FIG. 1 .",
            "section_rank": 10
        },
        {
            "section": "1 FIG. 1 .",
            "text": "FIG. 1. (color online) Spectrum of decay positron momenta and angles reconstructed from the TWIST spectrometer in bins of 0.01×0.5 MeV/c. Events used by this analysis are contained within the regions defined by the dashed line.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. (color online)The distribution of the momentum loss ∆p between the momentum of a simulated positron track at the time of decay and its momentum reconstructed from the positron track as a function of cos θ. This distribution, generated with 30 MeV/c< p <35 MeV/c is used to model a two body decay signal within that range after applying an offset in momentum. Similar distributions are derived for all other 5 MeV ranges.",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "FIG. 3. (color online)Demonstration of the effect of two body decay (TBD) signals on the endpoint.Fig. a(b)shows the decay probability for momentum near the endpoint of upstream(downstream) spectra for data and Monte Carlo (MC) simulation with various two body decay signals added. The enhanced sensitivity to A = 1 decays in the downstream spectrum is clear.Fig. cshows a two body decay signal corresponding to a branching ratio, B=-225 ppm, in comparison with the uncalibrated difference between data and MC (after the muon decay parameter fit, with no two body decay signal imposed) and the change in the shape of the spectrum produced by the momentum calibration (a 4.3 keV/c offset at cos θ = -3/4), in the upstream spectrum as determined by the energy calibration fit.",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "FIG. 4 .FIG. 5 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 4 .FIG. 5 .",
            "text": "FIG. 4. (color online)Confidence intervals set on branching ratios for µ + → e + X 0 decays determined from the muon decay spectrum for signals well separated from the endpoint. Statistical and energy calibration uncertainties are included.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "text": "4×10 −4 T",
            "paragraph_rank": 38,
            "section_rank": 14
        }
    ]
}