{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurement of the production cross section ratio σ (χ b2 (1P))/σ (χ b1 (1P)",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 72,
                    "text": "(1P)",
                    "end": 76
                }
            ]
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Despite considerable efforts over the last decades, hadron formation, which is part of the nonperturbative sector of quantum chromodynamics (QCD), remains poorly understood within the standard model of particle physics. Heavy-quarkonium production is an excellent probe of hadron formation. In the past years, significant progress has been made in the theory sector [1], especially in the framework of nonrelativistic QCD (NRQCD) [2]. This framework factorizes into distinct processes the short-distance creation of a heavy quark-antiquark pair, in either a color-singlet or a coloroctet configuration, and the long-distance formation of the quarkonium bound-state. The first process is presently calculated to nextto-leading order in perturbative QCD [3]. The bound-state formation is described by transition probabilities, called long-distance matrix elements (LDMEs), which are assumed to be constant (independent of quarkonium transverse momentum and rapidity) and universal (independent of the collision system and energy). In the Fock-state expansion of the heavy-quarkonium state, only a small number of color-singlet and color-octet terms contribute in the limit of small relative quark velocity v. The color-octet LDMEs are E-mail address: cms-publication-committee-chair@cern.ch. not easily calculable and the dominant ones are, therefore, treated as free parameters and adjusted to agree with the experimental data [4][5][6].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 366,
                    "text": "[1]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "start": 430,
                    "text": "[2]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "start": 752,
                    "text": "[3]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "start": 1426,
                    "text": "[4]",
                    "end": 1429
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1429,
                    "text": "[5]",
                    "end": 1432
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1432,
                    "text": "[6]",
                    "end": 1435
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The ratio of P-wave quarkonia production cross sections is a reliable test of predictions because many theoretical, as well as experimental, uncertainties cancel out. Prompt χ c measurements in hadron collisions were not possible until the advent of precise vertex detectors that allowed the separation of promptly produced χ c from those coming from the decay of B mesons [7]. This ability is important, as NRQCD predictions are valid only for promptly produced χ c . In the case of bottomonium, measurements are more difficult owing to the reduced production cross sections and the small separation in mass (19.4 MeV) between the χ b1 (1P) and the χ b2 (1P) (for readability the 1P is dropped hereafter). The production ratio of χ c2 and χ c1 is discussed in recent theoretical papers [3,8], but the debate on the importance of color-octet contributions remains open. In the bottomonium sector, the NRQCD velocity expansion is more rigorously valid given the smaller relative quark velocity. Therefore, the measurement of the χ b2 to χ b1 production cross section ratio should give further insight into the mechanism that governs quarkonium production [8]. At the LHC, the charmonium χ c2 /χ c1 production cross section ratio was measured by the experiment also reported a measurement of the χ b1 and χ b2 production cross section ratio using combined √ s = 7 and 8 TeV data [12].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 373,
                    "text": "[7]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "start": 609,
                    "text": "(19.4",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "start": 787,
                    "text": "[3,",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 790,
                    "text": "8]",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1154,
                    "text": "[8]",
                    "end": 1157
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1377,
                    "text": "[12]",
                    "end": 1381
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This Letter presents a measurement of the χ b2 /χ b1 production cross section ratio. The χ b1 and χ b2 states are reconstructed by detecting their radiative decays χ b1,2 → ϒ(1S) + γ , which is the dominant decay mode, with the ϒ(1S) decaying into two muons.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "An accurate measurement of the photon energy (typically in the range 0.5-2 GeV) is obtained from the reconstruction of the momentum of the electron-positron pair originating from the photon conversion in the beam pipe or in the inner layers of the CMS silicon tracker. The resulting mass resolution of the χ b candidates, around 5 MeV, is sufficient to resolve the two χ b1,2 peaks at the expense of a limited yield, given the small reconstruction efficiency for such low-energy photons. The cross section ratio is obtained as",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": ", (1) where N χ b1,2 are the yields of χ b1,2 signal candidates, simultaneously obtained from an unbinned maximum likelihood fit of the μμγ invariant-mass spectrum, ε χ b1 /ε χ b2 is the ratio of the acceptance and efficiency corrections for the two processes obtained from a full detector simulation, and B(χ b1,2 → ϒ(1S) + γ ) are the branching fractions of the corresponding radiative decays [13]. The results are presented in four bins of ϒ(1S) transverse momentum,",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2,
                    "text": "(1)",
                    "end": 5
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 395,
                    "text": "[13]",
                    "end": 399
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "T , in the range 7-40 GeV. This choice was driven by the trigger requirements at low p T , and the amount of available data at high p T .",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "CMS detector and event samples",
            "section_rank": 3
        },
        {
            "section": "CMS detector and event samples",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the superconducting solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass/scintillator hadron calorimeter. Muons are measured in the pseudorapidity range |η μ | < 2.4 in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. The first level of the CMS trigger system, composed of custom hardware processors, uses information from the calorimeters and muon detectors to select the most interesting events. The high-level trigger processor farm further decreases the event rate before data storage. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [14].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 901,
                    "text": "[14]",
                    "end": 905
                }
            ]
        },
        {
            "section": "CMS detector and event samples",
            "text": "The analysis is based on the √ s = 8 TeV pp data sample collected by CMS in 2012 at the CERN LHC, corresponding to an integrated luminosity of 20.7 fb −1 . The events have been selected at the trigger level by requiring opposite-sign muon pairs of invariant mass in the range 8.5-11.5 GeV, dimuon p T larger than 6.9 GeV, a distance of closest approach of each muon track to the beam axis of less than 5 mm, and a χ 2 probability from the kinematic fit of the muons to a common vertex larger than 0.5%.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "CMS detector and event samples",
            "text": "To parameterize the reconstructed χ b1,2 mass distributions and evaluate the reconstruction efficiency, a detailed Monte Carlo (MC) simulation based on Geant4 [15] was performed. About 40 million events for each χ b state were propagated through an accurate description of the CMS detector, including realistic trigger emulations and reconstruction algorithms identical to those used to process the collected data. Since the photon conversion probability multiplied by the reconstruction efficiency is less than 1% for photons of energy below 1 GeV, a large number of events is needed. To reduce CPU usage, the χ b mesons were generated alone, without any \"underlying event\". This simplification should have no influence on the results of the analysis because any possible effect of accompanying particles on the track reconstruction efficiencies is identical for the two χ b states, canceling in the ratio. Both χ b samples were produced using the pythia event generator [16], with the χ b p T distributions parameterized on the basis of the ϒ(2S)p T spectrum measured by CMS [17]. The χ b mesons were generated in the rapidity range |y| < 2.0 and forced to decay into ϒ(1S) + γ , with the ϒ(1S) mesons decaying to dimuons. Only simulated events where a photon conversion occurred were further processed and reconstructed.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 159,
                    "text": "[15]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "start": 972,
                    "text": "[16]",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1077,
                    "text": "[17]",
                    "end": 1081
                }
            ]
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 4
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The CMS muon reconstruction procedure [18] identifies muons by requiring that tracks reconstructed in the silicon tracker be matched with at least one muon segment in any muon detector. To ensure an accurate p T measurement and to suppress the contribution from decays-in-flight of pions and kaons, the number of silicon tracker layers with at least one hit must be larger than five, with two of them in the silicon pixel layers, and the track-fit χ 2 per degree of freedom must be smaller than 1.8. Loose selections are applied to the transverse and longitudinal muon impact pa- 11 GeV, its absolute rapidity is less than 1.5, and the χ 2 probability of the dimuon kinematic fit (with the two muon tracks constrained to a common vertex) is larger than 1%. To select ϒ(1S) candidates, m μμ is required to be within 3σ of the ϒ(1S) mass, where the dimuon mass resolution σ is parameterized as a function of the ϒ(1S) rapidity, and is obtained by fitting the dimuon mass distribution in narrow dimuon rapidity bins. This parameterization accounts for the significant rapidity dependence of the dimuon mass resolution, from around 65 MeV at y = 0 to around 120 MeV at |y| = 1.5.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 38,
                    "text": "[18]",
                    "end": 42
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The low-energy photons produced in the χ b radiative decays that convert into electrons and positrons often produce tracks that are rather asymmetric, with one of the two tracks carrying a small fraction of the photon's energy. Given that these tracks rarely reach the calorimeter, they are reconstructed exclusively using information from the silicon tracker. An algorithm optimized for the reconstruction of low-p T displaced tracks has been used, relying on an iterative tracking procedure [19].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 493,
                    "text": "[19]",
                    "end": 497
                }
            ]
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The track pairs used to reconstruct the converted photons are required to fulfill the following selection criteria: the two tracks must be of opposite charge; one must have at least four hits in the silicon tracker layers and the other at least three hits; the innermost hits of the two tracks must be less than 5 cm apart along the beam direction; both tracks must have a reduced track-fit χ 2 smaller than 10; the two tracks should be almost parallel to each other, having angular separations (cot θ) < 0.1 and φ < 0.2 rad, where θ and φ are the polar and azimuthal angles, respectively, defined at the common vertex; the primary pp vertex associated with the photon conversion is required to lie outside both track helices; defining d m as the distance between the centers of the two circles formed by the tracks in the transverse plane minus the sum of their radii, the condition −0.25 < d m < 1 cm must be satisfied; finally, the conversion vertex must be at least 1.5 cm away from the beam axis in the transverse plane, in order to suppress the background from π 0 Dalitz decays. The analysis is performed on events having a photon with pseu- ",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Analysis procedure",
            "section_rank": 5
        },
        {
            "section": "Analysis procedure",
            "text": "The shape of the reconstructed invariant-mass distributions of the χ b candidates is evaluated through MC simulation, performed under the assumption that the intrinsic width of the χ b states, predicted to be smaller than 1 MeV [20], is negligible compared to the mass resolution, which is of the order of 5 MeV. Since the lowmass tail of the χ b2 shape falls under the χ b1 peak, it is important to use a reliable parameterization of the resolution function when evaluating the ratio of the χ b2 and χ b1 yields, N χ b2 /N χ b1 . The χ b mass resolution is dominated by the energy resolution of the converted photon and has a clear low-mass tail, typical of processes involving radiative losses (the electrons and positrons lose energy when traversing the tracker material). The simulated signal shape also reveals the presence of a small high-mass tail due to multiple scattering; the signal response is parameterized by a double-sided Crystal Ball (CB) function [21] consisting of a Gaussian core with two power-law tails, with independent exponents and transition points.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 228,
                    "text": "[20]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 965,
                    "text": "[21]",
                    "end": 969
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "The ratio N χ b2 /N χ b1 is measured with an unbinned maximum likelihood fit to the μμγ invariant-mass distribution, in four bins of ϒ(1S)p T . The χ b1 and χ b2 probability density functions are modeled by double-sided CB functions with shape parameters fitted to the simulated distributions in each p T bin of the ϒ(1S).",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Analysis procedure",
            "text": "The total χ b1 yield, the N χ b2 /N χ b1 ratio, and the total number  Table 1 gives the corresponding fit results.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 70,
                    "text": "Table 1",
                    "end": 77
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "The measurement of the cross section ratio R, defined in Eq. 1, depends on the ratio of the χ b1 and χ b2 measurement ",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 61,
                    "text": "1",
                    "end": 62
                }
            ]
        },
        {
            "section": "Analysis procedure",
            "text": "where, for each p ϒ T bin, N rec is the number of simulated candidates that are reconstructed and pass the event selection criteria, while N gen is the corresponding number of generated candidates, in the kinematic window |y ϒ | < 1.5, p μ T > 3.5 GeV, |η μ | < 1.9, and |η γ | < 1.0. The reconstructed kinematic distributions of the simulated decay products are found to be in agreement with the measured ones. The values of the acceptance and efficiency ratios, ε χ b1 /ε χ b2 , are shown in Table 2. The ratio of the acceptances times efficiencies differs from unity owing to the increased detection efficiency of the higher-energy photon from the χ b2 decay.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 494,
                    "text": "Table 2",
                    "end": 501
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "The χ b1 and χ b2 signal shapes are derived from MC simulation.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "To evaluate the uncertainty in the N χ b2 /N χ b1 ratio stemming from the imperfect parameterization of the MC signal shape, caused by the finite number of simulated events, a large number of pseudoexperiments are generated, randomly drawing sets of shape parameters using the covariance matrices of the fits to the simulated distributions. They are then used to fit the measured mass distributions, and the resulting N χ b2 /N χ b1 distribution is fitted with a Gaussian function, the standard deviation of which is taken as the systematic uncertainty corresponding to the \"signal parameters\".",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "To account for possible discrepancies between the simulated and measured events regarding, in particular, the energy scale calibration and the measurement resolution, alternative data-fitting schemes are used, leaving some of the signal shape parameters free in the fit to the measured mass distributions. A Chebyshev polynomial function is also used as an alternative model for the shape of the mass distribution of the background. The maximum variation in the N χ b2 /N χ b1 ratio with these different fitting strategies is taken as the \"signal and background modeling\" systematic uncertainty. The fitting procedure is found to be unbiased, as judged using pseudo-experiments where a certain N χ b2 /N χ b1 value is injected; the fitted results deviate on average from the input values by less than 10% of the statistical uncertainty. It has also been verified that the N χ b2 /N χ b1 ratio is insensitive to the addition of a signal term describing the χ b0 state. The possible influence of multiple primary vertices in the event (\"pileup\") on the N χ b2 /N χ b1 measurement was investigated by repeating the analysis in subsamples of events with different numbers of reconstructed primary vertices. No statistically significant effect is observed.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "Another source of systematic uncertainty in the evaluation of R is the statistical uncertainty in ε χ b1 /ε χ b2 , reflecting the finite size of the simulated event samples used to evaluate the measurement acceptances and efficiencies. The influence of the generated χ b1 and χ b2 p T spectra on ε χ b1 /ε χ b2 is evaluated by using alternative functions instead of the ϒ(2S) spectrum. A reweighting procedure is used to obtain the values of ε χ b1 /ε χ b2 corresponding to scenarios where the χ b1 and χ b2 are both produced according to the ϒ(1S) or ϒ(3S) p T spectra, as well as to mixed scenarios where the two states have different spectra: ϒ(1S) for the χ b1 and ϒ(2S) for the χ b2 , or ϒ(2S) for the χ b1 and ϒ(3S) for the χ b2 . The maximum variation in the ε χ b1 /ε χ b2 values obtained with all hypotheses is taken as the χ b p T spectra uncertainty. Possible dependencies of the ε χ b1 /ε χ b2 determination on the description of the tracking de- tector material in the MC simulation have been found to be negligible.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "The acceptances and efficiencies are evaluated under the assumption that the χ b1 and χ b2 are both produced unpolarized.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Systematic uncertainties",
            "text": "Polarization affects the angular and p T distributions of the radiated photon; since the photon reconstruction efficiency significantly depends on the photon p T , especially at low p T , the ratio of acceptances and efficiencies depends on the polarization scenario. In order to investigate this effect, the unpolarized MC distributions are reweighted to reproduce the theoretical angular distributions of χ b decay products expected for different χ b polarizations [22].",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 467,
                    "text": "[22]",
                    "end": 471
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The acceptance and efficiency ratio is recalculated assuming that the χ b1 is produced unpolarized or with helicity m χ b1 = 0, ±1, in combination with the assumption that the χ b2 is produced unpolarized or with helicity m χ b2 = 0, ±1, ±2, both in the helicity and Collins-Soper [23] frames. The maximal variations of ε χ b1 /ε χ b2 in these 4 × 6 scenarios with respect to the \"both unpolarized\" case have a negligible influence (at the percent level) on the cross section ratio, well below the other uncertainties. Table 3 summarizes the systematic uncertainties considered in the analysis. ",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 281,
                    "text": "[23]",
                    "end": 285
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 519,
                    "text": "Table 3",
                    "end": 526
                }
            ]
        },
        {
            "text": "Results and discussion",
            "section_rank": 7
        },
        {
            "section": "Results and discussion",
            "text": "The ratio R of the χ b2 and χ b1 production cross sections in the ϒ(1S) + γ decay channel for each p ϒ T bin is obtained by correcting the N χ b2 /N χ b1 yield ratio (Table 1) with the corresponding acceptance and efficiency ratio ε χ b1 /ε χ b2 ( Table 2). Fig. 2 shows the measured σ (χ b2 )/σ (χ b1 ) cross section ratio, as a function of p ϒ T , before (left) and after (right) multiplying by the decay branching fractions, taken from Ref. [13]. The relative uncertainty in the ratio of the branching fractions is 9%. The numerical values are given in Table 4. The cross section ratio σ (χ b2 ) / σ (χ b1 ) measured in four p ϒ",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 166,
                    "text": "(Table 1",
                    "end": 174
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 248,
                    "text": "Table 2",
                    "end": 255
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 258,
                    "text": "Fig. 2",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 444,
                    "text": "[13]",
                    "end": 448
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 556,
                    "text": "Table 4",
                    "end": 563
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "T bins before and after multiplying by the χ b → ϒ(1S) + γ branching fractions [13]. The second column gives the average p T value for each bin. The first uncertainty is statistical, the second is systematic, and the third reflects the uncertainty in the branching fraction.  The horizontal bars show the width of each bin. The dashed line in the right plot is a fit of a constant to the CMS measurements, and the horizontal band is the total uncertainty in the fit result. The 9% uncertainty in the ratio of branching fractions, which applies to all bins of p ϒ T , is not included. The curved band represents the result of a theoretical calculation [24].",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 79,
                    "text": "[13]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 651,
                    "text": "[24]",
                    "end": 655
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The open circles in Fig. 2, right panel, show the LHCb measurement [12], which can be compared to the CMS result since no significant dependence of the ratio on the rapidity is expected. The shaded area in the right panel of Fig. 2 shows a theoretical calculation [24] performed in the framework of NRQCD. Since data on χ b production were not available until recently, in this calculation the LDMEs are extracted from experimental data on the σ (χ c2 )/σ (χ c1 ) cross section ratio [7,9,10] and extrapolated, using NRQCD scaling rules, to the case of P-wave bottomonium. The dashed line in Fig. 2 (right) gives the result of a fit of the CMS measurements to a constant, corresponding to 0.85 ± 0.07, where the uncertainty includes both statistical and systematic uncertainties, but not the uncertainty in the ratio of the χ b branching fractions. A constant behavior is expected in the case of color-octet dominance. The measurements do not indicate the large increase in the ratio at low p ϒ T and differ by more than two standard deviations from the asymptotic value at high p T predicted by the theory. More precise measurements may be needed in order to thoroughly test the validity of NRQCD in the P-wave bottomonium sector.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 20,
                    "text": "Fig. 2, right panel,",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 67,
                    "text": "[12]",
                    "end": 71
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 225,
                    "text": "Fig. 2",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 264,
                    "text": "[24]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 484,
                    "text": "[7,",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "start": 487,
                    "text": "9,",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "start": 489,
                    "text": "10]",
                    "end": 492
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 592,
                    "text": "Fig. 2 (right)",
                    "end": 606
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 8
        },
        {
            "section": "Summary",
            "text": "The production cross section ratio σ (χ b2 (1P))/σ (χ b1 (1P)) has been measured in pp collisions by detecting the radiative decays to a ϒ(1S) and a photon, with the ϒ(1S) decaying to two muons. Events are selected where the ϒ(1S) and photon are emitted in the phase-space region defined by |y ϒ | < 1.5 and |η γ | < 1.0, in four bins of ϒ(1S) p T , spanning the range 7-40 GeV. The measurement has been performed using a data sample collected by   ",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "rameters, d xy < 3 cm and |d z | < 30 cm, respectively, to further suppress decays in flight and cosmic ray muons. The selected muons must have a transverse momentum p μ T and pseudorapidity η μ in the fiducial kinematic region p μ T > 3.5 GeV and |η μ | < 1.9. Each event containing a pair of opposite-sign muons is kept in the analysis sample if the dimuon invariant mass m μμ is between 8.5 and",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "photon. The χ b candidates are retained if the χ 2 probability of the kinematic fit is larger than 2%. This approach significantly reduces the effect of the muon momentum resolution on the χ b mass resolution.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "of background events N bkg are free parameters when fitting the data. The underlying continuum background, composed predominantly of events where the ϒ(1S) and photon are unrelated, is modeled by a probability distribution function proportional to (m − m 0 ) λ • exp(−ν(m − m 0 )), where m is the μμγ invariant mass obtained from the four-track kinematic fit, m 0 = 9.5 GeV, and λ and ν are free parameters. The fit is performed in the μμγ mass region 9.7-10.1 GeV. Fig. 1 shows the fitted invariant-mass distributions from data for each of the four ϒ(1S)p T bins considered, while",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Invariant-mass distributions of the μμγ candidates for each of the four ϒ(1S)p T bins considered in the analysis. The fitted χ b1 and χ b2 signals are parameterized with double-sided CB functions determined using simulated events. The combinatorial background is described by the product of an exponential and a power-law function.The solid line gives the result of the overall fit, with the dashed and dashed-dotted lines showing the χ b1 and χ b2 contributions, respectively. The dotted line represents the background contribution.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. The ratio of the χ b2 and χ b1 production cross sections, as a function of p ϒT , before (left) and after (right) multiplying by the ratio of the ϒ(1S) + γ branching fractions, as measured by CMS and LHCb[12] (right only). The vertical bars represent the statistical (inner bars) and total (outer bars) experimental uncertainty, respectively. The horizontal bars show the width of each bin. The dashed line in the right plot is a fit of a constant to the CMS measurements, and the horizontal band is the total uncertainty in the fit result. The 9% uncertainty in the ratio of branching fractions, which applies to all bins of p ϒ T , is not included. The curved band represents the result of a theoretical calculation[24].",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 212,
                    "text": "[12]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 725,
                    "text": "[24]",
                    "end": 729
                }
            ]
        },
        {
            "text": "the CMS experiment in 2012, at √ s = 8 TeV, corresponding to an integrated luminosity of 20.7 fb −1 . The cross section ratio averaged over the ϒ(1S) p T range is measured to be 0.85 ± 0.07 (stat + syst) ± 0.08 (BF), where the first uncertainty is the combination of the experimental statistical and systematic uncertainties and the second is from the uncertainty in the ratio of the χ b branching fractions. The ratio does not show a significant dependence on the ϒ(1S) p T . This is the most precise measurement to date of the χ b2 and χ b1 relative production cross sections in hadron collisions, which complements and extends the results of Ref. [12] obtained in the kinematic region 2.0 < y(χ b ) < 4.5, 5.0 < p T (ϒ) < 25 GeV. GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of Foundation For Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; and the National Priorities Research Program by Qatar National Research Fund.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "S 2 a 2 a 2 a",
            "section_rank": 15
        },
        {
            "section": "S 2 a 2 a 2 a",
            "text": ". Alderweireldt, M. Bansal, S. Bansal, T. Cornelis, E.A. De Wolf, X. Janssen, A. Knutsson, S. Luyckx, S. Ochesanu, B. Roland, R. Rougny, M. Van De Klundert, H. Van Haevermaet, P. Van Mechelen, N. Van Remortel, A. Van Spilbeeck S. Kesisoglou, A. Panagiotou, N. Saoulidou, E. Stiliaris M. Abbrescia a,b , L. Barbone a,b , C. Calabria a,b , S.S. Chhibra a,b , A. Colaleo a , D. Creanza a,c , N. De Filippis a,c , M. De Palma a,b , L. Fiore a , G. Iaselli a,c , G. Maggi a,c , M. Maggi a , S. My a,c , S. Nuzzo a,b , A. Pompili a,b , G. Pugliese a,c , R. Radogna a,b,2 , G. Selvaggi a,b , L. Silvestris a,2 , G. Singh a,b , R. Venditti a,b , P. Verwilligen a , G. Zito a a INFN Sezione di Bari, Bari, Italy b Università di Bari, Bari, Italy c Politecnico di Bari, Bari, Italy G. Abbiendi a , A.C. Benvenuti a , D. Bonacorsi a,b , S. Braibant-Giacomelli a,b , L. Brigliadori a,b , R. Campanini a,b , P. Capiluppi a,b , A. Castro a,b , F.R. Cavallo a , G. Codispoti a,b , M. Cuffiani a,b , G.M. Dallavalle a , F. Fabbri a , A. Fanfani a,b , D. Fasanella a,b , P. Giacomelli a , C. Grandi a , L. Guiducci a,b , S. Marcellini a , G. Masetti a,2 , A. Montanari a , F.L. Navarria a,b , A. Perrotta a , F. Primavera a,b , A.M. Rossi a,b , T. Rovelli a,b , G.P. Siroli a,b , N. Tosi a,b , R. Travaglini a,b a INFN Sezione di Bologna, Bologna, Italy b Università di Bologna, Bologna, Italy S. Albergo a,b , G. Cappello a , M. Chiorboli a,b , S. Costa a,b , F. Giordano a,2 , R. Potenza a,b , A. Tricomi a,b , C. Tuve a,b a INFN Sezione di Catania, Catania, Italy b Università di Catania, Catania, Italy c CSFNSM, Catania, ItalyG. Barbagli a , V. Ciulli a,b , C. Civinini a , R. D'Alessandro a,b , E. Focardi a,b , E. Gallo a , S. Gonzi a,b , V. Gori a,b,2 , P. Lenzi a,b , M. Meschini a , S. Paoletti a , G. Sguazzoni a , A. Tropiano a,b a INFN Sezione di Firenze, Firenze, Italy b Università di Firenze, Firenze, Italy L. Benussi, S. Bianco, F. Fabbri, D. Piccolo INFN Laboratori Nazionali di Frascati, Frascati, ItalyF. Ferro a , M. Lo Vetere a,b , E. Robutti a , S. Tosi a,b a INFN Sezione di Genova, Genova, Italy b Università di Genova, Genova, Italy M.E. Dinardo a,b , S. Fiorendi a,b,2 , S. Gennai a,2 , R. Gerosa 2 , A. Ghezzi a,b , P. Govoni a,b , M.T. Lucchini a,b,2 , S. Malvezzi a , R.A. Manzoni a,b , A. Martelli a,b , B. Marzocchi, D. Menasce a , L. Moroni a , M. Paganoni a,b , D. Pedrini a , S. Ragazzi a,b , N. Redaelli a , T. Tabarelli de Fatis a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , N. Cavallo a,c , S. Di Guida a,d,2 , F. Fabozzi a,c , A.O.M. Iorio a,b , L. Lista a , S. Meola a,d,2 , M. Merola a , P. Paolucci a,INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata (Potenza), Napoli, Italy d Università G. Marconi (Roma), Napoli, Italy P. Azzi a , N. Bacchetta a , D. Bisello a,b , A. Branca a,b , R. Carlin a,b , P. Checchia a , M. Dall'Osso a,b , T. Dorigo a , U. Dosselli a , M. Galanti a,b , F. Gasparini a,b , U. Gasparini a,b , P. Giubilato a,b , F. Gonella a , A. Gozzelino a , K. Kanishchev a,c , S. Lacaprara a , M. Margoni a,b , F. Montecassiano a , J. Pazzini a,b , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , M. Tosi a,b , P. Zotto a,b , A. Zucchetta a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento (Trento), Padova, Italy M. Gabusi a,b , S.P. Ratti a,b , C. Riccardi a,b , P. Salvini a , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M. Bilei a , D. Ciangottini a,b , L. Fanò a,b , P. Lariccia a,b , G. Mantovani a,b , M. Menichelli a , F. Romeo a,b , A. Saha a , A. Santocchia a,b , A. Spiezia a,b,INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a,25 , P. Azzurri a , G. Bagliesi a , J. Bernardini a , T. Boccali a , G. Broccolo a,c , R. Castaldi a , M.A. Ciocci a,25 , R. Dell'Orso a , S. Donato a,c , F. Fiori a,c , L. Foà a,c , A. Giassi a , M.T. Grippo a,25 , F. Ligabue a,c , T. Lomtadze a , L. Martini a,b , A. Messineo a,b , C.S. Moon a,26 , F. Palla a,2 , A. Rizzi a,b , A. Savoy-Navarro a,27 , A.T. Serban a , P. Spagnolo a , P. Squillacioti a,25 , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a , C. Vernieri a,c,INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , G. D'imperio a,b , D. Del Re a,b , M. Diemoz a , M. Grassi a,b , C. Jorda a , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , F. Micheli a,b,2 , S. Nourbakhsh a,b , G. Organtini a,b , R. Paramatti a , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b , L. Soffi a,b,2 , P. Traczyk a,b a INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b,2 , M. Arneodo a,c , R. Bellan a,b , C. Biino a , N. Cartiglia a , S. Casasso a,b,2 , M. Costa a,b , A. Degano a,b , N. Demaria a , G. Dujany a,b , L. Finco a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , M. Musich a , M.M. Obertino a,c,2 , G. Ortona a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L. Pinna Angioni a,b , A. Potenza a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , A. Solano a,b , A. Staiano a , U. Tamponi a V. Epshteyn, V. Gavrilov, N. Lychkovskaya, V. Popov, G. Safronov, S. Semenov, A. Spiridonov, V. Stolin, E. Vlasov, A. Zhokin",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "LHCb [9], CMS [10], and ATLAS [11] experiments, using data collected in pp collisions at √",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "s = 7 TeV. More recently, the LHCb http://dx.doi.org/10.1016/j.physletb.2015.02.048 0370-2693/© 2015 CERN for the benefit of the CMS Collaboration. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "Table 1",
            "section_rank": 17
        },
        {
            "section": "Table 1",
            "text": "Parameters extracted from the fits to the measured μμγ invariant mass distributions, in the four ϒ(1S) p T bins considered. The quoted uncertainties are statistical only. The parameters are defined in the text.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Table 2",
            "section_rank": 18
        },
        {
            "section": "Table 2",
            "text": "Acceptance and efficiency ratios, ε χ b1 /ε χ b2 , computed from MC simulation. Uncertainties are statistical only.",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Table 3",
            "section_rank": 19
        },
        {
            "section": "Table 3",
            "text": "Relative systematic uncertainties in",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "Table 4",
            "section_rank": 20
        },
        {
            "text": "± 0.10 ± 0.06 0.99 ± 0.18 ± 0.10 ± 0.09",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "text": "√ s = 1.96 TeV, Phys. Rev. Lett. 98 (2007) 232001, http://dx.doi.org/10.1103/PhysRevLett.98.232001, arXiv:hepph/0703028. [8] A.K. Likhoded, A.V. Luchinsky, S.V. Poslavsky, Production of χ b mesons at the LHC, Phys. Rev. D 86 (2012) 074027, http://dx.doi.org/10.1103/PhysRevD.86. 074027, arXiv:1203.4893.",
            "paragraph_rank": 45,
            "section_rank": 22
        },
        {
            "text": "National Centre for Particle and High Energy Physics, Minsk, Belarus",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "Acknowledgements",
            "section_rank": 24
        },
        {
            "section": "Acknowledgements",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centres and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany);",
            "paragraph_rank": 47,
            "section_rank": 24
        }
    ]
}