{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The review covers transitions M 0 ↔ M 0 in all neutral-meson systems that can show these weak-interaction transitions, M 0 = K 0 , D 0 , B 0 and B s . The four systems are ideal laboratories for studying the discrete symmetries T and CPT. The properties of time reversal T are discussed in classical and quantum mechanics. T violation in K 0 K 0 transitions has been observed 1970 independent of assuming CPT symmetry by using the Bell-Steinberger unitarity relation. Improvements of this observation are reviewed including the latest results from 2013. They show with high significance that CP violation in K 0 K 0 transitions is only T violation without any CPT violation. Transitions in the other three systems do not show CP violation so far and, therefore, neither T nor CPT violation. The large observed CP violation in B 0 → J/ψK 0 decays is presented to be compatible with only T and no CPT violation, the same for the significant but very small CP violation in decays K 0 → ππ, I = 2.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Symmetries have always played an important role in the formulation of basic-physics laws. The theorem of E. Noether [1] relates the symmetry under time transformations t → t + t 0 to energy conservation, under space transformations x → x + x 0 to momentum conservation, and rotations x → R x to the conservation of angular momentum. In relativistic mechanics and electrodynamics, these transformations and their symmetries are combined into Poincaré or Lorentz transformations, including time reversal T (t → −t) and the parity transformation P ( x → − x).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 116,
                    "text": "[1]",
                    "end": 119
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The description of elementary-particle dynamics by quantum mechanics and quantum field theory with three interactions obeys Poincaré and Lorentz symmetry as well, and in addition the symmetry C under the exchange of particles and antiparticles. Around experiments showed that two interactions are fully symmetric and that the weak interaction is only symmetric under Poincaré transformations excluding P and C. These two symmetries are maximally broken, up to 1964 in such a way that CP and T were assumed to be perfect symmetries. Since C, P and CP are described by unitary transformations, strong and electromagnetic interactions conserve the quantum numbers C, P and CP, whereas the weak interaction conserves only the quantum number CP and neither C nor P. The transformations T and CPT are antiunitary; therefore, there exist no conserved quantum numbers for them in any of the three interactions. All three interactions could be assumed to be symmetric under the transformations T and CPT.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In 1964 decays of neutral K mesons into two charged π mesons at very late lifetimes indicated that CP symmetry is broken in either the weak or in a new interaction. Since CP = CP T ×T , the symmetries T or CPT or both had also to be broken. Around 1968 it became clear that CP symmetry is dominantly broken in K 0 K 0 transitions and unmeasurably small in the decay amplitudes. Measurements of all four CP-violating parameters in K 0 → ππ decays and measured limits on CP violation in all other K 0 decays allowed in 1970 to conclude that only T symmetry is significantly violated in K 0 K 0 transitions and that CPT symmetry therein is valid within errors.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The review describes the phenomenology of K 0 K 0 transitions (Section 4) and all essential experimental results (Section 5) up to mid 2014. T violation and validity of CPT have been established with steadily increasing precision between 1970 and 2013. T violation and CPT validity are also reviewed for K 0 → ππ decay amplitudes, as well as searches for T violation in K 0 → π ν amplitudes and in transverse muon polarisation in K → πµν decays (Section 6).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discoveries of transitions between B 0 and B 0 in 1987, between D 0 and D 0 in 2007, as well as detailed results on B s B s transitions since 2006 led to intense searches for CP, T and CPT violation in also these three neutral-meson systems. Apart from unconfirmed 3 σ indications, there exist only upper limits; all results up to mid 2014 are reported here in section 7.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "T violation and the search for CPT violation in B 0 decays are discussed in detail in Section 8. Throughout this review, we use the sign convention pM 0 − qM 0 for the heavier mass eigenstate of the M 0 system (M = K, D, B, B s ) and pM 0 + qM 0 for the lighter mass eigenstate. The quantity (|p/q| − 1)/2 is called Re , even if it should be Re /(1 + | | 2 ), i. e. both Re and the unobservable Im are approximated to be 1. Two further conventions used areh = c = 1.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Prehistory",
            "section_rank": 3
        },
        {
            "section": "Prehistory",
            "text": "The first identified meson was a positive Kaon with a mass of (500 ± 60) MeV, found in 1944 by L. Leprince-Ringuet and M. Lhéritier [2] in cosmic-ray observations using a triggered cloud chamber, three years before the discovery of the charged π meson [3]. The first observation of a neutral Kaon was reported by G. D. Rochester and C. C. Butler [4], again using cosmic-ray events in a cloud chamber. With the advance of experiments at proton accelerators after 1950, a puzzle appeared when comparing π + , π 0 , π − with masses around 140 MeV, and K + , K 0 , K − with masses around 500 MeV. The heavier mesons were called θ when decaying into two and τ when decaying into three pions. All these mesons were produced with comparably large rates in proton-proton collisions, and with the exception of the π 0 they decayed with comparably long lifetimes. Since the lightest charged meson cannot decay by strong interactions, its lifetime was understood to be similar to that of the muon owing to weak interactions. Puzzling was the observation that the K mesons also decayed with long weak-interaction lifetimes in spite of their abundant production by strong interactions; strong-interaction decays with very short lifetimes into two or three pions are not forbidden by conservation of energy and momentum. The solutions of the puzzle were found around 1953 by A. Pais, M. Gell-Mann and K. Nishijima by introducing the concept of \"associated production\" [5], e. g. pp → ppK + K − , and of the quantum number \"strangeness\" [6,7], e. g. S(K + ) = +1, S(K − ) = −1, which is conserved in strong and violated in weak interactions. An important step in 1953 was the discovery that θ + and τ + are identical, also θ 0 and τ 0 , thanks to the invention of the Dalitz plot [8] demonstrating that the three-pion state in τ + decays had spin J = 0. Parity conservation led to J P = 0 − for the τ + and J P = 0 + for the θ + , but the τ and θ masses were equal and also their lifetimes. The increasing number of observed τ and θ decays led T. D. Lee and C. N. Yang [9] to the hypothesis in 1956 that parity symmetry is broken in weak interactions. This was quickly confirmed by two experiments at Columbia University on 15 January 1957, that of L. M. Lederman's group [10] in the decay chain π + → µ + ν → (e + νν)ν and that of C. S. Wu et al [11] in β decays of polarized 60 Co nuclei. Neutral Kaons have a second very strange property, a nonexponential decay law, predicted in 1955 by M. Gell-Mann and A. Pais [12]. Starting from the dominant decay K 0 → π + π − and its known rate Γ 1 , they argued that C symmetry (charge conjugation) requires the existence of the K 0 meson and the decay K 0 → π + π − with the same rate Γ 1 . Transitions K 0 ↔ ππ ↔ K 0 with virtual ππ pairs should then occur with a transition rate comparable to Γ 1 , and all linear superpositions",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 132,
                    "text": "[2]",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 252,
                    "text": "[3]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 346,
                    "text": "[4]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1454,
                    "text": "[5]",
                    "end": 1457
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1522,
                    "text": "[6,",
                    "end": 1525
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1525,
                    "text": "7]",
                    "end": 1527
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1765,
                    "text": "[8]",
                    "end": 1768
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2054,
                    "text": "[9]",
                    "end": 2057
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2257,
                    "text": "[10]",
                    "end": 2261
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2332,
                    "text": "[11]",
                    "end": 2336
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 2362,
                    "text": "60",
                    "end": 2364
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2501,
                    "text": "[12]",
                    "end": 2505
                }
            ]
        },
        {
            "section": "Prehistory",
            "text": "are possible states. One of these states,",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Prehistory",
            "text": "decays into two pions with rate Γ 1 . The orthogonal state,",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Prehistory",
            "text": "is not allowed to decay into two pions because of C conservation, but it can decay into other modes like 3π, πeν or πµν with a much smaller total rate Γ 2 . Neutral Kaons produced in the state K 0 , e. g. in the reaction np → ppK 0 K − , have a non-exponential decay law, decaying dominantly into ππ at early times with a rate Γ 1 and later into the other modes with Γ 2 Γ 1 . With today's values [13] of Γ 1 and Γ 2 , their decay law is shown in Fig. 1.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 397,
                    "text": "[13]",
                    "end": 401
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 447,
                    "text": "Fig. 1",
                    "end": 453
                }
            ]
        },
        {
            "section": "Prehistory",
            "text": "This remarkably early prediction turned out to be true in spite of the fact that together with P symmetry also C symmetry is broken in weak interactions. Soon after establishing that P is maximally violated, L. Landau [14] found that C symmetry is maximally violated as well and that the combined symmetry CP is unbroken in weak interactions. For the two neutral Kaon states, which are both P eigenstates with P = −1, CP symmetry implies C symmetry, and the arguments of Gell-Mann and Pais remain unchanged.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 218,
                    "text": "[14]",
                    "end": 222
                }
            ]
        },
        {
            "section": "Prehistory",
            "text": "In 1956 the group of L. M. Lederman [15] observed 20 K 0 decays into charged final states incompatible with π + π − , living much longer and indicating K 0 2 states with Γ 2 /Γ 1 < 0.10. In 1958 M. Baldo-Ceolin et al. [16] reported a nuclear-emulsion experiment in a K + beam, where K 0 mesons with S = +1 from a charge-exchange reaction such as K + n → K 0 p produced Λ hyperons with S = −1 in a reaction such as K 0 p → Λπ + . This was one of the first clear demonstrations of the transition K 0 → K 0 . In 1961 R. H. Good et al. [17] further investigated this transition by passing a neutral Kaon beam far from its production target through a metal plate and observing the time dependence of K → π + π − decays closely behind the plate. Owing to the two-state nature of neutral Kaons, the time-dependent transitions K 0 ↔ K 0 cannot be described by a single \"transition rate\". There are two coherent contributions, the mass and width differences ∆m = m(K 0 2 ) − m(K 0 1 ) and ∆Γ = Γ 2 − Γ 1 , as described in detail in Section 4. In addition to |∆Γ| ≈ 0.9 × Γ 1 from Ref. [15], the metal-plate \"regeneration\" experiment [17] determined |∆m| = (0.8 ± 0.2) × Γ 1 , so both contributions to the transition rate are indeed of order Γ 1 as predicted by Gell-Mann and Pais [12].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 36,
                    "text": "[15]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 218,
                    "text": "[16]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 532,
                    "text": "[17]",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "start": 958,
                    "text": "0",
                    "end": 959
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1076,
                    "text": "[15]",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1124,
                    "text": "[17]",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1271,
                    "text": "[12]",
                    "end": 1275
                }
            ]
        },
        {
            "section": "Prehistory",
            "text": "Regeneration will be discussed in Section 5.2. Studying these transitions K 0 2 → K 0 1 in matter, the group of R. Adair [18] found an effect in 1963 which they called \"anomalous regeneration\". At the limit of significance, a larger rate of π + π − decays was observed in a beam of neutral Kaons behind a liquidhydrogen regenerator than that expected from the estimated regeneration rate. The more precise and famous experiment of J. H. Christenson, J. W. Cronin, V. L. Fitch and R. Turlay [19] discovered one year later with high significance that this larger rate occurs also in a near-to-vacuum material, gaseous helium. The influence of regeneration was negligible; long-living Kaons in the assumed CP eigenstate K 0 2 with CP = −1 decayed into the final state π + π − with CP = +1. This evident non-conservation of CP symmetry could still have two origins: the decay dynamics of K 0 2 → ππ or the transition dynamics of K 0 ↔ K 0 generating a long-living state which is not a CP eigenstate. In 1967 the experiment of J. Steinberger's group [20] gave the answer that the second origin is dominating, by observing that the decay rate of the long-living state into π − e + ν is larger than that into π + e − ν.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 121,
                    "text": "[18]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 490,
                    "text": "[19]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "start": 719,
                    "text": "0",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1045,
                    "text": "[20]",
                    "end": 1049
                }
            ]
        },
        {
            "section": "Prehistory",
            "text": "The first observed meson was a K + in 1944, its neutral partner and the charged pion were discovered in 1947, K 0 K 0 transitions were predicted in 1955 and observed since 1956, the study of K + → π + π + π − decays in 1954 led to the discovery of P violation, and the 1964 observation of long-living neutral Kaons decaying into π + π − was the discovery of CP violation. In the following years, we had the obligation to find out experimentally if CPT symmetry is also broken, more specific: what are the contributions of T and of CPT violation to the observed CP violation in K 0 K 0 transitions?",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The Symmetries T and CPT",
            "section_rank": 4
        },
        {
            "section": "The Symmetries T and CPT",
            "text": "The concept of time reversal in the basic laws of Nature is different from that of the \"arrow of time\", both in classical and in quantum physics. The omnipresent arrow of time is a consequence of causality and of entropy increase in closed systems. We only get older and never get younger, and we can never influence an event in the past. However, a basic law can be either time-reversal (T) symmetric or T violating, even if obeying causality and increasing entropy in both cases. The dynamics of weak interactions can be T symmetric or T violating, but in both cases an ensemble of unstable particles shows the arrow of time by becoming a different ensemble composed of surviving particles and various decay states.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Time Reversal in Classical Mechanics",
            "section_rank": 5
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "The discussion can be kept on the level of equations of motion. In cases where the equation",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "for the motion of a point-particle with mass m and coordinate r contains a time-independent force F , the equation is invariant under the time-reversal transformation T,",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "The transformation here leads to time-reversal symmetry, called T symmetry in the following. As a consequence, we observe \"motion-reversal\" symmetry, the symmetry between two motions, as illustrated in the following example.   in very good approximation if velocity and distance are small. This motion can be recorded together with a clock showing the time for the motion from the start to the end point. A video recorder allows to replay the recorded movie in the backward direction, as shown in Fig. 3. Even if the motion of the ball looks familiar to the viewer, the clock tells him that this process does not take place in his world. The replayed movie shows an unobservable process; time does never run backwards. It is, however, possible to observe the reversed motion in the real world: we have to start it at the end point of the original motion with a velocity vector equal to the opposite of the final velocity of the original motion, as shown in Fig. 4. This observable motion with forward-running time is called \"reversed motion\". The operation with starting at the end point and reversing the velocity is called \"motion reversal\", and the comparison of Figs. 4 and 2 shows \"motion-reversal symmetry\". Motion-reversal symmetry is a consequence of T symmetry in the equation of motion, here m¨ r = m g .",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 497,
                    "text": "Fig. 3",
                    "end": 503
                },
                {
                    "type": "figure",
                    "start": 957,
                    "text": "Fig. 4",
                    "end": 963
                }
            ]
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "Motion-reversal symmetry violation, i. e. different orbits for the reversed and the original motion, proves T violation of the underlying dynamics. This symmetry violation with balls of higher velocity in air is observed since long time, a 16th century example is shown in Fig. 5. Motion reversal leads to a very different orbit here; we understand the reason since the approximate equation of motion,",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 273,
                    "text": "Fig. 5",
                    "end": 279
                }
            ]
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "Figure 5: P. Puchner, Dresden 1577 [21], Gun-ball orbits according to a theory of N. Tartaglia [22].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 35,
                    "text": "[21]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 95,
                    "text": "[22]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "is not invariant under the T operation in Eq. 5. The example shows that we have two ways to prove T violation: either the \"direct\" observation of motion-reversal violation, here moving the gun to the target position and firing in the opposite direction, or the \"indirect\" measurement of the parameter η in Eq. 7 finding that it is different from zero.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "x y Figure 6: Orbit of a pendulum on a turntable with arbitrary Ω.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 4,
                    "text": "Figure 6",
                    "end": 12
                }
            ]
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "Another example for motion-reversal symmetry violation, without dissipation, is the Foucault pendulum. With x, y , where is the suspension length, its equation of motion in the frame of the rotating earth with Ω = 2π e z /24 h is m¨ r = −m g r + 2 m˙ r × Ω .",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "Time Reversal in Classical Mechanics",
            "text": "This equation is not invariant under t → −t, leading to rosettelike orbits like those in Fig. 6. In all parts of the orbit we observe deflections to the right side. At every turning point the pendulum starts again to be deflected to the right side instead of returning on the motion-reversed path. The basic laws of classical mechanics are T symmetric; motion reversal symmetry would be restored if we would not only reverse the motion of the Foucault pendulum but also the rotation of the earth.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 89,
                    "text": "Fig. 6",
                    "end": 95
                }
            ]
        },
        {
            "text": "Time Reversal in Quantum Mechanics",
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "Time reversal in the laws of quantum mechanics was first discussed 1932 by E. Wigner [23]. Detailed discussions are presented in the textbooks of Sachs [24] and Branco Lavoura Silva [25], summarized here in a few lines only. In the Schrödinger representation, the state vector |ψ of a quantum system develops in time according to",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 85,
                    "text": "[23]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 152,
                    "text": "[24]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 182,
                    "text": "[25]",
                    "end": 186
                }
            ]
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "and observables of the system are described by hermitean operators Q with the expectation values",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "The T transformation t → t = −t transforms state vectors and observables using the T operator",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "Under the T transformation, the space and momentum observables x and p have the properties x = x and p = − p. Consequently, the quantum-mechanical commutation relations",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "Since |ψ and |ψ are in general states of the same system, the operator T must have the property",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "where z is any complex number, U is unitary, U U † = 1, and K is the operator for complex conjugation,",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "and \"antiunitary\". Antiunitarity means that the operator T † = K † U † is different from T −1 . The operator K † must be understood to complex-conjugate all numbers to its left side, i. e.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "With an arbitrary operator O, the time-reversed matrix element of ψ 2 |O|ψ 1 is given by",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "Invariance of Eq. 9 under a unitary transformation U , i. e. U H U −1 = H, leads to a conservation law, an example is CP conservation. The same invariance under T or any other antiunitary transformation like CPT does not lead to a conservation law. These symmetries do not lead to a conserved quantum number. There can be T or CPT symmetry, but never T or CPT conservation. Violation of T symmetry can be called T violation, the same for CPT.",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "The asymptotic solutions of Eq. 9, ψ(t 2 ) = e −iH(t 2 −t 1 ) ψ(t 1 ), are given by the operator S,",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "which is unitary, SS † = 1. With T HT −1 = H, i. e. energy conservation under time reversal, the S operator transforms like",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "It is usually separated into two parts,",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "where D describes transitions and decays from |ψ 1 (t 1 ) into different states |ψ 2 (t 2 ) ; it transforms like",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "States containing particles with momenta p i and spins s i transform like",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "with an arbitrary phase φ. Since T ST −1 = S † , the S-matrix elements p f , s f |S| p i , s i transform like",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "and T invariance means",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "section": "Time Reversal in Quantum Mechanics",
            "text": "This invariance is often called principle of detailed balance. It manifests itself by equal rates for the two transitions i → f and f (momenta and spins reversed) → i(momenta and spins reversed), equivalent to motion reversal in classical mechanics.",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "Examples for Motion Reversal in Particle Physics",
            "section_rank": 7
        },
        {
            "section": "Examples for Motion Reversal in Particle Physics",
            "text": "In the following, we shortly discuss three particle-physics examples of motion reversal: comparing two reactions between stable nuclei, comparing two transitions between different neutrino species, and comparing decay and formation of an unstable particle.",
            "paragraph_rank": 43,
            "section_rank": 7
        },
        {
            "text": "Nuclear Reactions",
            "section_rank": 8
        },
        {
            "section": "Nuclear Reactions",
            "text": "A test of detailed balance, i. e. motion-reversal symmetry, by measuring the energy-dependent cross sections of the nuclear reactions A + B → C + D and C + D → A + B has been performed in 1967 at Heidelberg by W. von Witsch et al. [26] using 24 Mg + α 27 Al + p. At the same center-of-mass (*) energies and scattering angles, T symmetry requires for the differential cross sections",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 231,
                    "text": "[26]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 242,
                    "text": "24",
                    "end": 244
                }
            ]
        },
        {
            "section": "Nuclear Reactions",
            "text": "where p * f and p * i are the momenta, and s 1i , s 2i and s 1f , s 2f the spins of the two particles in the initial and final state of the reaction →, respectively.",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "section": "Nuclear Reactions",
            "text": "The sensitivity to T violation is especially high in reactions where many amplitudes contribute at the same energy. The chosen example has this property since the reactions proceed via the compound nucleus 28 Si in an energy regime with large cross-section fluctuations of the Ericson type. Cross-section results are presented in several energy ranges at several scattering angles. The authors conclude that no deviation from T symmetry is observed. The upper limit for the T-violating fraction of the reaction amplitude is quoted to be 3 × 10 −3 with 85% confidence.",
            "paragraph_rank": 46,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 206,
                    "text": "28",
                    "end": 208
                }
            ]
        },
        {
            "text": "Neutrino Oscillations",
            "section_rank": 9
        },
        {
            "section": "Neutrino Oscillations",
            "text": "The standard phenomenology of neutrino mixing uses the 3 × 3 unitary PMNS matrix [27,28,29] relating the three mass eigenstates ν j , j = 1, 2, 3, to the three flavor eigenstates ν i , i = e, µ, τ , by",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 81,
                    "text": "[27,",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 85,
                    "text": "28,",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 88,
                    "text": "29]",
                    "end": 91
                }
            ]
        },
        {
            "section": "Neutrino Oscillations",
            "text": "At a given neutrino energy E and distance L between production and detection, the transition rates between µ-and e-neutrinos are given by",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "section": "Neutrino Oscillations",
            "text": "The comparison of the two rates will be difficult to measure, but the standard phenomenology allows different rates, i. e. T violation, if the Jarlskog invariant [31] ",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 162,
                    "text": "[31]",
                    "end": 166
                }
            ]
        },
        {
            "section": "Neutrino Oscillations",
            "text": "is different from zero. For the experimental difficulties, including matter effects, see e. g. Ref. [30].",
            "paragraph_rank": 50,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 100,
                    "text": "[30]",
                    "end": 104
                }
            ]
        },
        {
            "section": "Neutrino Oscillations",
            "text": "A comparison of the rates P (ν e → ν µ ) and P (ν µ → ν e ) will be a test of CPT symmetry. The standard phenomenology predicts the rate difference to be zero even if J = J(U ij ) = 0. The underlying condition is CPT symmetry between the mixing matrices U ij of neutrinos and U ij of antineutrinos,",
            "paragraph_rank": 51,
            "section_rank": 9
        },
        {
            "section": "Neutrino Oscillations",
            "text": "An observed CPT violation in the rates would imply that there is no CPT symmetry between the two mixing matrices, i. e. U ij = U * ij .",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "text": "Formation and Decay of the J/ψ Meson",
            "section_rank": 10
        },
        {
            "section": "Formation and Decay of the J/ψ Meson",
            "text": "The J/ψ meson has been discovered in 1974 in two experiments, in the production reaction p + N → J/ψ + X, J/ψ → e + e − [32] and in the formation reaction e + e − → J/ψ [33]. The decay rate Γ = Γ tot (J/ψ) × B(J/ψ → e + e − ) and the formation cross section σ = σ(e + e − → J/ψ) are given by the same matrix element if T symmetry holds. A measurement of Γ then predicts the formation cross section σ. However, establishing motion-reversal symmetry by the two measurements would not be a test of T symmetry since CPT symmetry predicts exactly the same relation between Γ and σ.",
            "paragraph_rank": 53,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 120,
                    "text": "[32]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 169,
                    "text": "[33]",
                    "end": 173
                }
            ]
        },
        {
            "text": "T-Symmetry in Decays",
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "The decay of an unstable particle allows perturbative descriptions if the decay proceeds much slower than the production. Therefore, the discussion here is limited to decays induced by weak and electromagnetic interactions, including possible new physics in addition to the Standard interactions. These decays allow to test T symmetry of the decay dynamics without using motion-reversal experiments. This turns out to be useful since the reversal of a decay like n → pe − ν e is practically impossible. Because of unitarity of the S operator, the transition operator D as defined in Eq. 19 has the property ",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "and hermiticity of D leads to",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "where the unobservable phase ∆φ originates from the arbitrary phases of the states |i and |f . The T transformation of two different transitions D 1 and D 2 , both without strong interactions, between |i and |f lead to the same unobservable phase, i. e. T symmetry and hermiticity of D 1 and D 2 require that the phase between f |D 1 |i and f |D 2 |i has to be 0 or 180 • . Here follow two examples:",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "The beta decay of polarized neutrons allows observation of a T-odd triple product,",
            "paragraph_rank": 57,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "since the polarization vector P n of the neutron and the center-of-mass momenta p e and p ν of electron and neutrino change sign under time reversal. The hermitean effective Hamiltonian for neutron decay with only vector and axial-vector couplings contains a leptonic, eγ µ (1 − γ 5 )ν e , and a hadronic current, pγ µ (G V + G A γ 5 )n. T invariance of the Hamiltonian requires [25] T",
            "paragraph_rank": 58,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 379,
                    "text": "[25]",
                    "end": 383
                }
            ]
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "up to an unobservable arbitrary phase φ, i. e.",
            "paragraph_rank": 59,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "where Φ AV is the relative phase between G A and G V . A proposal of J. D. Jackson et al. in 1957 [34] relates Φ AV to the coefficient D in the observable partial rate",
            "paragraph_rank": 60,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 98,
                    "text": "[34]",
                    "end": 102
                }
            ]
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "where the functions f 1 and f 2 do not only depend on the electron and neutrino energies but also on",
            "paragraph_rank": 61,
            "section_rank": 11
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "Measurements of D with cold polarized neutrons have been performed since 1974 [13]. The most recent result, obtained in 2012 by T. E. Chupp et al. [35] with the emiT-II detector at NIST, is",
            "paragraph_rank": 62,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 78,
                    "text": "[13]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 147,
                    "text": "[35]",
                    "end": 151
                }
            ]
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "The expectation from the CP-and T-violating Standard Model is D ≈ 10 −12 [35], and final-state interactions which could give D = 0 in spite of T symmetry, see the next Subsection, are estimated to produce D ≈ 10 −5 [35]. Combined with earlier measurements [13], the present best values are",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 73,
                    "text": "[35]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 215,
                    "text": "[35]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 256,
                    "text": "[13]",
                    "end": 260
                }
            ]
        },
        {
            "section": "T-Symmetry in Decays",
            "text": "The imaginary part of G A /G V is compatible with zero, no T violation is seen in neutron decay. The second example: Radiative decays of excited atoms can be used to test T symmetry of the underlying dynamics in \"forbidden\" transitions, i. e. when selection rules exclude E1 but allow E2 and M1 transitions. S. P. Lloyd has shown in 1951 [36] that T invariance requires Im(A M 1 /A E2 ) = 0 for the ratio of the two transition amplitudes.",
            "paragraph_rank": 64,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 338,
                    "text": "[36]",
                    "end": 342
                }
            ]
        },
        {
            "text": "Final State Interactions",
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "Strong final-state interactions (FSI) between the decay products of a weak decay can be described by factorizing",
            "paragraph_rank": 65,
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "where δ F SI is a strong-interaction phase shift. Following Eq. 30, T symmetry requires",
            "paragraph_rank": 66,
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "This does not lead to a deviation from the result that two transition amplitudes A 1 and A 2 between |i and |f have to obey Im (A 2 /A 1 ) = 0 as long as the state |f is a single eigenstate of the strong interaction. If this is not the case, an example is the well defined single state |f = |π + π − with two strong-interaction eigencomponents |f 1 = |ππ, I = 0 and |f 2 = |ππ, I = 2 , the decay has to be described by two amplitudes",
            "paragraph_rank": 67,
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "T symmetry requires Im (a 2 /a 1 ) = 0, and",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "This does not vanish if δ 2 − δ 1 is different from 0 and 180 • , i. e. final-state interactions can mimic T violation in decays if two contributing transition amplitudes have different FSI phases. A well-known example in particle physics is the weak hyperon decay Λ → pπ − . Without FSI, T symmetry requires that the partial decay rate does not depend on the T-odd triple product",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "section": "Final State Interactions",
            "text": "with proton momentum p p and spins σ of Λ and p [37]. The triple-product dependence of the rate is proportional to the phase difference Φ between the amplitudes A p = a p e iδp and A s = a s e iδs for p-and s-wave transitions with weak amplitudes a j and FSI phases δ j , j = p, s. The present average [13] from three experiments is Φ = −6.5 • ± 3.5 • . The expectation is Φ = η + δ p − δ s , where η is the T-violating phase between a p and a s . The FSI phases have been measured in pion-nucleon scattering assuming the isospin selection rule ∆I = 1/2 [24]",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 302,
                    "text": "[13]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 554,
                    "text": "[24]",
                    "end": 558
                }
            ]
        },
        {
            "text": "CPT Symmetry",
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "The transformation CPT is the product of the three symmetry transformations C, P and T, interchanging particles and antiparticles, x and − x, t and −t, respectively. Like T, the operator CPT is antiunitary. Any of the three symmetries C, P, T may be violated in Nature and in quantum field theories. The CPT theorem, proven in 1954 by G. Lüders [38] and 1955 by W. Pauli [39] shows that local field theories with Lorentz invariance strictly obey CPT symmetry. Since it is not clear by how much the conditions of Lorentz invariance and locality are valid in e. g. string theory or quantized gravity, all experimental efforts for searching small deviations from CPT symmetry are legitimate and well motivated as they explore uncharted territory.",
            "paragraph_rank": 71,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 345,
                    "text": "[38]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 371,
                    "text": "[39]",
                    "end": 375
                }
            ]
        },
        {
            "section": "CPT Symmetry",
            "text": "Consequences of the CPT theorem are equal masses for particles and antiparticles, also opposite charges, opposite magnetic moments, opposite gyromagnetic g values, and equal lifetimes τ = 1/Γ tot ,",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "where the sums run over all final states f of an unstable particle i and over all final states f of its antiparticle i. This equality of summed rates is also valid [25] for each subset of final states which is not connected by final-state interactions (FSI) to another subset. One example from K-meson physics: Conservation of G parity, a consequence of C symmetry and isospin symmetry neglecting electromagnetism, forbids FSI transitions between two-pion and three-pion states (four pions are forbidden because of 4m π > m K ). The CPT theorem requires",
            "paragraph_rank": 73,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 164,
                    "text": "[25]",
                    "end": 168
                }
            ]
        },
        {
            "section": "CPT Symmetry",
            "text": "i. e. there can be no CP violation here because of CPT symmetry. For neutral Kaons,",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "CP violation is possible here, Γ(K 0 → π + π − ) = Γ(K 0 → π + π − ) and the same for the π 0 π 0 channel. CPT symmetry requires only absence of CP violation in the sum of both channels. The same holds for the three-pion states with",
            "paragraph_rank": 75,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "If a single final state is FSI-unconnected to any other final state such as the example in Eq. 42, it must have a single FSI phase,",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "Because of the C symmetry of the strong interaction, the CP-conjugate decay must also be a single final state with the same FSI phase [40],",
            "paragraph_rank": 77,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 134,
                    "text": "[40]",
                    "end": 138
                }
            ]
        },
        {
            "section": "CPT Symmetry",
            "text": "In all such cases, CPT symmetry forbids CP violation,",
            "paragraph_rank": 78,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "A proof has been given in 1957 by T. D. Lee, R. Oehme and C. N .Yang [41] for weak decays of spinless particles: The definition of T and Eqs. 15, 16 give",
            "paragraph_rank": 79,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 69,
                    "text": "[41]",
                    "end": 73
                }
            ]
        },
        {
            "section": "CPT Symmetry",
            "text": "For spin zero and in the rest frame of the states, we have i T | = i|, f T | = f |, and CPT symmetry requires",
            "paragraph_rank": 80,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "where the sign is given by the parity change in the decay. Including the FSI phase, this leads to the result in Eq. 47.",
            "paragraph_rank": 81,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "As closing remark, the CPT operator is the product CP T = CP × T . For bosonic systems, T 2 = 1. Therefore, multiplication with T gives",
            "paragraph_rank": 82,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "Whenever CP symmetry is violated, T or CPT or both must also be violated.",
            "paragraph_rank": 83,
            "section_rank": 13
        },
        {
            "section": "CPT Symmetry",
            "text": "4 Description of K 0 K 0 Transitions",
            "paragraph_rank": 84,
            "section_rank": 13
        },
        {
            "text": "Quasistable Particles and their Unitarity Relation",
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "Elementary quantum mechanics describes the state ψ of a stable particle with rest mass m in its rest frame by the wave function",
            "paragraph_rank": 85,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "with |ψ| 2 = const = 1 and solving the Schrödinger equation",
            "paragraph_rank": 86,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "where the Hamilton operator H is hermitean since m is real. This simple linear equation is not sufficient for describing strong interactions with rapid particle production and decay. However, the time scale of weak interactions, where our electronic eyes are fast enough to measure differences between production and decay time with high resolution, allows the effective concept of quasistable particles. Their states obey again a linear Schrödinger equation",
            "paragraph_rank": 87,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "with the solution",
            "paragraph_rank": 88,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "Their norm |ψ| 2 shows the exponential decay law of radioactivity with a mean life of τ = 1/Γ. The \"effective\" Hamiltonian H ef f = m − iΓ/2 is not hermitean in spite of the hermiticity of the weakinteraction Hamiltonian H weak . This Hamiltonian produces one or more final states f i (i = 1, N ) with decay rates Γ i , respectively. It acts in the full space of states (ψ, f 1 . . . f N ) where hermiticity guarantees unitarity, i. e. the sum of probabilities is conserved:",
            "paragraph_rank": 89,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "The partial decay rates are given by",
            "paragraph_rank": 90,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "where D is the transition operator produced by the Hamiltonian H weak . At t = 0, unitarity requires",
            "paragraph_rank": 91,
            "section_rank": 14
        },
        {
            "section": "Quasistable Particles and their Unitarity Relation",
            "text": "The result in Eq. 57 is called a \"unitarity relation\". It relates the observed mean life τ = 1/Γ with squared decay matrix elements. In contrast to a one-state quasistable particle which has N + 1 alternatives at any time, to decay or not to decay, a K 0 meson has N + 2 alternatives, to remain a K 0 , to transform itself into a K 0 or to decay into one of N final states. Its effective Schrödinger equation, therefore, requires a modification of Eq. 53 as described in the next subsection.",
            "paragraph_rank": 92,
            "section_rank": 14
        },
        {
            "text": "K 0 K 0 Transitions",
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "Weak-interaction transitions are again sufficiently well described by a Schrödinger equation. The state in Eq. 1, Ψ = ψ 1 |K 0 + ψ |K 0 = (ψ 1 , ψ 2 ) obeys the simplest linear equation ",
            "paragraph_rank": 93,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "with arbitrary phases for p and q and normalized to 1 at t = 0. The seven observable parameters of the solutions, following unambiguously from the seven parameters in Eq. 58, are",
            "paragraph_rank": 94,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "Im is unobservable and the observed values or limits for Re / 1 + | | 2 and |δ| are of order 10 −3 or smaller, see Section 5. Therefore, we use in all following discussions the approximations | | 1, |δ| 1 and neglect all terms of order | | 2 , |δ| 2 and smaller. Wherever Re appears in this text and the precision is asked to be better than 10 −6 , then Re has to be replaced by Re / 1 + | | 2 . With this approximation and this notation, the two eigenstates are",
            "paragraph_rank": 95,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "The two states are normalized at t = 0, but they are not orthogonal,",
            "paragraph_rank": 96,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "The parameter |p/q| is replaced by Re ,",
            "paragraph_rank": 97,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "and by also introducing",
            "paragraph_rank": 98,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "the seven parameters of the eigenstates are given by the seven parameters of matrix µ ij :",
            "paragraph_rank": 99,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "neglecting terms of order | | 2 and |δ| 2 . Note that we define the signs of ∆m and ∆Γ in such a way that the observed values are positive for ∆m and negative for ∆Γ. Only the relative signs of ∆m and ∆Γ are given by the matrix µ ij . Expressions for ∆m and ∆Γ without the approximations | , δ| 1 can be found in Ref. [25]; a useful strict relation is",
            "paragraph_rank": 100,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 318,
                    "text": "[25]",
                    "end": 322
                }
            ]
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "The last result in Eq. 65 shows that δ is observable in modulus and phase, free of |K 0 and |K 0 phase conventions. All solutions of the Schrödinger equation and their time dependence are given by linear superpositions of the two eigenstates which are the only two states with an exponential decay law. A Kaon in the initial state Ψ K (0) = K 0 is found to have the solution",
            "paragraph_rank": 101,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "and with the initial condition Ψ K (0) = K 0 it has the solution",
            "paragraph_rank": 102,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "The two results give the four time-dependent transition probabilities",
            "paragraph_rank": 103,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "These results show the symmetry conditions for and δ. CPT symmetry in the transitions requires",
            "paragraph_rank": 104,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "and T symmetry requires",
            "paragraph_rank": 105,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "The explicit expressions for the probabilities,",
            "paragraph_rank": 106,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "show that the CPT asymmetry",
            "paragraph_rank": 107,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "depends on time, whereas the T asymmetry",
            "paragraph_rank": 108,
            "section_rank": 15
        },
        {
            "section": "K 0 K 0 Transitions",
            "text": "is time-independent. A measurement of the CPT asymmetry determines Re δ and Im δ from a fit to the time dependence, and the time-independent T asymmetry determines Re , the only T-symmetry violating parameter in K 0 K 0 transitions. For the determination of the sign of Im δ, remember that ∆m was defined as m L − m S in Eq. 64. ",
            "paragraph_rank": 109,
            "section_rank": 15
        },
        {
            "text": "The CPT-symmetric and CP-symmetric Limits",
            "section_rank": 16
        },
        {
            "section": "The CPT-symmetric and CP-symmetric Limits",
            "text": "are real. Its two eigenstates are the \"historical\" states K 0 1 and K 0 2 in Eqs. 2 and 3, multiplied by e −im 1 t−Γ 1 t/2 and e −im 2 t−Γ 2 t/2 , respectively. There are two different sign conventions for the short-and long-living CP eigenstates K 0 1 and K 0 2 . Keeping the convention of Eqs. 2 and 3, (K 0 + K 0 )/ √ 2 = shortliving, we have Γ 12 > 0 and m 12 < 0 .",
            "paragraph_rank": 110,
            "section_rank": 16
        },
        {
            "text": "Two more Sets of Unitarity Relations",
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Including all decay states f 1 . . . f N of K 0 and K 0 , unitarity in the space (",
            "paragraph_rank": 111,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "as in Eq. 55 for a single-state quasistable particle. Applying",
            "paragraph_rank": 112,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "to the two states Ψ = K 0 1 and K 0 2 in the CP-symmetric limit, we obtain",
            "paragraph_rank": 113,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Adding both equations gives ",
            "paragraph_rank": 114,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Subtracting the two equations 79 leads to the second unitarity relation for the CP-symmetric limit,",
            "paragraph_rank": 115,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Because of the large observed difference between Γ 1 = Γ + Γ 12 and Γ 2 = Γ − Γ 12 , the relation in Eq. 82 tells us that the total decay rates of K 0 and K 0 are dominated by decay channels which are common to K 0 and K 0 . We now derive, following Ref. [25], the unitarity relations given by the full Hamiltonian in Eq. 58 without imposing CP, CPT or T symmetry. The state Ψ(0) = αK 0 S + βK 0 L has the evolution",
            "paragraph_rank": 116,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 255,
                    "text": "[25]",
                    "end": 259
                }
            ]
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "with the norm",
            "paragraph_rank": 117,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "and its derivative at t = 0",
            "paragraph_rank": 118,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Unitarity requires",
            "paragraph_rank": 119,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "The right-hand sides of Eqs. 85 and 86 have to be equal for all values of α and β, resulting in",
            "paragraph_rank": 120,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "Using the result for K 0 S |K 0 L in Eq. 62, the third relation can be written as",
            "paragraph_rank": 121,
            "section_rank": 17
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "It was derived in 1966 by J. S. Bell and J. Steinberger [44] and allows to determine the two K 0 K 0 transition parameters Re and Im δ using measurable decay properties, as described in the next Section.  ",
            "paragraph_rank": 122,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 56,
                    "text": "[44]",
                    "end": 60
                }
            ]
        },
        {
            "section": "Two more Sets of Unitarity Relations",
            "text": "For both τ S and ∆m it lists two values, with and without CPT symmetry. The differences are insignificant in both cases. Therefore, we prefer to give here only the value with the (slightly) larger uncertainty. The most recent and most precise results for the mean life τ S have been obtained in 2011 by the experiments KLOE [45] and KTeV [46]. For τ L see the 2006 KLOE result [47]. For the mass m see the 2007 KLOE result [48], for ∆m see KTeV 2011 [46]. Early evidence for the positive sign of ∆m, i. e. m L > m S , has been found in 1966 by Meisner et al. [49] and in 1968 by Mehlhop et al. [50] by observing the interference between K 0 states and regenerated K 0 S states behind a regenerator close to the production target.",
            "paragraph_rank": 123,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 324,
                    "text": "[45]",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 338,
                    "text": "[46]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 377,
                    "text": "[47]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 423,
                    "text": "[48]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 450,
                    "text": "[46]",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 559,
                    "text": "[49]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 594,
                    "text": "[50]",
                    "end": 598
                }
            ]
        },
        {
            "text": "Regeneration",
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "Regeneration has been an efficient tool for observing interferences between the two decay amplitudes ππ|D|K 0 S , K 0 L . It uses the different strong-interaction properties of K 0 and K 0 mesons in matter, as first proposed in 1955 by A. Pais and O. Piccioni [51]. At the \"low\" accelerator energies between 1955 and 1975, the absorption cross sections of K 0 are much higher than those of K 0 , owing to stronginteraction reactions such as K 0 p → Λπ + which are not possible for K 0 mesons because of strangeness conservation. The optical theorem, relating the forward scattering amplitude f (0) for the laboratoryframe momentum p = βγm to the total cross section σ tot by Im",
            "paragraph_rank": 124,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 260,
                    "text": "[51]",
                    "end": 264
                }
            ]
        },
        {
            "section": "Regeneration",
            "text": "where f and f are the scattering amplitudes of K 0 and K 0 at the forward angle θ = 0. After a thin layer of matter with thickness L βγτ S , Kaons in the state K 0 L leave the layer in the state",
            "paragraph_rank": 125,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "in a narrow cone around the original direction, where n is the number of target nuclei per volume. The opening angle of the cone [52] is of order 10 −7 rad. In addition to this coherent regeneration, where the K 0 S intensity increases proportional to L 2 , there is diffraction regeneration from the incoherent contribution of all un-broken nuclei outside the narrow forward cone, proportional to L, and incoherent regeneration from reactions where the nuclei break up and the K 0 S mesons appear at angles outside the diffraction cone. In the following, we discuss only coherent regeneration, though corrections from the two other contributions must be taken into account carefully in experiments. In thick regenerators [53,52] of length L, the coherent-regeneration amplitude ρ in Eq. 91 is given by",
            "paragraph_rank": 126,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 129,
                    "text": "[52]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 722,
                    "text": "[53,",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 726,
                    "text": "52]",
                    "end": 729
                }
            ]
        },
        {
            "section": "Regeneration",
            "text": "where T = L/βγ is the flight time through the regenerator. The regeneration phase is usually expressed by the sum",
            "paragraph_rank": 127,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "and φ L is the phase of (e i∆m−Γ S /2)L/βγ − 1)/(i∆mτ S − 1/2) which takes into account phase differences from interactions along the Kaon path in the regenerator between z = 0 and z = L. Modulus and phase of ρ can be determined from time-dependent K 3 decays after regeneration. Since the \"∆Q = ∆S\" decays K 0 → π + − ν and K 0 → π − + ν are essentially absent, see Section 6, and CPT symmetry requires the same rates |A | 2 for the two \"∆Q = ∆S\" decays K 0 → π − + ν and K 0 → π + − ν, the two K 3 decays have the rates",
            "paragraph_rank": 128,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "Fits of the data to these rates are sensitive to Γ S , Γ L , ∆m and to modulus and phase of ρ. If φ ρ is close to zero, the rates are not sensitive to the sign of ∆m. However, when a regenerator is placed closely behind the production target, a produced K 0 with the state Ψ(0) = K 0 L + K 0 S is in the state",
            "paragraph_rank": 129,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "where t 2 is the time at the exit of the regenerator. This leads to an interference term that contains cos ∆mt and sin ∆mt even for φ ρ = 0.",
            "paragraph_rank": 130,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "Decays into a CP eigenstate f from the state K 0 L + ρK 0 S with amplitudes",
            "paragraph_rank": 131,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "need a CP-violating description. Introducing the CP-violating parameter",
            "paragraph_rank": 132,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "they have the rate",
            "paragraph_rank": 133,
            "section_rank": 18
        },
        {
            "section": "Regeneration",
            "text": "The time dependence of the rate allows to determine the CP-violating amplitude ratio η in modulus and phase. The phase determination requires knowledge of φ ρ , either from semileptonic decay rates or from analyses of K-nucleon scattering.",
            "paragraph_rank": 134,
            "section_rank": 18
        },
        {
            "text": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "The CP-violation discovery experiment [19] found B(K 0 L → π + π − ) = 1.6 × 10 −3 ± 20% assuming a value of 0.8 for the ratio of charged decays/all decays. Here and in all following discussions, B denotes the decay fraction. The result gives the modulus of the parameter",
            "paragraph_rank": 135,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 38,
                    "text": "[19]",
                    "end": 42
                }
            ]
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "The phase of η +− is found from the time-dependent rate of π + π − decays behind a regenerator, as given in Eq. 96. Early experiments at Princeton [54], Brookhaven [55] and CERN [56,57] and a few more led to a 1968 mean value [58] of",
            "paragraph_rank": 136,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 147,
                    "text": "[54]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 164,
                    "text": "[55]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 178,
                    "text": "[56,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 182,
                    "text": "57]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 226,
                    "text": "[58]",
                    "end": 230
                }
            ]
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "η 00 ε 0 η +- ",
            "paragraph_rank": 137,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "was approximately (4 ± 1) × 10 −3 . No information on",
            "paragraph_rank": 138,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "was available until 1970. The standard phenomenology, following T. T. Wu and C. N. Yang [61], relates η +− and η 00 to the parameters 0 and defined by the isospin-0 and isospin-2 states of the ππ system:",
            "paragraph_rank": 139,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 88,
                    "text": "[61]",
                    "end": 92
                }
            ]
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "The \"experimental\" phenomenology [25] uses",
            "paragraph_rank": 140,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 33,
                    "text": "[25]",
                    "end": 37
                }
            ]
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "and both definitions are identical if ω = ππ, I = 2|D|K 0 S / ππ, I = 0|D|K 0 S = 0. Since |ω| ≈ 0.045, see Section 6.1, the definitions differ only slightly, and we will use Eq. 103 for all discussions in this Review. The relation between 0 , , η +− and η 00 is shown by the \"Wu-Yang triangle\" in Fig. 7.",
            "paragraph_rank": 141,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 298,
                    "text": "Fig. 7",
                    "end": 304
                }
            ]
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "Measurements of the four quantities |η +− |, φ +− , |η 00 | and φ 00 determine modulus and phase of 0 . If the two ππ modes dominate the sum ",
            "paragraph_rank": 142,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "i. e. α i = η i × B(K 0 S → f i ) for the states π + π − and π 0 π 0 , and approximating B(K 0 S → π + π − ) = 2/3, B(K 0 S → π 0 π 0 ) = 1/3 and B(all other modes) = 0, we obtain for Eq. 88:",
            "paragraph_rank": 143,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "Re",
            "paragraph_rank": 144,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "Since Γ L Γ S , the requirement of Re = 0 for T symmetry leads to",
            "paragraph_rank": 145,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "and the requirement of δ = 0 for CPT symmetry to",
            "paragraph_rank": 146,
            "section_rank": 19
        },
        {
            "section": "Two-pion Decays, the Dominant Contribution to Unitarity",
            "text": "Determination of φ( 0 ) requires both η +− and η 00 with both modulus and phase. As already stated above, no conclusion on the validity of CPT or T symmetry could be drawn from the data around 1968 without a measurement of φ 00 , as quantitatively shown by R. C. Casella [62].",
            "paragraph_rank": 147,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 271,
                    "text": "[62]",
                    "end": 275
                }
            ]
        },
        {
            "text": "The First Measurement of φ 00",
            "section_rank": 20
        },
        {
            "section": "The First Measurement of φ 00",
            "text": "The phase φ 00 of η 00 has been determined by J. C. Chollet et al. at CERN [63] in an experiment with optical spark chambers using a neutral beam with K 0 L momenta between 1.5 and 3 GeV/c and a Cu regenerator of 12 cm thickness. About 54 000 events with four converted photons were found by scanning the ∼ 240 000 recorded photographs. All these events were measured on hand-operated image-plane digitizers determining conversion point, direction and energy of each shower. After kinematical fits of the K → π 0 π 0 hypothesis to the measured events, all events within wide selection criteria were re-scanned by physicists. After the final selection criteria, about 600 events remained with measured lifetimes between −2 and 16 τ S . The lifetime resolution was 0.8 τ S [64], and the measured-lifetime distribution is shown in Fig. 8. A fit of the expected distribution in Eq. 96, modified for efficiency and resolution, gives |η 00 /ρ| and φ 00 − φ ρ . Because of uncertainties in the regeneration amplitude, ref. [63] quotes only |η The part φ L of the regeneration phase is precisely known for L = 12 cm and the nuclear part had been measured to be φ f = (−46.5 ± 4.4) • . The fit result for the phase of η 00 is",
            "paragraph_rank": 148,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 75,
                    "text": "[63]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 771,
                    "text": "[64]",
                    "end": 775
                },
                {
                    "type": "figure",
                    "start": 828,
                    "text": "Fig. 8",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1016,
                    "text": "[63]",
                    "end": 1020
                }
            ]
        },
        {
            "section": "The First Measurement of φ 00",
            "text": "A preliminary result of the φ 00 experiment was presented in January 1969 [64], together with the evidence for Re = 0, i.e. for T violation in K 0 K 0 transitions. The question remained if CPT symmetry is also broken and how big its contribution to CP violation could be. The answer was given by using the Bell-Steinberger unitarity relation, and the group performed this analysis in the time between the preliminary and the final result.",
            "paragraph_rank": 149,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 74,
                    "text": "[64]",
                    "end": 78
                }
            ]
        },
        {
            "text": "The First Bell-Steinberger Analysis",
            "section_rank": 21
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "Starting from the unitarity relation in Eq. 88 and using the parameters α i as defined in Eq. 104, the analysis for determining the T-and CPT-violating contributions to CP violation in K 0 K 0 transitions has to use Re",
            "paragraph_rank": 150,
            "section_rank": 21
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "where the sum runs over all final states which are reached from both K 0 S and K 0 L . Taking into account all essential final states, π + π − , π 0 π 0 , 3π and π ∓ ± ν with = e or µ, results for Re and Im δ have been obtained in 1970 by the CERN group [65] measuring φ 00 . In addition to their measurement φ 00 = 51 ",
            "paragraph_rank": 151,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 254,
                    "text": "[65]",
                    "end": 258
                }
            ]
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "All other α i values were compatible with zero, but some of their uncertainties are large. For K 3π decays with f = π + π − π 0 and 3 π 0 , an experiment [66] with 71 decays",
            "paragraph_rank": 152,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 154,
                    "text": "[66]",
                    "end": 158
                }
            ]
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "Assuming that all 3π decays (π + π − π 0 and 3π 0 ) are in the state with isospin I = 1, i. e. no decays with ∆I = 5/2 into 3π with I = 3, and using Γ(K 0 L → all 3π)/Γ S = 5.5 × 10 −4 , leads to",
            "paragraph_rank": 153,
            "section_rank": 21
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "For K 3 decays, the group re-analyzed two experiments [67,68]  ",
            "paragraph_rank": 154,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 54,
                    "text": "[67,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 58,
                    "text": "68]",
                    "end": 61
                }
            ]
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "The result for Re was a first proof of T violation in particle physics, with a significance of about 5 σ.",
            "paragraph_rank": 155,
            "section_rank": 21
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "The result for Im δ showed that there is no CPT violation in K 0 K 0 transitions, with an uncertainty of about one third of the observed violation of CP and T. Since Im is not an observable, it should be noted that the (historical) quantity in the analysis was defined by \"Im \" = Im ( 0 + δ). The observable parameter Re δ could not be determined since the overlap K 0 S |K 0 L in the unitarity relation is only sensitive to Im δ. Instead of Re δ, the analysis determined the real part of",
            "paragraph_rank": 156,
            "section_rank": 21
        },
        {
            "section": "The First Bell-Steinberger Analysis",
            "text": "The result was Reδ = (0.07±0.43) 10 −3 , showing that this sum of two phase-convention independent and CPT-symmetry testing quantities was compatible with zero. The first determination of Re δ independent of |A 0 /A 0 | was presented by CPLEAR in 1999 as discussed later.",
            "paragraph_rank": 157,
            "section_rank": 21
        },
        {
            "text": "Bell-Steinberger Updates and Present Precision Results",
            "section_rank": 22
        },
        {
            "section": "Bell-Steinberger Updates and Present Precision Results",
            "text": "With more and more precise measurements appearing, the Bell-Steinberger unitarity analysis has been repeated many times. The following overview is not complete but presents some milestones for the increasing precision of Re and Im δ.",
            "paragraph_rank": 158,
            "section_rank": 22
        },
        {
            "text": "Cronin 1980",
            "section_rank": 23
        },
        {
            "section": "Cronin 1980",
            "text": "In his Nobel lecture [69] ",
            "paragraph_rank": 159,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 21,
                    "text": "[69]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Cronin 1980",
            "text": "using a Xenon bubble chamber in a K + beam at the ITEP-Moscow proton synchrotron. The result was obtained from the time distribution of 632 identified 3π 0 decays from initial K 0 states produced by charge exchange. This was an essential input for a new Bell-Steinberger analysis, published by the group together with L. B. Okun [72] in the same year. The separately measured CP-violation limits η 000 and η +−0 made the analysis independent of the (well-motivated) assumption that ∆I = 5/2 decays into the 3π(I = 3) state are negligible. Together with the 1983 best value",
            "paragraph_rank": 160,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 329,
                    "text": "[72]",
                    "end": 333
                }
            ]
        },
        {
            "section": "Cronin 1980",
            "text": "the 3π contribution was now [73] α 3π = (−0.02 ± 0.07) 10 −3 + i(−0.04 ± 0.10) 10 −3 .",
            "paragraph_rank": 161,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 28,
                    "text": "[73]",
                    "end": 32
                }
            ]
        },
        {
            "section": "Cronin 1980",
            "text": "The lepton contribution was found to be [73] α π ν = i(0.01 ± 0.06) 10 −3 , and their final result was Re = (1.62 ± 0.05) 10 −3 , Im δ = (−0.11 ± 0.10) 10 −3 .",
            "paragraph_rank": 162,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 40,
                    "text": "[73]",
                    "end": 44
                }
            ]
        },
        {
            "text": "CPLEAR 1999",
            "section_rank": 24
        },
        {
            "section": "CPLEAR 1999",
            "text": "The CPLEAR experiment [74] at CERN took data from 1992 to 1996 producing initial K 0 states in the reaction pp → K − π + K 0 and K 0 states in pp → K + π − K 0 . About 2 × 10 8 decays into π + π − , π 0 π 0 , πeν, π + π − π 0 and 3π ",
            "paragraph_rank": 163,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 22,
                    "text": "[74]",
                    "end": 26
                }
            ]
        },
        {
            "section": "CPLEAR 1999",
            "text": "and it also determined the fraction of CP-allowed decays into the π + π − π 0 final state with I = 0, B = (2.5 +1.3 −1.0 ± 0.6) 10 −7 . In contrast to the A T asymmetry in Eq. 74, the measured asymmetry with π ν decays,",
            "paragraph_rank": 164,
            "section_rank": 24
        },
        {
            "section": "CPLEAR 1999",
            "text": "is time-dependent, with vanishing f for large times t, and including a contribution of −2(y+Re x − ) from experimentally necessary normalisation factors. Assuming CPT symmetry in the πeν decay amplitudes, y = x − = 0, two results were given in 1998 [75], first the average for times from 1 to 20 τ S , A exp T (t) = 4Re + f (t; Im x + ) = (6.6 ± 1.3 ± 1.0) 10 −3 ,",
            "paragraph_rank": 165,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 249,
                    "text": "[75]",
                    "end": 253
                }
            ]
        },
        {
            "section": "CPLEAR 1999",
            "text": "and second the result from a two-parameter time-dependent fit, 4Re = (6.2 ± 1.4 ± 1.0) 10 −3 , Im x + = (1.2 ± 1.9 ± 0.9) 10 −3 .",
            "paragraph_rank": 166,
            "section_rank": 24
        },
        {
            "section": "CPLEAR 1999",
            "text": "Since Im x + is also T-violating, the result in Eq. 126 violates T symmetry with a significance of 4 to 5 standard deviations, and the value of Re in Eq. 127 was in perfect agreement with the so-far reached values from the Bell-Steinberger analyses. The CPLEAR group called their results \"First direct observation of time-reversal non-invariance in the neutral-kaon system\", using \"direct T violation\" for motion-reversal violation as defined in Subsections 3.2 and 3.3 of this Review. The CPLEAR πeν data were also used in 1998 for the first determination of Re δ [76] independent of possible CPT violations in ππ and πeν decay amplitudes. This will be presented in Subsection 5.7.",
            "paragraph_rank": 167,
            "section_rank": 24
        },
        {
            "section": "CPLEAR 1999",
            "text": "The Bell-Steinberger analysis of CPLEAR, using the world averages of 1999 for all input values, was presented in Ref. [77]. Since",
            "paragraph_rank": 168,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 118,
                    "text": "[77]",
                    "end": 122
                }
            ]
        },
        {
            "section": "CPLEAR 1999",
            "text": "the analysis performed a combined fit to the unitarity relation in Eq. 110, to the CPLEAR πeν data and to the 1999 best value of the asymmetry ",
            "paragraph_rank": 169,
            "section_rank": 24
        },
        {
            "section": "CPLEAR 1999",
            "text": "The result on Re δ is slightly more precise than that obtained from the πeν data alone, see Subsection 5.7. The fit also gave y + Re x − = (−0.2 ± 0.3) 10 −3 , showing that the CPT-violating contributions to the A exp T asymmetries in Eqs. 126 and 127 are negligible.",
            "paragraph_rank": 170,
            "section_rank": 24
        },
        {
            "text": "KLOE 2006",
            "section_rank": 25
        },
        {
            "section": "KLOE 2006",
            "text": "The KLOE experiment at Frascati took data from 2000 to 2006. In the reaction e + e − → φ → two entangled neutral Kaons, they collected 2.5 × 10 9 K 0 K 0 pairs with decays into all essential final states. Since the entangled state from the φ-meson decay is",
            "paragraph_rank": 171,
            "section_rank": 25
        },
        {
            "section": "KLOE 2006",
            "text": "the experiment could examine very rare K 0 S decays by tagging with K 0 L decays. An example is the 2013 search for K 0 S → 3π 0 decays [78] with the so-far best limit on η 000 . Precision results were obtained for essentially all decay modes of K 0 S and K 0 L including πeν and πµν decay parameters and form factors. The 2006 Bell-Steinberger update of the KLOE group together with G. D'Ambrosio and G. Isidori [79] profited from many of KLOE's precision results. Their unitarity relation including their definition of",
            "paragraph_rank": 172,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 136,
                    "text": "[78]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 413,
                    "text": "[79]",
                    "end": 417
                }
            ]
        },
        {
            "section": "KLOE 2006",
            "text": "is identical with that of all earlier analyses described in this review. The only difference is the explicit appearance of 1 + | | 2 which becomes relevant when the error of Re gets smaller than 10 −8 ; see the remark above Eq. 61. The dominant two-pion contributions,",
            "paragraph_rank": 173,
            "section_rank": 25
        },
        {
            "section": "KLOE 2006",
            "text": "with f = π + π − (γ) including bremsstrahlung photons with an energy below 20 MeV and f = π 0 π 0 were determined with the 2006 best values for ",
            "paragraph_rank": 174,
            "section_rank": 25
        },
        {
            "section": "KLOE 2006",
            "text": "The α value for π + π − γ with direct photon emission was estimated to be below 10 −6 using published measurements and a Monte-Carlo extrapolation. For f = π + π − π 0 and 3 π 0 , the η +−0 value was taken from CPLEAR and |η 000 | from KLOE's own 2006 value. For α π ν , see Eq. 128, the contribution of Re and y was replaced by Re − y = (∆ L + ∆ S )/4, where ∆ L,S are the semileptonic charge asymmetries, as defined in Eq. 129 for K 0 L and analogously for K 0 S . The contribution of Im x + was taken from CPLEAR, and the contribution of Im δ has to be moved to the left-hand side of the unitarity relation in Eq. 110, leavingα π ν on the right-hand side,",
            "paragraph_rank": 175,
            "section_rank": 25
        },
        {
            "section": "KLOE 2006",
            "text": "The  [79] using 2013 values for all inputs. The most important changes concern α ππ from KTeV at FNAL [46], see Section 6, and α 3π 0 from the 2013 result of KLOE [78]. The complete list of inputs is given in Table 1. With these updates, the authors obtain",
            "paragraph_rank": 176,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 5,
                    "text": "[79]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 102,
                    "text": "[46]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 163,
                    "text": "[78]",
                    "end": 167
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 209,
                    "text": "Table 1",
                    "end": 216
                }
            ]
        },
        {
            "section": "KLOE 2006",
            "text": "with a correlation of ρ = +0.09. The error on Re improved by a factor of 2.6, on Im δ by 1.5. Also  ",
            "paragraph_rank": 177,
            "section_rank": 25
        },
        {
            "text": "The First Determination of Re δ",
            "section_rank": 26
        },
        {
            "section": "The First Determination of Re δ",
            "text": "When presenting A T with the determination of Re in 1998 [75], see Subsection 5.6.3, the CPLEAR group also published their analysis of A CP T with the first determination of Re δ independent of any other CPT-or T-violating parameters [76]. The asymmetry A CP T , as introduced in Eq. 73, is timedependent and sensitive to Re δ and Im δ. For large times t τ S , A CP T = 4 Re δ. Using their πeν events, CPLEAR could have measured",
            "paragraph_rank": 178,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 57,
                    "text": "[75]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 234,
                    "text": "[76]",
                    "end": 238
                }
            ]
        },
        {
            "section": "The First Determination of Re δ",
            "text": "but this depends on y and x − in addition to Re δ. They, therefore, determined the quantity",
            "paragraph_rank": 179,
            "section_rank": 26
        },
        {
            "section": "The First Determination of Re δ",
            "text": "with Re η +− = Re − Re δ and f vanishing for t τ S . For large values of t, this quantity is strictly independent of all parameters with the exception of Re δ, and CPLEAR found, using their own π + π − data for Re η +− , Re δ = (0.30 ± 0.33 ± 0.06) × 10 −3 .",
            "paragraph_rank": 180,
            "section_rank": 26
        },
        {
            "section": "The First Determination of Re δ",
            "text": "The error is slightly larger than that in Eq. 130 obtained one year later using unitarity.",
            "paragraph_rank": 181,
            "section_rank": 26
        },
        {
            "text": "K ππ and K π ν Decay Parameters",
            "section_rank": 27
        },
        {
            "section": "K ππ and K π ν Decay Parameters",
            "text": "In this Section we discuss the results and symmetry properties of all parameters for the description of decays K 0 , K 0 → ππ and K 0 , K 0 → π ν.",
            "paragraph_rank": 182,
            "section_rank": 27
        },
        {
            "text": "Decays into ππ",
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "The CP-violating amplitude ratios η +− and η 00 for π + π − and π 0 π 0 decays have been introduced in Eqs. 97 and 100. Eqs. 102 and 103 relate them to the amplitude ratios 0 and for ππ , I = 0 and ππ , I = 2 decays, respectively. Before reporting the most precise experimental results, let us look at the symmetry properties of 0 and using the ππ amplitudes for I = 0 and 2,",
            "paragraph_rank": 183,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "where a I are the weak amplitudes and δ I the scattering phases of final-state interactions [40]. For the phase of 0 , CPT symmetry requires φ( 0 ) = arctan(−2∆m/∆Γ) = φ W = 43.45",
            "paragraph_rank": 184,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 92,
                    "text": "[40]",
                    "end": 96
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "This phase is historically called \"superweak phase\" following L. Wolfenstein's hypothesis [80] of a superweak explanation of CP violation. Since this hypothesis has been falsified, it could be called \"unitarity phase\" or Wolfenstein phase φ W . The proof for the condition in Eq. 145 follows from the unitarity relation Γ 12 = A * 0 A 0 , Eq. 82 with dominance of A 0 and A 0 . The full expression for Γ 12 gives the same result within the quoted errors. Inserting the K 0 L and K 0 S states into the definition of 0 , we obtain",
            "paragraph_rank": 185,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 90,
                    "text": "[80]",
                    "end": 94
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "CPT symmetry requires |A 0 /A 0 | = 1 and δ = 0. The two conditions lead to",
            "paragraph_rank": 186,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "and with q/p from Eq. 66",
            "paragraph_rank": 187,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "we obtain",
            "paragraph_rank": 188,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "The requirement of CPT symmetry for the phase of is obtained from the definition in Eq. 102 using δ = 0 and the approximation",
            "paragraph_rank": 189,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "using a 2 λ 2 /a 0 = λ 0 a * 2 /a * 0 ≈ a * 2 /a * 0 , and taking δ 2 − δ 0 from Ref. [81].  ",
            "paragraph_rank": 190,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 86,
                    "text": "[81]",
                    "end": 90
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "Assuming CPT symmetry, the phase of ω is δ 2 − δ 0 [25], but this is not needed in the further discussion. The ππ input for the Bell-Steinberger analyses is",
            "paragraph_rank": 191,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 51,
                    "text": "[25]",
                    "end": 55
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "with B +− + B 00 ≈ 0.999 and B +− − 2B 00 ≈ 0.078, demonstrating the strong dominance of the I = 0 contribution. Precision measurements of η +− , B +− , η 00 and B 00 test CPT symmetry of the ππ decay amplitudes. The most precise determination of the branching fractions is obtained by KLOE [82,13], For |η +− |, the three experiments KTeV [83], KLOE [84] and NA48 [85] have nearly equal precision. Their results dominate the present best value [13],",
            "paragraph_rank": 192,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 291,
                    "text": "[82,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 295,
                    "text": "13]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 340,
                    "text": "[83]",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 351,
                    "text": "[84]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 365,
                    "text": "[85]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 445,
                    "text": "[13]",
                    "end": 449
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "The most precise measurement of φ +− is that of CPLEAR 1999 [86]. The time dependences of 70×10 6 π + π − decays from initial K 0 and K 0 states produced in the reaction pp → K ∓ π ± K 0 , K 0 are shown in Fig. 10. The oppositesign interference term between K L and K 0 S decays in the two decay curves does not only give the phase of η +− , it is also a beautiful example for the demonstration of CP violation: Particles and antiparticles have different decay laws, seen without any use of quantum mechanics. CPLEAR obtained φ +− = (42.9 ± 0.6 ± 0.3) • , the present best average [13] is",
            "paragraph_rank": 193,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 60,
                    "text": "[86]",
                    "end": 64
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 206,
                    "text": "Fig. 10",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 581,
                    "text": "[13]",
                    "end": 585
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "For |η 00 |, the two competing experiments NA48 at CERN [87] and KTeV at FNAL [46] have reached a precision which definitively allows to conclude that = 0. For minimizing systematic errors, both measure the double ratio",
            "paragraph_rank": 194,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 56,
                    "text": "[87]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 78,
                    "text": "[46]",
                    "end": 82
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "NA48 uses two parallel beams with K 0 S from a near and K 0 L from a far production target, and a common detector with a magnetic spectrometer for the charged and a liquid-Krypton calorimeter for the neutral decays. Their result, combining data from several runs between 1997 and 2001, is",
            "paragraph_rank": 195,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "NA 48 does not measure the phase of η 00 . The KTeV experiment determines |η 00 /η +− | and the phases φ +− and φ 00 . It uses two parallel K 0 L beams, one without and one with a lead-scintillator regenerator, and a common detector with a magnetic spectrometer for the charged and a Cesium-Iodide crystal calorimeter for the charged decays. From the time dependences of the two decay modes, they determine  Figure 11: ∆χ 2 = 1 contour for / 0 measured by KTeV [46]. The two bands marked CPT and T are the allowed regions (±1 σ) for CPT symmetry and T symmetry of , respectively. T is violated with ≈ 6σ, CPT is valid within 1σ.",
            "paragraph_rank": 196,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 408,
                    "text": "Figure 11",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 461,
                    "text": "[46]",
                    "end": 465
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "The result for φ( 0 ) in Eq. 163 agrees with the CPT prediction φ W in Eq. 145 within one standard deviation, 0 is CP-violating, CPTsymmetric and T-violating. The prediction for T symmetry is not unique and depends on the value of Im δ. The phase difference in Eq. 164 determines the phase of . As derived in Eq. 151, CPT symmetry requires φ( ) = 45 • ± 6 • which accidentally coincides with φ( 0 ), thus / 0 has to be real. The measured phase difference in Eq. 164 shows that it is indeed real, since",
            "paragraph_rank": 197,
            "section_rank": 28
        },
        {
            "section": "Decays into ππ",
            "text": "The amplitude ππ, I = 2|D|K 0 violates CP symmetry, = 0. It does not violate CPT, so it must violate T. Quantitatively, this is shown in Fig. 11 with only the KTeV data. T symmetry does not predict the phase of since this depends on δ and on a 2 = (|A 2 | − |A 2 |)/(|A 2 | + |A 2 |) which is real. Since δ, CPT violation in mixing, has been measured to be very small, we assume |δ| |a 2 | and obtain that the T-symmetry expectation is",
            "paragraph_rank": 198,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 137,
                    "text": "Fig. 11",
                    "end": 144
                }
            ]
        },
        {
            "section": "Decays into ππ",
            "text": "shown as the vertical \"T\" band in the Figure. Note that this band shows the ratio of a T-symmetric, CPT-violating value of and the measured value of 0 . The KTeV result [46] is about 6 σ away from T-symmetry of .",
            "paragraph_rank": 199,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 38,
                    "text": "Figure.",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 169,
                    "text": "[46]",
                    "end": 173
                }
            ]
        },
        {
            "text": "Decays into π ν",
            "section_rank": 29
        },
        {
            "section": "Decays into π ν",
            "text": "The symmetry properties of πeν and πµν decays depend crucially on the \"∆Q/∆S\" rule, i. e. K 0 states decay only into positive leptons and K 0 states only into negative leptons. The rule was first discussed 1957 for hyperon decays by R. P. Feynman and M. Gell-Mann [88]. If it is valid, the only way to break CP symmetry in π ν decays would be CPT violation with",
            "paragraph_rank": 200,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 264,
                    "text": "[88]",
                    "end": 268
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "where |y| 1 is assumed. In addition to y, there are four more decay parameters, Re",
            "paragraph_rank": 201,
            "section_rank": 29
        },
        {
            "section": "Decays into π ν",
            "text": "where all matrix elements are integrated over the full three-body phase space. The y parameter is ∆Q/∆S conserving and CPT-violating, the four x parameters are ∆Q/∆S violating, x + is CPTsymmetric, x − CPT-violating, the two real parts are T-symmetric, and the two imaginary parts are T-violating. Only Re x + is CP-conserving, but it violates the ∆Q/∆S rule. All five parameters have been determined for = e by CPLEAR from the time dependences of e + and e − final states from initial K 0 and K 0 states. Lepton universality, which is well tested in many other observations, allows to assume equal parameter values for πµν decays. All five parameters are treated to be small, and explicit expressions for the four time-dependent decay rates are given e. g. in Ref. [74], where",
            "paragraph_rank": 202,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 766,
                    "text": "[74]",
                    "end": 770
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "CPLEAR uses Re y instead of y. Since CPT symmetry requires only the equality of the rates in Eq. 168, y has to be real. Im y is unobservable and does not appear in the four time-dependent rates. From their 1.3 × 10 6 πeν decays, only one external input (∆ , see Eq. 129), and the Bell-Steinberger unitarity constraint (Section 5.6.3), CPLEAR determined all five parameters. The real part of x + and the imaginary part of x − were obtained in 1998 together with ∆m from the asymmetry [89,74] ",
            "paragraph_rank": 203,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 483,
                    "text": "[89,",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 487,
                    "text": "74]",
                    "end": 490
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "The results are [74] Re",
            "paragraph_rank": 204,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 16,
                    "text": "[74]",
                    "end": 20
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "There is a strong correlation between ∆m and Im x − , the value in Eq. 172 was obtained with ∆m = (530.1 ± 1.4) 10 7 /s. The three other decay parameters are given in 1999 in Ref. [77],",
            "paragraph_rank": 205,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 180,
                    "text": "[77]",
                    "end": 184
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "with partially strong correlations as shown in Table 2 of Ref. [77].",
            "paragraph_rank": 206,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 47,
                    "text": "Table 2",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 63,
                    "text": "[77]",
                    "end": 67
                }
            ]
        },
        {
            "section": "Decays into π ν",
            "text": "All four x values are well compatible with zero. This is not a surprise because of the big success of the quark model; Standard-Model estimations [90] for the breakdown of the ∆Q/∆S rule are on a level of 10 −7 . On the level of the CPLEAR precision, T violation cannot be seen in π ν decays. The only possible CP violation is CPT violation. The CPT result for y excludes this on a level of 3 × 10 −3 for the ratio of CPT-violating and CPT-symmetric amplitudes.",
            "paragraph_rank": 207,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 146,
                    "text": "[90]",
                    "end": 150
                }
            ]
        },
        {
            "text": "Muon Polarisation in πµν Decays",
            "section_rank": 30
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "As proposed in 1958 by J. J. Sakurai [91], a measurement of the muon polarisation transverse to the decay plane in K → πµν decays is a test of T symmetry. The matrix element for the decay K → π ν consists of a leptonic and a hadronic current; the latter has two independent form factors f + (q 2 ) and f − (q 2 ). T invariance requires ξ(q 2 ) = f − (q 2 )/f + (q 2 ) to be real, and the transverse component of the lepton polarization is",
            "paragraph_rank": 208,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 37,
                    "text": "[91]",
                    "end": 41
                }
            ]
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "where σ is the spin of the lepton, p i are momenta and θ is the angle between and ν. There are two reasons for using muons instead of electrons, the factor m /m K and the sequential P-violating decay µ → eνν which allows to measure the polarisation. There is also a reason for choosing positive muons, they can be stopped and kept in an absorber until they decay. Two recent experiments have determined Im ξ with high precision, in 1980 by W. M. Morse et al. [92] at BNL using K 0 L mesons, and in 2004 by M. Abe et al. [93] at KEK using K + mesons. Since there is only one hadron in the final state, no strong final-state interactions can mimic T violation; electromagnetic final-state interactions are estimated to produce Im ξ ≈ 0.008 [94]. The BNL experiment [92] determines",
            "paragraph_rank": 209,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 459,
                    "text": "[92]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 520,
                    "text": "[93]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 738,
                    "text": "[94]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 763,
                    "text": "[92]",
                    "end": 767
                }
            ]
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "and the KEK experiment [93] Im ξ(K + → π 0 µ + ν) = −0.005 ± 0.008 .",
            "paragraph_rank": 210,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 23,
                    "text": "[93]",
                    "end": 27
                }
            ]
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "Both experiments find T symmetry within one standard deviation. Both test T violation in New Physics, since Standard-Model estimations give Im ξ = o (10 −7 ) [95].",
            "paragraph_rank": 211,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 158,
                    "text": "[95]",
                    "end": 162
                }
            ]
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "Only four neutral-meson systems can show flavor transitions, K 0 K 0 , D 0 D 0 , B 0 B 0 and B s B s , and all four transitions have been observed, Table 2 gives an overview. The dynamics is the same in all four systems M M : M and M have non-exponential decay laws, the same lowest-order linear Schrödingier equation (Eq. 58) describes the transitions completely, its two eigenstates (Eq. 59) have exponential decay laws, and the evolutions of initial M and M states are given by the same expressions (Eqs. 67,68,72). The eigenstates of the three heavy-flavor systems are called M h (heavy) and M (light) in contrast to K 0 L and K 0 S where the sign of ∆m was determined much later than the sign of ∆Γ. The seven parameters are m h , m , Γ h , Γ , |q/p|, Re δ and Im δ. For ∆m and ∆Γ we use the same convention for all four systems,",
            "paragraph_rank": 212,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 148,
                    "text": "Table 2",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 508,
                    "text": "67,",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 511,
                    "text": "68,",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 514,
                    "text": "72)",
                    "end": 517
                }
            ]
        },
        {
            "section": "Muon Polarisation in πµν Decays",
            "text": "and Γ = (Γ h + Γ )/2, Re = (1 − |q/p|)/2. The parameter values are very different for the four systems, leading to the evolution pictures in Fig. 12.  Figure 12: Time dependences for M 0 decays (solid curves) and M 0 decays (dashed curves) from initial M 0 states for all four meson systems with their transition parameters as measured; χ is the timeintegrated fraction of M 0 decays. The vertical scales show N (t)/N (0), the horizontal scales use τ S = τ (K 0 S ) and for the three heavier systems τ = 1/Γ. CP and T violations have been seen in the K 0 K 0 system, in transitions and in decays. Since both violations are small, the two mass eigenstates are \"almost CP eigenstates\", the heavier K 0 L has CP ≈ −1. No CP violation has been established in the D 0 D 0 system so far; the expected small effects and the already achieved limits allow the same approximation, the heavier state D 0 h has CP ≈ +1. In the B 0 B 0 system, no CP violation has been observed in transitions, but there are large CP violations in decays and in the interplay of transitions and decays. Therefore, the two mass eigenstates are no CP eigenstates, not even approximately. The state decaying into π + π − (CP = +1) is different from the state decaying into J/ψ K 0 L (also CP = +1), and both are not mass eigenstates. The B s B s system resembles the first two systems, LHCb [96] recently determined CP ≈ −1 for the heavier eigenstate.",
            "paragraph_rank": 213,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 141,
                    "text": "Fig. 12",
                    "end": 148
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 151,
                    "text": "Figure 12",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 1358,
                    "text": "[96]",
                    "end": 1362
                }
            ]
        },
        {
            "text": "The D 0 System",
            "section_rank": 31
        },
        {
            "section": "The D 0 System",
            "text": "Transitions between D 0 = c u and D 0 = u c have been found by the \"B-Meson Factory\" experiments BABAR [97] at SLAC and Belle [98] at KEK. A combination of all present observations leads to [99] x = (m h − m )/Γ = (4.1 ± 1.4) × 10 −3 , y = (Γ h − Γ )/2Γ = (6.3 ± 0.7) × 10 −3 , Re = +0.04 ± 0.05 ,",
            "paragraph_rank": 214,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 103,
                    "text": "[97]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 126,
                    "text": "[98]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 190,
                    "text": "[99]",
                    "end": 194
                }
            ]
        },
        {
            "section": "The D 0 System",
            "text": "where 1/Γ = 0.41 × 10 −12 s. Since transitions are very low in rate, the precision on T violation is still very modest, and no tests of CPT symmetry have been reported so far.",
            "paragraph_rank": 215,
            "section_rank": 31
        },
        {
            "text": "The B 0 System",
            "section_rank": 32
        },
        {
            "section": "The B 0 System",
            "text": "Transitions between B 0 = b d and B 0 = b d have first been seen in 1987 by ARGUS [100] at the e + e − storage ring DORIS-II at DESY, producing entangled B 0 B 0 pairs from Υ(4S) decays. They combined three observations, like-sign lepton pairs, events with ± and D * ∓ ± ν, and one event with two fully reconstructed B 0 → D * − µ + ν decays. Since no time between production and decay of the B mesons were measured, ∆m and ∆Γ could not be determined, only the time-integrated ratio",
            "paragraph_rank": 216,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 82,
                    "text": "[100]",
                    "end": 87
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "The first time-dependent measurement, showing the interference pattern of the transitions, was reported in 1993 by ALEPH at the e + e − storage ring LEP [101]. Their result, ∆m = (0.52 ± 0.11) 10 12 /s, was in agreement with the χ value of ARGUS in Eq. 179 if ∆Γ ∆m. The presently most precise result, ∆m = (0.516 ± 0.006) 10 12 /s was obtained in 2013 by LHCb [102], and the present world average [13] is ∆m(B 0 ) = (0.510 ± 0.003) 10 12 /s .",
            "paragraph_rank": 217,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b99",
                    "start": 153,
                    "text": "[101]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 361,
                    "text": "[102]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 398,
                    "text": "[13]",
                    "end": 402
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "In the decade between 2001 and 2010, the majority of the B 0 -system results were obtained by the two experiments BABAR at SLAC and Belle at KEK. They used entangled B 0 B 0 pairs produced on the Υ(4S) resonance in the energy-asymmetric e + e − storage rings PEP-II and KEK-B, respectively. For ∆Γ, they found upper limits in 2004 [103] and 2012 [104]. The present average, including results from LHCb and D0 is [99] ∆Γ/Γ = (0.1 ± 1.0) 10 −2 .",
            "paragraph_rank": 218,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 331,
                    "text": "[103]",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 346,
                    "text": "[104]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 412,
                    "text": "[99]",
                    "end": 416
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "The Standard-Model estimation is (4 ± 1) 10 −3 [105]. The BABAR and Belle results have been obtained in the same analyses which determine the three CP-violation parameters in B 0 B 0 transitions, as discussed in the following. With small ∆Γ/Γ, it is convenient to rewrite Eqs. 72 as since cosh(∆Γt/2) ≈ 1 and sinh(∆Γt/2) ≈ ∆Γt/2. Assuming the validity of a \"∆Q/∆b\" rule for semileptonic decays (B 0 decays into + νX and B 0 into − νX with strict absence of the opposite-sign decays) and in addition CPT symmetry in these decays, Γ(B 0 → + νX) = Γ(B 0 → − νX), Re can be obtained from the asymmetry A T as given in Eq. 125 for Kaons with y = x + = x − = 0. From entangled B 0 B 0 pairs we have",
            "paragraph_rank": 219,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 47,
                    "text": "[105]",
                    "end": 52
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "where the result is the mean of the 2006 measurements of BABAR [106] and Belle [107]. Including two newer results, from D0 [108] in 2011 in untagged pp → D * ∓ µ ± X events and from BABAR [109] in 2013 with (D * ∓ ± ν) (K ± X) events, the present best value for T violation in B 0 B 0 transitions is Re = (0.7 ± 0.7) × 10 −3 .",
            "paragraph_rank": 220,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 63,
                    "text": "[106]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b105",
                    "start": 79,
                    "text": "[107]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b106",
                    "start": 123,
                    "text": "[108]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b107",
                    "start": 188,
                    "text": "[109]",
                    "end": 193
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "The prediction of the Standard Model [105] is ",
            "paragraph_rank": 221,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 37,
                    "text": "[105]",
                    "end": 42
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "If the first B in an entangled B 0 B 0 pair decays into + νX, it prepares a B 0 state and a later − νX decay has the rate P (B 0 → B 0 ) with t = t( − decay) − t( + decay). The analogous argument holds for − νX as first decay with t = t( + decay) − t( − decay). The CPT asymmetry, defined as in Eq. 73 for the K 0 system, is then given by",
            "paragraph_rank": 222,
            "section_rank": 32
        },
        {
            "section": "The B 0 System",
            "text": "−Re δ sinh(∆Γt/2) + Im δ sin(∆mt) cosh(∆Γt/2) + cos(∆mt) ,",
            "paragraph_rank": 223,
            "section_rank": 32
        },
        {
            "section": "The B 0 System",
            "text": "where N +− and N −+ are the number of events with + and − in the first decay, respectively. From this asymmetry, BABAR [106] determined in 2006 Im δ = (+7.0 ± 3.7 ± 1.6) 10 −3 .",
            "paragraph_rank": 224,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b104",
                    "start": 119,
                    "text": "[106]",
                    "end": 124
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "Re δ could not be determined in this analysis since A CP T contains only the product Re δ×∆Γ. Sensitivity on both real and imaginary parts of δ was obtained in a combined analysis of (D * ± ∓ ν, ± νX) and (J/ψK S,L , ± νX), the same analysis which led to the ∆Γ result in Eq. 181. The time-dependent rates for initial B 0 and B 0 decaying into flavor-specific states are the same as given in Eq. 182, and for decays into CP eigenstates they are given in Section 8.1, Eqs. 204. Results for Re δ and Im δ from this combination have been obtained by BABAR [103]  ",
            "paragraph_rank": 225,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 553,
                    "text": "[103]",
                    "end": 558
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "where cos φ λ is now known to be 0.73, and by Belle [104] in 2012,",
            "paragraph_rank": 226,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 52,
                    "text": "[104]",
                    "end": 57
                }
            ]
        },
        {
            "section": "The B 0 System",
            "text": "Re δ = (−10 ± 19 ± 17) 10 −3 , Im δ = (+2.9 ± 1.7 ± 1.7) 10 −3 .",
            "paragraph_rank": 227,
            "section_rank": 32
        },
        {
            "section": "The B 0 System",
            "text": "The three results for the imaginary part and the two for the real part lead ",
            "paragraph_rank": 228,
            "section_rank": 32
        },
        {
            "section": "The B 0 System",
            "text": "in comparison to K 0 K 0 transitions where δm/m = (4 ± 8) × 10 −18 , δΓ/Γ = (−1 ± 2) × 10 −3 .",
            "paragraph_rank": 229,
            "section_rank": 32
        },
        {
            "text": "The B s System",
            "section_rank": 33
        },
        {
            "section": "The B s System",
            "text": "The transitions between B s = s b and B s = b s have the highest transition probability, χ(B s ) ≈ 0.5. In a \"Search for B 0 B 0 oscillations\" in 1987, UA1 [110] at the SppS storage rings at CERN found a 2.9 σ excess of like-sign muon pairs in pp collisions. They reported",
            "paragraph_rank": 230,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b108",
                    "start": 156,
                    "text": "[110]",
                    "end": 161
                }
            ]
        },
        {
            "section": "The B s System",
            "text": "where f 0 and f s are the production fractions of B 0 and B s , and the χ values are their transition probabilities as defined in Eq. 179. The conclusion was that the result is compatible with χ(B 0 ) = 0 and χ(B s ) = 0.5. At LEP, many events with wrong-sign decays of B s mesons have been observed, but the oscillation period 2π/∆m was too short for being determined. The experimental limits improved from ∆m > 1.8 × 10 12 /s in 1994 [111] to > 10.9 × 10 12 /s in 2003 [112]. CDF [113]  ",
            "paragraph_rank": 231,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b109",
                    "start": 436,
                    "text": "[111]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b110",
                    "start": 471,
                    "text": "[112]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b111",
                    "start": 482,
                    "text": "[113]",
                    "end": 487
                }
            ]
        },
        {
            "section": "The B s System",
            "text": "including the latest result from LHCb [114]. The parameters Γ = (Γ h + Γ )/2 and ∆Γ = Γ h − Γ are obtained from the three time dependences of decays into (approximate) CP eigenstates with CP ≈ +1 (e. g. K + K − or J/ψφ), into those with CP ≈ −1 (e. g. J/ψf 0 ), and into summed flavor eigenstates (e. g. the sum of D s + X and D s − X). The data [13] show a clearly longer lifetime for the CP ≈ −1 than for the CP ≈ +1 states, and the summed flavor eigenstates show a lifetime in between as expected by their decay law e −Γt cosh(∆Γt/2). Determining the phase-shift differences in final-state interactions of K + K − pairs in s-and p-waves as function of the K + K − mass, LHCb [96] found in 2012 that ∆Γ = Γ h − Γ < 0. A fit to all three time dependences gives [99] Γ = (0.6598 ± 0.0034) × 10 12 /s , ∆Γ = (−0.091 ± 0.009) × 10 12 /s , ∆Γ/Γ = −0.137 ± 0.013 . (196) Measurements of T violation in B s B s transitions are controversial. Using D s µX events, Re = A T /4 is measured to be (−2.8 ± 1.9 ± 0.4) × 10 −3 by D0 in 2013 [115] and (−0.2 ± 1.3 ± 0.9) × 10 −3 by LHCb in 2014 [116]. Both results are compatible with each other and with no T violation. However, D0 has also measured several linear combinations of Re (B s ) and Re (B 0 ) from single-muon and likesign-dimuon events. A combined fit to these data in 2014 [117] deviates from the Standard-Model expectations by 3.6 σ. The expectation for the B 0 system was given below Eq. 184. For the B s system, A. Lenz and U. Nierste [105] obtain an even smaller value of Re = (0.52 ± 0.14) × 10 −5 . More precise data are clearly needed.",
            "paragraph_rank": 232,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b112",
                    "start": 38,
                    "text": "[114]",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 346,
                    "text": "[13]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 678,
                    "text": "[96]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 762,
                    "text": "[99]",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "start": 861,
                    "text": "(196)",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b113",
                    "start": 1029,
                    "text": "[115]",
                    "end": 1034
                },
                {
                    "type": "bibr",
                    "ref_id": "b114",
                    "start": 1082,
                    "text": "[116]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b115",
                    "start": 1325,
                    "text": "[117]",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "ref_id": "b103",
                    "start": 1490,
                    "text": "[105]",
                    "end": 1495
                }
            ]
        },
        {
            "text": "B 0 Decays and their Symmetry Properties",
            "section_rank": 34
        },
        {
            "section": "B 0 Decays and their Symmetry Properties",
            "text": "Any difference in the time-dependent rates of B 0 and B 0 decays into a CP eigenstate is a violation of CP symmetry. Decays into the CP eigenstates J/ψK 0 S and J/ψK 0 L show large CP violation of this type since 2001 [118,119]. It can have four contributions, CPT violation in B 0 B 0 transitions, T violation therein, CPT violation in the decay, and T violation therein. In this Section, we discuss how to determine the four fractions in the observed CP violation. Decays into a final state f are described by",
            "paragraph_rank": 233,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 218,
                    "text": "[118,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 223,
                    "text": "119]",
                    "end": 227
                }
            ]
        },
        {
            "section": "B 0 Decays and their Symmetry Properties",
            "text": "and we first develop the formalism for the time-dependent rates of decays into any state f that can be reached from both B 0 and B 0 , not necessarily a CP eigenstate.",
            "paragraph_rank": 234,
            "section_rank": 34
        },
        {
            "text": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "As light and heavy mass eigenstates of the B 0 system we use the same states as introduced in Section 7, neglecting terms of order | | 2 and |δ| 2 ,",
            "paragraph_rank": 235,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "At t = 0, this leads to",
            "paragraph_rank": 236,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "Like Kaons in Eqs. 67 and 68, the initial states Ψ B (0) = B 0 and Ψ B (0) = B 0 have the evolutions",
            "paragraph_rank": 237,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "Using 1 + 2 = p/q and the amplitude definitions in Eq. 197, the decays Ψ B → f and Ψ B → f have the time-dependent amplitude",
            "paragraph_rank": 238,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "With the definitions ",
            "paragraph_rank": 239,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "In the approximation |λ f | 2 ≈ 1 with ||λ f | 2 − 1| as small as | | and |δ|, the explicit dependences on all parameters are given by the following expressions: ",
            "paragraph_rank": 240,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "We now consider f to be a CP eigenstate. A non-vanishing difference of the two rates N Bf (t) and N Bf (t) violates CP symmetry. The difference depends on the five parameters Re δ, Im δ, Re , |A f /A f |, Im λ f and also on the sign of Re λ f . The modulus of |λ f | is given by Re and |A f /A f |, and the sign of Re λ f needs to be determined separately. The parameters Re δ and Im δ describe CPT violation and Re T violation in transitions. The fourth parameter |A f /A f | describes CPT violation in decays if f is a single state with only one final-state-interaction phase, as discussed in Subsection 3.6. In the following we assume this property of f and discuss possible deviations in Section 8.3. T violation in decays is not observable by Im (A f /A f ) since the amplitudes and also their ratio have no observable phases owing to arbitrary phases of the states |B 0 and |B 0 . The ratio q/p depends on these phases in such a way that the product λ f = qA f /pA f is an observable. T symmetry requires that its phase has to be 0 or π, i. e. Im λ f = 0; this T-symmetry property in the \"interplay of decay and transitions\" replaces the unobservable T-symmetry property in decays.",
            "paragraph_rank": 241,
            "section_rank": 35
        },
        {
            "section": "Time Dependence of B 0 and B 0 Decays into a Common Final State",
            "text": "Since N Bf (0) = |A f | 2 and N Bf (0) = |A f | 2 , the ratio of the two rates at t = 0 determines the parameter |A f /A f |. As already discussed in Section 7.2, the parameters Re and Im δ are determined by rate differences in B 0 B 0 transitions, e. g. using di-lepton events. The two remaining CP-violating parameters Re δ and Im λ f are determined by the time dependences in Eqs. 204. The product Re λ f Re δ enters with different signs in the cosine term, and Im λ f with different signs in the sine term of the two time dependences. A combined fit determines both parameters, and a combined fit to the two rates together with the two di-lepton rates determines all five CP-violating parameters and ∆Γ. Such a combined fit has been performed with the data of BABAR [103] and Belle [104] using the two final states J/ψK 0 S and J/ψK 0 L . For the signs of ∆Γ and Re δ, it is important to know the sign of Re λ f . This has been determined in the final state J/ψK * 0 [120]. The present best values for ∆Γ, Re δ, Im δ and Re have been given in Section 7.2, see Eqs. 181, 191 and 184. The determination of |A f /A f | and Im λ f for the two states f = J/ψK 0 S and J/ψK 0 L will be discussed in the next Section 8.2.",
            "paragraph_rank": 242,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 770,
                    "text": "[103]",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 786,
                    "text": "[104]",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 971,
                    "text": "[120]",
                    "end": 976
                }
            ]
        },
        {
            "text": "8.2",
            "section_rank": 36
        },
        {
            "section": "8.2",
            "text": "The CP Eigenstates J/ψK 0 S and J/ψK 0",
            "paragraph_rank": 243,
            "section_rank": 36
        },
        {
            "text": "L",
            "section_rank": 37
        },
        {
            "section": "L",
            "text": "On the level of 10 −3 , the two final states J/ψK 0 S and J/ψK 0 L are CP eigenstates. Their eigenvalues are obtained by decomposing the states,",
            "paragraph_rank": 244,
            "section_rank": 37
        },
        {
            "section": "L",
            "text": "with = 1 and m = 0. Because of CP(J/ψ) = CP(K 0 S ) = +1 and CP(K 0 L ) = CP(Y 0 1 ) = −1, the CP eigenvalues of the two states are CP(J/ψK 0 S ) = −1 and CP (J/ψK 0 L ) = +1. Large CP violation in decays of initial B 0 and B 0 states into these two final states has been observed in 2001 by BABAR [118] and Belle [119] in the reaction e + e − → Υ(4S) → B 0 B 0 . Final results in 2009 Figure 13: Final CP-and T-violation results of BABAR [121] on the left-hand side and Belle [122] on the right-hand side. The four time dependences for each experiment are labeled ± , f ± , where entangled B 0 B 0 pairs decay into one flavor-specific final state ( + X or − X) and one CP eigenstate(f + = J/ψK L or f − = J/ψK S ) and ∆t = t(f ± decay) − t( ± decay).",
            "paragraph_rank": 245,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 298,
                    "text": "[118]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 314,
                    "text": "[119]",
                    "end": 319
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 386,
                    "text": "Figure 13",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 439,
                    "text": "[121]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 477,
                    "text": "[122]",
                    "end": 482
                }
            ]
        },
        {
            "section": "L",
            "text": "from BABAR [121] with 465 × 10 6 Υ(4S) decays and in 2012 from Belle [122] with 772 × 10 6 are shown in Fig. 13. The figure shows rates and asymmetries for the sum of final states cc K 0 S , CP = −1 and cc K 0 L , CP = +1, where CP = +1 contains in addition events with J/ψ and K * 0 → K 0 S π 0 . The parameter values of the time-dependent rates have been determined for all final states separately, their compatibility allows to quote here the values for the sums with CP = +1 and −1.",
            "paragraph_rank": 246,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 11,
                    "text": "[121]",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 69,
                    "text": "[122]",
                    "end": 74
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 104,
                    "text": "Fig. 13",
                    "end": 111
                }
            ]
        },
        {
            "section": "L",
            "text": "As already presented in the previous Section 8.1, combined fits to cc K CP eigenstates and flavorspecific final states resulted in values for Re , Re δ, Im δ and ∆Γ which are compatible with zero. Without influencing any conclusions on CP, T and CPT violation in decays, we can set the four parameters to zero in Eqs. 204 and discuss the rates in their simplified form",
            "paragraph_rank": 247,
            "section_rank": 37
        },
        {
            "section": "L",
            "text": "with N Bf (0) = |A f | 2 and N Bf (0) = |A f | 2 . We see that the expected rates depend on only two parameters, |λ f | and Im λ f for each final state. Care must be taken for the sign of Im λ f since it depends on the sign of q which differs in different textbooks, reviews or analyses. In this review we consistently use the convention of Eq. 59 for all four neutral-meson systems, i. e. with δ = 0,",
            "paragraph_rank": 248,
            "section_rank": 37
        },
        {
            "section": "L",
            "text": "Eqs. 206 show two different possibilities for CP violation. The two rates are different, i. e. CP-symmetry violating, if |λ f | 2 = 1 or/and if Im λ f = 0. Since |q/p| = 1, we have |λ f | = |A f /A f | and the first case violates CP and CPT if A f is a single amplitude, as derived in Section 3.6. The second case is CP and T violation since the condition Im λ f = 0 is insensitive to |A f /A f |, i. e. not sensitive to CPT symmetry; CP violation without CPT violation means T violation. The BABAR and Belle results in Fig. 13 are obtained from entangled B 0 B 0 pairs with reconstruction of two decays. One final state is the CP eigenstate f − = cc K 0 S or f + = cc K 0 L , K * 0 . The other decay is flavor-specific, + ( − ) like + νX ( − νX) indicating that the decaying particle was in the state B 0 (B 0 ) and, if that was the first decay, leaving the other B meson in the state B 0 (B 0 ). The time difference ∆t is defined as t(f + , f − ) − t( + , − ). For ∆t > 0, the observed time-dependent rates are given by the expressions in Eqs. 206 with t = +∆t, f = f + or f − and N Bf (t) for the preceding − decay, N Bf (t) for the preceding + decay.",
            "paragraph_rank": 249,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 520,
                    "text": "Fig. 13",
                    "end": 527
                }
            ]
        },
        {
            "section": "L",
            "text": "For ∆t < 0, the first decay is f + (f − ), leaving the other B meson in an orthogonal state B ⊥+ (B ⊥− ) which is strictly forbidden to decay into f + (f − ) at ∆t = 0. The shown time-dependent rates for ∆t < 0 are the rates | B 0 or B 0 |D|B ⊥+ or B ⊥− (t) | 2 with t = −∆t. A remarkable property of entanglement is the common description of the data with ∆t > 0 and ∆t < 0 by the so-called two-decay-time formula [25,123,124]. It extends Eq. 206 over the full range of t by the replacement t → ∆t, and",
            "paragraph_rank": 250,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 415,
                    "text": "[25,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b121",
                    "start": 419,
                    "text": "123,",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b122",
                    "start": 423,
                    "text": "124]",
                    "end": 427
                }
            ]
        },
        {
            "section": "L",
            "text": "However, all properties of transitions and of CP, T, CPT symmetry in transitions and in decays are single-particle properties and not properties of entangled pairs. Therefore, we first discuss here the results with only ∆t > 0. They are also obtained from single B mesons with incoherent flavor tagging, e. g. by LHCb [125]. Using the notations",
            "paragraph_rank": 251,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b123",
                    "start": 318,
                    "text": "[125]",
                    "end": 323
                }
            ]
        },
        {
            "section": "L",
            "text": "the main qualitative features of the results in Fig. 13 with t = ∆t > 0 are the following: From both (1) and (4) we conclude that there is no visible CPT violation; the case with A f containing two final-state-interaction phases will be discussed in Section 8.3. From (5) we conclude that there is large T violation [126], for both f − and f + . The observation (6) that the two T violations are equal with opposite signs and the observation (2) are not understandable by Eqs. 206. They require an additional property of B meson decays. Introducing the four amplitudes and a new λ parameter,",
            "paragraph_rank": 252,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 48,
                    "text": "Fig. 13",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 101,
                    "text": "(1)",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 109,
                    "text": "(4)",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b124",
                    "start": 316,
                    "text": "[126]",
                    "end": 321
                }
            ]
        },
        {
            "section": "L",
            "text": "we obtain with |x| The hypothesis x = x = 0 is called the \"∆S = ∆b\" rule and has an explanation in the perturbative description of b → ccs decays in the quark model. Unfortunately, the rule is not well tested experimentally. The best experimental limit exists for Im (x − x) from Im λ f − + Im λ f + = 0.002 ± 0.047 [99], and it seems that no values for Re x and Re x have been determined so far. But the ∆S = ∆b rule is only required for the relation between λ f − and λ f + , it is irrelevant for the main conclusion of this Section: The data of BABAR [118,121] and Belle [119,122] do not show CPT violation but show large T violation in decays B 0 , B 0 → J/ψK 0 S , J/ψK 0 L . The conclusion of large T-symmetry violation, independent of any assumption on CPT symmetry, is reached quantitatively if the parameters |λ f | and Im λ f are obtained by a fit to the data of the B-mesonfactory experiments BABAR and Belle for the combination of ∆t > 0 and ∆t < 0 using Eqs. 208. Both experiments cannot measure t 1 and t 2 owing to the wide spread of Υ(4S) production points. However, they can measure well the separation of the two decay points yielding ∆t = t 2 − t 1 . The mean values from the final BABAR and Belle fits over the full range −∞ < ∆t < ∞ are given in Table 3, where the last line assumes strict validity of ∆S = ∆b. Table 3: Mean values [99] of the final results of BABAR [121] and Belle [122]. The last line combines J/ψK S , J/ψK L and additional ccK and K * results.",
            "paragraph_rank": 253,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 316,
                    "text": "[99]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b116",
                    "start": 554,
                    "text": "[118,",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 559,
                    "text": "121]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b117",
                    "start": 574,
                    "text": "[119,",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 579,
                    "text": "122]",
                    "end": 583
                },
                {
                    "type": "table",
                    "start": 1267,
                    "text": "Table 3",
                    "end": 1274
                },
                {
                    "type": "table",
                    "start": 1332,
                    "text": "Table 3",
                    "end": 1339
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 1353,
                    "text": "[99]",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 1388,
                    "text": "[121]",
                    "end": 1393
                },
                {
                    "type": "bibr",
                    "ref_id": "b120",
                    "start": 1404,
                    "text": "[122]",
                    "end": 1409
                }
            ]
        },
        {
            "text": "Im λ f",
            "section_rank": 38
        },
        {
            "section": "Im λ f",
            "text": "(1 − |λ f | 2 )/2 f = J/ψK S −0.665 ± 0.024 0.024 ± 0.026 f = J/ψK L +0.663 ± 0.041 −0.023 ± 0.030 combined 0.677 ± 0.020 0.006 ± 0.017 Direct T violation, as discussed in the next Section 8.3, contributes to |λ f | 2 if A f is not a single amplitude. Therefore, the measured value of |λ| does not prove the absence of CPT violation on the o(10 −2 ) level. BABAR and Belle can only conclude that there is no visible CPT violation and that the observed CP violation is compatible with T violation alone. If A f is not a single amplitude, direct CPT violation could contribute to Im λ, as also discussed in the next Section.",
            "paragraph_rank": 254,
            "section_rank": 38
        },
        {
            "text": "More than one Final-State-Interaction Phase",
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "In this Section, we discuss decays where the amplitude does not obey A = e 2i δ A * with a single finalstate-interaction (FSI) phase δ. The presence of two or more FSI phases can lead to apparent CPT violation owing to T violation, apparent T violation owing to CPT violation, and to |A/A| = 1 in spite of CPT violation.",
            "paragraph_rank": 255,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "The first case, |A/A| = 1 in spite of CPT symmetry, is known as \"direct CP violation\", we may also call it \"direct T violation\". It requires at least two contributions to A with different weak and different FSI phases:",
            "paragraph_rank": 256,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "with A 1 , A 2 real, weak-interaction phases φ i and strong-interaction phases δ i . CPT symmetry requires",
            "paragraph_rank": 257,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "With a = A 2 /A 1 , ∆φ = φ 2 − φ 1 , ∆δ = δ 2 − δ 1 and a 1 we obtain the T-violating asymmetry",
            "paragraph_rank": 258,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "which does not vanish if ∆φ = 0 and ∆δ = 0, in spite of CPT symmetry. The third case, |A/A| = 1 in spite of CPT violation, can be reached by the addition of a third amplitude A 3 e i(φ 3 +δ 3 ) violating CPT symmetry, i. e. A 3 = A 3 . If a sin ∆φ sin ∆δ is small, a simple ansatz is A = A 1 e iφ 1 e iδ 1 [1 + a e i(∆φ+∆δ) + b] , A = A 1 e −iφ 1 e iδ 1 [1 + a e i(−∆φ+∆δ) + b] , ",
            "paragraph_rank": 259,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "Since b and b are arbitrary, they can cancel the contribution of direct T violation, leading to |A/A| = 1 in spite of CPT violation in the decay amplitudes.",
            "paragraph_rank": 260,
            "section_rank": 39
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "The second case can also be reached by an amplitude with at least two FSI phases. Apparent T violation with Im λ f = 0 in spite of T symmetry is obtained by an amplitude with a CPT-symmetric and a CPT-violating contribution [127]: ",
            "paragraph_rank": 261,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 224,
                    "text": "[127]",
                    "end": 229
                }
            ]
        },
        {
            "section": "More than one Final-State-Interaction Phase",
            "text": "A very special choice b = −b = 0.2 fulfills, together with sin(δ 2 − δ 1 ) = 1, all three observations, |λ| = 1, Im λ = 0.7, and also [120] Re λ/Im λ > 0. CPT violation could fake the observed large T violation in B 0 → J/ψK 0 decays if A consists of two amplitudes, one CPT-conserving, one CPT-violating on the 20% level, and with a very narrow window for their final-state-interaction phase difference. In all rigour, this construction could only be falsified with \"now impossible\" experiments like measuring the cross sections for inverse decays ccK 0 S , K 0 L → B 0 , B 0 [128], or measuring the time dependences of the rates for Υ(4S) → (ccK 0 S , K 0 L )(ccK 0 S , K 0 L ) events [127].",
            "paragraph_rank": 262,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b118",
                    "start": 134,
                    "text": "[120]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b126",
                    "start": 577,
                    "text": "[128]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b125",
                    "start": 687,
                    "text": "[127]",
                    "end": 692
                }
            ]
        },
        {
            "text": "Motion-Reversal Violation in Decays",
            "section_rank": 40
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "Following the proposal of J. Bernabeu et al. in 1999 [129,130], T violation in B 0 → J/ψK decays has been demonstrated two times by \"direct observation\" of motion-reversal violation. The first demonstration was performed in 2008 by E. Alvarez and A. Szynkman [131] with a re-interpretation of BABAR and Belle results, the second by BABAR in 2012 [132] with a re-analysis of the final BABAR data [121].",
            "paragraph_rank": 263,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 53,
                    "text": "[129,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 58,
                    "text": "130]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 259,
                    "text": "[131]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 346,
                    "text": "[132]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b119",
                    "start": 395,
                    "text": "[121]",
                    "end": 400
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "The four curves in Fig. 13 are labeled ( + , f − ), ( − , f − ), ( + , f + ) and ( − , f + ) according to the two decays of the B 0 B 0 pair. One meson decays into a flavor-specific final state + or − , the other one into a CP eigenstate f − = ccK 0 S or f + = ccK 0 L . For ∆t > 0 the ± decay occurs before and for ∆t < 0 after the f ± decay. If the first decay is a f − decay, the other B at that time is in a state which is not allowed to decay into f − owing to the antisymmetry of the entangled two-particle state; this state is given by B + = (A B 0 − A B 0 )/ |A| 2 + |A| 2 using the notations in Eq. 210 with x = x = 0, i. e. assuming ∆S = ∆b. With f + as first decay, the surviving state is B − = (A B 0 +A B 0 )/ |A| 2 + |A| 2 . If |A/A| = 1, which is well fulfilled experimentally (±1.7%) independent of assuming CPT symmetry, we have B + |B − = 0 and the entangled pair is (B + B − − B − B + )/ √ 2. A first decay into f − prepares the state B + , a decay into f + prepares the state B − . Table 4: Correspondences between observed decay pairs and transitions for demonstrating the violation of motion-reversal symmetry [131,132]. The last column gives the fitted values for the coefficients S i in ref. [132]. Motion-reversal symmetry requires that the rates for the transitions B 0 → B − and B − → B 0 are equal at any time, also the rates for B 0 ↔ B + , B 0 ↔ B + and B 0 ↔ B − . The correspondences between transition rates and the observed decay-pair rates are given in Table 4. The rates for the observed decay-pairs are equal to the rates of the corresponding transitions if |A/A| = 1 [133] and if Γ(B 0 → + ) = Γ(B 0 → − ).",
            "paragraph_rank": 264,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 19,
                    "text": "Fig. 13",
                    "end": 26
                },
                {
                    "type": "table",
                    "start": 1002,
                    "text": "Table 4",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 1132,
                    "text": "[131,",
                    "end": 1137
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 1137,
                    "text": "132]",
                    "end": 1141
                },
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 1216,
                    "text": "[132]",
                    "end": 1221
                },
                {
                    "type": "table",
                    "start": 1488,
                    "text": "Table 4",
                    "end": 1495
                },
                {
                    "type": "bibr",
                    "ref_id": "b131",
                    "start": 1605,
                    "text": "[133]",
                    "end": 1610
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "In their motion-reversal analysis, BABAR [132] determines the four time-dependent asymmetries",
            "paragraph_rank": 265,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b130",
                    "start": 41,
                    "text": "[132]",
                    "end": 46
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "using the eight measured rates in Table 4 with the pairings (i, j) = (1, 4), (3,2), (5,8) and (7,6). For separating the rates into their contributions with ∆t > 0 and ∆t < 0, BABAR has unfolded the resolution function R(∆t − ∆t true ) in the measured rates N (∆t) with −∞ < ∆t < +∞. The unfolding requires an ansatz for the true rates N i (t). BABAR has chosen N i (t) ∝ e −Γt (1 + C i cos ∆mt + S i sin ∆mt) ,",
            "paragraph_rank": 266,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 34,
                    "text": "Table 4",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 77,
                    "text": "(3,",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 80,
                    "text": "2)",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 84,
                    "text": "(5,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 87,
                    "text": "8)",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 94,
                    "text": "(7,",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 97,
                    "text": "6)",
                    "end": 99
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "where t = −∆t true or +∆t true depending on i. The eight obtained coefficients C i are compatible with zero, the eight S i are given in Table 4. The large difference S 1 − S 4 violates motion-reversal symmetry, as well as the three other asymmetries. Their combined significance for being different from zero is 14 σ, a clear violation of motion-reversal symmetry.",
            "paragraph_rank": 267,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 136,
                    "text": "Table 4",
                    "end": 143
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "The 2008 analysis of Alvarez and Szynkman [131] follows the same strategy [129,130] but does not separate the rates N ( ± , f ± ) into their parts with ∆t > 0 and ∆t < 0. As demonstrated in the following, this leads to the same conclusion as reached by BABAR in 2012.",
            "paragraph_rank": 268,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b129",
                    "start": 42,
                    "text": "[131]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b127",
                    "start": 74,
                    "text": "[129,",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b128",
                    "start": 79,
                    "text": "130]",
                    "end": 83
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "Because of entanglement, the two rates N 7 and N 8 for the transitions B 0 → B + and B − → B 0 respectively, using the notations of Table 4,  ",
            "paragraph_rank": 269,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 132,
                    "text": "Table 4,",
                    "end": 140
                }
            ]
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "For N 6 with t = −∆t, S 6 = −0.666 ± 0.028, and the motion-reversal asymmetry is found to be",
            "paragraph_rank": 270,
            "section_rank": 40
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "6 ) sin ∆mt 2 + (S 7 + S 6 ) sin ∆mt = (0.666 ± 0.027) sin ∆mt .",
            "paragraph_rank": 271,
            "section_rank": 40
        },
        {
            "section": "Motion-Reversal Violation in Decays",
            "text": "The values and errors presented in Eqs. 221, 222 and 223 include the results from the other three motion-reversal asymmetries in the data. The conclusion of Alvarez and Szynkman in 2008 is the same as that of BABAR in 2012: The large asymmetry of 0.7 × sin ∆mt in Eq. 223 is an unambiguous observation of motion-reversal violation. As discussed in Section 8.3 of this review: unambiguous if A(B 0 → ccK 0 ) is a single amplitude, and not rigorously excluded to be faked by CPT violation in a very narrow and very unlikely range of CPT-violating and final-state-interaction parameters.",
            "paragraph_rank": 272,
            "section_rank": 40
        },
        {
            "text": "Outlook and Conclusions",
            "section_rank": 41
        },
        {
            "section": "Outlook and Conclusions",
            "text": "The lack of observing any violation of CPT symmetry is linked to all other successes of quantum field theory in which the CPT theorem [38,39] follows from very basic principles. CPT-violating effects could occur if quarks or leptons are not point-like or if Lorentz invariance is broken, e. g. owing to the appearance of Lorentz tensors [134]. Motivated by the arguments of V. A. Kostelecký [134], BABAR [135] has searched for a special breakdown of Lorentz invariance by allowing a time-dependent variation of the CPT-violating parameter δ in B 0 B 0 transitions according to z = −2δ = z 0 + z 1 × cos(Ωt sid + Φ) ,",
            "paragraph_rank": 273,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 134,
                    "text": "[38,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 138,
                    "text": "39]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 337,
                    "text": "[134]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b132",
                    "start": 391,
                    "text": "[134]",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b133",
                    "start": 404,
                    "text": "[135]",
                    "end": 409
                }
            ]
        },
        {
            "section": "Outlook and Conclusions",
            "text": "where Ω describes the earth's rotation in the galactic frame and t sid is the sidereal time. Fits to the dilepton asymmetry in Eq. 187 give results for z 0 and z 1 which deviate slightly from zero. The significance of the deviation is, however, smaller than 3 σ. No T violation has been observed in strong and electromagnetic interactions. In weak interactions, T violation is well established. In 1970, it has been observed in K 0 K 0 transitions by using unitarity and the existing CP-violation results and limits in all K 0 decay modes; Re (K 0 ) = (1.68 ± 0.30) 10 −3 , Eq. 117. This Bell-Steinbergerv unitarity analysis has been repeated many times until recently. Today's best result is Re (K 0 ) = (1.611±0.005) 10 −3 , Eq. 137. The result has been confirmed in 1998 by a direct motion-reversal observation, comparing the rates of K 0 → K 0 and K 0 → K 0 , independent of unitarity but assuming CPT symmetry in the semileptonic K 0 decay amplitudes, Re (K 0 ) = (1.55 ± 0.42) 10 −3 , Eq. 127. No T violation has been observed in D 0 D 0 , B 0 B 0 and B s B s transitions, but there are good prospects that the experiments LHCb and Belle-II will reach a sensitivity on Re (B 0 ) on the level of the expected Standard-Model T violation, Eq. 185. T violation has also been observed in weak decay amplitudes: T is violated in K 0 → ππ, I = 2 decays, where the phase of / 0 is incompatible with T symmetry as shown in Fig. 11. And T is violated in B 0 → J/ψ K 0 decays, observed in 2001 since the CP-violating parameter λ f in these decays is also T-violating, see Section 8.2. Entanglement of B 0 and B 0 states in Υ(4S) decays allowed a direct demonstration of motion-reversal violation with these decays one decade later, see Section 8.4.",
            "paragraph_rank": 274,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1420,
                    "text": "Fig. 11",
                    "end": 1427
                },
                {
                    "type": "bibr",
                    "start": 1731,
                    "text": "Section 8.4",
                    "end": 1742
                }
            ]
        },
        {
            "section": "Outlook and Conclusions",
            "text": "No CPT violation has been observed, but future experiments with neutral-meson systems have the duty to test CPT symmetry with ever increasing precision. Nature may neither have point-like quarks and leptons nor fully Lorentz-invariant couplings of them to vector and scalar fields.",
            "paragraph_rank": 275,
            "section_rank": 41
        },
        {
            "text": "Figure 1 :",
            "section_rank": 42
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The non-exponential decay law of neutral Kaons, N (t) = N (0)×(e −Γ 1 t +e −Γ 2 t )/2.",
            "paragraph_rank": 276,
            "section_rank": 42
        },
        {
            "text": "Fig. 2",
            "section_rank": 43
        },
        {
            "section": "Fig. 2",
            "text": "shows the orbit of the motion of a ball on the surface of the earth,",
            "paragraph_rank": 277,
            "section_rank": 43
        },
        {
            "text": "Figure 2 :",
            "section_rank": 44
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: Video recording of a motion with velocity v F in the endpoint F together with a clock showing the running time.",
            "paragraph_rank": 278,
            "section_rank": 44
        },
        {
            "text": "Figure 3 :Figure 4 :",
            "section_rank": 45
        },
        {
            "section": "Figure 3 :Figure 4 :",
            "text": "Figure 3: Playback of the recorded video in the reversed time-direction.",
            "paragraph_rank": 279,
            "section_rank": 45
        },
        {
            "text": "CPT symmetry in K 0 K 0 transitions requires δ = 0, see Eq. 70, i. e. m 22 = m 11 and Γ 22 = Γ 11 in the transition matrix µ ij , see Eq. 65. The two eigenstates and the four transition probabilities are given in the previous subsection, setting δ = 0.CP symmetry requires CPT and T symmetries, i. e. δ = 0 and Re = 0. The latter condition requires a phase of 0 or π between m 12 and Γ 12 since Re ∝ Im(m * 12 Γ 12 ), see Eq. 65. The phases of m 12 and Γ 12 are unobservable, but all properties of K 0 K 0 transitions in the CP-conserving limit can be discussed in the convention that all four parameters in i ∂ ∂t",
            "paragraph_rank": 280,
            "section_rank": 46
        },
        {
            "text": "5. 1",
            "section_rank": 47
        },
        {
            "section": "5. 1",
            "text": "The Parameters Γ, ∆Γ, m and ∆m The Review of Particle Properties [13] lists τ S = 1/Γ S = (0.8954 ± 0.0004) × 10 −10 s , τ L = 1/Γ L = (5.116 ± 0.021) × 10 −8 s , m = (497.614 ± 0.024) MeV , ∆m = +(0.5289 ± 0.0010) × 10 10 /s .",
            "paragraph_rank": 281,
            "section_rank": 47
        },
        {
            "text": "Figure 7 :",
            "section_rank": 48
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: The Wu-Yang triangle[61] relating the parameters η +− , η 00 , 0 and .",
            "paragraph_rank": 282,
            "section_rank": 48,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 30,
                    "text": "[61]",
                    "end": 34
                }
            ]
        },
        {
            "text": "CERN 1970 Figure 8 :",
            "section_rank": 49
        },
        {
            "section": "CERN 1970 Figure 8 :",
            "text": "Figure 8: Lifetime distributions of π 0 π 0 events from neutral Kaons behind a Cu regenerator[63].",
            "paragraph_rank": 283,
            "section_rank": 49,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 93,
                    "text": "[63]",
                    "end": 97
                }
            ]
        },
        {
            "text": "± 30 •",
            "section_rank": 50
        },
        {
            "section": "± 30 •",
            "text": ", they used |η 00 | = (3.3 ± 0.6) 10 −3 , |η +− | = (1.92 ± 0.05) 10 −3 and φ +− = 44 • ± 5 • . As already discussed in Section 5.3, these four experimental results dominate the inputs for the Bell-Steinberger relation; the two uncorrelated inputs for α ππ were Re α ππ + Im α ππ = (3.36 ± 0.32) 10 −3 , (111) Re α ππ − Im α ππ = (−0.13 ± 0.73) 10 −3 ,",
            "paragraph_rank": 284,
            "section_rank": 50
        },
        {
            "text": "without imposing CPT invariance by using four parameters related to the real and imaginary parts of x + and x − , introduced later, see Section 6, resulting in α π ν = (−0.24 ± 0.21)10 −3 + i (0.09 ± 0.34)10 −3 . (116) Adding the 3π and π ν contributions and using 2∆m/Γ S = 0.94 gives α = α ππ + (−0.21 ± 0.27) 10 −3 + i (0.17 ± 0.42) 10 −3 , Re = 0.53 Re α + 0.50 Im α = (1.68 ± 0.30) 10 −3 , Im δ = 0.50 Re α − 0.53 Im α = (−0.30 ± 0.45) 10 −3 .",
            "paragraph_rank": 285,
            "section_rank": 51
        },
        {
            "text": ", J. Cronin updated the determination of Re and Im δ with four considerably improved input values for α ππ . Three of them, |η +− | = (2.27 ± 0.02) 10 −3 , |η 00 | = (2.32 ± 0.09) 10 −3 and φ +− = 44.7 • ±1.2 • , were the result of a large number of experiments between 1970 and 1980, whereas the fourth, φ 00 = 56 • ±6 • , was essentially the result of a single experiment [70]. The progress in the precision of α 3π and α π ν was smaller, the sum of both had reached (0.14 ± 0.19) 10 −3 + i(−0.19 ± 0.25) 10 −3 . The results of the analysis were given as linear combinations of real and imaginary parts of andδ, allowing to extract Re = (1.61 ± 0.20) 10 −3 , Im δ = (−0.08 ± 0.17) 10 −3 . (119)5.6.2 Moscow-Padova 1983A Moscow-Padova group[71] succeeded in 1983 to measure",
            "paragraph_rank": 286,
            "section_rank": 52,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 741,
                    "text": "[71]",
                    "end": 745
                }
            ]
        },
        {
            "text": "0 final states have been collected. The analysis of π + π − time distributions gave precision results for |η +− |, φ +− and ∆m. The analyses of πeν decays determined results for Re , Re δ, Im δ and all five lepton-decay parameters y, Re x + , Im x + , Re x − and Im x − , as presented in more detail in Section 6.2. The analyses of the 3π decays determined η +−0 = (−2 ± 8) 10 −3 + i(−2 ± 9) 10 −3 , η 000 = 0.18 ± 0.15 + i(0.15 ± 0.20) ,",
            "paragraph_rank": 287,
            "section_rank": 53
        },
        {
            "text": "649 ± 0.025) × 10 −3 , Im δ = (0.024 ± 0.050) × 10 −3 , Re δ = (0.24 ± 0.27) × −3 .",
            "paragraph_rank": 288,
            "section_rank": 54
        },
        {
            "text": "φ +− and φ 00 and with all other input values from KLOE, resulting in α π + π − = [(1.115 ± 0.015) + i (1.055 ± 0.015)] × 10 −3 , α π 0 π 0 = [(0.489 ± 0.007) + i (0.468 ± 0.007)] × 10 −3 .",
            "paragraph_rank": 289,
            "section_rank": 55
        },
        {
            "text": "results of KLOE's analysis are Re = (159.6 ± 1.3) × 10 −5 , Im δ = (0.4 ± 2.1) × 10 −5 , (136) with a weak correlation of ρ = −0.17. The analysis determines also Re δ fitting time distributions and constraining by ∆ S − ∆ L . The result, Re δ = (0.23 ± 0.27) × 10 −3 , is essentially equal to that of the CPLEAR analysis, see Eq. 130. The results for Re and Im δ show considerable improvement. 5.6.5 Particle Data Group 2013 For the Review of Particle Properties by the Particle Data Group [13], M. Antonelli and G. D'Ambrosio have updated the 2006 Bell-Steinberger analysis",
            "paragraph_rank": 290,
            "section_rank": 56
        },
        {
            "text": "Figure 9 :",
            "section_rank": 57
        },
        {
            "section": "Figure 9 :",
            "text": "Figure 9: Likelihood contours for −δm vs. −δΓ[13]. The outer two and inner two dashed lines correspond to Eq. 139 (no constraint on δΓ) and Eq. 140 (δΓ = 0), respectively.",
            "paragraph_rank": 291,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 45,
                    "text": "[13]",
                    "end": 49
                }
            ]
        },
        {
            "text": "A third complex amplitude ratio in ππ decays of Kaons is decays are only sensitive to Re ω. Including isospin-breaking effects and with |ω| 1, the branching ratio B +− /B 00",
            "paragraph_rank": 292,
            "section_rank": 58
        },
        {
            "text": "Figure 10 :",
            "section_rank": 59
        },
        {
            "section": "Figure 10 :",
            "text": "Figure 10: Lifetime distributions of π + π − decays from initial K 0 and K 0 states[86].",
            "paragraph_rank": 293,
            "section_rank": 59,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 83,
                    "text": "[86]",
                    "end": 87
                }
            ]
        },
        {
            "text": "Re ( / 0 ) = (2.11 ± 0.34) × 10 −3 ,(161)φ 00 = (44.06 ± 0.68) • , φ +− = (43.76 ± 0.64) • ,(162)and, taking into account correlations,φ( 0 ) = (43.86 ± 0.63) • , (163) φ 00 − φ +− = (0.30 ± 0.35) • .(164)They separately determine Re ( / 0 ) imposing CPT symmetry, i. e. φ( 0 ) = arctan(−2∆m/∆Γ). The result is Re( / 0 ) CP T = (1.92 ± 0.21) × 10 −3 .(165)",
            "paragraph_rank": 294,
            "section_rank": 60
        },
        {
            "text": "4 × {(1 + 2Re x − 4Re + 2y)e −Γ S t + (1 − 2Re x − 4Re + 2y)e −Γ L t −[(2 − 8Re + 4y) cos(∆mt) + 4Im x sin(∆mt)]e −(Γ S +Γ L )t/2 } , R 4 = R(K 0 → π − + ν) = R 0 /4 × {(1 + 2Re x + 4Re − 2y)e −Γ S t + (1 − 2Re x + 4Re − 2y)e −Γ L t −[(2 + 8Re − 4y) cos(∆mt) − 4Im x sin(∆mt)]e −(Γ S +Γ L )t/2 } ,(170)",
            "paragraph_rank": 295,
            "section_rank": 61
        },
        {
            "text": ") − 2Im δ sin(∆mt)] , P (B 0 → B 0 ) = e −Γt [ 1 2 cosh(∆Γt/2) − 2Re δ sinh(∆Γt/2) + 1 2 cos(∆mt) + 2Im δ sin(∆mt)] , P (B 0 → B 0 ) = ( 1 2 − 2Re ) e −Γt [cosh(∆Γt/2) − cos(∆mt)] , P (B 0 → B 0 ) = ( 1 2 + 2Re ) e −Γt [cosh(∆Γt/2) − cos(∆mt)] , (182)",
            "paragraph_rank": 296,
            "section_rank": 62
        },
        {
            "text": "65 Re δ = − Re z 2 =",
            "section_rank": 63
        },
        {
            "section": "65 Re δ = − Re z 2 =",
            "text": "one order of magnitude below the sensitivity of present experiments. Lepton pairs with opposite charges have been used for testing CPT symmetry. Instead of δ, BABAR and Belle use z = −2 δ for these tests. With |∆Γ/∆m| 1, we obtain from Eq. m 22 − m 11 2 ∆m , Im δ = − Im z",
            "paragraph_rank": 297,
            "section_rank": 63
        },
        {
            "text": "in 2004, Re δ × cos φ λ = (−7 ± 18 ± 17) × 10 −3 , Im δ = (−19 ± 15 ± 13) × 10 −3 ,",
            "paragraph_rank": 298,
            "section_rank": 64
        },
        {
            "text": "to an average of Re δ = (−10 ± 20) 10 −3 , Im δ = (+3.7 ± 2.1) 10 −3 . (191) With δm = m 22 − m 11 and δΓ = Γ 22 − Γ 11 , Eqs. 186 allow the conclusions δm/m = (−1.3 ± 2.6) × 10 −15 , δΓ/Γ = (−11 ± 6) × 10 −3 ,",
            "paragraph_rank": 299,
            "section_rank": 65
        },
        {
            "text": "at the Tevatron at FNAL succeeded in 2006 to determine ∆m = (17.31 +0.33 −0.18 ± 0.07) × 10 12 /s , x = ∆m Γ = 26 , χ = x 2 2 + 2x 2 = 0.4993 . (194) The present world average is [99] ∆m = (17.761 ± 0.022) × 10 12 /s , x = 26.85 ± 0.13 , χ = 0.499311 ± 0.000007 ,",
            "paragraph_rank": 300,
            "section_rank": 66
        },
        {
            "text": "their time-dependent decay rates areN Bf (t) = |a f (t)| 2 = |A f | 2 e −Γt 4 (1 + 2 δ + λ f ) e i∆mt e ∆Γt/4 + (1 − 2 δ − λ f ) e −∆Γt/4 2 , N Bf (t) = |a f (t)| 2 = |A f | 2 e −Γt 4(1 − 2 δ + λ f ) e i∆mt e ∆Γt/4 + (1 + 2 δ − λ f ) e −∆Γt/4 2 .",
            "paragraph_rank": 301,
            "section_rank": 67
        },
        {
            "text": "1 .",
            "section_rank": 68
        },
        {
            "section": "1 .",
            "text": "At t = 0, |A − | 2 = |A − | 2 and |A + | 2 = |A + | 2 , 2. at t = 0, |A − | 2 = |A + | 2 and |A − | 2 = |A + | 2 , 3. all four rates are not exponentials but well described by e −Γt (1 + C f cos ∆mt + S f sin ∆mt), 4. for all four rates, |λ f | is compatible with 1, 5. |Im λ f | = 0 is equal for all rates, with 6. Im λ f + = −Im λ f − .",
            "paragraph_rank": 302,
            "section_rank": 68
        },
        {
            "text": "Observation ( 2 )",
            "section_rank": 69
        },
        {
            "section": "Observation ( 2 )",
            "text": "is equivalent to Re x = Re x = 0, and observation (6) is equivalent to Im (x − x) = 0 if Re (x − x) = 0.",
            "paragraph_rank": 303,
            "section_rank": 69
        },
        {
            "text": "with complex amplitude ratios b and b and δ 3 = δ 1 . CPT violation requires b = b * . With |b| and |b| 1, this leads to an asymmetry |A| 2 − |A| 2 |A| 2 + |A| 2 ≈ 2 a sin ∆φ sin ∆δ + Re (b − b) .",
            "paragraph_rank": 304,
            "section_rank": 70
        },
        {
            "text": "2 , 2 1 + b 2 ,− b 1 + b 2 ,",
            "section_rank": 71
        },
        {
            "section": "2 , 2 1 + b 2 ,− b 1 + b 2 ,",
            "text": "1 e iφ e iδ 1 [1 + b e i (δ 2 −δ 1 ) ]/ √ 2 , q A = A 1 e iφ e iδ1 [1 + b e i (δ 2 −δ 1 ) ]/ √ Im λ = (b − b) sin(δ 2 − δ 1 ) 1 + b 2 + 2 b cos(δ 2 − δ 1 ) ,(217)where b = A 2 /A 1 and b = A 2 /A 1 have to be real if we impose T symmetry of the weak Hamiltonian. With b = b and sin(δ 2 − δ 1 ) = 0, CPT violation mimics T violation owing to final-state interactions. The largest value of Im λ is reached with sin(δ 2 − δ 1 ) = 1, leading to Im λ = b Re λ = 1 + bb 1 + b 2 .",
            "paragraph_rank": 305,
            "section_rank": 71
        },
        {
            "text": "i Decay pairs Transitions S i 1 −",
            "section_rank": 72
        },
        {
            "section": "i Decay pairs Transitions S i 1 −",
            "text": ", f − , ∆t > 0 B 0 → B − −0.76 ± 0.06 ± 0.06 2 − , f − , ∆t < 0 B + → B 0 +0.67 ± 0.10 ± 0.08 3 + , f + , ∆t > 0 B 0 → B + −0.69 ± 0.11 ± 0.04 4 + , f + , ∆t < 0 B − → B 0 +0.70 ± 0.19 ± 0.12 5 + , f − , ∆t > 0 B 0 → B − +0.55 ± 0.09 ± 0.06 6 + , f − , ∆t < 0 B + → B 0 −0.66 ± 0.06 ± 0.04 7 − , f + , ∆t > 0 B 0 → B + +0.51 ± 0.17 ± 0.11 8 − , f + , ∆t < 0 B − → B 0 −0.83 ± 0.11 ± 0.06",
            "paragraph_rank": 306,
            "section_rank": 72
        },
        {
            "text": "are described by the same two-decay-time expression in Eq. 208 with two parameters |λ f + | and Im λ f + . Since |λ f + | = 1 within errors and taking the 2007 average of BABAR and Belle, N 7 = N 8 = const. × e −Γ|∆t| [1 + (0.666 ± 0.046) sin ∆m∆t] . (221) For N 7 (B 0 → B + ) with t = +∆t, this leads to S 7 = +0, 666 ± 0.046. The time-reversed transition B + → B 0 is described by N 6 (B + → B 0 ) = N 5 (B 0 → B − ) = const. × e −Γ|∆t| [1 + (0.666 ± 0.028) sin ∆m∆t] .",
            "paragraph_rank": 307,
            "section_rank": 73
        },
        {
            "text": "When there are no strong interactions involved, the couplings in D are so small that the second-order transition on the right-hand side of Eq. 28 is negligibly small compared to the transitions produced by D and D † , effectively leading to hermiticity D † = D. With f |D|i = f |D i and Eq. 15, T symmetry requires",
            "paragraph_rank": 308,
            "section_rank": 74
        },
        {
            "text": "where m ij and Γ ij are both hermitean matrices such as m and Γ are both real numbers in Eq. 53. The equation was derived in perturbation theory in 1930 by V. F. Weisskopf and E. P. Wigner[42] and in field theory in 1963 by R. G. Sachs[43]. Eq. 58 contains eight real parameters, but only seven of them are observables. Owing to arbitrary phase transformations of the states |K 0 and |K 0 , the matrix elements m 12 and Γ 12 have unobservable phases. However, the phase transformations change m 12 and Γ",
            "paragraph_rank": 309,
            "section_rank": 75,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 188,
                    "text": "[42]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 235,
                    "text": "[43]",
                    "end": 239
                }
            ]
        },
        {
            "text": "12 simultaneously, their relative phase is phase-convention free. The seven observable real parameters in Eq. 58 are m 11 , m 22 , Γ 11 , Γ 22 , |m 12 |, |Γ 12 | and φ(Γ 12 /m 12 ). The equation is solved by diagonalisation, its two eigenstates are",
            "paragraph_rank": 310,
            "section_rank": 75
        },
        {
            "text": "and all states f i are contained in the set of states f i . Therefore, both sums on the right-hand side of Eq. 80 are equal, leading to the unitarity relation",
            "paragraph_rank": 311,
            "section_rank": 76
        },
        {
            "text": "Determination of K 0 K 0 Transition ParametersThe seven transition parameters of the eigenstates in Eq. 61 are directly related to the seven parameters of the effective Hamiltonian in Eq. 58, as given in Eqs. 65 neglecting terms of order | | 2 and |δ| 2 . In this Section we concentrate on the determination of the three CP-violating parameters Re δ, Im δ and Re , directly related to m 22 − m 11 , Γ 22 − Γ 11 and Im (m 12 /Γ 12 ). For the four CP-conserving parameters, we will only present their present best values in the first subsection and cite the most recent experiments for their determination.",
            "paragraph_rank": 312,
            "section_rank": 77
        },
        {
            "text": "in the case of CPT symmetry and ∼ 135 • or 315 • in the case of T symmetry. This consequence of the Bell-Steinberger relation is easily demonstrated: Introducing α i by",
            "paragraph_rank": 313,
            "section_rank": 78
        },
        {
            "text": "the phase φ( 0 ) must be ∼ 45 • or 225 •",
            "paragraph_rank": 314,
            "section_rank": 78
        },
        {
            "text": "Table 1 :",
            "section_rank": 79
        },
        {
            "section": "Table 1 :",
            "text": "Inputs for the 2013 Bell-Steinberger analysis[13]. The last line givesα π ν as defined in Eq. 135.",
            "paragraph_rank": 315,
            "section_rank": 79,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 45,
                    "text": "[13]",
                    "end": 49
                }
            ]
        },
        {
            "text": "The present best values from Eq. 156 for the branching fractions B +− and B 00 give Re ω = 0.033 .",
            "paragraph_rank": 316,
            "section_rank": 80
        },
        {
            "text": "Table 2 :",
            "section_rank": 81
        },
        {
            "section": "Table 2 :",
            "text": "Historical overview of flavor transitions. Column 2 gives the year of first observation, the next columns give the years when the five transition parameters have been determined; L denotes existing limits, and (*) indicates present conflicting results.",
            "paragraph_rank": 317,
            "section_rank": 81
        },
        {
            "text": "Reλ f Reδ − 2 Imλ f Imδ cos ∆mt + (Imλ f + 2Imδ) sin ∆mt .",
            "paragraph_rank": 318,
            "section_rank": 82
        }
    ]
}