{
    "level": "paragraph",
    "abstract": [
        {
            "text": "While the Standard Model of particle physics does not include free particles with fractional charge, experimental searches have not ruled out their existence. We report results from the Cryogenic Dark Matter Search (CDMS II) experiment that give the first direct-detection limits for cosmogenicallyproduced relativistic particles with electric charge lower than e/6. A search for tracks in the six stacked detectors of each of two of the CDMS II towers found no candidates, thereby excluding new parameter space for particles with electric charges between e/6 and e/200.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Fractionally-charged particles are a well-known feature of the Standard Model (SM) of particle physics; quarks and anti-quarks possess either ±2/3 or ±1/3 of the electron charge, e. Because of the nature of the strong interaction, however, these particles are bound inside hadrons. Free particles with smaller charges are viable in extensions of the SM with extra U (1) gauge symmetries, a common situation in string theories [1][2][3]. Some of these models feature a dark photon with a small kinetic mixing with the SM photon [4] that can confer an effective (very small) charge to particles in a hidden sector. Scenarios with milli-charged dark matter particles can be constructed in this way. The question remains whether such fundamental particles with tiny electric charge exist. Levitometer, Millikan-droplet, collider-based experiments [5], and astrophysical (\"direct search\") experiments [6][7][8][9] have searched for free particles with fractional charges. Direct searches are particularly interesting because energetic cosmic rays may produce fractionally charged particles with masses inaccessible to collider experiments. Particles with fractional charge f e would lose energy at a rate proportional to f 2 , much more slowly than known minimum ionizing particles under similar conditions [10]. Direct-search experiments look for the smaller interaction energies characteristic of such Lightly Ionizing Particles (LIPs) [7].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 426,
                    "text": "[1]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 429,
                    "text": "[2]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 432,
                    "text": "[3]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 527,
                    "text": "[4]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 843,
                    "text": "[5]",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 896,
                    "text": "[6]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 899,
                    "text": "[7]",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 902,
                    "text": "[8]",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 905,
                    "text": "[9]",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1302,
                    "text": "[10]",
                    "end": 1306
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1433,
                    "text": "[7]",
                    "end": 1436
                }
            ]
        },
        {
            "text": "The Cryogenic Dark Matter Search experiment (CDMS II) [11,12], located in the Soudan Underground Laboratory [11], employed detectors arranged in vertical stacks of 6 detectors each (\"towers\"). This geometry dramatically enhances LIP background rejection when requiring all detectors along the path of a possible track to have similarly low-energy signals and hit locations that lie approximately along a straight line. Figure 1 illustrates this rejection method by contrasting a hypothetical LIP candidate with a typical 6-detector background event from multiple Compton scattering of a photon. The CDMS tower geometry, coupled with the very low-energy detection thresholds (∼1 keV), provides sensitivity to LIPs with substantially smaller fractional charges than searched for in prior direct-detection experiments [6][7][8][9].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 54,
                    "text": "[11,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 58,
                    "text": "12]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 108,
                    "text": "[11]",
                    "end": 112
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 419,
                    "text": "Figure 1",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 815,
                    "text": "[6]",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 818,
                    "text": "[7]",
                    "end": 821
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 821,
                    "text": "[8]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 824,
                    "text": "[9]",
                    "end": 827
                }
            ]
        },
        {
            "text": "The data analyzed here were collected using 5 towers of Z-sensitive Ionization and Phonon (ZIP) detectors. The detector array consisted of 19 Ge and 11 Si ZIPs, each a disk ∼10 mm thick and 76 mm in diameter. Each detector was instrumented with four phonon sensors on one face and two concentric ionization electrodes on the opposite face. A small electric field (3-4 V/cm) was applied across the detectors to extract charge carriers created by particle interactions. The detectors were surrounded by passive lead and polyethylene shielding and cooled to 50 mK. An outer plastic-scintillator veto identified muons with sufficient energy to penetrate the 2090 meters water-equivalent overburden of the Soudan Underground Laboratory. The CDMS II experiment was designed primarily to identify nuclear recoils from Weakly Interacting Massive Particles (WIMPs) by measuring both the ionization and phonons created by particle interactions within a detector [11]. The data described here were recorded from July 2007 to September 2008 [11]. Only towers of fully working detectors, Tower 2 and Tower 4, were used to search for LIP tracks, resulting in raw exposures after removal of bad data periods of 59.6 and 142.4 days, respectively.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 952,
                    "text": "[11]",
                    "end": 956
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1029,
                    "text": "[11]",
                    "end": 1033
                }
            ]
        },
        {
            "text": "For this analysis, in which a LIP is expected to scatter from detector electrons, we require a candidate event to have a ratio of ionization to phonon energy consistent with that expected for an electron recoil. Candidate events are required to pass basic reconstruction-quality selection criteria similar to the criteria used in previous analyses of these data [11,13]. In order to achieve high efficiency for LIP charges as large as e/6, no ionizationbased fiducial-volume requirement is applied, and the en- ergy ranges considered are 2.5-200 and 2.5-400 keV for Si and Ge detectors, respectively [14]. Candidate events are required to have recoil energies consistent with noise for all detectors except the six in the hit tower.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 362,
                    "text": "[11,",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 366,
                    "text": "13]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 600,
                    "text": "[14]",
                    "end": 604
                }
            ]
        },
        {
            "text": "This analysis exploits the assumption that a LIP's kinetic energy is large enough that it is minimally deflected as it passes through a tower. The resulting linear track is assumed to follow a path passing through all detectors in a tower. The dominant expected background is from multiply-scattering photons from the residual photon background within the shielding (∼2 events keV −1 kg −1 day −1 ) [15]. Figure 2 shows the results of a Geant4 Monte Carlo simulation of the photon background in which one or more consecutive detector hits are required in a single tower with no hits in any detectors of the other towers. The expected number of 6-detector-hit events in Tower 2 and Tower 4 from this simulation is 0.4±0.1 and 1.0±0.2 events, respectively.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 399,
                    "text": "[15]",
                    "end": 403
                },
                {
                    "type": "figure",
                    "start": 405,
                    "text": "Figure 2",
                    "end": 413
                }
            ]
        },
        {
            "text": "A consequence of a straight track is that the distribution of observed energy depositions in the six detectors should be approximately a function (only) of f , the track zenith angle, and the detector material. Figure 3 shows the dependence of LIP energy depositions on f and on the detector material for normally-incident LIPs. The expected energy distributions were computed by applying the detectors' measured energy resolutions to the Photo Absorption Ionization model [10], which models the track of a relativistic LIP as a series of independent, discrete interactions with minimum ionizing energy loss (LIP βγ ≈ 3). Any other (greater) energy loss would make the experiment more sensitive. Assuming minimum ionizing energy loss will generally give the most \"conservative\" (highest, least restrictive) upper limit in the absence of a discovery.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 211,
                    "text": "Figure 3",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 473,
                    "text": "[10]",
                    "end": 477
                }
            ]
        },
        {
            "text": "FIG. 2.",
            "section_rank": 3
        },
        {
            "section": "FIG. 2.",
            "text": "The observed number of events, before energyconsistency and track-linearity selection criteria, as a function of the number of consecutive detectors hit, for Tower 2 ( ) and Tower 4 ( ) agrees well with the respective number of events scaled from photon background simulations ( ; performed and shown separately for each tower). The counts fall off rapidly with the number hit. Multiplicity-one and -two data are contaminated by noise and surface backgrounds [11]. Data for multiplicity-five is still blinded for a possible future analysis. Each tower simulation has a 3,150 day live time.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 459,
                    "text": "[11]",
                    "end": 463
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "We introduce a measure of energy consistency [14] that is small when the energy depositions in the detectors are distributed as expected and large when they are not. Let F i be the value of the cumulative probability distribution for the energy deposited in a detector, with the F i ordered from lowest to highest values for i = 1 to 6, and include F 0 = 0 and F 7 = 1. Define ∆F i ≡ F i+1 − F i (cf. Fig. 4). The measure of energy consistency, E c , is",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 45,
                    "text": "[14]",
                    "end": 49
                },
                {
                    "type": "figure",
                    "start": 401,
                    "text": "Fig. 4",
                    "end": 407
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "where the w i are weights chosen to sum to unity. This form gives E c = 0, its minimum, when each ∆F i = w i . The w i are chosen so that the minimum E c occurs when the F i are distributed as uniformly as possible, w i = 1/6 except for w 0 and w 6 , which are 1/12. The Kolmogorov-Smirnov and Cramér-von Mises statistics are minimized by the same distribution of energies, but this definition of E c gives a penalty that grows especially large when a detector's energy is far out on the tail of the expected distribution, as is likely for the dominant photon background. We accept events with E c < 2.37, a value chosen to have ≈99% efficiency for simulated LIPs of any f (see Fig. 5 for the example of f = 1/15). Another consequence of minimally deflected LIPs is that the locations of each detector's interaction are expected to follow a linear track with deviations primarily due to uncertainty in position reconstruction, while background photons typically deflect from a straight track as they multiply scatter through a tower. A full 3dimensional χ 2 fit was performed to each 6-detector track under a straight-line hypothesis. Events were rejected when χ 2 /DOF > 2, approximately maximizing the expected signal-to-background ratio for all values of f considered. In order to compute χ 2 , the 3-dimensional position resolution of the measurement in each detector had to be determined. In track fitting, the xy (horizontal) coordinates are reconstructed using phonon pulse information. A position-independent xy resolution was initially computed using phonon pulse amplitudes and varied from 5 mm for low energy depositions to 2 mm for high energy depositions.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 678,
                    "text": "Fig. 5",
                    "end": 684
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "The effective average z (vertical) position of a detector's interactions is unknown and assumed to be at the central horizontal plane of the detector. The z-position uncertainty is a function of the assumed fractional charge and is estimated by the standard deviation of a large number of simulated events. The simulation uses the following procedure. Whenever the sum of the energy depositions falls within the analyzed region, the simulation takes a Poisson distribution of the number of interactions, assigns each a random position and energy deposition from the single-interaction probability distribution, and computes the deviation of the energy-weighted position from where the track intersects the horizontal midplane of the detector.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "FIG. 2.",
            "text": "All the selection criteria were set \"blind\" based only on calibration data, parameter space insensitive to LIPs, and simulations, without looking at characteristics of any 6-detector events. Later it was realized that the xy-position reconstruction was significantly less accurate than originally estimated, and the resolution was worse than assumed. So after unblinding, we defined a new nonblind track-linearity selection criterion, but without using any of the information revealed from the unblinding. The revised xy position was estimated using not only phonon signal amplitudes, but also information from phonon relative start times and phonon pulse shapes. We then corrected for position-dependent xy biases in each detector with an algorithm [16] based on the assumption that background gamma rays uniformly illuminate the detectors. After this correction, surface-to-surface events shared between adjacent detectors were used to obtain estimates of detector xy-position resolution. Such events typically have 2 mm true lateral separation, with measured separation smeared by detector resolution. Thus, detector resolution as a function of energy was obtained by deconvolving the observed resolution from lateral separation using conservative assumptions when necessary. This corrected, position-dependent xy resolution varies from ∼8-20 mm with the worst at low energy. \"Conservative\" means these estimates are expected to be larger than is realistic. Larger estimates decrease a track's computed value of χ 2 and increase LIP acceptance. In the absence of a signal, this leads to a conservative upper limit. The improved position measurements and resolution estimates were used in the new nonblind track- linearity selection, setting the criterion to maximize expected signal-to-background as a function of f . Monte Carlo simulations were then used to compute the LIP acceptance fraction of both the blind and nonblind tracklinearity criteria. Both blind and nonblind results are correct. The much less sensitive blind result is also reported in order to show the effect of the original, poorly chosen, track-linearity selection criterion, with its acceptance ∼ 10 −3 , to be compared with between 0.86 and 0.94 for the nonblind cut.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 750,
                    "text": "[16]",
                    "end": 754
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "To estimate the total expected background, a scan of all values of f −1 between 6 and 200 was performed. Figure 5 shows the results of this scan in Tower 4 for a value of f −1 of 15. A 6-detector-hit event may pass the tracklinearity or energy-consistency value for a given f range and fail for others. This scan yielded a total expected background of 0.16 +0.12 −0.07 (stat) +0.01 −0.1 (syst) events passing all nonblind selection criteria for at least one value of f in the range 1/200 < f < 1/6.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 105,
                    "text": "Figure 5",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "start": 357,
                    "text": "+0.12",
                    "end": 362
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "The robustness of these results was probed by exploring parameter space just outside the signal region. Upon unblinding, but before application of the tracklinearity and energy-consistency criteria, two 6-detector events (one in each tower) were observed within the analyzed region, consistent with the background prediction shown in Fig. 2. Both events fail the blind version of the track-linearity criterion. Only one event, shown in Fig. 5, passes the nonblind track-linearity criterion for any value of f . Both also fail the energy-consistency requirement for all values of f . Figure 6 shows the resulting exclusion limits on LIP vertical intensity, I v , from the nonblind analysis with improved track-linearity criterion as well as from the blind analysis. Both analyses restrict new parameter space.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 334,
                    "text": "Fig. 2",
                    "end": 340
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 436,
                    "text": "Fig. 5",
                    "end": 442
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 583,
                    "text": "Figure 6",
                    "end": 591
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "All 6-detector events narrowly outside the analyzed energy region fail at least one selection criterion. Three events in Tower 4 have an energy deposition in one detector that is marginally above the upper analysis threshold. Two of these near-miss events fail the energy-consistency criterion for all values of f considered. The third passes the energy consistency criterion only within a narrow window of fractional charge 6 < f −1 < 9, but it fails the track-linearity criterion for all values of f .",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "FIG. 2.",
            "text": "We assume LIPs are minimum ionizing. The effect of a factor r increase in dE/dx would be approximately cancelled by replacing f by f / √ r, so upper limit curves should be shifted right by a factor of √ r along the 1/f axis for particles with an energy loss r times higher, and the limits shown in Fig. 6 are conservative for all but the smallest values of f −1 .",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 298,
                    "text": "Fig. 6",
                    "end": 304
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "Systematic uncertainty in LIP sensitivity is dominated by uncertainty in detector thickness (230 µm in two Tower 4 detectors and 50 µm otherwise), uncertainty in analysis efficiency, and accuracy of the energy calibration near thresholds. Uncertainty in the energy calibration dominates for f −1 30. The combined systematic uncertainty for the nonblind result of less than 25% is less than the width of the limit curve; the combined systematic uncertainty for the blind result is roughly given by the width of the curve.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 293,
                    "text": "−1",
                    "end": 295
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "These results are the first to limit the flux of cosmogenic relativistic particles with charge less than e/6. Although these results are compared in Fig. 6 with those from other experiments, our results were obtained at a shallower depth where the intensity is expected to be higher by a factor that depends on the LIP mass and energy spectrum. Here CDMS reports sensitivity to charges with a vertical intensity above 7 × 10 −9 cm −2 sec −1 sr −1 . MACRO, with a substantially larger sensitive volume, achieved sensitivity down to 6.1 × 10 −16 cm −2 sec −1 sr −1 [6] but only for charges greater than e/6. The anticipated SuperCDMS SNO-LAB [17,18] detector configuration is expected to improve sensitivity to charges e/20 because of improved energy thresholds and the use of thicker detectors.",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 149,
                    "text": "Fig. 6",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 563,
                    "text": "[6]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 640,
                    "text": "[17,",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 644,
                    "text": "18]",
                    "end": 647
                }
            ]
        },
        {
            "section": "FIG. 2.",
            "text": "The CDMS collaboration gratefully acknowledges the contributions of numerous engineers and technicians; we would like to especially thank Dennis Seitz, Jim Beaty, Bruce Hines, Larry Novak, Richard Schmitt, Astrid Tomada, and John Emes. In addition, we gratefully acknowledge assistance from the staff of the Soudan Underground Laboratory and the Minnesota Department of Natural Resources. This work is supported in part by",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. An illustration of the difference in fit tracks through Si and Ge detectors (light and dark rectangles respectively) for a multiple-scatter Compton event and a LIP event in Tower 2. Stars (Compton event) and squares (LIP event) indicate simulated event positions; the size of the symbols is proportional to the energy deposition.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3.The energy-deposition probability distributions for normally incident LIPs on 1-cm-thick Ge/Si (thick/thin curve) for three values of f .",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5.The energy-consistency and nonblind track-linearity values of the 6-detector-hit event for Tower 4 (+) compared to simulated LIPs (10%, 30%, 50% 70%, and 90% LIP acceptance contours in grayscale) for f −1 = 15. No observed events or simulated 6-detector photons (o) pass both the track-linearity and energy-consistency selection criteria (solid lines). Note that the simulated photons correspond to a Tower 4 exposure that is ∼22× larger than in the LIPs search.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 7
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Exclusion limits at 90% confidence level on the LIP vertical intensity versus inverse electric charge in units of 1/e, under the conservative assumptions that LIPs are minimum ionizing and are impinging from above, from the blind (light gray solid) and improved, nonblind (black solid) analyses of the CDMS II experiment compared with past cosmogenic searches: MACRO[6] (dashed lower-left), Kamiokande[8] (×), and LSD[9] (+).",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 374,
                    "text": "[6]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 409,
                    "text": "[8]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 425,
                    "text": "[9]",
                    "end": 428
                }
            ]
        }
    ]
}