{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a study of the expected precision for the measurement of the top Yukawa coupling, y t , in e + e − collisions at a center-of-mass energy of 1 TeV. Independent analyses of ttH final states containing at least six hadronic jets are performed, based on detailed simulations of SiD and ILD, the two candidate detector concepts for the ILC. We estimate that a statistical precision on y t of 4.5 % can be obtained with an integrated luminosity of 1 ab −1 that is split equally between two configurations for the beam polarization P(e − , e + ), (−80 %, +20 %) and (+80 %, −20 %). This estimate improves to 4 % if the 1 ab −1 sample is assumed to be fully in the P(e − , e + ) = (−80 %, +20 %) configuration.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The discovery of a standard model (SM)-like Higgs boson, announced on July 4, 2012 by the ATLAS and CMS CFor SiD a superconductiollaborations [1,2], was celebrated as a major milestone in particle physics. In the SM, the coupling strength of the Higgs boson to a fermion is given by y f = √ 2m f /v, where m f is the fermion mass and v ≈ 246 GeV is the vacuum expectation value. Since the top quark is the heaviest known elementary particle, the measurement of the top Yukawa coupling, y t , serves as the high endpoint to test this prediction. A sizable deviation in y t from the SM prediction is expected in various new physics scenarios, which motivates a precise measurement of y t . For example, in composite Higgs models, where the Higgs boson is a pseudo-Nambua e-mail: t.price@bham.ac.uk b e-mail: philipp.roloff@cern.ch c e-mail: jan.strube@pnnl.gov d e-mail: tomohiko@icepp.s.u-tokyo.ac.jp Goldstone boson, y t could deviate up to tens of %, even in the scenario that no new particles are discovered in LHC Run 2 data [3].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 142,
                    "text": "[1,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 145,
                    "text": "2]",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1028,
                    "text": "[3]",
                    "end": 1031
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A recent study of the prospects of measuring y t at the LHC [4] estimates that a precision of 14-15 % (7-10 %) is achievable with an integrated luminosity of 0.3 ab −1 (3 ab −1 ), including theoretical and systematic uncertainties. For e + e − collisions, detailed simulation studies have been carried out using the ttH process at various center-of-mass energies. At √ s = 500 GeV [5][6][7], where the e + e − → ttH cross section is sharply rising, the statistical precision is estimated to be about 10 % for an integrated luminosity of 1 ab −1 . At √ s = 800 GeV [8,9], it is estimated that y t can be measured to a precision of 5-6 % for an integrated luminosity of 1 ab −1 , including the systematic uncertainties due to the background normalization.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 60,
                    "text": "[4]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 381,
                    "text": "[5]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 384,
                    "text": "[6]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 387,
                    "text": "[7]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 564,
                    "text": "[8,",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 567,
                    "text": "9]",
                    "end": 569
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The International Linear Collider (ILC) [10] is a proposed e + e − collider with a maximum center-of-mass energy √ s = 1 TeV. It has a broad physics potential that is complementary to the LHC and precision measurements of the Higgs couplings are an integral part of the physics program at this machine. We present studies of the measurement of the top Yukawa coupling in direct observation at the 1 TeV stage of the ILC. The studies are carried out in ILD and SiD [11], the two detector concepts for the ILC. They are performed with detailed detector simulations taking into account the main beam-induced backgrounds at the collider as well as the dominant background from other physics processes. Two final states are considered -events where both W bosons from the top quarks decay hadronically, and events where exactly one of the two W bosons decays leptonically.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 40,
                    "text": "[10]",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 464,
                    "text": "[11]",
                    "end": 468
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The studies performed for the two detector concepts have large overlaps, and we highlight significant differences between the two analyses wherever applicable. This docu-ment is organized as follows: Sect. 2 gives an overview over the signal sample and the considered physics background. Section 3 gives brief overviews over the two ILC detector models. The tools for the generation of physics processes and the detector simulation and reconstruction are listed in Sect. 4. The two dominant sources of machine-induced background in the detectors are introduced in Sect. 5. The techniques to reduce these backgrounds and reconstruct the top quarks and Higgs bosons are described in Sect. 6. Details of the event selection are given in Sect. 7 and the results are presented in Sect. 8. The dominant sources of systematic uncertainty are given in Sect. 9 and the two analyses are summarized in Sect. 10. Figure 1 illustrates the lowest order Feynman diagrams for the process e + e − → ttH.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 901,
                    "text": "Figure 1",
                    "end": 909
                }
            ]
        },
        {
            "text": "Signal and background processes",
            "section_rank": 3
        },
        {
            "section": "Signal and background processes",
            "text": "The diagram for the Higgs-strahlung process e + e − → Z * H with Z * → tt, which does not depend on y t , has a small yet non-negligible contribution to the total cross section. The size of this effect is studied by evaluating the behavior of the e + e − → ttH cross section when changing y t from the SM value, using the linear approximation Δy t /y t = κ • Δσ /σ . In the absence of the Higgs-strahlung diagram, we would find κ = 0.5. Instead, we find κ = 0.52, indicating a nonnegligible contribution from the Higgs-strahlung diagram to the total cross section at √ s = 1 TeV. This factor is used in the extraction of the top Yukawa coupling precision. The correction will be known with good precision, because the Higgs coupling to the Z boson can be extracted from measurements of e + e − → ZH events at √ s = 250 GeV with a statistical uncertainty of about 1.5 % [12].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 869,
                    "text": "[12]",
                    "end": 873
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "For this study the semi-leptonic and hadronic decays of the tt system were studied with the Higgs decaying via the dominant decay mode into a bb pair. For the fully hadronic decay channel this leads to a signature of eight hadronic jets, four of which are b jets. In the semi-leptonic mode the final signal in the detector consists of six hadronic jets, four of (a) (b) Fig. 1 The lowest order Feynman diagrams for the process e + e − → ttH. In a the Higgs boson is radiated from a top quark and b is the background Higgs-strahlung process where the Higgs boson is radiated from the Z boson which are b jets, an isolated lepton, and missing energy and momentum from a neutrino. For isolated leptons, only the prompt electrons and muons are reconstructed and considered as signal, neglecting the decays into τ leptons. These two modes are reconstructed in independent samples and are combined statistically. Irreducible backgrounds to these processes arise from the eight-fermion final states of ttZ where the Z decays into a bb pair and ttbb where the tt system radiates a hard gluon which forms a bb pair. A large background contribution also arises from tt due to the huge relative cross section compared to the signal. There is also a contribution from the other decay modes of the ttH system such as the Higgs decaying to final states other than a bb pair and the fully leptonic decays of the top quarks.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 370,
                    "text": "Fig. 1",
                    "end": 376
                }
            ]
        },
        {
            "section": "Signal and background processes",
            "text": "An overview of the cross sections (times branching ratio for the specifically listed final states) for the signal final states as well as for the considered backgrounds is shown in Table 1. For the measurement using the final state with six jets, all other ttH events, i.e., all events where both top quarks decay either leptonically or hadronically, or events where the Higgs boson does not decay into bb, are treated as background. For the eight-jets final state events where at least one top quark decays leptonically or where the Higgs boson decays into final states other than bb are considered as background. The non-ttH backgrounds are considered for both measurements.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 181,
                    "text": "Table 1",
                    "end": 188
                }
            ]
        },
        {
            "text": "Detector models",
            "section_rank": 4
        },
        {
            "section": "Detector models",
            "text": "SiD [11, chapter 2] and ILD concepts [11, chapter 3] are designed to be the two general-purpose detectors for the ILC, with a 4π coverage, employing highly granular calorimeters for particle flow calorimetry.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 4,
                    "text": "[11, chapter 2]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "start": 37,
                    "text": "[11, chapter 3]",
                    "end": 52
                }
            ]
        },
        {
            "section": "Detector models",
            "text": "For SiD a superconducting solenoid with an inner radius of 2.6 m provides a central magnetic field of 5 T. The calorimeters are placed inside the coil and consist of a 30 layer tungsten-silicon electromagnetic calorimeter (ECAL) with 13 mm 2 segmentation, followed by a hadronic calorimeter (HCAL) with steel absorber and instrumented with resistive plate chambers (RPC) -40 layers in the barrel region and 45 layers in the endcaps. The read-out cell size in the HCAL is 10 × 10 mm 2 . The iron return yoke outside of the coil is instrumented with 11 RPC layers with 30 × 30 mm 2 readout cells for muon identification. The silicon-only tracking system consists of five layers of 20 × 20 µm 2 pixels followed by five strip layers with a pitch of 25 µm, a read-out pitch of 50 µm and a length of 92 mm per module in the barrel region. The tracking system in the endcap consists of four stereo-strip disks with similar pitch and a stereo angle of 12 • , complemented by four pixelated disks in the vertex region with a pixel size of 20 × 20 µm 2 and three disks in the far-forward region at lower radii with a pixel size of Table 1 Production cross sections (times branching ratio for the specifically listed final states) for the signal final states and the considered backgrounds. All samples were generated assuming a standard-model Higgs boson with a mass of 125 GeV. The numbers for \"other ttH\" processes in this table do not include either of the signal final states (see text). The ttZ and ttg * samples, where the hard gluon g * splits into a bb pair, do not contain events where both top quarks decay leptonically. The tt samples contain the SM decays of both W bosons 50 × 50 µm 2 . All sub-detectors have the capability of timestamping at the level of individual bunches, 337 ns apart, ≈1300 to a train. This allows to separate hits originating from different bunch crossings. The whole detector will be read out in the 200 ms between bunch trains. The ILD detector model is designed around a different optimization with a larger size. The ECAL and HCAL are placed inside a superconducting solenoid, which provide a magnetic field of 3.5 T. The silicon-tungsten ECAL has an inner radius of 1.8 m and a total thickness of 20 cm, with 5 × 5 mm 2 transverse cell size and 30 layers of longitudinal segmentation. The steel-scintillator HCAL has an outer radius of 3.4 m with 3 × 3 cm 2 transverse tiles and 48 layers longitudinal segmentation. ILD employs a hybrid tracking system consisting of a time projection chamber (TPC) which provides up to 224 points per track and silicon-strip sensors for improved track momentum resolution, which are placed in the barrel region both inside and outside the TPC and in the endcap region outside the TPC. The vertex detector consists of three double layers of silicon pixel sensors with radii ranging from 15 to 60 mm, providing a spatial resolution of 2.8 µm. An iron return yoke instrumented with a muon detector and a tail catcher is placed outside the yoke. In addition, silicon trackers and beam/luminosity calorimeters are installed in the forward region.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1121,
                    "text": "Table 1",
                    "end": 1128
                }
            ]
        },
        {
            "text": "Analysis framework",
            "section_rank": 5
        },
        {
            "section": "Analysis framework",
            "text": "The ttH, ttZ, and ttbb samples were generated using the physsim [13] event generator. The sample referred to as tt in the following includes six-fermion final states consistent with the tt decays but not limited to the resonant tt pro-duction. The tt events were generated using the whizard 1.95 [14,15] event generator. All samples were generated taking into account the expected beam energy spectrum at the √ s = 1 TeV ILC, including initial state radiation [16] and beamstrahlung. The spectrum was sampled from a simulation of beam events [17]. The model for the hadronization in pythia 6.4 [18] uses a tune based on opal data [19,Appendix B.3].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 64,
                    "text": "[13]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 460,
                    "text": "[16]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 542,
                    "text": "[17]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 594,
                    "text": "[18]",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 630,
                    "text": "[19,",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "start": 634,
                    "text": "Appendix B.3]",
                    "end": 647
                }
            ]
        },
        {
            "section": "Analysis framework",
            "text": "Detailed detector simulations based on geant4 [20,21] are performed. In the SiD analysis, the event reconstruction is performed in the org.lcsim [22] package. The ILD analysis uses the Marlin [23,24] framework. Both analyses use the PandoraPFA [25] algorithm for calorimeter clustering and combined analysis of track and calorimeter information based on the particle flow approach. The LCFIPlus package [11,Section 2.2.2.3] is used for the tagging of heavy flavor jets. The assumed integrated luminosity of the analysis is 1 ab −1 , which is split equally between the two polarization configurations (+80 %, −20 %) and (−80 %, +20 %) for the polarization of the electron and positron beams P(e − , e + ). Detector hits from Beam-induced backgrounds from processes described in Sect. 5 are treated correctly in the simulation of the detector readout and in the reconstruction.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 46,
                    "text": "[20,",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 50,
                    "text": "21]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 145,
                    "text": "[22]",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 192,
                    "text": "[23,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 196,
                    "text": "24]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 244,
                    "text": "[25]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 403,
                    "text": "[11,",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "start": 407,
                    "text": "Section 2.2.2.3",
                    "end": 422
                }
            ]
        },
        {
            "text": "Simulation of beam-induced backgrounds",
            "section_rank": 6
        },
        {
            "section": "Simulation of beam-induced backgrounds",
            "text": "The ILC operating at √ s = 1 TeV has an instantaneous luminosity of 4.2 × 10 34 cm −2 s −1 . During the collision, a number of processes occur in addition to the primary scattering event. The production of incoherent electron-positron pairs results in an average of 4.5 × 10 5 low-momentum particles per bunch crossing. We assume an average of 4.1 hadronic events from two-photon processes (γ γ → hadrons) with a diphoton-invariant mass greater than 300 MeV. The distributions of the particles originating from these processes in the (polar angle, energy) plane are shown in Fig. 2. They do not affect the reconstruction significantly, but present a challenge to the sub-detector occupancies and pattern recognition. The SiD analysis includes both effects, while the ILD analysis includes only the γ γ → hadrons processes. The SiD analysis shows that incoherent pairs are under control by incorporating a detector design capable of time stamping individual bunch crossings. The baseline technology of the ILD barrel vertex detector integrates over 18 bunch crossings in layer 2 up to 180 bunch crossings in layers 3-6. Preliminary results of studies that take advantage of recent progress in the track reconstruction show a relative reduction of the b-tag purity at 80 % efficiency by about 7 %, while the c-tag purity at 60 % efficiency suffers a relative loss of 13 % [26]. Reducing the impact using advanced pattern recognition techniques in a detector design with smaller pixels that integrate over a whole bunch train is the subject of ongoing efforts.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 575,
                    "text": "Fig. 2",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1370,
                    "text": "[26]",
                    "end": 1374
                }
            ]
        },
        {
            "section": "Simulation of beam-induced backgrounds",
            "text": "While the most energetic particles from incoherent pair production are primarily outside of the detector acceptance of both detectors, some lowp T particles lead to an occupancy of up to 0.06 hits/mm 2 per bunch crossing in the vertex detector and up to 5 × 10 −5 hits/mm 2 per bunch crossing in the main tracker for the SiD detector model. They do not, however, impact on the energy reconstruction. Particles from γ γ → hadrons processes on the other hand can have sizable values of p T and reach the calorimeters, affecting the jet energy resolution. The beam-induced backgrounds do not degrade the tracking performance significantly [11].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 636,
                    "text": "[11]",
                    "end": 640
                }
            ]
        },
        {
            "section": "Simulation of beam-induced backgrounds",
            "text": "The primary vertices of the beam-induced backgrounds are distributed with a Gaussian profile along the beam direction across the luminous region of 225 µm, taking into account the bunch length along the beam direction.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Event reconstrucion",
            "section_rank": 7
        },
        {
            "text": "Reconstruction of isolated leptons",
            "section_rank": 8
        },
        {
            "section": "Reconstruction of isolated leptons",
            "text": "Signal events with six jets contain one high-energy isolated lepton from the leptonic W boson decay. No isolated leptons are expected in signal events with two hadronic W decays. Hence the number of isolated leptons is an important observable in the signal selections for both final states.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "section": "Reconstruction of isolated leptons",
            "text": "The electron and muon identification criteria used in this study are based on the energy deposition in the ECAL and HCAL and the momentum measured by the tracker. Electron candidates are selected by requiring that almost all of the energy deposition is in the ECAL and that the total calorimetric energy deposition is consistent with the momentum measured by the tracker. For the muon candidates, most of the energy deposition is in the HCAL, while the calorimetric energy is required to be small compared to the corresponding momentum measured by the tracker. A selection on the impact parameter reduces non-prompt leptons.",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "section": "Reconstruction of isolated leptons",
            "text": "The SiD analysis uses the IsolatedLeptonFinder processor implemented in MarlinReco [23] to identify leptons in regions with otherwise little calorimetric activity. The ILD analysis additionally exploits the transverse distance from the jet axis to identify leptons from leptonic W decays.",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 83,
                    "text": "[23]",
                    "end": 87
                }
            ]
        },
        {
            "section": "Reconstruction of isolated leptons",
            "text": "The electron and muon identification capabilities of the reconstruction in a multi-jet environment were tested in a sample of four jets, one lepton and missing energy. The efficiency is defined as the fraction of leptons with correctly identified flavor. The purity is defined as the ratio of the number of leptonic W decays of a given flavor to the number of reconstructed isolated leptons of that flavor. Leptons from heavy flavor meson decays and charged pions mis-identified as leptons are considered as background. An efficiency of 82 % (89 %) and purity of 95 % (97 %) for electrons (muons) is observed in ILD and 86 % (86 %) efficiency and 94 % (95 %) purity for electrons (muons) in SiD. The particles from beam-induced backgrounds as described in Sect. 5 tend towards low transverse momenta and small angles with respect to the beam axis. Different approaches are used to suppress the impact of the beam-induced backgrounds. For the SiD analysis, only the reconstructed objects in the range 20 • < θ < 160 • are considered, because the ttH final state is produced via s-channel exchange and is not suppressed by this selection. In the ILD analysis, the longitudinally-invariant k T jet algorithm [27,28] with a value of 1.2 for the R parameter is employed to suppress the particles close to the beam axis. Only the particles grouped into the physics jets by the k T algorithm are considered further in the analysis. Figure 3 shows how the impact of the beaminduced backgrounds on the reconstructed Higgs mass is mitigated by the removal procedure. A modified version of the Durham jet finding algorithm [29] then groups all particles in the event into a specified number of jets, without splitting decay products of secondary vertices across different jets.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1205,
                    "text": "[27,",
                    "end": 1209
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1209,
                    "text": "28]",
                    "end": 1212
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1425,
                    "text": "Figure 3",
                    "end": 1433
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1612,
                    "text": "[29]",
                    "end": 1616
                }
            ]
        },
        {
            "text": "Jet clustering and flavor identification",
            "section_rank": 9
        },
        {
            "section": "Jet clustering and flavor identification",
            "text": "Depending on the signal definition for the semi-leptonic or hadronic final state, the Durham jet clustering algorithm is used in the exclusive mode to cluster the event into six or eight jets, respectively. In either case, the isolated leptons described in Sect. 6.1 are removed before the jet finding steps. Heavy flavor identification is primarily used to remove the tt background. Both the six-jet and eight-jet final states contain four b jets. The tt events contain no more than two b jets from the top decays as do ∼80 % of ttZ. The flavor tagging classifier for the measurement of ttH production was trained on events with six quarks of the same flavor produced in electron-positron annihilation. For the training, 60000 cand b jets, and 180000 light flavor quark jets are used. These samples were chosen since the jets have similar kinematic properties as those in ttH signal events. For a b-jet identification efficiency of 50 %, the misidentification fraction is found to be about 0.12 % for c-jets and about 0.05 % for light quark (uds) jets for both detectors, evaluated using twojet final states at √ s = 91 GeV [11]. The misidentification fraction for c-jets (uds-jets) increases by 100 % (60 %) when incoherent electron-positron pairs and γ γ → hadrons processes are included in the simulation as described in Sect. 5. For the six-quark final states at √ s = 1 TeV, the misidentification fractions typically degrade by a factor of two in addition due to the varying jet energies and the confusion in the jet clustering due to the increased number of jets. Figure 4a shows the distribution of the response from the flavor-tagging multivariate selection for the jet that has the third-highest tagging probability. In both analyses, the shape of the distribution of the flavor tagging response, rather than a simple cut, is used. The background channels, in particular tt, are dominated by the peak at low values. The peak at higher values in the ttZ channel is due to events with four genuine b jets.",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1125,
                    "text": "[11]",
                    "end": 1129
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1571,
                    "text": "Figure 4a",
                    "end": 1580
                }
            ]
        },
        {
            "text": "Reconstruction of W, top and Higgs candidates",
            "section_rank": 10
        },
        {
            "section": "Reconstruction of W, top and Higgs candidates",
            "text": "To form W, top and Higgs candidates from the reconstructed jets, the following function is minimized for the final state with eight jets:",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "Reconstruction of W, top and Higgs candidates",
            "text": "where ",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "Reconstruction of W, top and Higgs candidates",
            "text": "In the ILD analysis, the b tagging information is also used to reduce the number of combinations by forming the Higgs candidate from two of the four jets with the highest value of the b-tagging classifier. The other jets in the event are used to form the hadronic top candidates.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Event selection",
            "section_rank": 11
        },
        {
            "section": "Event selection",
            "text": "Events were selected using boosted decision trees (BDTs) as implemented in TMVA [30]. The BDTs were trained separately for the eight-and six-jets final states. The following input variables were used:",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 80,
                    "text": "[30]",
                    "end": 84
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "-the four highest values of the b-tagging classifier. The third (see Fig. 4a) and fourth highest b-tag values are especially suited to reject tt and most of the ttZ events, both of which contain only two b jets; -the event thrust [31] (see Fig. 4b) defined as",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 69,
                    "text": "Fig. 4a",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 230,
                    "text": "[31]",
                    "end": 234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 240,
                    "text": "Fig. 4b",
                    "end": 247
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where p i is the momentum of the jet. Since the top quarks in tt events are produced back-to-back, the thrust variable has larger values in tt events compared to ttH, tt Z or ttbb events; -the jet resolution parameter from the Durham algorithm in the E recombination scheme Y i j , when combining i jets to j = (i − 1) jets. For the six-jets final state Y 54 and Y 65 (see Fig. 4c) are found to be effective, while Y 76 and Y 87 are used for the eight-jets final state. The ILD analysis includes the helicity angle of the Higgs candidate as defined by the angle between the two b jet momenta in the dijet rest frame.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 373,
                    "text": "Fig. 4c",
                    "end": 380
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "To select events, cuts on the BDT response are applied. The cuts were optimized by maximizing the signal significance given by: S √ S+B , where S is the number of signal events and B is the number of background events. As an example, the reconstructed top and Higgs masses in six-jets events after the cut on the BDT output are shown in Fig. 5. The selection efficiencies (purities) for signal events are 33.1 % (27.7 %) and 56.0 % (25.2 %) for the six-and eight-jets analyses in ILD, respectively, and 30.5 % (28.9 %) and 45.9 % (26.7 %) in SiD. In Table 2 the expected yields are shown separately for all investigated final states.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 337,
                    "text": "Fig. 5",
                    "end": 343
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 550,
                    "text": "Table 2",
                    "end": 557
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "The cross section can be directly obtained from the number of background-subtracted signal events after the selection. The uncertainty of the cross section measurement was estimated using the number of selected signal and background events. Assuming an integrated luminosity of 1 ab −1 split equally between the P(e − , e + ) = (−80 %, +20 %) and P(e − , e + ) = (+80 %, −20 %) beam polarization configurations, the cross section can be measured with a statistical precision of 10-11 % using the eight-jets final state and with a statistical precision of ≈13 % for the six-jets final state. The uncertainties of the measured cross sections translate to precisions on the top Yukawa coupling of 5-6 and ≈7 % from the eight-and six-jets final states, respectively. If both measurements are combined, the top Yukawa coupling can be extracted with a statistical precision of better than 4.5 %.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "Results",
            "text": "For 1 ab −1 of data with only P(e − , e + ) = (−80 %, +20 %) polarization, this number improves to 4 %. The precision for the six-jets final state could be improved further if τ leptons were included in the reconstruction. Additional improvement is also foreseen by employing kinematic fitting. The achieved precision of both analyses indicates that the reconstruction of the investigated final states is not significantly affected by the differences in subdetector performance [11] between the two investigated concepts. This is consistent with the findings of the study of the Higgs self-coupling in the six-jets final state of the ZHH channel [32,Chapter 2.5.2], where the confusion in the jet clustering was a dominant contribution to the mass resolution.",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 478,
                    "text": "[11]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 646,
                    "text": "[32,",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "start": 650,
                    "text": "Chapter 2.5.2]",
                    "end": 664
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "Given the low cross section and relatively clean environment at a √ s = 1 TeV ILC, it is expected that the statistical uncertainty of the measurement of the top Yukawa coupling in direct observation dominates over systematic uncertainty. In the following we estimate the contributions from the main sources of systematic errors to this measurement.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The number of background events in the final selection is comparable to the number of signal events, making the estimation of normalization and shapes of the background an important source of systematic uncertainty. The total cross sections calculable from theory for the ttZ and tt processes are expected to improve in the coming years. For the ttZ process, the QCD and electroweak corrections are known at the 1-loop level [33]. For the tt process, the electroweak corrections are known to the 1-loop level [34], while the QCD corrections are known at the 3-loop level [35][36][37][38][39]. QCD contributions to the ttbb cross section make this value more challenging to compute precisely; in principle the measurement of the gluon splitting rate at relevant energies will provide a handle to estimate its size. A crucial aspect in the estimation of the efficiencies is the accurate modeling of the event selection variables. Here we illustrate how one might arrive at control samples for different background sources in order to estimate the efficiency of each component accurately.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 425,
                    "text": "[33]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 509,
                    "text": "[34]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 571,
                    "text": "[35]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 575,
                    "text": "[36]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 579,
                    "text": "[37]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 583,
                    "text": "[38]",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 587,
                    "text": "[39]",
                    "end": 591
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The ttZ final state can be reconstructed in a similar fashion to the ttH final state. For hadronically decaying Z, the number of jets in the final state will be the same as in the ttH analysis. For our nominal integrated luminosities of 0.5 ab −1 for each of the two polarization states, nearly 1300 signal events ttH(→ bb) are expected and 800 events are expected for ttZ(→ bb), taking into account the Z → bb branching ratio. Other hadronic decays of the Z boson will have large tt background due to the absence of the two b tags. Including leptonic decays of the Z boson will help increase the sensitivity to this channel. Overall, one can expect that the statistical uncertainty for ttZ will be similar to that of ttH, i.e. at the few percent level.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "The large cross section of tt events will allow for detailed systematic studies. While only a certain class of these events may enter the final selection, we estimate that the systematic uncertainty to the measurement of the top Yukawa coupling is comparable to that of ttZ.",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "Systematic uncertainties",
            "text": "Other sources of systematic uncertainty such as the luminosity measurement, jet energy scale, and flavor tagging are typically at the 1 % level or better for e + e − colliders [40]. The uncertainty on BR(H → bb) is not taken into account in our calculation of the top Yukawa coupling from the ttH production cross section. It is expected that this quantity can be measured with a precision of better than 1 % using e + e − → ννH events [41,42].",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 176,
                    "text": "[40]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 436,
                    "text": "[41,",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 440,
                    "text": "42]",
                    "end": 443
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 14
        },
        {
            "section": "Summary",
            "text": "The physics potential for a measurement of the top Yukawa coupling at 1 TeV at the ILC is investigated. The study is based on detailed detector simulations using both the SiD and ILD detector concepts. Beam-induced backgrounds are considered in the analysis. The combination of results obtained for two different final states leads to a statistical uncertainty on the top Yukawa coupling of better than 4.5 % for an integrated luminosity of 0.5 ab −1 with the P(e − , e + ) = (−80 %, +20 %) beam polarization configuration and 0.5 ab −1 with P(e − , e + ) = (+80 %, −20 %) polarization. If 1 ab −1 of data were recorded with only the P(e − , e + ) = (−80 %, +20 %) beam polarization configuration, the expected precision would improve to 4 %.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "section": "Summary",
            "text": "The results from the studies presented in this paper demonstrate the robustness of the physics reconstruction of high jet multiplicity final states at √ s = 1 TeV under realistic simulation conditions. The expected precisions for measurements of the top Yukawa coupling were found to be very similar for two different detector concepts.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Fig. 2",
            "section_rank": 15
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2The distributions of energy versus polar angle for the dominant beam-induced backgrounds. The contributions from incoherent e + e − production (a) and from γ γ → hadrons processes (b) are shown separately. The number of entries in the histograms corresponds to the 4.5 × 10 5 (a) and 4.1 (b) events expected for one bunch crossing. The number of events in each bin in (θ, E) is shown in a color scale",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "Fig. 3",
            "section_rank": 16
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3Distribution of the reconstructed Higgs mass in the ILD detector for signal events (six jets + lepton mode), without beam-induced backgrounds using the Durham algorithm, and with background, comparing the Durham and k T algorithms. By itself, the k T algorithm performs better than the Durham algorithm in terms of mitigating the effects of beam-induced backgrounds",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "Fig. 4",
            "section_rank": 17
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4 Distributions of the event selection variables for the different signal and background processes in the ILD detector: a the third highest b-tag in the event; b the event thrust; c the jet resolution parameter Y 65 ; d the number of reconstructed particles in the event. All histograms are normalized to unit area",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "text": "Fig. 5 5 -",
            "section_rank": 18
        },
        {
            "section": "Fig. 5 5 -",
            "text": "Fig. 5Reconstructed top (a) and Higgs (b) masses for selected sixjets events in the SiD detector. All histograms were normalized to an integrated luminosity of 1 ab −1 . The distribution for tt was scaled by a factor of 0.5",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "12 and M 45 are the invariant masses of the jet pairs used to reconstructed the W candidates, M 123 and M 456 are the invariant masses of the three jets used to reconstruct the top candidates and M 78 is the invariant mass of the jet pair used to reconstruct the Higgs candidate. M W , M t and M H are the nominal W, top and Higgs masses. The resolutions σ W , σ t and σ H were obtained from reconstructed jet combinations matched to W, top and Higgs particles at generator level. The corresponding function minimized for the six-jets final state is given by:",
            "paragraph_rank": 42,
            "section_rank": 19
        },
        {
            "text": "Table 2",
            "section_rank": 20
        },
        {
            "section": "Table 2",
            "text": "Number of selected events for the different final states assuming an integrated luminosity of 1ab −1 . The values obtained for the six-and eight-jets final state selections are shown separately",
            "paragraph_rank": 43,
            "section_rank": 20
        }
    ]
}