{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The semileptonic CP asymmetry in B 0 -B 0 mixing, a d sl , is measured in proton-proton collision data, corresponding to an integrated luminosity of 3.0 fb −1 , recorded by the LHCb experiment. Semileptonic B 0 decays are reconstructed in the inclusive final states D − μ þ and D Ã− μ þ , where the D − meson decays into the K þ π − π − final state and the D Ã− meson into theD 0 ð→ K þ π − Þπ − final state. The asymmetry between the numbers of D ðÃÞ− μ þ and D ðÃÞþ μ − decays is measured as a function of the decay time of the B 0 mesons. The CP asymmetry is measured to be a d sl ¼ ð−0.02 AE 0.19 AE 0.30Þ%, where the first uncertainty is statistical and the second systematic. This is the most precise measurement of a d sl to date and is consistent with the prediction from the standard model.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The inclusive charge asymmetry measured by the D0 Collaboration in events with the same charge dimuons [1] shows one of the largest discrepancies with the standard model, and it may be a first hint of physics beyond our current understanding (e.g., Refs. [2][3][4]). This asymmetry is sensitive to CP violation in the mixing of neutral B mesons. The neutral B 0 meson and its antiparticleB 0 are flavor eigenstates, formed from a mixture of two mass eigenstates. The time evolution of this two-state system results in flavor-changing B 0 →B 0 andB 0 → B 0 transitions. Violation of charge-parity (CP) symmetry may occur due to this process if the probability for a B 0 meson to transform into aB 0 meson is different from the reverse process. When a meson produced in the B 0 eigenstate decays semileptonically to a final state f, the charge of the lepton reveals the meson flavor at the time of decay. In such decays, \"wrong-sign\" transitions, like B 0 →f, can happen only due to the transition B 0 →B 0 →f. The flavorspecific (semileptonic) asymmetry is defined in terms of partial decay rates Γ as a d",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 103,
                    "text": "[1]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 255,
                    "text": "[2]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 258,
                    "text": "[3]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 261,
                    "text": "[4]",
                    "end": 264
                }
            ]
        },
        {
            "text": "sl ≡",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "ΓðB 0 → fÞ − ΓðB 0 →fÞ ΓðB 0 → fÞ þ ΓðB 0 →fÞ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "and is expressed in terms of the difference between the masses (Δm d ) and widths (ΔΓ d ) of the mass eigenstates and the CP-violating phase ϕ 12 d [5]. The standard model (SM) prediction a d sl ¼ ð−4.1 AE 0.6Þ × 10 −4 [6] is small compared to experimental sensitivities. However, a d sl may be enhanced by virtual contributions from particles that exist in extensions to the SM [7].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "[5]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 219,
                    "text": "[6]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 379,
                    "text": "[7]",
                    "end": 382
                }
            ]
        },
        {
            "text": "The current most precise measurements are a d sl ¼ ð0.06AE 0.17 þ0.38 −0.32 Þ% by the BABAR Collaboration [8] and a d sl ¼ ð0.68 AE 0.45 AE 0.14Þ% by the D0 Collaboration [9], where the first uncertainties are statistical and the second systematic. The D0 dimuon asymmetry, which is related to a linear combination of the semileptonic asymmetries in the B 0 and B 0 s systems, disagrees with the theoretical predictions by 3.6 standard deviations. The LHCb Collaboration has previously measured the semileptonic CP asymmetry in the B 0 s system, a s sl [10], consistent with the SM. Improved experimental constraints are also required on a d",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 64,
                    "text": "þ0.38",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 106,
                    "text": "[8]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 171,
                    "text": "[9]",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 553,
                    "text": "[10]",
                    "end": 557
                }
            ]
        },
        {
            "text": "sl to confirm or falsify the D0 anomaly. In this analysis, a d sl is measured by using semileptonic",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "where X denotes any additional particles due to possible feed-down from τ þ decays into μ þ X and higher-resonance D decays into D ðÃÞ− X. The inclusion of charge-conjugate processes is implied. The signal is reconstructed from D ðÃÞ− μ þ pairs, with the charm mesons reconstructed from",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "sl using the quantities in Eq. (1) requires determining (tagging) the flavor of the B 0 meson at production. Since this is inefficient in hadron collisions, a d sl is instead determined from the untagged decay rates. The number of observed final states as a function of the B 0 decay time is expressed as",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "where Γ d is the B 0 decay width and ζ ¼ þ1ð−1Þ for the f (f) final state. The asymmetry due to differences in detection efficiencies ε between f andf final states, A D ≡ ½εðfÞ − εðfÞ=½εðfÞ þ εðfÞ, is determined by using control samples of data, as described later. The asymmetry in theB 0 and B 0 effective production cross sections, A P ≡ ½σðB 0 Þ − σðB 0 Þ=½σðB 0 Þ þ σðB 0 Þ, and a d sl are determined simultaneously in a fit to the time-dependent rate of Eq. (2). Effects from higher-order asymmetry terms and a nonzero ΔΓ d , taken from experimental bounds [11], result in biases of less than 10 −4 on a d",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 563,
                    "text": "[11]",
                    "end": 567
                }
            ]
        },
        {
            "text": "sl and are ignored. The amount of direct CP violation in the Cabibbo-favored decays D − → K þ π − π − andD 0 → K þ π − is assumed to be negligible. The observed decay time of the semileptonic signal candidates is corrected by using simulation, since the final state is only partially reconstructed.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The LHCb detector [12] includes a high-precision tracking system with a dipole magnet, providing a measurement of momentum (p) and impact parameter (IP) for charged particles. The IP, defined as the minimum distance of a track to a proton-proton (pp) interaction vertex, is measured with a precision of about 20 μm for highmomentum tracks. The polarity of the magnetic field is regularly reversed during data taking. Particle identification (PID) is provided by ring-imaging Cherenkov detectors, a calorimeter, and a muon system. The trigger [13] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies a full event reconstruction.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 18,
                    "text": "[12]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 542,
                    "text": "[13]",
                    "end": 546
                }
            ]
        },
        {
            "text": "In the simulation, pp collisions are generated [14], and the interactions of the outgoing particles with the detector are modeled [15]. The B mesons are required to decay semileptonically to a muon, a neutrino, and a D ðÃÞ− meson. Feed-down from higher D resonances and τ decays is based on branching fractions, either measured [11] or estimated by assuming isospin symmetry.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 47,
                    "text": "[14]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 130,
                    "text": "[15]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 328,
                    "text": "[11]",
                    "end": 332
                }
            ]
        },
        {
            "text": "The data used in this analysis correspond to a luminosity of 3.0 fb −1 , of which 1.0 ð2.0Þ fb −1 was taken in 2011 (2012) at a pp center-of-mass energy of 7 (8) TeV. The selection of candidates relies on the signatures of highmomentum tracks and displaced vertices from the B 0 , D − , andD 0 decays. Candidate events are first required to pass the hardware trigger, which selects muons with momentum transverse to the beam direction (p T ) larger than 1.64 ð1.76Þ GeV=c for the 2011 (2012) data. In a first stage of the software trigger, the muon is required to have a large IP. In a second stage, the muon and at least one of the D ðÃÞ− decay products are required to be consistent with the topological signature of b-hadron decays [13].",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 158,
                    "text": "(8)",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 735,
                    "text": "[13]",
                    "end": 739
                }
            ]
        },
        {
            "text": "To suppress background, it is required that the tracks from the B 0 candidates do not point back to any pp interaction vertex. The muon, kaon, and pion candidates are required to be well identified by the PID system. Tracks from the D − ,D 0 , and B 0 candidates are required to form well-defined vertices. For the D Ã− μ þ final state, the difference between the D Ã− andD 0 masses should be between 144 and 147 MeV=c 2 . The mass of the D ðÃÞ− μ þ final state is required to be between 3.0 and 5.2 GeV=c 2 to allow for missing particles in the final state; the upper limit removes background from four-body b-hadron decays. Misreconstructed D candidates made from random combinations of tracks are suppressed by requiring that the D − orD 0 decay time is larger than 0.1 ps. The contribution from charm decays directly produced in the pp interaction (prompt D) is reduced to below 0.1% by requiring D − andD 0 candidates to have an IP larger than 50 μm.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Detection asymmetries caused by left-right asymmetries in the reconstruction efficiency change sign when the polarity of the LHCb magnet is inverted. Other asymmetries, such as those induced by differing nuclear cross sections for K þ and K − mesons, do not depend on the magnet polarity. The detection asymmetry of the K þ π − π − μ þ final state is factorized into a π − μ þ component, where the pion is the hard one (i.e., from theD 0 decay or the higher-p T pion in the D − decay), and a K þ π − component, where the pion is the soft one.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "For the π − μ þ component, any asymmetry arising from the different tracking efficiencies is suppressed by weighting the signal candidates such that the muon and hard pion have the same p T and pseudorapidity (η) distributions. This reduces the effective sample size by about 40% but makes the pion and muon appear almost symmetric to the tracking system. The asymmetry from the pion PID requirements is measured by using a sample of unbiased D Ã− →D 0 ð→ K þ π − Þπ − decays, weighted to match the p T and η distributions of the hard pions in the signal decays. The asymmetry from the muon PID and trigger requirements is measured by using a low-background sample of J=ψ → μ þ μ − decays with both muons reconstructed in the tracking system and with at least one muon without trigger and muon identification requirements. The J=ψ candidates are weighted such that the muons have the same p T and η distributions as those in the signal decays.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "For the K þ π − component, the detection asymmetry is determined by using prompt D − decays into K þ π − π − and K 0 ð→ π þ π − Þπ − final states [16]. This method assumes no direct CP violation in these two decay modes. The candidates in the calibration samples have the same PID requirements as those in the signal samples. The calibration samples are weighted such that the kinematic distributions of the particles agree with those of the kaon and soft pion in the signal samples. A small correction is applied to account for the K 0 detection and CP asymmetry [16]. The average K þ π − detection asymmetry is dominated by the difference in the nuclear interaction cross sections of K þ and K − mesons of approximately 1%.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 146,
                    "text": "[16]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 564,
                    "text": "[16]",
                    "end": 568
                }
            ]
        },
        {
            "text": "The values of a d sl and A P are determined from a two-dimensional maximum likelihood fit to the binned distributions of B 0 decay time and charm meson mass, simultaneously for both f andf final states. The fit model consists of components for signal, background from B þ decays to the same final state, and combinatorial background in the D mass distributions. The B þ background comes from semileptonic B þ decays into D ðÃÞ− μ þ ν μ and at least one other charged particle. As this background is PRL 114, 041601 (2015)",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "week ending 30 JANUARY 2015 041601-2 difficult to distinguish from B 0 signal decays, fractions of this fit component are obtained from simulation and fixed in the fit to ð12.7 AE 2.2Þ% for the D − μ þ sample and ð8.8 AE 2.2Þ% for the D Ã− μ þ sample. The uncertainties are dominated by the knowledge of the branching fractions.",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The mass distributions for D − and D 0 candidates are shown in Fig. 1. To describe the mass distributions, the signal and B þ background are modeled by a sum of two Gaussian functions with a power-law tail and the combinatorial background by an exponential function.",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 63,
                    "text": "Fig. 1",
                    "end": 69
                }
            ]
        },
        {
            "text": "To describe the time distributions, the signal is modeled by the decay rates of Eq. 2. The B 0 decay time is estimated from the B 0 flight distance L, the D ðÃÞ− μ þ momentum p, and the known B 0 mass m B [11] as t ¼ hkim B L=p, where hki represents a statistical correction accounting for the momentum of the missing particles in the final state. The value of hki is determined from simulation as the average ratio between the reconstructed and true momenta of the B 0 meson, k ≡ p rec =p true . The value of hki depends on the D ðÃÞ− μ þ mass and is empirically parameterized by a second-order polynomial. This parameterization is used to correct the B 0 decay time. After this mass correction, the k=hki distribution has an rms of 0.14. The decay time distribution in the fit is described as a convolution of the decay rates with the k=hki distribution.",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "ref_id": "formula_3",
                    "start": 84,
                    "text": "2",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 205,
                    "text": "[11]",
                    "end": 209
                }
            ]
        },
        {
            "text": "The efficiency as a function of the estimated decay time varies due to the IP requirements and track reconstruction effects. This is accounted for by multiplying the convoluted decay rates with an empirical acceptance function of the form ð1 − e −ðt−t 0 Þ=α Þð1 − βtÞ, where t 0 and α describe the effect of the IP requirements and β describes the track reconstruction effect. Since β is fully correlated with the B 0 lifetime, the latter is fixed to the known value [11], while β is allowed to vary in the fit.",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 467,
                    "text": "[11]",
                    "end": 471
                }
            ]
        },
        {
            "text": "The decay-time model for the B þ background is similar to that of the signal, except that B þ mesons do not mix. As the momentum spectra of the B 0 and B þ decay products are nearly identical, the detection asymmetry is the same as that of the signal. The B þ production asymmetry is taken as ð−0.6 AE 0.6Þ% from the observed asymmetry in B þ → J=ψK þ decays [17] after correcting for the kaon detection and measured CP asymmetries [11].",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 359,
                    "text": "[17]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 432,
                    "text": "[11]",
                    "end": 436
                }
            ]
        },
        {
            "text": "The combinatorial background in the D meson mass is dominated by other decays of charm hadrons produced in b-hadron decays. Hence, the decay-time model is the same as for the signal but setting a d sl to zero. The corresponding values for A P and A D are allowed to vary in the fit.",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "In summary, the parameters related to the B þ background, the detection asymmetry, Δm d , Γ d , t 0 , and the power-law tail in the mass distributions are fixed in the fit; all other parameters are allowed to vary. The fit is done in the decay-time interval [1,15] ps. The effective B 0 signal yield after weighting is 1.8 × 10 6 in the D − μ þ sample and 0.33 × 10 6 in the D Ã− μ þ sample.",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "[1,",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 261,
                    "text": "15]",
                    "end": 264
                }
            ]
        },
        {
            "text": "Separate fits are done for the two magnet polarities, the 2011 and 2012 data-taking periods, and the D − μ þ and D Ã− μ þ samples. To reduce the bias from any possible, unaccounted detection asymmetry, the arithmetic average of the measured values for the two magnet polarities is taken. The resulting a d sl values for the 2011 and 2012 run periods are combined with a weighted average. This gives a d sl ¼ ð−0.19 AE 0.21Þ% for the D − μ þ sample and a d sl ¼ ð0.77 AE 0.45Þ% for the D Ã− μ þ sample, where the uncertainties are only statistical. The production asymmetries are not averaged between the run periods, as they may depend on the pp center-of-mass energy. The decay rates and charge asymmetries as functions of the corrected decay time are shown in Fig. 2. The weighted averages from the D − μ þ and D Ã− μ þ samples are used to determine the final results. The separate fits give compatible results for a d sl and A P . The largest difference is seen in the 2011 data for opposite magnet polarities, where a d sl differs by about 2 standard deviations. This is present in both decay modes and may arise from a statistical fluctuation of the detection asymmetry, which is highly correlated between the two decay samples. This difference is not seen in the larger 2012 data set.",
            "paragraph_rank": 28,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 762,
                    "text": "Fig. 2",
                    "end": 768
                }
            ]
        },
        {
            "text": "The systematic uncertainties are listed in Table I. The largest contribution comes from the detection asymmetry, where the dominant uncertainty is due to the limited size of the calibration samples. Additional uncertainties are assigned to account for background in the calibration samples and the corresponding weighting procedures. The systematic effect from any residual tracking asymmetry is estimated by using J=ψ → μ þ μ − decays [18]. The uncertainty from a possible pion nuclear-interaction charge asymmetry is estimated to be 0.035%, by using a parameterization [11] of the measured cross sections of pions on deuterium [19] and the LHCb detector simulation. The second largest contribution to the systematic uncertainty comes from the knowledge of the B þ background and is dominated by the B þ production asymmetry. Uncertainties arising from the B þ fraction, decay-time model, and acceptance are also taken into account. Other b -hadron backgrounds are expected from semileptonic Λ 0 b and B 0 s decays and from hadronic B decays. The fraction of background from Λ 0 b → D ðÃÞþ μ −ν μ X n decays, where X n represents any neutral baryonic state, is estimated to be roughly 2% by using the ratio of Λ 0 b to B 0 production cross sections [20], simulated efficiencies, and the branching ratio of [21]. The Λ 0 b production asymmetry is estimated to be ð−0.9 AE 1.5Þ%, determined from the raw asymmetry observed in Λ 0 b → J=ψpK − [22] and subtracting kaon and proton detection asymmetries. The uncertainty on the Λ 0 b production asymmetry results in a systematic uncertainty on a d sl of 0.07%. The systematic effect from an estimated 2% contribution from B 0 s decays is small, since the production asymmetry vanishes due to the fast B 0 s oscillations. Hadronic decays B → D ðÃÞ− DX, where the D meson decays semileptonically to produce a muon, have a different k-factor distribution compared to the signal. Simulation shows that these decays correspond to approximately 1% of the data and their effect is negligible. The systematic effect from the combinatorial background in the D mass distributions is assessed by varying the mass model in the fit.",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 43,
                    "text": "Table I",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 436,
                    "text": "[18]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 571,
                    "text": "[11]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 629,
                    "text": "[19]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1250,
                    "text": "[20]",
                    "end": 1254
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1307,
                    "text": "[21]",
                    "end": 1311
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1441,
                    "text": "[22]",
                    "end": 1445
                }
            ]
        },
        {
            "text": "The uncertainty on the shape of the k-factor distributions comes from uncertainties in the semileptonic branching fractions of B 0 mesons to higher-mass D resonances. Such decays are considered as a signal but have slightly different k-factor distributions. In the D − μ þ sample, about half of the D − candidates originate from higher-mass D resonances. The uncertainties on these fractions are about 2%. The systematic effect on a d sl and A P is determined by varying the fractions by 10% to account for possible unknown intermediate states. The effect of a dependence of the k factor with B 0 decay time is small, and the effect on the difference in the B momentum distributions between data and simulation, evaluated by using B þ → J=ψK þ decays, is negligible.",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "Systematic effects due to imperfect modeling of the decay time are tested by varying the acceptance function and extending the fit region down to 0.4 ps. The effect from varying Δm d within its uncertainty [11] is taken into account. Effects associated with variations in B 0 decaytime binning are negligible.",
            "paragraph_rank": 31,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 206,
                    "text": "[11]",
                    "end": 210
                }
            ]
        },
        {
            "text": "TheB 0 -B 0 production asymmetries for the two center-ofmass energies are A P ð7 TeVÞ ¼ ð−0.66 AE 0.26 AE 0.22Þ% and A P ð8 TeVÞ ¼ ð−0.48 AE 0.15 AE 0.17Þ%, where the first uncertainty is statistical and the second systematic. These asymmetries refer to B 0 mesons in the ranges 2 < p T < 30 GeV=c and 2.0 < η < 4.8, without correcting for p T -and η-dependent reconstruction efficiencies. . Decay rate and charge asymmetry after weighting versus decay time for (top) the D − μ þ sample and (bottom) the D Ã− μ þ sample. The data from the two run periods and magnet polarities are combined, and the fit results are overlaid. The number of bins in the asymmetry plots is reduced for clarity. The visible asymmetry in these plots can be fully attributed to the nonzero detection and production asymmetries (not to a d sl ), as explained in the text. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "041601-4",
            "section_rank": 3
        },
        {
            "section": "041601-4",
            "text": "The production asymmetry at 7 TeV is compatible with previous results [23] and with the production asymmetry at 8 TeV. The determination of the CP asymmetry in semileptonic B 0 decays is",
            "paragraph_rank": 33,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 70,
                    "text": "[23]",
                    "end": 74
                }
            ]
        },
        {
            "section": "041601-4",
            "text": "which is the most precise measurement to date and compatible with the SM prediction and earlier measurements [24].",
            "paragraph_rank": 34,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 109,
                    "text": "[24]",
                    "end": 113
                }
            ]
        },
        {
            "section": "041601-4",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ, and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF, and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). The Tier1 computing centers are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (Netherlands), PIC (Spain), and GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), and Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom). ",
            "paragraph_rank": 35,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 4
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Mass distributions after weighting of (top) D − candidates in the D − μ þ sample and (bottom) D Ã− candidates in the D Ã− μ þ sample, with fit results overlaid.",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 5
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Decay rate and charge asymmetry after weighting versus decay time for (top) the D − μ þ sample and (bottom) the D Ã− μ þ sample. The data from the two run periods and magnet polarities are combined, and the fit results are overlaid. The number of bins in the asymmetry plots is reduced for clarity. The visible asymmetry in these plots can be fully attributed to the nonzero detection and production asymmetries (not to a d sl ), as explained in the text.",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "7 LAL,",
            "section_rank": 6
        },
        {
            "section": "7 LAL,",
            "text": "Université Paris-Sud, CNRS/IN2P3, Orsay, France 8 LPNHE, Université Pierre et Marie Curie, Université Paris Diderot, CNRS/IN2P3, Paris, France 9 Fakultät Physik, Technische Universität Dortmund, Dortmund, Germany 10 Max-Planck-Institut für Kernphysik (MPIK), Heidelberg, Germany 11 Physikalisches Institut, Ruprecht-Karls-Universität Heidelberg, Heidelberg, Germany 12 School of Physics, University College Dublin, Dublin, Ireland 13 Sezione INFN di Bari, Bari, Italy PRL 114, 041601 (2015) P H Y S I C A L R E V I E W L E T T E",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "section": "TABLE I .",
            "text": "Systematic uncertainties (in percent) on a d sl and A P for 7 and 8 TeV pp center-of-mass energies. Entries marked with Á Á Á are found to be negligible.",
            "paragraph_rank": 39,
            "section_rank": 7
        }
    ]
}