{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Results are presented from a search for new physics in final states containing a photon and missing transverse momentum. The data correspond to an integrated luminosity of 19.6 fb −1 collected in protonproton collisions at √ s = 8 TeV with the CMS experiment at the LHC. No deviation from the standard model predictions is observed for these final states. New, improved limits are set on dark matter production and on parameters of models with large extra dimensions. In particular, the first limits from the LHC on branon production are found and significantly extend previous limits from LEP and the Tevatron. An upper limit of 14.0 fb on the cross section is set at the 95% confidence level for events with a monophoton final state with photon transverse momentum greater than 145 GeV and missing transverse momentum greater than 140 GeV.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The production of events containing photons with large transverse momentum and having large missing transverse momentum at the CERN LHC is sensitive to physics beyond the standard model (SM). In this Letter we investigate three possible extensions of the SM: a model incorporating pair production of dark matter (DM) particles, and two models with extra spatial dimensions, as described below.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "At the LHC, DM particles (χ ) [1] can be produced in the process qq → γ χχ , where the photon is radiated by one of the incoming quarks. With a photon in the final state, we gain sensitivity to the production of invisible particles. The SM-DM interaction is assumed to be mediated by a virtual particle (\"mediator\") with a mass M much heavier than the fermionic DM particle mass (M χ ). Various processes are contracted into an effective field theory (EFT) [2][3][4][5], assuming M much larger than the momentum transfer scale Q (i.e. M Q ) and a contact interaction scale given by −2 = g χ g q M −2 , where g χ and g q are the mediator couplings to χ and to quarks, respectively. Using this formalism, results from searches at the LHC can be related to limits for direct searches sensitive to χ -nucleon scattering [5].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 30,
                    "text": "[1]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "start": 457,
                    "text": "[2]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "start": 460,
                    "text": "[3]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "start": 463,
                    "text": "[4]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 466,
                    "text": "[5]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 816,
                    "text": "[5]",
                    "end": 819
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The ADD model [6,7] of large extra dimensions is postulated to have n extra compactified spatial dimensions at a characteristic scale R that reflects an effective Planck scale M D through E-mail address: cms-publication-committee-chair@cern.ch.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 14,
                    "text": "[6,",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "start": 17,
                    "text": "7]",
                    "end": 19
                }
            ]
        },
        {
            "text": "M 2",
            "section_rank": 3
        },
        {
            "section": "M 2",
            "text": "Pl ≈ M n+2 D R n , where M Pl is the Planck scale. If M D is of the same order as the electroweak scale (M EW ∼ 10 2 GeV), the large value of M Pl can be interpreted as being a consequence of large-volume (∼R n ) suppression from extra dimensional space. This model predicts a sizable cross section for the process qq → γ G, where G is a graviton that escapes detection, and motivates the search for events with a single γ and missing transverse momentum.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "M 2",
            "text": "In both the ADD and branon models, the SM particles are constrained to live on a 3 + 1 dimensional 3-brane surface. In the branon family of models [8][9][10][11], it is assumed that the brane fluctuates in the extra dimensions, in contrast to the ADD model, where the brane is rigid. In this alternative scheme, the brane tension scale f is expected to be much smaller than other relevant scales such as M D . The particles associated with such fluctuations are scalar particles called branons. Branons are stable and massive scalar particles of mass M B , and are natural candidates for dark matter [12]. They can be pair-produced in association with SM particles at the LHC, giving rise to γ + missing transverse momentum final states [13]. If N extra dimensions are considered, then N branons are expected and their production cross section scales with N. In the following, only the N = 1 case is considered.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 147,
                    "text": "[8]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 150,
                    "text": "[9]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 153,
                    "text": "[10]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 157,
                    "text": "[11]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 600,
                    "text": "[12]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 737,
                    "text": "[13]",
                    "end": 741
                }
            ]
        },
        {
            "section": "M 2",
            "text": "The primary background to the γ + missing transverse momentum signal is the irreducible SM background from Zγ → ννγ production. Other backgrounds include Wγ → νγ (where is an undetected charged lepton), W → eν (where the electron is misidentified as a photon), γ + jet, QCD multijet (with a jet misidentified as a photon), Zγ → γ , and diphoton events, as well as backgrounds from beam halo.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "M 2",
            "text": "http://dx.doi.org/10.1016/j.physletb.2016.01.057 0370-2693/© 2016 CERN for the benefit of the CMS Collaboration. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 .",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The CMS detector",
            "section_rank": 4
        },
        {
            "section": "The CMS detector",
            "text": "The CMS experiment uses a right-handed coordinate system, with the origin at the nominal interaction point, the x axis pointing to the center of the LHC, the y axis pointing up (perpendicular to the LHC plane), and the z axis along the anticlockwise-beam direction. The azimuthal angle φ is measured from the x-axis in the x-y plane and the polar angle θ is measured from the z-axis.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Pseudorapidity is defined as",
            "section_rank": 5
        },
        {
            "section": "Pseudorapidity is defined as",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the superconducting solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel (|η| < 1.479) and two endcap (1.479 < |η| < 3.0) sections. Electrons are found by associating clusters of ECAL energy with adjacent tracker hits. Muons are detected in the pseudorapidity range |η| < 2.4, using gasionization detectors embedded in the steel flux-return yoke outside the solenoid, and reconstructed from tracks in these detectors combined with those from the silicon tracker. Extensive forward calorimetry (3.15 < |η| < 4.9) complements the coverage provided by the barrel and endcap detectors. The energy resolution for photons with transverse momentum ≥60 GeV varies between 1.1% and 2.6% over the solid angle of the ECAL barrel, and from 2.2% to 5.0% in the endcaps [14]. The timing measurement of the ECAL has a resolution better than 200 ps for energy deposits larger than 10 GeV [14]. In the η-φ plane, and for |η| < 1.48, the HCAL cells map onto 5×5 arrays of ECAL crystals to form calorimeter towers projecting radially outward from the nominal interaction point. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [15].",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1042,
                    "text": "[14]",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1158,
                    "text": "[14]",
                    "end": 1162
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1510,
                    "text": "[15]",
                    "end": 1514
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "In the following, it is convenient to refer to the missing transverse momentum vector, / E T , defined as the projection on the plane perpendicular to the beams of the negative vector sum of the momenta of all reconstructed particles in an event. Its magnitude is referred to as / E T . ",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "GeV, these triggers are ≈96% efficient for E γ T in the 145-160 GeV range, and fully efficient for E γ T > 160 GeV. Events are required to have at least one primary vertex reconstructed within a longitudinal distance of |z| < 24 cm of the center of the detector and at a distance <2 cm from the z-axis. The primary vertex is chosen to be the vertex with the highest sum in p 2 T of its associated tracks, where p T is the transverse momentum.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 375,
                    "text": "2",
                    "end": 376
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Candidate electromagnetic (EM) showers are restricted to the barrel region of the ECAL, where their purity is highest [16]. Photon candidates [17] are selected by requiring the ratio of the energy deposited in the closest HCAL tower to the energy of the EM showers in the ECAL to be less than 0.05 and the spatial distribution of energy in the EM shower to be consistent with that expected for a photon. In order to reject hadronic activity, photon candidates are required to be isolated, using the sum of the transverse energy of additional particles within a cone of R < 0.3 centered on the shower axis, where R = ( η) 2 + ( φ) 2 , reconstructed using a particle-flow algorithm [18,19]. In this isolation cone, the sum of the transverse energy (in GeV) of additional photons is required to be less than (0.7 + 0.005E γ T ), of neutral hadrons is required to be less than (1.0 + 0.04E γ T ), and of charged hadrons is required to be less than 1.5. The charged hadron contribution includes that calculated from the other interaction vertices in the event (pileup), arising from the uncertainty in assigning the photon candidate to a particular vertex. The effect of pileup on the isolation variables is mitigated using the scheme presented in Ref. [20].",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 118,
                    "text": "[16]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 680,
                    "text": "[18,",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 684,
                    "text": "19]",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1248,
                    "text": "[20]",
                    "end": 1252
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The ECAL crystal containing the highest energy within the cluster of the photon candidate is required to have a time of deposition within ±3 ns of particles arriving from the collision. This selection suppresses contributions from noncollision backgrounds. To reduce contamination from beam halo, the crystals (excluding those associated with the photon candidate) are examined for evidence of the passage of a minimum-ionizing particle roughly parallel to the beam axis (beam halo tag). If sufficient energy is found along such a trajectory, the event is rejected. Highly ionizing particles traversing the sensitive volume of the readout photodiodes can give rise to spurious signals within the EM shower [21]. These EM showers are eliminated by requiring consistency among the timings of energy depositions in all crystals within the shower. Photon candidates are rejected if they are likely to be electrons, as inferred from characteristic patterns of hits in the pixel detector, called \"pixel seeds\", that are matched to candidate EM showers [22].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 706,
                    "text": "[21]",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1046,
                    "text": "[22]",
                    "end": 1050
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Jets are reconstructed with the anti-k T algorithm [23] using a radius parameter of R = 0.5. Jets that are identified as arising from pileup are rejected [24]. In order to reduce QCD multijet backgrounds, events are rejected if there is more than one jet with ",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 51,
                    "text": "[23]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 154,
                    "text": "[24]",
                    "end": 158
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where the summation is over the reconstructed particles, i.e., the photon and the jets. In the above equation, (p reco T ) i are the transverse momenta, and the (σ p T ) i , the expected momentum resolutions of the reconstructed particles. The ( p T ) i are the free parameters allowed to vary in order to minimize the function. The resolution parametrization associated with the / E T is obtained from Ref. [25]. Lastly, / E x and / E y can be expressed as:",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 408,
                    "text": "[25]",
                    "end": 412
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In events with no genuine / E T , the mismeasured quantities will be more readily re-distributed back into the particle momenta, which will result in a low χ 2 value. On the other hand, in events with genuine / E T from undetected particles, minimization of the χ 2 function will be more difficult and generally will result in larger χ 2 values. To reduce the contribution of events with mismeasured / E T , the probability value obtained from the χ 2 minimization is required to be smaller than 10 −6 and /",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "y , in which the original reconstructed particle momenta are replaced with those obtained with the χ 2 minimization, is required to be greater than 120 GeV. These requirements are optimized using the significance estimator S/ √ S + B and remove 80% (35%) of γ + jet (QCD multijet) events, while keeping 99.5% of signal events.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "Event selection",
            "text": "After applying all selection criteria, 630 candidate events remain in the sample.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Background determination",
            "section_rank": 7
        },
        {
            "section": "Background determination",
            "text": "Backgrounds from Zγ → ννγ , Wγ → νγ , γ + jet, Zγ → γ , and diphoton production are estimated from simulated samples processed through the full Geant4-based simulation of the CMS detector [26,27], trigger emulation, and the same event reconstruction programs as used for data. The Zγ → ννγ and Wγ → νγ samples are generated with MadGraph 5v1.3.30 [28], and the cross section is corrected to include next-to-leading-order (NLO) effects through an E γ T dependent correction factor calculated with mcfm 6.1 [29]. The central values of the NLO cross section and the prediction for the photon E T spectrum are calculated following the prescriptions of the PDF4LHC Working Group [30][31][32]. This prescription is also used to calculate the systematic uncertainties due to the parton distribution functions (PDF), and the strong coupling α s and its dependence on the factorization scale and renormalization scale. The systematic uncertainties in the NLO cross sections are found to be in the range 8% to 48% and 16% to 82% for Zγ → ννγ and Wγ → νγ , respectively, over the E γ T spectrum from 145 GeV to 1000 GeV. The strong correlation in the uncertainties of the two channels is propagated to the final result. The Zγ → γ sample is obtained using the MadGraph 5v1.3.30 generator [28]. The γ + jet and diphoton samples are obtained using the pythia 6.426 generator [33] at leading order (LO), with the CTEQ6L1 [34] PDF. The γ + jet cross section is corrected to include NLO effects.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 188,
                    "text": "[26,",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 192,
                    "text": "27]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 347,
                    "text": "[28]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "start": 505,
                    "text": "[29]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 674,
                    "text": "[30]",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "start": 678,
                    "text": "[31]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "start": 682,
                    "text": "[32]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1277,
                    "text": "[28]",
                    "end": 1281
                },
                {
                    "type": "bibr",
                    "start": 1362,
                    "text": "[33]",
                    "end": 1366
                },
                {
                    "type": "bibr",
                    "start": 1407,
                    "text": "[34]",
                    "end": 1411
                }
            ]
        },
        {
            "section": "Background determination",
            "text": "The backgrounds estimated from simulations are scaled by a factor F to correct for observed differences in efficiency between data and simulation. This overall data/simulation correction factor receives contributions from four sources as follows: the photon reconstruction efficiency ratio, estimated to be 0.97 ± 0.02 using Z → ee decays; the ratio of probabilities for satisfying a crystal timing requirement, estimated to be 0.99 ± 0.03 from a sample of electron data; the lepton veto efficiency ratio, estimated to be 0.99 ± 0.02 using W → eν decays; and the jet veto efficiency ratio, estimated to be 0.99 ± 0.05 using W → eν decays, and confirmed using Zγ → eeγ data samples. The total correction factor obtained by combining these contributions is F = 0.94 ± 0.06.",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Background determination",
            "text": "The total uncertainty in the backgrounds estimated through simulation includes contributions from the theoretical cross section, data-simulation factor F , pileup modeling, and the accuracy of energy calibration and resolution for photons [14], jets [35],",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 239,
                    "text": "[14]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 250,
                    "text": "[35]",
                    "end": 254
                }
            ]
        },
        {
            "section": "Background determination",
            "text": "and / E T [36]. The estimated contribution from the Zγ → ννγ and Wγ → νγ processes to the background are, respectively, 345 ± 43 and 103 ± 21 events, where the dominant uncertainty is from the theoretical cross section calculations. To gain confidence in the estimates from simulation, control regions, which are dominated by these backgrounds and have negligible contributions from a signal, are defined in the data. As a crosscheck, the total contribution from Zγ → ννγ is estimated in data using a sample of Zγ → μμγ candidates, where the muons from the decay of the Z boson are considered as invisible particles hence contributing to / E T [37]. The normalization is corrected both for the ratio of the branching fractions of Zγ → ννγ and Zγ → μμγ , and for differences in the acceptance and selection efficiencies. This crosscheck provides an estimate of 341 ± 50 events, where the uncertainty is dominated by the size of the sample. A control region dominated by the Wγ process is also studied by using the signal selection but inverting the lepton veto i.e., the final state is required to contain a reconstructed charged lepton. After this selection, 104 events are observed and 126 ± 23 are expected.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 10,
                    "text": "[36]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "start": 644,
                    "text": "[37]",
                    "end": 648
                }
            ]
        },
        {
            "section": "Background determination",
            "text": "Electrons misidentified as photons arise mainly from highly offshell W boson (W * → eν) events. These backgrounds are inclusively estimated from data. The efficiency, pix , of matching electron showers in the calorimeter to pixel seeds is estimated using a tag-and-probe technique [38] on Z → ee events in data, verified with simulated events. The efficiency is found to be pix = 0.984 ± 0.002 for electrons with E T > 100 GeV. A control sample of W * → eν events is also obtained from data through use of all the standard candidate selections, with the exception of the pixel seed, which is inverted. The number of events in this sample is scaled by the value of (1 − pix )/ pix resulting in an inclusive estimate of 60 ± 6 W * → eν events in the signal region.",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 281,
                    "text": "[38]",
                    "end": 285
                }
            ]
        },
        {
            "section": "Background determination",
            "text": "The contamination from jets misidentified as photons is estimated in data using a control sample with / E T < 30 GeV, dominated by QCD events. This sample is used to measure the ratio of the number of objects that pass photon identification criteria to the number that fail at least one of the isolation requirements. The control sample also contains objects from QCD direct photon production that must be removed from the numerator of the ratio. This contribution is estimated by fitting the shower shape distribution with template distributions. For true photons, a template for the shower width is formed using simulated γ + jets events. For jets misidentified as photons, the template is formed using a separate control sample, where the objects are required to fail charged hadron isolation. This corrected ratio is used to scale a set of data events that pass the denominator selection of the fake ratio and all other candidate requirements, providing an inclusive estimate for all backgrounds in which jets are misidentified as photons of 45 ± 14 events.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Background determination",
            "text": "Noncollision backgrounds are estimated from data by examining the shower width of the EM cluster and the time-of-arrival of the signal in the crystal containing the largest deposition of energy. Templates for anomalous signals, cosmic ray muons, and beam halo events are obtained by inverting the shower shape and beam halo tag requirements, and are fitted to the timing distribution of the candidate sample. The only nonnegligible residual contribution to the candidate sample is found to arise from the beam halo, with an estimated 25 ± 6 events. Table 1 shows the estimated number of events and associated uncertainty from each background process along with the total number of events observed in the data, for the entire data set, which corresponds to 19.6 fb −1 . The number of events observed in data agrees with the expectation from SM background. The photon E T and / E T distributions for the selected candidates and estimated backgrounds are shown in Fig. 1. The spectra expected from the ADD model for M D = 2 TeV and n = 3 are also shown for comparison. Limits are set for the DM, ADD, and branon models using the E γ T spectrum.  The product of the acceptance and the efficiency ( A ) is estimated by calculating A MC from the simulation, and multiplying it by the F to account for the difference in efficiency between simu-  lation and data. The ADD, DM, and branon simulated samples are processed through the full Geant4-based simulation of the CMS detector [26,27], trigger emulation, and the same event reconstruction programs as used for data. For DM production, the simulated samples are produced using MadGraph 5v1.3.12 [39], and requiring E γ T > 130 GeV and |η γ | < 1.5. The estimated value of A MC for M χ in the range 1-1000 GeV varies over the range 41.6-44.4% for vector and 41.4-44.1% for axial-vector couplings, respectively. The E γ T spectra for ADD simulated events are generated using pythia 8.153 [40], requiring E γ T > 130 GeV. The A MC for the ADD model varies over the range 33.4-37.4% in the parameter space spanned by n = 3-6 and M D = 1-3 TeV. The spectra for simulated branon events are generated using MadGraph 5v1.5.5 [39], requiring E γ T > 130 GeV. The value of A MC for branon production varies over the range 41.3-48.9% in the parameter space spanned by the range of branon masses M B = 100-3500 GeV and brane tensions f = 100-1000 GeV. The systematic uncertainty in A MC from the modeling of pileup, the energy calibration, and the resolution for photons, jets, and / E T is ±2.1%. The systematic uncertainty from the scale factor is 6.4%, resulting in a total systematic uncertainty in A MC of 6.7%. The systematic uncertainty in the measured integrated luminosity is ±2.6% [41]. Theoretical uncertainties in the acceptance of the signal processes, based on the choice of PDF and scale, are found to be of order 1%, and thus have a negligible effect on the observed limits.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 549,
                    "text": "Table 1",
                    "end": 556
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 961,
                    "text": "Fig. 1",
                    "end": 967
                },
                {
                    "type": "bibr",
                    "start": 1473,
                    "text": "[26,",
                    "end": 1477
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1477,
                    "text": "27]",
                    "end": 1480
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1640,
                    "text": "[39]",
                    "end": 1644
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1931,
                    "text": "[40]",
                    "end": 1935
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2162,
                    "text": "[39]",
                    "end": 2166
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2724,
                    "text": "[41]",
                    "end": 2728
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "section": "Results",
            "text": "Upper limits on the signal cross section are calculated using the CL s method [42,43]. In the fit to the observed spectra, systematic uncertainties are represented by nuisance parameters with lognormal prior probability density functions. The changes in shape of the expected spectra that result from varying the photon energy Table 3 Dark matter production cross sections as a function of the DM mass, assuming a vector interaction: theoretical DM production cross sections, where the generated photon transverse momentum is greater than 130 GeV and the contact interaction scale is 10 TeV; observed (expected) 90% CL upper limits on the DM production cross section σ ; 90% CL lower limits on the contact interaction scale ; and 90% CL upper limits on the χ -nucleon cross section. ",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 78,
                    "text": "[42,",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 82,
                    "text": "43]",
                    "end": 85
                },
                {
                    "type": "table",
                    "start": 327,
                    "text": "Table 3",
                    "end": 334
                }
            ]
        },
        {
            "text": "Table 4",
            "section_rank": 9
        },
        {
            "section": "Table 4",
            "text": "Dark matter production cross sections as a function of the DM mass, assuming an axial-vector interaction: theoretical DM production cross sections, where the generated photon transverse momentum is greater than 130 GeV and the contact interaction scale is 10 TeV; observed (expected) 90% CL upper limits on the DM production cross section σ ; 90% CL lower limits on the contact interaction scale ; and 90% CL upper limits on the χ -nucleon cross section. scale and the theoretical differential cross section within their respective uncertainties are treated using a morphing technique [44].  Table 2. Results shown can be generally applied to any new physics that leads to the photon and / E T final state. Tables 3 and 4 summarize the 90% CL upper limits on the production cross sections of the DM particles χχ , as a function of M χ . In general, the effective operator could be a mixture of vector and axial terms; for explicitness, the limiting cases of pure vector and pure axial vector operators have been chosen, corresponding to spin-independent and spin-dependent interactions, respectively. Following the procedures of Refs. [2] and [5], the upper limits on the DM production cross sections are converted into corresponding lower limits on the contact interaction scale , which are then translated into upper limits on the χ -nucleon scattering cross sections, calculated within the EFT framework. These results, as a function of M χ , are listed in Tables 3 and 4 and also displayed in Fig. 3. Superimposed are the results published by other experiments [46][47][48][49][50][51][52][53][54][55][56].",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 585,
                    "text": "[44]",
                    "end": 589
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 592,
                    "text": "Table 2",
                    "end": 599
                },
                {
                    "type": "table",
                    "start": 707,
                    "text": "Tables 3 and 4",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "start": 1135,
                    "text": "[2]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1143,
                    "text": "[5]",
                    "end": 1146
                },
                {
                    "type": "table",
                    "start": 1460,
                    "text": "Tables 3 and 4",
                    "end": 1474
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1497,
                    "text": "Fig. 3",
                    "end": 1503
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1565,
                    "text": "[46]",
                    "end": 1569
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1569,
                    "text": "[47]",
                    "end": 1573
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1573,
                    "text": "[48]",
                    "end": 1577
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1577,
                    "text": "[49]",
                    "end": 1581
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1581,
                    "text": "[50]",
                    "end": 1585
                },
                {
                    "type": "bibr",
                    "start": 1585,
                    "text": "[51]",
                    "end": 1589
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1589,
                    "text": "[52]",
                    "end": 1593
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1593,
                    "text": "[53]",
                    "end": 1597
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1597,
                    "text": "[54]",
                    "end": 1601
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1601,
                    "text": "[55]",
                    "end": 1605
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1605,
                    "text": "[56]",
                    "end": 1609
                }
            ]
        },
        {
            "section": "Table 4",
            "text": "The validity of the EFT framework at the energy scale probed by the LHC has been recently explored in detail [2,3,5,[65][66][67]. These studies show that the condition M Q may not always be satisfied because of the high momentum transfer scale at the LHC energies. Therefore, to interpret the data in a meaningful way where the EFT does not hold, following [3] we consider a simplified model predicting DM production via an s-channel vector mediator. For this simplified model, the simulated samples are produced using MadGraph 5v1.5.12 [39], and requiring E γ T > 130 GeV and |η γ | < 1.5. Limits on the SM-DM interaction mediator mass divided by coupling, for this model, are shown in Fig. 4. The mass of the mediator is varied for two fixed values of the mass of the DM particle: 50 GeV and 500 GeV, and the width of the mediator is varied from M/8π to M/3 [3]. The contours for fixed values of √ g χ g q are also shown for comparison. For M χ = 500 GeV the results for a mediator with a mass 5 TeV are similar to those obtained from the EFT approach as listed in Table 3, while the limits are weaker for M 100 GeV. The limits are stronger than those of the EFT approach in the range of M from ∼100 GeV to ∼4 TeV, because of the resonance production enhancement in the cross section. In other words, the limits derived within the EFT framework are conservative in this region. For illustration purposes, similar distributions for M χ = 50 GeV are also shown in Fig. 4.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 109,
                    "text": "[2,",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "start": 112,
                    "text": "3,",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 114,
                    "text": "5,",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 116,
                    "text": "[65]",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 120,
                    "text": "[66]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 124,
                    "text": "[67]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "start": 357,
                    "text": "[3]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 537,
                    "text": "[39]",
                    "end": 541
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 687,
                    "text": "Fig. 4",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "start": 860,
                    "text": "[3]",
                    "end": 863
                },
                {
                    "type": "table",
                    "start": 1067,
                    "text": "Table 3",
                    "end": 1074
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1464,
                    "text": "Fig. 4",
                    "end": 1470
                }
            ]
        },
        {
            "section": "Table 4",
            "text": "Upper limits at 95% CL are also placed on the production cross section of the ADD and branon models, and translated into exclusions on the parameter space of the models. For the ADD model we follow the convention of Ref. [69] and only consider ŝ < M 2 D when calculating the cross sections. The limits on M D for several values of n, the number of extra dimensions, are summarized in Table 5. These limits, along with existing ADD limits from the Tevatron [58,59] and LEP [60-63], are shown in Fig. 5 as a function of M D . All these results are based on LO cross sections. Our results extend significantly the experimental limits on the ADD model in the single-photon channel [64,70], and set limits of M D > 2.12-1.97 TeV for n = 3-6, at 95% CL. These results are comparable with the recent ATLAS limits [57].",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 221,
                    "text": "[69]",
                    "end": 225
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 384,
                    "text": "Table 5",
                    "end": 391
                },
                {
                    "type": "figure",
                    "start": 494,
                    "text": "Fig. 5",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 677,
                    "text": "[64,",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 681,
                    "text": "70]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 806,
                    "text": "[57]",
                    "end": 810
                }
            ]
        },
        {
            "section": "Table 4",
            "text": "Limits on f for branons are summarized in Table 6. For massless branons, the brane tension f is found to be greater than 410 GeV at 95% CL. These limits along with the existing limits from LEP [68] and the Tevatron [13], are shown in Fig. 6. Branon masses M B < 3.5 TeV are excluded at 95% CL for low brane tension (20 GeV). These bounds are the most stringent published to date. These limits complement astrophysical constraints already set on the branon parameters [12].",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 42,
                    "text": "Table 6",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 193,
                    "text": "[68]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 215,
                    "text": "[13]",
                    "end": 219
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 234,
                    "text": "Fig. 6",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "start": 315,
                    "text": "(20 GeV)",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 467,
                    "text": "[12]",
                    "end": 471
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "Proton-proton collision events containing a photon and missing transverse momentum have been investigated to search for new phenomena. In the  . Results from the current search are shown as \"CMS Monophoton, 8 TeV\". Shown are the limits from CMS using monojet [37] and monolepton [45] signatures (where ξ is the interference parameter addressing potentially different couplings to up-and down-type quarks and values of ξ = ±1 maximize the effects of interference). Also shown are the limits from several published direct detection experiments [46][47][48][49][50][51][52][53][54][55]. The solid and hatched contours show the 68% and 95% CL contours respectively for a possible signal from CDMS [56]. Limits similar to those from the current search are obtained by ATLAS [57].",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 259,
                    "text": "[37]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 279,
                    "text": "[45]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 542,
                    "text": "[46]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 546,
                    "text": "[47]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 550,
                    "text": "[48]",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 554,
                    "text": "[49]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 558,
                    "text": "[50]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "start": 562,
                    "text": "[51]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 566,
                    "text": "[52]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 570,
                    "text": "[53]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 574,
                    "text": "[54]",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 578,
                    "text": "[55]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 693,
                    "text": "[56]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 769,
                    "text": "[57]",
                    "end": 773
                }
            ]
        },
        {
            "section": "Summary",
            "text": "EFT framework. For M χ = 10 GeV, the χ -nucleon cross section is constrained to be less than 2.6 × 10 −39 cm 2 (9.6 × 10 −41 cm 2 ) for a spin-independent (spin-dependent) interaction at 90% confidence level. In addition the most stringent limits to date are obtained on the effective Planck scale in the ADD model with large spatial extra dimensions and on the brane tension scale in the branon model.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Summary",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria);       ",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 11
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The photon E T and / E T distributions for the candidate sample, compared with estimated contributions from SM backgrounds, and the predictions from the ADD model for M D = 2 TeV and n = 3. The horizontal bar on each data point indicates the width of the bin. The background uncertainty includes statistical and systematic components. The bottom panel shows the ratio of data and SM background predictions.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Upper limits at 95% confidence level (CL) on the product of cross section and acceptance as a function of the E γ T threshold (>145 GeV) for the photon and / E T",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "The signal region studied in this analysis is defined with the requirement E γ T > 145 GeV. The observed and expected upper limits on the product of cross section and acceptance (σ A), plotted as a function of the E γ T threshold (>145 GeV), are shown in Fig. 2 and listed in",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "text": "√ s = 8",
            "section_rank": 14
        },
        {
            "section": "√ s = 8",
            "text": "TeV data set corresponding to 19.6 fb −1 of integrated luminosity, no deviations from the standard model predictions are observed. Bounds are placed on models predicting monophoton events; specifically, 95% confidence level upper limits for the cross section times acceptance for the selected final state are set and vary from 14.0 fb for E γ T > 145 GeV to 0.22 fb for E γ T > 700 GeV. Constraints are set on χ production and translated into upper limits on vector and axial-vector contributions to the χ -nucleon scattering cross section, assuming the validity of the",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. The 90% CL upper limits on the χ -nucleon cross section as a function of the DM particle mass M χ for spin-independent couplings (top) and spin-dependent couplings (bottom). Results from the current search are shown as \"CMS Monophoton, 8 TeV\". Shown are the limits from CMS using monojet[37]  and monolep-",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 4 .",
            "text": "Fig. 4. Observed limits on the SM-DM interaction mediator mass divided by coupling, M/ √ g χ g q , as a function of the mediator mass M, assuming vector interactions, for DM particle masses of 50 GeV and 500 GeV. The width, , of the mediator is varied between M/8π and M/3. The dotted lines show contours of constant coupling.",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "Fonds",
            "section_rank": 17
        },
        {
            "section": "Fonds",
            "text": "De La Recherche Scientifique -FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Republic of Korea); LAS (Lithua-",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "section": "Fig. 6 .",
            "text": "Fig. 6. The 95% CL upper limits on the branon cross sections as a function of the branon mass M B for N = 1. Also shown are the theoretical cross sections in the branon model for the brane tension scale f = 100, 200, 300, and 400 GeV (top). Limits on f as a function of M B , compared to results from similar searches at LEP [68] and the Tevatron [13] (bottom).",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "√s 2 a 2 a",
            "section_rank": 19
        },
        {
            "section": "√s 2 a 2 a",
            "text": "up to 209 GeV, Eur. Phys. J. C 28 (2003) 1, http://dx.doi.org/10.1140/epjc/s2002-01129-7. P. Eerola, G. Fedi, M. Voutilainen S. Beauceron, N. Beaupere, G. Boudoul 2 , E. Bouvier, S. Brochet, C.A. Carrillo Montoya, J. Chasserat, R. Chierici, D. Contardo 2 , P. Depasse, H. El Mamouni, J. Fan, J. Fay, S. Gascon, M. Gouzevitch, B. Ille, T. Kurca, M. Lethuillier, L. Mirabito, S. Perries, J.D. Ruiz Alvarez, D. Sabes, L. Sgandurra, V. Sordini, M. Vander Donckt, P. Verdier, S. Viret, H. Xiao Université de Lyon, Université Claude Bernard Lyon 1, CNRS-IN2P3, Institut de Physique Nucléaire de Lyon, Villeurbanne, France L. Rurua E. Andronikashvili Institute of Physics, Academy of Science, Tbilisi, Georgia C. Autermann, S. Beranek, M. Bontenackels, M. Edelhoff, L. Feld, A. Heister, O. Hindrichs, K. Klein, A. Ostapchuk, F. Raupach, J. Sammet, S. Schael, H. Weber, B. Wittmer, V. Zhukov 5 RWTH Aachen University, I. Physikalisches Institut, Aachen, Germany M. Ata, M. Brodski, E. Dietz-Laursonn, D. Duchardt, M. Erdmann, R. Fischer, A. Güth, T. Hebbeker, C. Heidemann, K. Hoepfner, D. Klingebiel, S. Knutzen, P. Kreuzer, M. Merschmeyer, A. Meyer, P. Millet, M. Olschewski, K. Padeken, P. Papacz, H. Reithler, S.A. Schmitz, L. Sonnenschein, D. Teyssier, S. Thüer, M. Weber RWTH Aachen University, III. Physikalisches Institut A, Aachen, Germany V. Cherepanov, Y. Erdogan, G. Flügge, H. Geenen, M. Geisler, W. Haj Ahmad, F. Hoehle, B. Kargoll, T. Kress, Y. Kuessel, A. Künsken, J. Lingemann 2 , A. Nowack, I.M. Nugent, L. Perchalla, O. Pooth, A. Stahl RWTH Aachen University, III. Physikalisches Institut B, Aachen, Germany R. Ferretti a,b , F. Ferro a , M. Lo Vetere a,b , E. Robutti a , S. Tosi a,b a INFN Sezione di Genova, Genova, Italy b Università di Genova, Genova, Italy M.E. Dinardo a,b , S. Fiorendi a,b , S. Gennai a,2 , R. Gerosa a,b,2 , A. Ghezzi a,b , P. Govoni a,b , M.T. Lucchini a,b,2 , S. Malvezzi a , R.A. Manzoni a,b , A. Martelli a,b , B. Marzocchi a,b , D. Menasce a , L. Moroni a , M. Paganoni a,b , D. Pedrini a , S. Ragazzi a,b , N. Redaelli a , T. Tabarelli de Fatis a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , N. Cavallo a,c , S. Di Guida a,d,2 , F. Fabozzi a,c , A.O.M. Iorio a,b , L. Lista a , S. Meola a,d,2 , M. Merola a , P. Paolucci a,INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata (Potenza), Napoli, Italy d Università G. Marconi (Roma), Napoli, Italy P. Azzi a , N. Bacchetta a , D. Bisello a,b , A. Branca a,b , R. Carlin a,b , P. Checchia a , M. Dall'Osso a,b , T. Dorigo a , M. Galanti a,b , U. Gasparini a,b , P. Giubilato a,b , A. Gozzelino a , K. Kanishchev a,c , S. Lacaprara a , M. Margoni a,b , A.T. Meneguzzo a,b , J. Pazzini a,b , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , S. Vanini a,b , S. Ventura a , P. Zotto a,b , A. Zucchetta a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento (Trento), Padova, Italy M. Gabusi a,b , S.P. Ratti a,b , V. Re a , C. Riccardi a,b , P. Salvini a , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M. Bilei a , D. Ciangottini a,b , L. Fanò a,b , P. Lariccia a,b , G. Mantovani a,b , M. Menichelli a , A. Saha a , A. Santocchia a,b , A. Spiezia a,b,INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a,25 , P. Azzurri a , G. Bagliesi a , J. Bernardini a , T. Boccali a , G. Broccolo a,c , R. Castaldi a , M.A. Ciocci a,25 , R. Dell'Orso a , S. Donato a,c , F. Fiori a,c , L. Foà a,c , A. Giassi a , M.T. Grippo a,25 , F. Ligabue a,c , T. Lomtadze a , L. Martini a,b , A. Messineo a,b , C.S. Moon a,26 , F. Palla a,2 , A. Rizzi a,b , A. Savoy-Navarro a,27 , A.T. Serban a , P. Spagnolo a , P. Squillacioti a,25 , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a , C. Vernieri a,c,2 a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , G. D'imperio a,b , D. Del Re a,b , M. Diemoz a , C. Jorda a , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , F. Micheli a,b,2 , S. Nourbakhsh a,b , G. Organtini a,b , R. Paramatti a , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b , L. Soffi a,b,2 , P. Traczyk a,b a INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b , M. Arneodo a,c , R. Bellan a,b , C. Biino a , N. Cartiglia a , S. Casasso a,b,2 , M. Costa a,b , A. Degano a,b , N. Demaria a , L. Finco a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , M. Musich a , M.M. Obertino a,c,2 , G. Ortona a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L. Pinna Angioni a,b , A. Potenza a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , A. Solano a,b , A. Staiano a , U. Tamponi a a INFN Sezione di Torino, Torino, Italy b Università di Torino, Torino, Italy c Università del Piemonte Orientale (Novara), Torino, Italy A. Adiguzel, M.N. Bakirci 39 , S. Cerci 40 , C. Dozen, I. Dumanoglu, E. Eskut, S. Girgis, G. Gokbulut, E. Gurpinar, I. Hos, E.E. Kangal, A. Kayis Topaksu, G. Onengut 41 , K. Ozdemir, S. Ozturk 39 , A. Polatoz, D. Sunar Cerci 40 , B. Tali 40 , H. Topakli 39 , M. Vergili",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "rad is applied to sup- press the contribution from the γ + jet background. A major source of background comes from events with mis- measured / E T due to finite detector resolution, mainly associated",
            "section_rank": 20
        },
        {
            "text": "Table 1",
            "section_rank": 21
        },
        {
            "section": "Table 1",
            "text": "Summary of estimated backgrounds and observed total number of candidates. Backgrounds listed as \"Others\" include the small contributions from W → μν, W → τ ν, Zγ → γ , γ γ , and γ + jet. Uncertainties include both statistical and systematic contributions, and the total systematic uncertainty includes the effect of correlations in the individual estimates.",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "Table 2",
            "section_rank": 22
        },
        {
            "section": "Table 2",
            "text": "Observed (expected) 95% CL and 90% CL upper limits on σ A as a function of the cut on the E γ T for the photon and / E T final state. The / E T threshold is fixed at 140 GeV.In addition to 95% CL upper limits, 90% limits are also shown to allow direct comparison with results from astrophysics DM searches.",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "text": "× 10 −40 (1.1 × 10 −39 ) × 10 −38 (4.6 × 10 −38 )",
            "paragraph_rank": 48,
            "section_rank": 23
        },
        {
            "text": "Table 5",
            "section_rank": 24
        },
        {
            "section": "Table 5",
            "text": "Observed and expected 95% CL lower limits on ADD model parameters M D , the effective Planck scale, as a function of n, the number of extra dimensions. The 95% CL lower limits on the effective Planck scale, M D , as a function of the number of extra dimensions in the ADD model, together with LO results from similar searches at the Tevatron [58,59], LEP [60-63] and CMS [64].",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "text": "Table 6",
            "section_rank": 25
        },
        {
            "section": "Table 6",
            "text": "Observed and expected 95% CL lower limits on the brane tension f as a function of the branon mass M B for N = 1.",
            "paragraph_rank": 50,
            "section_rank": 25
        },
        {
            "text": "[17] CMS Collaboration, Isolated photon reconstruction and identification at",
            "paragraph_rank": 51,
            "section_rank": 26
        },
        {
            "text": "[61] P.Achard, et al., L3 Collaboration, Single-and multi-photon events with missing energy in e + e − collisions at LEP, Phys. Lett. B 587 (2004) 16, http://dx.doi.org/ 10.1016/j.physletb.2004.01.010, arXiv:hep-ex/0402002. [62] G. Abbiendi, et al., OPAL Collaboration, Photonic events with missing energy in e + e − collisions at √ s = 189 GeV, Eur. Phys. J. C 18 (2000) 253, http:// dx.doi.org/10.1007/s100520000522, arXiv:hep-ex/0005002. [63] A. Heister, et al., ALEPH Collaboration, Single photon and multiphoton production in e + e − collisions at",
            "paragraph_rank": 52,
            "section_rank": 26
        },
        {
            "text": "Acknowledgements",
            "section_rank": 28
        }
    ]
}