{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report the results of new differential force measurements between a test mass and rotating source masses of gold and silicon to search for forces beyond Newtonian gravity at short separations. The technique employed subtracts the otherwise dominant Casimir force at the outset and, when combined with a lock-in amplification technique, leads to a significant improvement (up to a factor 10 3 ) over existing limits on the strength (relative to gravity) of a putative force in the 40-8000 nm interaction range.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Although the gravitational attraction between two point masses was the first force to be described it remains, in comparison to other fundamental forces, poorly characterized. Unification theories, such as string theory, which introduce n compact extra spatial dimensions, predict deviations from Newtonian gravity over sub-mm scales [1,2]. Also, many extensions to the Standard Model predict the existence of new light bosons, the exchange of which would lead to new forces. In both cases, the existence of compact extra dimensions or exchange of new light bosons, the non-Newtonian interaction between two point masses m 1 and m 2 separated by a distance r can be parametrized as",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 334,
                    "text": "[1,",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 337,
                    "text": "2]",
                    "end": 339
                }
            ]
        },
        {
            "text": "where G is the Newtonian gravitational constant, α is the strength of the Yukawa-like correction arising from new physics, and λ is its characteristic range. In the case of compact extra dimensions, λ closely corresponds to the size of the extra-dimension. For the exchange of a boson of mass m, λ = /mc [6]. Motivated in part by these considerations a large number of experiments have been conducted to constrain the value of α (see for example the reviews [3,4]). While they have been successful in constraining |α| < 1 for λ > 50 µm [5], the limits on α are much less restrictive for λ < 10 µm. Constraints on α for small values of λ are much more difficult to achieve due to the small effective masses (i.e. mass within a distance r ∼ λ of the surface) interacting through the Yukawa-like contribution. Compounding the problem at sub-micron separations, the effects of vacuum fluctuations eventually become dominant after electrostatic contributions have been minimized. Hence, many of the limits in the λ ∈ [10, 10000] nm range have been obtained by subtracting from the measured interaction the calculated contribution from the Casimir force [7][8][9][10] which arises from vacuum fluctua-tions. While useful, this approach has two main drawbacks: (i) The subtracted background is relatively large, and hence small corrections to the background result in large changes in the derived limits; (ii) It is not clear what the appropriate background to subtract is. While some groups use a plasma model for the extrapolation to zero frequency of the dielectric function of the metal, others use a Drude model [11]. The correct approach remains a matter of controversy, and new experiments have been proposed to help resolve this problem [12].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 304,
                    "text": "[6]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 458,
                    "text": "[3,",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 461,
                    "text": "4]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 536,
                    "text": "[5]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1148,
                    "text": "[7]",
                    "end": 1151
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1151,
                    "text": "[8]",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1154,
                    "text": "[9]",
                    "end": 1157
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1157,
                    "text": "[10]",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1610,
                    "text": "[11]",
                    "end": 1614
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1738,
                    "text": "[12]",
                    "end": 1742
                }
            ]
        },
        {
            "text": "In the absence of electromagnetic contributions, a comparison of the forces exerted on a test mass by materials of different densities leads to constraints on α and λ in Eq. (1). Different materials differ not only in their densities but also in their response to vacuum fluctuations, and hence these effects must be suppressed when searching for the presence of putative new forces at sub-micron separations. The \"isoelectronic\" or \"Casimir-less\" technique introduced in [13] capitalizes on the fact that the response of a sample to vacuum fluctuations is mainly a surface effect, whereas any new force interacts with a portion within range ∼ λ of its surface. In the \"Casimirless\" technique contributions from vacuum fluctuations are suppressed by coating the source mass with a layer of Au of thickness larger than the plasma wavelength of Au, λ p = 135 nm such that the difference in the Casimir interaction between the underlying structure in the source mass with the test mass is attenuated by a factor larger than 10 6 [13,15]. The Au layer thus serves not only to reduce conventional electrostatic effects as in other experiments but, more significantly, to suppress vacuum fluctuation contributions associated with the composition of the test mass.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1026,
                    "text": "[13,",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1030,
                    "text": "15]",
                    "end": 1033
                }
            ]
        },
        {
            "text": "While earlier experiments successfully demonstrated the possibility of subtracting the Casimir background, the performance of the technique was limited by two experimental constrains. (i) To observe a signal at the reso-nance frequency ω r of the mechanical oscillator (without anything moving at ω r ) a heterodyne technique was used. The test mass was harmonically positioned over the two sides of the source mass at ω 1 while the separation between the test and source masses was harmonically varied with amplitude δz at ω 2 = ω r − ω 1 , effectively reducing the hypothetical Yukawa-like signal by δz/λ ∼ 0.02. (ii) The sample was made in such a way that the thicknesses of the two sides of the source mass were unintentionally different. This translated into a ∼ 3 fN systematic signal identified with the distance dependence of the Casimir force. This residual signal yielded the limits obtained in Ref. [13].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 910,
                    "text": "[13]",
                    "end": 914
                }
            ]
        },
        {
            "text": "In this paper we report a new approach to improve the limits in the {λ, α} phase space. The use of a rotating source mass allowed us to fully utilize the high force sensitivity provided by the large mechanical quality of the microelectromechanical torsional oscillator (MTO) [14]. Furthermore, an implementation of the source mass where there is no correlation between its thickness and its angular position yielded an unprecedented level of subtraction of the background arising from vacuum fluctuations.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 275,
                    "text": "[14]",
                    "end": 279
                }
            ]
        },
        {
            "text": "The test mass (a R = 149.3 ± 0.2 µm sapphire sphere covered with a t Cr ∼ 10 nm layer of Cr and a t Au ∼ 250 nm Au-film) was glued close to the edge (at a distance b = 235 ± 4 µm from the axis of rotation) of the 500 µm × 500 µm plate of the oscillator. Gluing the sphere reduced the MTO's natural frequency of oscillation from f 0 = 708.23 ± 0.05 Hz to f r = 307.34 ± 0.05 Hz, and it reduced the oscillator's quality factor from Q ∼ 9000 to Q 7200 for a pressure P ≤ 10 −5 torr. The experiments were performed at P 10 −5 torr and the motion of the plate was detected by the change in capacitance between the plate and the underlying electrodes as in [13,17,18]. Calibration of the MTO was performed by using the electrostatic interaction between the Au-coated test and source masses [17]. The calibration was performed with the source mass stationary, and the distance was monitored and measured using a two-color interferometer (with a sensitivity of 0.2 nm). After performing the calibration, the potential difference between the sphere and plate was adjusted to minimize the electrostatic interaction. With this MTO a thermally limited minimum detectable force F min (f r ) ∼ 6 fN/ √ Hz was calculated when working at resonance at 300 K [16]. Since f r is a function of separation due to the non-linear nature of the Casimir interaction, it was continuously monitored.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 651,
                    "text": "[13,",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 655,
                    "text": "17,",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 658,
                    "text": "18]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 784,
                    "text": "[17]",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1241,
                    "text": "[16]",
                    "end": 1245
                }
            ]
        },
        {
            "text": "A five axis stepper-motor-driven positioner and a three axis piezoelectrically driven system were used to bring the test mass in close proximity (z ∈ [200, 1000] nm) to the source mass. The source mass was fabricated by depositing a d Cr = 10 nm thick layer of Cr on a 1 inch diameter 100 µm thick [100] oriented Si wafer. A d tm = 2.10 ± 0.02 µm thick layer of Si was deposited on top of the Cr covered Si wafer. Using conventional pho-tolithography, a photoresist structure consisting of concentric sectors was defined in the Si. The Si not covered by the photoresist was removed down to the Cr layer using CF 4 reactive ion etching. After removing the photoresist, Au was thermally evaporated and the structure mechanically polished to expose the Si sectors. This process defined a structure with a surface consisting of a center circle of Au with a radius R 1 = 4 mm, then a 200 µm wide ring with 50 sectors of Au/Si, and a 150 µm wide Au ring. The sequence of 200 µm wide rings with Au/Si sectors and 150 µm wide Au rings was repeated with the number of Au/Si sectors increasing by 25 for each concentric ring until the last one with 300 sectors, which was located at R 11 = 7.5 mm. This structure was glued with NOA61 UV curing cement to a BK7 Schott glass flat with the original Si wafer exposed. The wafer was etched away using KOH, and then a d Au = 150±3 nm layer of Au was deposited by thermal evaporation. The exposed Au surface was characterized by white light interferometry (WLI) and atomic force microscopy (AFM), which showed an optical quality film with no memory of the underlying structure. The 1024 × 1024 AFM images obtained over different 10 µm ×10 µm regions yielded position-independent 60 nm peak-to-peak topographic roughness. Excluding a few isolated spikes ∼ 50 nm tall and about 100 nm across, the sample has a rms roughness of 1.5 nm. The disk was then mounted on an air bearing spindle. It was optically verified that the center of the disk and the axis of rotation of the spindle coincided to better than ∆r ∼ 10 µm. The flatness and alignment of the sample were checked in-situ using a fiber interferometer (response time 10 ms). It was found that the surface of the sample was perpendicular to the axis of rotation to better than z 0 = 20 nm at R 11 when rotating the disk at ω = 2π rad/s. The air bearing spindle worked under a constant air flow of several liters/min. The top of the source mass was at a distance D = 4 cm from the air exhaust. To prevent air leaks into the chamber, the spindle was mounted with a circular skirt which rotated with the spindle. The seal between the skirt and the vacuum chamber was provided by high molecular weight oil. Oil contamination inside the chamber was precluded using chilled water refrigeration (T = 10 • C) on a system of baffles and traps.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "With the sphere placed at R i + 100 µm (with n Au/Si sectors) the air bearing spindle was rotated at ω r = 2πf r /n. In this manner, a force arising from the potential given in Eq. (1) would have manifested itself at f r even though there were no parts moving at f r . The Newtonian gravitational attraction between the sphere and the structured sample yields a force F N ∼ 10 −20 N, undetectable by our system. Hence an integration of only the Yukawa-like part of Eq. (1) over the geometry of the sample is necessary. Disregarding finite size effects across the width of the ring [18], the expected difference when the sphere is over a Au or Si sector is [13,19] ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 581,
                    "text": "[18]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 656,
                    "text": "[13,",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 660,
                    "text": "19]",
                    "end": 663
                }
            ]
        },
        {
            "text": "where K t (K s ) is a term associated only with the layered structure of the test (source) mass, ρ s , ρ Cr , ρ Au , and ρ Si are the sapphire, Cr, Au and Si densities respectively. The setup is optimized to select the first harmonic of the force associated with the angular distribution of the sample. Other harmonics and all forces with different angular dependences are outside of the resonance peak of the MTO and consequently \"filtered\" by the sharp ∆f 40 mHz resonance peak of the oscillator.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Results obtained by doing the experiment over the n = 300 ring are shown in Fig. 2. These results were obtained by using a lock-in detection technique at f r . A mark on the outside of the source mass coincident with the cl line in Fig. 1) was used to define the origin of the phase. Many features are worth noting: (i) Increasing the integration time τ decreases the random noise of the measured force, as expected. (ii) At separations z ≤ 300 nm the statistical noise is larger than the minimum detectable force. This happens in a region where the Casimir force is large. At larger separations, the statistical noise is close to the minimum detectable force. It was also observed that this noise was independent of the angular frequency of the disk (for ω 2π ∈ [0.2, 20] Hz). (iii) There is a separation-dependent net force measured, which is practically independent of the radial position of the sphere over the rotating disk. This signal increases proportionally to ω as the disk is rotated at higher subharmonics of ω r = 2πf r .",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 76,
                    "text": "Fig. 2",
                    "end": 82
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 232,
                    "text": "Fig. 1",
                    "end": 238
                }
            ]
        },
        {
            "text": "Point (iii) indicates an incomplete subtraction of background forces. Kelvin probe force microscopy was performed in the sample over different 5 × 5 µm 2 regions. This contribution is not of electrostatic origin. It was observed that the main potential islands had a characteristic size ∼ 200 nm with V rms < 5 mV. Since the experimental system provides a sharp filtering of the signal at ω r , this implies the electrostatic contribution to the signal at ω r would be undetectable, ∆F el (z) ≤ 10 −17 N [28]. Furthermore, if detected, the electrostatic signal would have a radial dependence when the disk is rotated at constant frequency [28], which was not observed.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 504,
                    "text": "[28]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 639,
                    "text": "[28]",
                    "end": 643
                }
            ]
        },
        {
            "text": "Variations in the separation between test and source masses could yield the observed background through the separation dependence of the Casimir force F C (z) ∝ z −α [11]. F C (200 nm) = 34 pN and α = 2.78 were experimentally determined in the actual configuration. The observed signal at ω r = nω must appear through z(t).",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 166,
                    "text": "[11]",
                    "end": 170
                }
            ]
        },
        {
            "text": "The observed signals are consistent with the axis of rotation of the spindle having both an impulse-like ∆θ 1 once per revolution and a random wobbling. The impulse-like wobble has been identified by analyzing its frequency dependence. Varying the frequency of the spin-dle the harmonic components of the signal observed at ω r are consistent with a once per revolution impulse-like signal. The random wobbling is observed to have whitenoise characteristics, θ 2 (τ )θ 2 (0) = Θ 2 δ(τ ), where Θ is a constant, in the range of frequencies investigated, between 0.1 and 20 Hz. This random noise increases the minimum detectable force from ∼ 6 to ∼ 12 fN/ √ Hz at z = 200 nm. Associated with any ∆θ, there is a change in separation δz ∼ Dδθ between the sphere and the rotating sample, which induces a change in the Casimir force. Since in our experiment D ∼ 4 cm, it follows that Θ ∼ 5 × 10 −10 rad and ∆θ 1 ≤ 10 −7 rad. Neither of these angular deviations can currently be measured directly.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The lack of parallelism between the normal to the disk and the rotational axis leads to the time-varying separation z(t) = z s + z 0 cos(ωt). Its contribution ∆F par at ω r enters through the nonlinear dependence of the Casimir force on the separation. A Taylor's expansion of F C (z) ∝ z −α shows that the contribution at ω r is attenuated by ∼ (z/z 0 ) n , making it unobservable for all n in our setup. This is also the case for precession of the spindle. Similarly, the lack of flatness of the sample generates the angular-position-dependent separation z(φ), which was measured using white light interferometry (see inset in Fig. 3). Inserting these data into F C (z) yields a contribution ∆F top < 0.05 fN. The effect of the once-per-revolution ∆θ 1 was minimized in the following way: ∆θ 1 happens at a characteristic φ o . As the disk is positioned for the first time on the spindle, there is an unknown angle φ x between the line cl and the line defined by φ o . When the sphere is positioned over a region with only Au in the source mass, a signal with a non-zero phase is detected (recall the zerophase is defined at cl). The sample is then very carefully repositioned over the disk until the phase of the detected signal is zero. In this situation φ x = 0 is assumed.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 629,
                    "text": "Fig. 3",
                    "end": 635
                }
            ]
        },
        {
            "text": "An approach where the zero of the phase is redefined could also be used, however the method of repositioning the sample is superior to redefining the zero of the phase. While it is expected that the signal described by Eq. (2) is in quadrature (i.e. it should be an odd signal with respect to φ), in principle, it is not known if the model is correct. The data shown in Fig. 3 were obtained in this manner. Furthermore, the same component of the signal in phase was measured with the sphere placed at any radii. It was determined that the hypothetical force (in quadrature) is consistent with zero within the experimental error for any radii R n . The ∆r shift between the axis of rotation and the center of the source mass would also yield a signal at ω if ∆F h were observable, although it would be attenuated by R i /∆r at ω r . Similarly, finite size effects as the Au/Si interface of the source mass moves under the test mass are negligible at ω r when compared with the statistical errors.  [21], IUPUI [9,13], Yale [22], Stanford [23], Washington [24] and theoretical predictions [1,2,[25][26][27] are also shown.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 370,
                    "text": "Fig. 3",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 997,
                    "text": "[21]",
                    "end": 1001
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1009,
                    "text": "[9,",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1012,
                    "text": "13]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1022,
                    "text": "[22]",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1037,
                    "text": "[23]",
                    "end": 1041
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1054,
                    "text": "[24]",
                    "end": 1058
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1087,
                    "text": "[1,",
                    "end": 1090
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1090,
                    "text": "2,",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1092,
                    "text": "[25]",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1096,
                    "text": "[26]",
                    "end": 1100
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1100,
                    "text": "[27]",
                    "end": 1104
                }
            ]
        },
        {
            "text": "While the relevant error is ∆F rand , the overall error was obtained as an addition of the random and systematic errors ∆F = ∆F rand + ∆F syst . The individual systematic errors described in this paper were considered to be independent to obtain ∆F syst . F (z) in Fig. 3 associated with the hypothetical force is consistent with zero and was used to establish new limits in {λ, α} space at the 95% confidence level. The envelope of the curves where the first harmonic of F h (z) is compared with max{|F (z) + 2∆F (z)|,|F (z) − 2∆F (z)|}, is shown in Fig. 4. The new limits obtained with the introduced \"Casimir-less\" measurement technique represent a significant improvement over previous experiments: new boundaries have been established in a spatial range covering more than 3 orders of magnitude (λ ∈ [30, 8000] nm), with improvements as large as 10 3 in Yukawa-like corrections to Newtonian gravity at λ = 300 nm.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 265,
                    "text": "Fig. 3",
                    "end": 271
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 551,
                    "text": "Fig. 4",
                    "end": 557
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (Color online) Schematic of the experimental setup (not to scale). The Au-coated sphere is glued to the oscillator. Three regions with n = 5, 8, 11 Au-Si sectors are shown. The actual sample has n = 50, 75, • • • , 300. The {x, y} plane defines the plane of rotation of the spindle. cl is the line where all the different regions with Au-Si sectors coincide. θ is the instantaneous axis of rotation, φ = ωt is the angle of rotation. The distance z is measured from the vertex of the spherical test mass to the source mass. r is the distance from the vertex of the test mass to the center of the source mass, o. Displacements ∆r between o and the axis of rotation are not shown for clarity. For comparison, a schematic of the setup used in [13] is shown.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. (Color online) (a) Lock-in amplified detection of the signal with an integration time τ = 1 s at a separation z = nm. (b) Same as in (a) for τ = 3000 s. (c) Standard deviation for 15 different realizations of the experiment with τ = 3000 s as a function of separation. The horizontal dashed line is the statistical noise in the amplitude of the oscillator at T = 293 K (which was also measured over τ = 12, 000 s at z = 3 µm). (d) Measured interaction as a function of separation. The two data sets were obtained on top of the region with n = 300 (•) and over a section of the sample without Si at a radius r = 8 mm (2). The error bars represent the standard deviation for 10 repetitions with τ = 3000 s.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (Color online) Measured interaction as a function of separation obtained on top of the region with n = 300. (•) quadrature signal; (2) in phase signal (see text). Errors represent the standard deviation for 10 repetitions with τ = 3000 s. Inset: The sample's topography, z(φ) over the R11 circle, obtained by white light interferometry.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 6
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (Color online)Values in the λ, α phase-space excluded by experiments. The red curve represents the limits obtained in this work. Previous limits from Riverside[21], IUPUI[9,13], Yale[22], Stanford[23], Washington[24] and theoretical predictions[1,2,[25][26][27] are also shown.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 167,
                    "text": "[21]",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 178,
                    "text": "[9,",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 181,
                    "text": "13]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 190,
                    "text": "[22]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 204,
                    "text": "[23]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 220,
                    "text": "[24]",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 252,
                    "text": "[1,",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 255,
                    "text": "2,",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 257,
                    "text": "[25]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 261,
                    "text": "[26]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 265,
                    "text": "[27]",
                    "end": 269
                }
            ]
        }
    ]
}