{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We report measurement of the cross section of e þ e − → π þ π − ψð2SÞ between 4.0 and 5.5 GeV, based on an analysis of initial state radiation events in a 980 fb −1 data sample recorded with the Belle detector. The properties of the Yð4360Þ and Yð4660Þ states are determined. Fitting the mass spectrum of π þ π − ψð2SÞ with two coherent Breit-Wigner functions, we find two solutions with identical mass and width but different couplings to electron-positron pairs: M Yð4360Þ ¼ ð4347 AE 6 AE 3Þ MeV=c 2 , Γ Yð4360Þ ¼ ð103 AE 9 AE 5Þ MeV, M Yð4660Þ ¼ ð4652 AE 10 AE 8Þ MeV=c 2 , Γ Yð4660Þ ¼ ð68 AE 11 AE 1Þ MeV;",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "and B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4360Þ ¼ ð10.9 AE 0.6 AE 0.7Þ eV and B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4660Þ ¼ ð8.1 AE 1.1 AE 0.5Þ eV for one solution; or B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4360Þ ¼ ð9.2 AE 0.6 AE 0.6Þ eV and B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4660Þ ¼ ð2.0 AE 0.3 AE 0.2Þ eV for the other. Here, the first errors are statistical and the second systematic. Evidence for a charged charmoniumlike structure at 4.05 GeV=c 2 is observed in the π AE ψð2SÞ intermediate state in the Yð4360Þ decays.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Many charmonium and charmoniumlike states have been discovered in the past decade. Some are good candidates for conventional charmonium states, while others exhibit unusual properties consistent with expectations for exotic states such as tetraquarks, molecules, hybrids, hadrocharmonia, or glueballs [1,2]. The initial state radiation (ISR) technique has played a very important role in the discovery and studies of a number of the charmonium and charmoniumlike states. The J PC quantum numbers of the final states accompanying the ISR photon(s) are restricted to J PC ¼ 1 −− and so favor this technique for the study of vector particles.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 301,
                    "text": "[1,",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 304,
                    "text": "2]",
                    "end": 306
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The BABAR experiment observed the Yð4260Þ state in the process e þ e − → γ ISR π þ π − J=ψ [3], and this was confirmed by the CLEO [4] and Belle experiments [5] with the same technique. Moreover, Belle reported a broad structure near 4.0 GeV that they dubbed the Yð4008Þ. In an analysis of the e þ e − → γ ISR π þ π − ψð2SÞ process, BABAR found a structure near 4.32 GeV [6], while Belle observed two resonant structures at 4.36 and 4.66 GeV [7]. Recently, both BABAR and Belle updated their results on e þ e − → γ ISR π þ π − J=ψ, which still show differences in the 4.008 GeV=c 2 mass region [8,9]; the latest e þ e − → γ ISR π þ π − ψð2SÞ analysis from the BABAR experiment with its full data sample confirmed the existence of the Yð4660Þ state [10]. However, in an ISR study of e þ e − → ηJ=ψ by Belle, only the well-established ψð4040Þ and ψð4160Þ charmonium states, but no Y states, are observed [11]. A better understanding of the structures observed in these final states would benefit from improved measurements.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 91,
                    "text": "[3]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 131,
                    "text": "[4]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 157,
                    "text": "[5]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 371,
                    "text": "[6]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 442,
                    "text": "[7]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 594,
                    "text": "[8,",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 597,
                    "text": "9]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 748,
                    "text": "[10]",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 902,
                    "text": "[11]",
                    "end": 906
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Complementary to the aforementioned neutral states, charged charmoniumlike structures were observed recently at Belle and BESIII in the Yð4260Þ → π ∓ Zð3900Þ AE → π þ π − J=ψ decays [9,12] and at BESIII in e þ e − → π ∓ Z c ð4020Þ AE → π ∓ ðπ AE h c Þ [13]. Since these states contain both a cc component and electric charge, they are good candidates for tetraquark or meson molecular states. These or similar states may exist in the π AE ψð2SÞ invariant-mass distribution in the e þ e − → π þ π − ψð2SÞ process.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 182,
                    "text": "[9,",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 185,
                    "text": "12]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 252,
                    "text": "[13]",
                    "end": 256
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "To characterize more precisely the properties of the Yð4360Þ and Yð4660Þ, to better understand their nature, and to search for possible charged charmoniumlike states decaying into π AE ψð2SÞ, we measure the e þ e − → π þ π − ψð2SÞ process using the ISR technique with the full Belle data that was collected with the Belle detector [14] at the KEKB asymmetric-energy e þ e − collider (3.5 GeV e þ and 8.0 GeV e − ) [15]. The results here for Yð4360Þ and Yð4660Þ supersede our previous measurements in Ref. [7].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 331,
                    "text": "[14]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 414,
                    "text": "[15]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 505,
                    "text": "[7]",
                    "end": 508
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this analysis, ψð2SÞ is reconstructed in the π þ π − J=ψ (hereinafter denoted the \"π þ π − J=ψ mode\") and the μ þ μ − (the \"μ þ μ − mode\") final states and J=ψ is reconstructed in the l þ l − ðl ¼ e; μÞ final state. Due to the high background from Bhabha scattering, the ψð2SÞ → e þ e − decay is not used here. The 980 fb −1 data sample used for this analysis was collected at the ϒðnSÞ (n ¼ 1, 2, 3, 4, or 5) resonances and center-of-mass energies a few tens of MeV lower than the ϒð4SÞ or the ϒð1SÞ=ϒð2SÞ peaks.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II. DETECTOR AND MONTE CARLO SIMULATIONS",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATIONS",
            "text": "The Belle detector is a large-solid-angle magnetic spectrometer that consists of a silicon vertex detector, a 50-layer central drift chamber, an array of aerogel threshold Cherenkov counters, a barrel-like arrangement of time-offlight scintillation counters, and an electromagnetic calorimeter comprised of CsI(Tl) crystals located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. An iron flux return located outside of the coil is instrumented to detect K 0 L mesons and to identify muons. The origin of the coordinate system is defined as the position of the nominal interaction point. The z axis is aligned with the direction opposite the e þ beam and is parallel to the direction of the magnetic field within the solenoid. The x axis is horizontal and points towards the outside of the storage ring and the y axis is vertical upward. The polar angle and azimuthal angle ϕ are measured relative to the positive z and x axes, respectively.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATIONS",
            "text": "We use a GEANT-based Monte Carlo (MC) simulation [16] to model the response of the detector, identify potential backgrounds, and determine the acceptance. The MC simulation includes run-dependent detector performance variations and background conditions.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 49,
                    "text": "[16]",
                    "end": 53
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATIONS",
            "text": "We use the event generator PHOKHARA [17] to simulate the process e þ e − → γ ISR þ Y. In the generator, one or two ISR photons may be emitted before forming the resonance Y, which then decays to π þ π − ψð2SÞ, with ψð2SÞ → π þ π − J=ψ → π þ π − l þ l − or ψð2SÞ → μ þ μ − . The masses and widths of Yð4360Þ and Yð4660Þ determined in our previous measurement are used in the simulation [7].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 36,
                    "text": "[17]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 385,
                    "text": "[7]",
                    "end": 388
                }
            ]
        },
        {
            "text": "III. EVENT SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "For candidate events, we require six (four) wellreconstructed charged tracks with zero net charge for the ψð2SÞ → π þ π − J=ψ (ψð2SÞ → μ þ μ − ) mode. Wellreconstructed charged tracks have impact parameters perpendicular to and along the e þ beam direction with respect to the interaction point that are less than 0.5 and 5.0 cm, respectively. The transverse momentum of each track is required to be greater than 0.1 GeV=c. For charged tracks, information from different detector subsystems is combined to form a likelihood L i for particle species i [18]",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 551,
                    "text": "[18]",
                    "end": 555
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "are identified as pions with an efficiency of 95%; 6% of kaons are misidentified as pions. Similar likelihood ratios are formed for electron and muon identification [19,20]. For electrons from J=ψ → e þ e − , both tracks are required to have R e > 0.1. Bremsstrahlung photons detected in the electromagnetic calorimeter within 0.05 rad of the original lepton direction are included in the calculation of the e þ e − ðγÞ invariant mass. For muon candidates in the μ þ μ − mode, one of the tracks is required to have R μ > 0.9 and the other track must have associated hits in the K L -and-muon detector that agree with the extrapolated trajectory of a charged track found in the drift chamber. For muons in J=ψ → μ þ μ − , one track must have R μ > 0.9, but no additional constraints are placed on the other track.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 165,
                    "text": "[19,",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 169,
                    "text": "20]",
                    "end": 172
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "For the π þ π − J=ψ mode, there is a clear J=ψ signal in the lepton-pair invariant-mass distribution. Fitting the mass spectrum of the lepton pair with a Gaussian function and a linear background, we obtain an invariant mass of",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "where m J=ψ is the nominal world-average J=ψ mass [21]. In the 10% of events where there are multiple π þ π − combinations that satisfy the ψð2SÞ requirements, we select the one with",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 50,
                    "text": "[21]",
                    "end": 54
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "the difference of the corresponding invariant masses, closest to the difference of the nominal masses of ψð2SÞ and J=ψ. Fitting the mass spectrum of the candidate π þ π − J=ψ-mode events [22] with a Gaussian function and a linear background, shown in Fig. 1(a), we obtain an invariant mass of ð3685.4 AE 0.2Þ MeV=c 2 with a resolution of ð2.7 AE 0.2Þ MeV=c 2 . The ψð2SÞ sample is nearly background free. The ψð2SÞ signal region is defined as 3.67 GeV=c 2 < M π þ π − J=ψ < 3.70 GeV=c 2 , as in our previous measurement [7]. The sideband regions are defined as 3.64",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 187,
                    "text": "[22]",
                    "end": 191
                },
                {
                    "type": "figure",
                    "start": 251,
                    "text": "Fig. 1(a)",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 520,
                    "text": "[7]",
                    "end": 523
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": ", double the width of the signal region.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "For the μ þ μ − mode, the invariant-mass distribution of the μ þ μ − pair (M μ þ μ − ) shows a clear ψð2SÞ signal. From the fit, shown in Fig. 1(b ",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 138,
                    "text": "Fig. 1(b",
                    "end": 146
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": ", triple the width of the signal region.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "For both modes, some γ conversions are misidentified as π þ π − ; these events are removed by requiring R e < 0.75 for the π þ and π − daughters of the ψð2SÞ. This background is worse in the μ þ μ − mode and so an invariant mass",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "The detection of the ISR photon (γ ISR ) is optional; instead, we require −2.0",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "rec is the square of the mass recoiling against the π þ π − ψð2SÞ system. Good agreement between data and MC simulation for the visible energy (E vis ) and polar-angle distributions of the π þ π − ψð2SÞ system in the e þ e − centerof-mass frame confirms that the signal events are produced via ISR. Here, E vis encompasses all final-state photons and charged particles; energies for the latter are calculated from track momenta, assuming the tracks to be pions. The distributions of M 2",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "rec , E vis , and polar-angle distributions of the π þ π − J=ψ and μ þ μ − modes are shown in Fig. 2.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 94,
                    "text": "Fig. 2",
                    "end": 100
                }
            ]
        },
        {
            "section": "III. EVENT SELECTION",
            "text": "After all the above selections, there are 245 π þ π − ψð2SÞ candidate events with 28 background events in the π þ π − J=ψ mode, and 118 candidate events with 56 background events in the μ þ μ − mode; the background yields are estimated from the corresponding sidebands. Figure 3 shows the scatter plots of the invariant mass M π þ π − of the π þ π − pair recoiling against the ψð2SÞ versus the invariant mass M π þ π − ψð2SÞ of the π þ π − ψð2SÞ combination [23]. The corresponding distribution of the candidate events in the μ þ μ − mode is similar but with lower statistics. There are two clusters of events corresponding to the Yð4360Þ and Yð4660Þ. The M π þ π − distributions tend to cluster around the masses of f 0 ð500Þ and f 0 ð980Þ. Figure 4 shows the projection onto the M π þ π − axis in the cleaner π þ π − J=ψ mode, compared with MC simulation that assumes an incoherent sum of the f 0 ð500Þ and f 0 ð980Þ. Additionally, the angular distributions of π AE and π þ π − pair are compared. Figure 5 shows the angular distributions of π in the π þ π − system, and Fig. 6 shows the π þ π − in π þ π − ψð2SÞ system. The data are from the clean π þ π − J=ψ mode, and the MC simulations are generated assuming S-wave between π þ and π − in π þ π − system and S-wave between π þ π − and ψð2SÞ in π þ π − ψð2SÞ system.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 270,
                    "text": "Figure 3",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 458,
                    "text": "[23]",
                    "end": 462
                },
                {
                    "type": "figure",
                    "start": 742,
                    "text": "Figure 4",
                    "end": 750
                },
                {
                    "type": "figure",
                    "start": 999,
                    "text": "Figure 5",
                    "end": 1007
                },
                {
                    "type": "figure",
                    "start": 1072,
                    "text": "Fig. 6",
                    "end": 1078
                }
            ]
        },
        {
            "text": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "section_rank": 5
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "OF CROSS SECTIONS Figure 9 shows the M π þ π − ψð2SÞ distributions in the π þ π − J=ψ and μ þ μ − modes; the structures in these two",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 18,
                    "text": "Figure 9",
                    "end": 26
                }
            ]
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "FIG. 3 (color online). Invariant mass of the π þ π − recoiling against the ψð2SÞ versus the invariant mass of the π þ π − ψð2SÞ in the π þ π − J=ψ mode (a) and μ þ μ − mode (b). The horizontal dashed lines show the belt of f 0 ð980Þ, while the vertical solid lines demarcate the regions with the Yð4360Þ and Yð4660Þ states and the higher-mass combinations. modes agree with each other within statistics. To extract the resonant parameters of the two Y states, an unbinned maximum-likelihood fit is performed to the mass spectra M π þ π − ψð2SÞ ∈ ½4.0; 5.5 GeV=c 2 simultaneously for the π þ π − J=ψ and μ þ μ − modes, assuming that only two resonances and an incoherent featureless background contribute. The ψð2SÞ mass sidebands are included in the fit to estimate the backgrounds in the signal region; here, the fit assumes only the background component. The fit to the events in the signal region includes two coherent P-wave Breit-Wigner functions, f 1 for the Yð4360Þ and f 2 for the Yð4660Þ.",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "The amplitude of the Breit-Wigner function f j (j ¼ 1; 2) is defined as",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "where Γ e þ e − j is the partial width to e þ e − , Γ j the total width that is assumed to be a constant, and B j ðπ þ π − ψð2SÞÞ the branching fraction of the resonance's decay to π þ π − ψð2SÞ. ΦðmÞ is the three-body phase-space factor for a resonance of mass m that decays to π þ π − ψð2SÞ. In the fit, M j , Γ j , and the product B j ðπ þ π − ψð2SÞÞΓ e þ e − j are free parameters. The signal amplitude is A ¼ f 1 þ f 2 • e iϕ , where ϕ is the relative phase between the two resonances, and the M π þ π − ψð2SÞ distribution of signal events is then",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "Here the L eff is the effective luminosity and ε is the M π þ π − ψð2SÞ -dependent efficiency. The effective luminosity of ISR is calculated according to theoretical formulas [24] and the integrated luminosity of Belle data, which is shown in Fig. 7. To determine the efficiency in the   Fig. 8. The mass resolution, which is determined from MC simulation to range from 2 to 5 MeV=c 2 over the fit region, is small compared with the widths of the observed structures, and so is neglected. The fit results are shown in Fig. 9 and Tables I and II. There are two solutions with equally good fit quality; the χ 2 =ndf is 18.7=21, where ndf is the number of degrees of freedom.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 175,
                    "text": "[24]",
                    "end": 179
                },
                {
                    "type": "figure",
                    "start": 243,
                    "text": "Fig. 7",
                    "end": 249
                },
                {
                    "type": "figure",
                    "start": 288,
                    "text": "Fig. 8",
                    "end": 294
                },
                {
                    "type": "figure",
                    "start": 518,
                    "text": "Fig. 9",
                    "end": 524
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 529,
                    "text": "Tables I and II",
                    "end": 544
                }
            ]
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "Since there are a number of events in the vicinity of the Yð4260Þ mass, an alternative fit with a coherent sum of Yð4260Þ, Yð4360Þ, and Yð4660Þ amplitudes is performed. In this fit, the mass and total width of the Yð4260Þ state are  fixed to their latest measured values [9]. There are four solutions with equally good fit quality:",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 271,
                    "text": "[9]",
                    "end": 274
                }
            ]
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "The signal significance of the Yð4260Þ is estimated to be 2.4σ by comparing the likelihood difference when the Yð4260Þ is included in or excluded from the fit. The fit results are shown in Fig. 10 and Table III. Since this significance is marginal, the solutions without Yð4260Þ are taken as the nominal results.",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 189,
                    "text": "Fig. 10",
                    "end": 196
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 201,
                    "text": "Table III",
                    "end": 210
                }
            ]
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "To compare with our previous measurement [7], the fit to the π þ π − J=ψ mode alone is performed. The differences can be explained by the strong correlation between the parameters (see Table II). For this mode alone, we also compare the alternative fit including the Yð4260Þ with the nominal fit and consistent results with a 2.8σ statistical significance for the Yð4260Þ signal. The results are discussed further in Appendix A.",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 41,
                    "text": "[7]",
                    "end": 44
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 185,
                    "text": "Table II",
                    "end": 193
                }
            ]
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "The invariant-mass distributions of the two modes are combined together. The cross section for e þ e − → π þ π − ψð2SÞ in each π þ π − ψð2SÞ mass bin is calculated according to",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "IV. FIT TO M π þ π − ψð2SÞ AND MEASUREMENT",
            "text": "where j identifies the decay mode of ψð2SÞ (j ¼ 1 for the π þ π − J=ψ mode and j ¼ 2 for the μ þ μ − mode) and i indicates the mass bin; n obs i , n bkg i , ε ij , L i , and B j are the  number of events observed in data, the number of background events estimated from the fit to the events in the sidebands and scaled to the signal region, the detection efficiency of the jth mode, the effective luminosity in the ith π þ π − ψð2SÞ mass bin, and the branching fractions of the jth mode [21], respectively. The resulting cross sections in the full solid angle are shown in Fig. 11 and Appendix B, where the error bars include statistical uncertainties in the signal and the subtracted background and all the systematic errors. The systematic error for the cross-section measurement is 4.8% and is the same for all data points.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 487,
                    "text": "[21]",
                    "end": 491
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 573,
                    "text": "Fig. 11",
                    "end": 580
                }
            ]
        },
        {
            "text": "V. SYSTEMATIC ERRORS",
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC ERRORS",
            "text": "The systematic uncertainties in the cross-section measurements are summarized in Table IVand discussed below. The particle identification uncertainty is 3.3% for the π þ π − J=ψ mode and 1.4% for the μ þ μ − mode. The uncertainty in the tracking efficiency is 0.35% per track and is additive. The efficiency differences between data and MC due to the corresponding resolutions in the J=ψ mass, ψð2SÞ mass, and M 2 rec requirements are measured with the control sample e þ e − → ψð2SÞ → π þ π − J=ψ [9]. The MC efficiency is found to be higher than in data by ð4.3 AE 0.7Þ% for the π þ π − J=ψ mode and ð4.4 AE 0.3Þ% for the μ þ μ − mode. A correction factor of 1.043 (1.044) is applied to the π þ π − J=ψ (μ þ μ − ) mode, leaving 0.7% (0.3%) as the residual systematic error.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 81,
                    "text": "Table IVand discussed below.",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 498,
                    "text": "[9]",
                    "end": 501
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC ERRORS",
            "text": "The luminosity uncertainty of 1.4% is due mainly to the uncertainty from the Bhabha generator. The trigger efficiency for the events surviving the selection criteria is ð98.7 AE 0.1ðstatÞÞ% for the π þ π − J=ψ mode and ð91.4 AE 0.6ðstatÞÞ% for the μ þ μ − mode, based on the trigger simulation. A value of 1.0% is taken as a conservative estimate of the systematic error for the π þ π − J=ψ mode; 1.5% is used for the μ þ μ − mode.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC ERRORS",
            "text": "Uncertainties in the simulation of the ISR process with PHOKHARA contributes less than 1.0%, and the largest uncertainty in the MC generation of signal events is from the simulation of the M π þ π − from Y decays. We generate another MC sample with m f 0 ð500Þ ¼ 0.7 GeV=c 2 and Γ f 0 ð500Þ ¼ 0.2 GeV in order to check the efficiency variation. The efficiency changes by 2.0% at 4.4 GeV=c 2 and 3.8% at 4.7 GeV=c 2 ; half of the larger efficiency difference, 1.9%, is taken as the systematic error. The possible existence of the Z c structure in π AE ψð2SÞ system does not affect the efficiency significantly and is thus neglected.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "V. SYSTEMATIC ERRORS",
            "text": "The uncertainties in the intermediate decay branching fractions taken from Ref. [21] contribute systematic errors of 1.0% for the π þ π − J=ψ mode and 10.4% for the μ þ μ − mode. The statistical error in the MC determination of the efficiency is less than 0.1%.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 80,
                    "text": "[21]",
                    "end": 84
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC ERRORS",
            "text": "Assuming all the sources are independent and adding them in quadrature, we obtain total systematic errors in the crosssection measurement of 5.0% for the π þ π − J=ψ mode and  III. Results of the alternative fits to the π þ π − ψð2SÞ invariant-mass spectra using three resonances: Yð4260Þ, Yð4360Þ, and Yð4660Þ. The parameters are the same as in Table I, except that, here, ϕ 1 is the relative phase between the Yð4360Þ and Yð4260Þ (in degrees) and ϕ 2 is the relative phase between the Yð4360Þ and Yð4660Þ (in degrees).",
            "paragraph_rank": 38,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 346,
                    "text": "Table I",
                    "end": 353
                }
            ]
        },
        {
            "text": "Parameters",
            "section_rank": 7
        },
        {
            "section": "Parameters",
            "text": "Solution",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "Yð4260Þ",
            "section_rank": 8
        },
        {
            "section": "Yð4260Þ",
            "text": "1.5 AE 0.6 AE 0.4 1.7 AE 0.7 AE 0. 5  11.0% for the μ þ μ − mode. The combined systematic error of the two modes is 4.8%, when the correlations from particle ID, tracking, luminosity, and generator are considered.",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 35,
                    "text": "5",
                    "end": 36
                }
            ]
        },
        {
            "section": "Yð4260Þ",
            "text": "To estimate the errors in B • Γ e þ e − , the uncertainties from the parametrization of the resonances, the phase-space factor due to the intermediate state in M π þ π − in Yð4660Þ decays, the fit range, and the background shape are also considered, in addition to those in the cross-section measurement. If a charged structure in π AE ψð2SÞ exists (cf. Sec. VI), it may affect the determination of the resonant parameters. A test fit to π þ π − ψð2SÞ invariant-mass spectra is tried. Two components of Yð4360Þ decays are included in the fit, one decaying to π þ π − ψð2SÞ according to three-body phase space (50%) and the other decaying to π AE Z ∓ c (50%). Since the statistical errors of Z c mass and width are large, the mass is fixed to be 4.05 GeV=c 2 when the two-body phase space is calculated. No Z c substructure is included in Yð4660Þ decays. Fit with either Yð4360Þ þ Yð4660Þ or Yð4260Þ þ Yð4360Þ þ Yð4660Þ does not result in significant change in the resonant parameters of the Yð4360Þ and Yð4660Þ. Since the charged structure is not significant (cf. Sec. VI), the effect due to possible existence of the Z c states is not considered. The factor M i =Mðπ þ π − ψð2SÞÞ in Eq. 1is removed in the fit when estimating the uncertainties from resonance parametrization. Half of the difference on each fit result with and without this factor is taken as the systematic error of resonance parametrization. In addition, systematic-error contributions are determined when the fit range is changed from ½4.0; 5.5 GeV=c 2 to ½4.0; 5.3 GeV=c 2 and, separately, the background shape is changed from a first-order polynomial to a constant.",
            "paragraph_rank": 41,
            "section_rank": 8,
            "ref_spans": [
                {
                    "ref_id": "formula_8",
                    "start": 1188,
                    "text": "1",
                    "end": 1189
                }
            ]
        },
        {
            "text": "VI. INTERMEDIATE STATES",
            "section_rank": 9
        },
        {
            "section": "VI. INTERMEDIATE STATES",
            "text": "We search for charged charmoniumlike structures in both ψð2SÞ decay modes of the π AE ψð2SÞ system from    Figure 12 shows the scatter plots of M π − ψð2SÞ versus M π þ ψð2SÞ and the one-dimensional projections in the Yð4360Þ subsample. There is an excess evident at around 4.05 GeV=c 2 in the π AE ψð2SÞ invariant-mass distributions in both modes. An unbinned maximum-likelihood fit is performed on the distribution of M max ðπ AE ψð2SÞÞ, the maximum of Mðπ þ ψð2SÞÞ and Mðπ − ψð2SÞÞ, simultaneously with both modes. The excess is parameterized with a Breit-Wigner function and the nonresonant noninterfering background with a second-order polynomial function. The fit yields a mass of ð4060 AE 3Þ MeV=c 2 and a width of ð45 AE 11Þ MeV for the excess, as shown in Fig. 13. Here, the errors are statistical only.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 107,
                    "text": "Figure 12",
                    "end": 116
                },
                {
                    "type": "figure",
                    "start": 765,
                    "text": "Fig. 13",
                    "end": 772
                }
            ]
        },
        {
            "section": "VI. INTERMEDIATE STATES",
            "text": "A MC sample for Yð4360Þ → π ∓ þ Z AE and Z AE → π AE þ ψð2SÞ is generated to simulate the excess seen in the data. In the simulation, the mass of Z AE is 4050 MeV=c 2 and the width is 40 MeV. A fit to the simulated M max ðπ AE ψð2SÞÞ distribution yields M ¼ ð4056 AE 1Þ MeV=c 2 and Γ ¼ ð40.8 AE 2.2Þ MeV. The shift in the mass is due to the fact that the reflection of the signal may have a larger π AE ψð2SÞ mass than the proper combination, thus biasing M max ðπ AE ψð2SÞÞ. We shift the measured mass by ΔM ¼ −6 MeV=c 2 to account for this effect and assign 1 MeV=c 2 as its systematic error. ΔΓ ¼ 3.0 MeV is taken as the systematic error of the measured width.  After the bias correction based on MC simulation, we obtain a mass of ð4054 AE 3ðstatÞ AE 1ðsystÞÞ MeV=c 2 and a width of ð45 AE 11ðstatÞ AE 6ðsystÞÞ MeV for the Z AE structure in the π AE ψð2SÞ system. The systematic uncertainties from the parametrization of the resonances, the phase-space factor due to the J P assignment of the structure, the fit range, and the background shape are considered. The lowest statistical significance of the signal is 3.5σ when comparing without the Breit-Wigner component. Figure 14 shows the scatter plots of M π − ψð2SÞ versus M π þ ψð2SÞ and the one-dimensional projections in the Yð4660Þ subsample. This subsample is limited in statistics -there is no significant structure in the π AE ψð2SÞ system.",
            "paragraph_rank": 43,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1173,
                    "text": "Figure 14",
                    "end": 1182
                }
            ]
        },
        {
            "text": "VII. SUMMARY",
            "section_rank": 10
        },
        {
            "section": "VII. SUMMARY",
            "text": "In summary, the e þ e − → π þ π − ψð2SÞ cross section is measured from 4.0 to 5.5 GeV with the full data sample of the Belle experiment using the ISR technique. The parameters of the Yð4360Þ and Yð4660Þ resonances are determined; our results agree with and supersede the previous Belle determination [7]. Our results also agree with the BABAR measurement [10] but with better precision.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 300,
                    "text": "[7]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 355,
                    "text": "[10]",
                    "end": 359
                }
            ]
        },
        {
            "section": "VII. SUMMARY",
            "text": "We search for a possible charged charmoniumlike structure in M π AE ψð2SÞ distribution. We find an excess at M π AE ψð2SÞ ¼ 4.05 GeV=c 2 in the Yð4360Þ decays with a 3.5σ significance. More data from the BESIII [25] and the Belle II [26] experiments will enable a search with improved sensitivity. correlation between the parameters. For example, the correlation coefficient between M Yð4660Þ and ϕ is 0.86 for one solution (or −0.76 for the other solution) in the fit shown in Tables I and II. The fit to the π þ π − J=ψ mode only with the coherent sum of Yð4260Þ, Yð4360Þ, and Yð4660Þ is shown in Fig. 16 and Table VI. The statistical significance of the Yð4260Þ is 2.8σ in this fit.   ",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 211,
                    "text": "[25]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 233,
                    "text": "[26]",
                    "end": 237
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 478,
                    "text": "Tables I and II.",
                    "end": 494
                },
                {
                    "type": "figure",
                    "start": 599,
                    "text": "Fig. 16",
                    "end": 606
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 611,
                    "text": "Table VI",
                    "end": 619
                }
            ]
        },
        {
            "text": "2 FIG. 1 (FIG. 2 (",
            "section_rank": 11
        },
        {
            "section": "2 FIG. 1 (FIG. 2 (",
            "text": "FIG. 1 (color online). Invariant-mass distributions of the candidate ψð2SÞ signals in (a) the π þ π − J=ψ mode and (b) the μ þ μ − mode. Dots with error bars are data and the curves are the best fits.",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "2 FIG. 4 (",
            "section_rank": 12
        },
        {
            "section": "2 FIG. 4 (",
            "text": "FIG. 4 (color online). Invariant-mass distributions of π þ π − from Yð4360Þ and Yð4660Þ decays in the π þ π − J=ψ mode. Points with error bars (open histograms) represent the data (MC simulation, described in Sec. I); the shaded histograms represent the background estimated from the scaled sidebands. Panel (a) is for the events in the region 4.0 GeV=c 2 < M π þ π − ψð2SÞ < 5.5 GeV=c 2 , (b) for events in the Yð4360Þ region (4.0 to 4.5 GeV=c 2 ), and (c) for the events in Yð4660Þ region (4.5 to 5.5 GeV=c 2 ).",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "2 FIG. 5 ( 2 FIG. 6 (",
            "section_rank": 13
        },
        {
            "section": "2 FIG. 5 ( 2 FIG. 6 (",
            "text": "FIG. 5 (color online). Angular distributions of π in the π þ π − system in π þ π − J=ψ mode. Panel (a) is for the events in the region 4.0 GeV=c 2 < M π þ π − ψð2SÞ < 5.5 GeV=c 2 , (b) for events in the Yð4360Þ region (4.0 to 4.5 GeV=c 2 ), and (c) for the events in Yð4660Þ region (4.5 to 4.9 GeV=c 2 ). The dots with error bars are data and the histograms are from MC simulation.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "1 )FIG. 7 (",
            "section_rank": 14
        },
        {
            "section": "1 )FIG. 7 (",
            "text": "FIG. 7 (color online). The effective luminosity of ISR production with the full data sample.",
            "paragraph_rank": 49,
            "section_rank": 14
        },
        {
            "text": "FIG. 8 ( 5 M 2 FIG. 9 (",
            "section_rank": 15
        },
        {
            "section": "FIG. 8 ( 5 M 2 FIG. 9 (",
            "text": "FIG. 8 (color online). The efficiency curves and the fit to third-order polynomials. Plot (a) is π þ π − J=ψ mode, and (b) is μ þ μ − mode.",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "2 FIG. 10 (",
            "section_rank": 16
        },
        {
            "section": "2 FIG. 10 (",
            "text": "FIG. 10 (color online). The four solutions from the fit to the π þ π − ψð2SÞ invariant-mass spectra with the Yð4260Þ included. The curves show the best fit and the dashed curves show the contributions from the three Breit-Wigner components.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "FIG. 11 (",
            "section_rank": 17
        },
        {
            "section": "FIG. 11 (",
            "text": "FIG. 11 (color online). The measured e þ e − → π þ π − ψð2SÞ cross section for ffiffi ffi s p ¼ 4.0 to 5.5 GeV. The errors are the sum in quadrature of the summed statistical errors of the numbers of signal and background events and the systematic errors.",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "2 FIG. 12 (",
            "section_rank": 18
        },
        {
            "section": "2 FIG. 12 (",
            "text": "FIG. 12 (color online). The scatter plots of M π − ψð2SÞ versus M π þ ψð2SÞ for the Yð4360Þ-subsample events in (a) the π þ π − J=ψ mode and (b) the μ þ μ − mode. Panels (c) and (d) show the sum of the M π þ ψð2SÞ and M π − ψð2SÞ distributions in the π þ π − J=ψ and μ þ μ − modes, respectively. The shaded histograms are the backgrounds from the normalized ψð2SÞ mass sidebands.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "2 FIG. 13 (",
            "section_rank": 19
        },
        {
            "section": "2 FIG. 13 (",
            "text": "FIG. 13 (color online). The distribution of M max ðπ AE ψð2SÞÞ from Yð4360Þ-subsample decays. The points with error bars represent the data; the histogram is from the sidebands and normalized to the signal region; the solid curve is the best fit and the dashed curve is the signal parametrized by a Breit-Wigner function.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "2 FIG. 14 (",
            "section_rank": 20
        },
        {
            "section": "2 FIG. 14 (",
            "text": "FIG. 14 (color online). The scatter plots of M π − ψð2SÞ versus M π þ ψð2SÞ for the Yð4660Þ events in the (a) π þ π − J=ψ mode and (b) the μ þ μ − mode. Panels (c) and (d) show the sum of the M π þ ψð2SÞ and M π − ψð2SÞ distributions in the π þ π − J=ψ and μ þ μ − modes, respectively. The shaded histograms are the backgrounds from the normalized sidebands.",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "Yð4660Þ 3 . 1 5 M 5 M 5 M 2 FIG. 16 (",
            "section_rank": 21
        },
        {
            "section": "Yð4660Þ 3 . 1 5 M 5 M 5 M 2 FIG. 16 (",
            "text": "FIG. 16 (color online). The four solutions from the fit to the π þ π − ψð2SÞ invariant-mass spectra with the Yð4260Þ included but for the π þ π − J=ψ mode only. The details are the same as those inFig. 10.",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "), we obtain an invariant mass of ð3685.2 AE 2.5Þ MeV=c 2 with a resolution of ð13.8 AE 2.0Þ MeV=c 2 . The ψð2SÞ signal region is defined as 3.651 GeV=c 2 < M μ þ μ − < 3.721 GeV=c 2 . The sideband regions are defined as 3.5215 GeV=c 2",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "TABLE I .",
            "section_rank": 23
        },
        {
            "section": "TABLE I .",
            "text": "Results of the fits to the π þ π − ψð2SÞ invariant-mass spectra. The first error is statistical and the second systematic. M, Γ, and B • Γ e þ e − are the mass (in MeV=c 2 ), total width (in MeV), and the product of the branching fraction to π þ π − ψð2SÞ and the e þ e − partial width (in eV), respectively; ϕ is the relative phase between the two resonances (in degrees). B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e −",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "section": "TABLE I .",
            "text": "Yð4660Þ 4652 AE 10 AE 11 Γ Yð4660Þ 68 AE 11 AE 5 B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4660Þ 2.0 AE 0.3 AE 0.2 8 .1 AE 1.1 AE 1.0 ϕ 32 AE 18 AE 20 272 AE 8 AE 7",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "TABLE II .",
            "section_rank": 24
        },
        {
            "section": "TABLE II .",
            "text": "The correlations between the fit parameters shown inTable I(with the units given there). The numbers in parentheses are for the second solution.−0.08 (−0.08) −0.28 (−0.28) −0.45 (−0.11) −0.08 (−0.10) B • Γ e þ e −",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "text": "TABLE",
            "section_rank": 25
        },
        {
            "text": "B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e −Yð4360Þ 4.1 AE 1.0 AE 0.6 4.9 AE 1.3 AE 0.6 21.1 AE 3.5 AE 1.4 17.7 AE 2.6 AE 1.5 B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e −",
            "paragraph_rank": 62,
            "section_rank": 26
        },
        {
            "text": "TABLE IV .",
            "section_rank": 27
        },
        {
            "section": "TABLE IV .",
            "text": "Relative systematic errors (in %) in the π þ π − ψð2SÞ production cross-section measurement.Yð4360Þ or Yð4660Þ decays. For the Yð4360Þ subsample, 4.0 GeV=c 2 < M π þ π − ψð2SÞ < 4.5 GeV=c 2 is required; for the Yð4660Þ subsample, 4.5 GeV=c 2 < M π þ π − ψð2SÞ < 4.9 GeV=c 2 is required.",
            "paragraph_rank": 63,
            "section_rank": 27
        },
        {
            "text": "TABLE V .",
            "section_rank": 28
        },
        {
            "section": "TABLE V .",
            "text": "Results of the fits to the π þ π − ψð2SÞ invariant-mass spectra, using the π þ π − J=ψ mode only. The details are the same as those inTable I. Yð4360Þ 96 AE 10 AE 6 B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4360Þ 9.4 AE 0.8 AE 0.7 1 0 .8 AE 0.7 AE 0.7 M Yð4660Þ 4644 AE 7 AE 5 Γ Yð4660Þ 57 AE 9 AE 5 B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e −",
            "paragraph_rank": 64,
            "section_rank": 28
        },
        {
            "text": "TABLE VI .",
            "section_rank": 29
        },
        {
            "section": "TABLE VI .",
            "text": "Results of the fits to the π þ π − ψð2SÞ invariant-mass spectra in π þ π − J=ψ mode only using three resonances, the Yð4260Þ, Yð4360Þ, and Yð4660Þ. The details are the same as those fromTable III. B½Yð4260Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4260Þ 1.6 AE 0.6 AE 0.4 1.8 AE 0.8 AE 0.6 9.1 AE 1.2 AE 0.7 7.8 AE 1.1 AE 0.8 M Yð4360Þ 4378 AE 9 AE 6 Γ Yð4360Þ 74 AE 14 AE 3 B½Yð4360Þ → π þ π − ψð2SÞ • Γ e þ e −Yð4360Þ4.5 AE 1.0 AE 0.4 5.5 AE 1.4 AE 0.6 19.1 AE 2.8 AE 1.1 15.7 AE 2.3 AE 1.6 M Yð4660Þ 4654 AE 7 AE 6 Γ Yð4660Þ 65 AE 10 AE 3 B½Yð4660Þ → π þ π − ψð2SÞ • Γ e þ e − Yð4660Þ 3.3 AE 0.6 AE 0.3 8.3 AE 1.0 AE 0.9 9.3 AE 1.2 AE 1.2 3.7 AE 0.7 AE 0.5 ϕ 1 282 AE 25 AE 24 270 AE 27 AE 28 130 AE 5 AE 3 142 AE 6 AE 7 ϕ 2 359 AE 19 AE 3 243 AE 17 AE 20 337 AE 10 AE 7 93AE 25 AE 17 TABLE VII. Measured e þ e − → π þ π − ψð2SÞ cross section for center of mass energy (E cm ) from 4.0 to 5.5 GeV. The errors are the sums of statistical errors of signal and background events and the systematic errors.",
            "paragraph_rank": 65,
            "section_rank": 29
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 31
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the KEKB group for the excellent operation of the accelerator; the KEK cryogenics group for the efficient operation of the solenoid; and the KEK computer group, the National Institute of Informatics, and the PNNL/EMSL computing group for valuable computing and SINET4 network support. We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau ",
            "paragraph_rank": 66,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 470,
                    "text": "Tau",
                    "end": 473
                }
            ]
        },
        {
            "text": "Department of Energy and the National Science",
            "section_rank": 32
        },
        {
            "section": "Department of Energy and the National Science",
            "text": "Foundation. This work is supported by a Grant-in-Aid from MEXT for Science Research in a Priority Area (\"New Development of Flavor Physics\") and from JSPS for Creative Scientific Research (\"Evolution of Tau-lepton Physics\").",
            "paragraph_rank": 67,
            "section_rank": 32
        },
        {
            "text": "APPENDIX A: FITS TO e þ e − → π þ π − ψð2SÞ USING π þ π − J=ψ MODE ONLY",
            "paragraph_rank": 68,
            "section_rank": 34
        },
        {
            "text": "To compare with the previous measurement from Belle [7], a fit to the π þ π − J=ψ mode only is also performed; the fit results are shown in Fig. 15 and Table V. There are differences in the fit results between this measurement and the previous one [7]; this can be explained by the strong APPENDIX B: CROSS SECTION OF e þ e − → π þ π − ψð2SÞ",
            "paragraph_rank": 69,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 52,
                    "text": "[7]",
                    "end": 55
                },
                {
                    "type": "figure",
                    "start": 140,
                    "text": "Fig. 15",
                    "end": 147
                },
                {
                    "type": "table",
                    "start": 152,
                    "text": "Table V",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 248,
                    "text": "[7]",
                    "end": 251
                }
            ]
        },
        {
            "text": "The cross sections of e þ e − → π þ π − ψð2SÞ in the full solid angle are shown in Table VII. What we list here is the averaged cross section over a 20 MeV bin centered at E cm listed in the table.",
            "paragraph_rank": 70,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 83,
                    "text": "Table VII",
                    "end": 92
                }
            ]
        }
    ]
}