{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The production of Ξ − and Ω − baryons and their anti-particles in pp, p-Pb and Pb-Pb collisions has been measured by the ALICE Collaboration. These hyperons are reconstructed via the detection of their charged weak-decay products, which are identified through their measured ionisation losses and momenta in the ALICE Time Projection Chamber. Comparing the production yields in Pb-Pb and pp collisions, a strangeness enhancement has been measured and found to increase with the centrality of the collision and with the strangeness content of the baryon; moreover, in the comparison with similar measurements at lower energies, it decreases as the centre-of-mass energy increases, following the trend already observed moving from SPS to RHIC. Recent measurement of cascade and Ω in p-Pb interactions are compared with results in Pb-Pb and pp collisions and with predictions from thermal models, based on a grand canonical approach. The nuclear modification factors for the charged Ξ and Ω, compared to the ones for the lighter particles, are also presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Measuring strange and multi-strange particle production in relativistic heavy-ion interactions is a unique tool to investigate the properties of the hot and dense matter created in the collision, as there is no net strangeness content in the initially colliding nuclei. Moreover, the high energy and luminosity available allow for a relative abundant production of such particles.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "An enhanced production of strange particles in A-A compared to pp interactions was one of the earliest proposed signatures of the formation of a deconfined Quark-Gluon Plasma (QGP) [1]. In pp collisions, the production of strange particles is limited by the local canonical strangeness conservation. This is not the case in central heavy-ion collisions, where strange quarks are expected to be produced more abundantly, resulting in an enhanced production of strange baryons at the end of the hadronisation stage. Strangeness enhancement in heavy-ion collisions with respect to pp (p-Be) has been observed in Pb-Pb collisions at the NA57 experiment [2], at STAR [3] in Au-Au collisions, and indeed confirmed by ALICE in central 2.76 TeV Pb-Pb collisions [4].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 181,
                    "text": "[1]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 649,
                    "text": "[2]",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 662,
                    "text": "[3]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 754,
                    "text": "[4]",
                    "end": 757
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "One of the most striking differences between the A-A and pp collisions first observed at RHIC was the suppression of the hadron production at high transverse momentum (p T ) in central Au-Au collisions at √ s NN = 200 GeV when compared to expectations from an incoherent superposition of nucleon-nucleon interactions [5]. The effect, confirmed by the charged-particle nuclear modification a e-mail: domenico.colella@cern.ch DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, 2014 factor (R AA ) as a function of p T measured in Pb-Pb collisions at the LHC [6], is interpreted as the result of the energy loss suffered by partons when traversing the hot and dense matter created in an ultra-relativistic heavy-ion collision. The larger suppression observed at LHC compared to that at RHIC can be explained by the higher density of the medium created in collisions at higher centre-ofmass energy.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 317,
                    "text": "[5]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 570,
                    "text": "[6]",
                    "end": 573
                }
            ]
        },
        {
            "text": "Multi-strange decay reconstruction with the ALICE detector",
            "section_rank": 3
        },
        {
            "section": "Multi-strange decay reconstruction with the ALICE detector",
            "text": "The ALICE detector was designed to study heavy-ion physics at the LHC. It consists of a central barrel with a large solenoid providing a 0.5 T field for tracking and particle identification and forward detectors for triggering and centrality selection. Tracking and vertexing are performed using the Inner Tracking System (ITS), consisting of six layers of silicon detectors, and the Time Projection Chamber (TPC). The two innermost layers of the ITS and the V0 detector (scintillation hodoscopes placed on either side of the interaction region) are used for triggering. The V0 also provides the centrality determination in Pb-Pb collisions as well as the multiplicity class selection in p-Pb collisions. A complete description of the ALICE sub-detectors can be found in [7]. Multi-strange baryons are reconstructed through their weak decay topologies, namely",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 771,
                    "text": "[7]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Multi-strange decay reconstruction with the ALICE detector",
            "text": ", and the corresponding charge conjugate decays for the anti-particles. The branching ratios are 63.9% and 43.3%, for the Ξ and the Ω, respectively. The Ξ and the Ω candidates are found by combining reconstructed charged tracks: cuts on geometry and kinematics are applied to first select the Λ candidate and then to match it with all the remaining secondary tracks (bachelor candidates). In addition, particle identification is performed by selecting on specific energy loss in the TPC for the three daughter tracks.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Multi-strange decay reconstruction with the ALICE detector",
            "text": "The signal in p T intervals is obtained by fitting the invariant mass peak (±3σ) with a sum of a Gaussian and a polynomial. The background is sampled in two regions on both sides of the peak and fitted with a polynomial of first or second degree (depending on the colliding system and the p T interval). More details can be found in [4].",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 333,
                    "text": "[4]",
                    "end": 336
                }
            ]
        },
        {
            "text": "Strangeness enhancements",
            "section_rank": 4
        },
        {
            "section": "Strangeness enhancements",
            "text": "The strangeness enhancements, the ratio between the yields in Pb-Pb collisions and those in pp interactions at the same energy, both normalized to the mean number of participants ( N part ), are shown in Figure 1a and 1b. The pp reference values were obtained by interpolating ALICE and STAR data at different energies and using the excitation function from PYTHIA Perugia-2011 tune [4]. This reference agrees with the preliminary results of the yields in pp collisions at the reference energy, 2.76 TeV. The enhancement as a function of N part increases with centrality and with the strangeness content of the particle as already observed at lower energies, and decreases as the centre-of-mass energy increases, continuing the trend established between SPS and RHIC energies.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 204,
                    "text": "Figure 1a",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 383,
                    "text": "[4]",
                    "end": 386
                }
            ]
        },
        {
            "section": "Strangeness enhancements",
            "text": "An alternative way to look at the strangeness enhancement, in order to factor out the general increase in multiplicity with N part from the actual increase in strange particle production is to study the hyperon-to-pion ratios Ξ/π ≡ (Ξ − + Ξ + )/(π − + π + ) and Ω/π ≡ (Ω − + Ω + )/(π − + π + ), for A-A and pp collisions. These ratios are shown in Figure 1c as a function of N part , both at LHC and RHIC energies. The relative production of strangeness in pp collisions at the LHC is larger than at RHIC energy while it is almost the same at the two energies for A-A collisions. The decrease of enhancement with increasing energy is caused by the change in pp collisions, in agreement with the hypothesis of progressive removal of canonical suppression in pp collisions with increasing energy. The hyperonto-pion ratio increases when going from pp to A-A, showing a relative enhancement of strangeness  production in A-A collisions (normalized to the pion yield) which is about half of that seen when normalizing to the mean number of participants. The enhancement rises with centrality up to about N part ∼ 150 and apparently saturates thereafter. Figure 2 shows the recently measured p-Pb hyperon-to-pion ratios as a function of the chargedparticle density, compared with results from pp and Pb-Pb collisions. The multiplicity in p-Pb collisions is intermediate between pp and Pb-Pb. An enhancement of the multi-strange baryons with multiplicity in p-Pb data is observed; it still increases with the strangeness content of the baryon, also considering the earlier 2Λ/(π − +π + ) ratios published in [8].",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 348,
                    "text": "Figure 1c",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1150,
                    "text": "Figure 2",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1602,
                    "text": "[8]",
                    "end": 1605
                }
            ]
        },
        {
            "section": "Strangeness enhancements",
            "text": "In Figure 1c the predictions for the hyperon-to-pion ratios from thermal models, based on a grand canonical approach are also shown: GSI-Heidelberg model described in [9] (full line, with a chemical freeze-out temperature parameter T = 164 MeV) and THERMUS described in [10] (dashed line, 00033-p.3",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3,
                    "text": "Figure 1c",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 167,
                    "text": "[9]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 270,
                    "text": "[10]",
                    "end": 274
                }
            ]
        },
        {
            "text": "QCD@Work 2014",
            "section_rank": 5
        },
        {
            "section": "QCD@Work 2014",
            "text": "with T = 170 MeV). Those temperatures were obtained from extrapolations of RHIC results to LHC energies. Recently, a global fit of all the hadron yields, measured by the ALICE Collaboration, has also been performed [11] with the thermal grand canonical model; the chemical equilibrium temperature parameter obtained from the simultaneous fit is lower than the one extrapolated from low energy results and lies at T = 156 MeV. The solid (GSI-Heidelberg model) and dashed (THERMUS) green lines in Figure 2 show ratios corresponding to chemical equilibrium temperatures of 156 MeV and 155 MeV, respectively. Except for the most peripheral Pb-Pb data point, the saturation limits tend to overlap with the lower end of the Pb-Pb data points error bars or lie below the measured data. In p-Pb the Ξ/π ratios exceed the thermal limits imposed by the global fits, in contrast to the Ω/π ratios which does not reach the equilibrium level as seen for the most peripheral Pb-Pb collisions.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 215,
                    "text": "[11]",
                    "end": 219
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 495,
                    "text": "Figure 2",
                    "end": 503
                }
            ]
        },
        {
            "text": "Multi-strange nuclear modification factors",
            "section_rank": 6
        },
        {
            "section": "Multi-strange nuclear modification factors",
            "text": "The nuclear modification factor (R AA ) is defined as the ratio of the p T spectra in Pb-Pb and in pp collisions scaled by the number of nucleon-nucleon collisions [12]. In Figure 3 the R AA as a function of the p T for multi-strange baryons, in the most central (0-10%) and most peripheral (60-80%) collisions, are shown and compared with lighter hadrons (π, K and p).",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 164,
                    "text": "[12]",
                    "end": 168
                },
                {
                    "type": "figure",
                    "start": 173,
                    "text": "Figure 3",
                    "end": 181
                }
            ]
        },
        {
            "section": "Multi-strange nuclear modification factors",
            "text": "The spectra have been measured in |y| < 0.5 for p T < 2 GeV/c and 3 GeV/c respectively in case of π and K, p; above these values the rapidity window |y| < 0.8 has been used. The spectra for the cascades have been all measured in |y| < 0.5. Moreover, in the most central class, the last two points of the R AA , both for the Ξ and the Ω, have been obtained extrapolating the reference pp spectra using a Lévy-Tsallis fit function.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "Multi-strange nuclear modification factors",
            "text": "In the most central class (left panel), the R AA for Ξ follows the same trend as the proton at high p T (> 6 GeV/c), where the suppression does not depend on the particle mass. At intermediate p T there are indications of mass-ordering among the baryons, that can be interpreted as consequence of the radial flow [13]. The R AA for the Ω is above unity, which might be the results of the larger contribution of the strangeness enhancement compared to Ξ. When going from the most central to the most peripheral class (right panel) the R AA values and the relative difference between the particles are reduced. As expected, also the strangeness enhancement effect for the Ω becomes weaker. ",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 313,
                    "text": "[13]",
                    "end": 317
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 7
        },
        {
            "section": "Conclusions",
            "text": "The production of the multi-strange baryons Ξ − and Ω − and their antiparticles have been measured by the ALICE Collaboration in pp, p-Pb and Pb-Pb collisions. A strangeness enhancement has been observed in the Pb-Pb collisions with characteristics similar to the ones already observed at lower energies; the decreasing trend with the increasing of the centre-of-mass energy has been confirmed. The hyperon-to-pion ratios measured in p-Pb collisions bridge the values in pp to those in Pb-Pb and reveal a dependency of the strangeness enhancement on the charged particle multiplicity. The comparison to the grand canonical thermal model expectations in Pb-Pb collisions for T = 155 MeV, gives, within a general agreement with the measurements in Pb-Pb collisions, a tension between ratios for Ξ and Ω in p-Pb collisions: while Ω/π only approaches the saturation level with increasing multiplicity, the Ξ/π values at high multiplicity are comparable to the Pb-Pb values and lie above the equilibrium limits. Finally, the R AA shows a large suppression with similar values for all the species at p T > 6 GeV/c, presence of mass ordering at intermediate p T and a clear strangeness enhancement effect especially for the Ω .",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. (a), (b) Enhancements in |y| < 0.5 as a function of the mean number of participants N part measured by ALICE and compared to SPS and RHIC data. The bars on the dotted line indicate the systematic uncertainties on the pp reference. (c) Hyperon-to-pion ratios as a function of N part , for A-A and pp collisions at LHC and RHIC energies. The lines mark the thermal model predictions from[9] (full line, T = 164 MeV) and[10] (dashed line, T = 170 MeV).",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 395,
                    "text": "[9]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 427,
                    "text": "[10]",
                    "end": 431
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 9
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. (Ξ − + Ξ + )/(π − + π + ) and (Ω − + Ω + )/(π − + π + ) ratios as a function of charged-particle pseudorapidity density in pp, p-Pb and Pb-Pb collisions measured by ALICE.",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Figure 3 . 4 EPJ",
            "section_rank": 10
        },
        {
            "section": "Figure 3 . 4 EPJ",
            "text": "Figure 3. Nuclear modification factors for Ξ and Ω, compared to the ones for π, K and p, as a function of p T in 0-10% (left) and 60-80% (right) centrality Pb-Pb collisions at √ s NN = 2.76 TeV.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "section": "Figure 3 . 4 EPJ",
            "text": "-p.5 QCD@Work 2014",
            "paragraph_rank": 19,
            "section_rank": 10
        }
    ]
}