{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present a measurement of the asymmetry ACP between same-sign inclusive dilepton samples + + and − − ( = e, µ) from semileptonic B decays in Υ (4S) → BB events, using the complete data set recorded by the BABAR experiment near the Υ (4S) resonance, corresponding to 471 million BB pairs. The asymmetry ACP allows comparison between the mixing probabilities P(B 0 → B 0 ) and P(B 0 → B 0 ), and therefore probes CP and T violation. The result, ACP = (−3.9 ± 3.5(stat.) ± 1.9(syst.)) × 10 −3 , is consistent with the Standard Model expectation.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "A neutral B meson can transform to its antiparticle through the weak interaction. A difference between the probabilities P(B 0 → B 0 ) and P(B 0 → B 0 ) is allowed by the Standard Model (SM), and is a signature of violations of both CP and T symmetries. This type of CP violation, called CP violation in mixing, was first observed in the neutral kaon system [1], but has not been observed in the neutral B system, where the SM predicts an asymmetry of the order of 10 −4 [2]. The current experimental average of CP asymmetry in mixing measured in the B 0 system alone is A CP = (+2.3 ± 2.6) × 10 −3 [3], dominated by the BABAR [4,5], DØ [6], and Belle [7] experiments. The most recent LHCb result A CP = (−0.2 ± 1.9 ± 3.0) × 10 −3 [8] had not been included in the aforementioned average. A recent measurement in a mixture of B 0 and B 0 s mesons by the DØ collaboration deviates from the SM expectation by more than three standard deviations [9]. Improving the experimental precision is crucial for understanding the source of this apparent discrepancy.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 358,
                    "text": "[1]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 471,
                    "text": "[2]",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 599,
                    "text": "[3]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 627,
                    "text": "[4,",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 630,
                    "text": "5]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 637,
                    "text": "[6]",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 652,
                    "text": "[7]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 731,
                    "text": "[8]",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 942,
                    "text": "[9]",
                    "end": 945
                }
            ]
        },
        {
            "text": "The neutral B meson system can be described by an effective Hamiltonian H = M−iΓ/2 for the two states |B 0 and |B 0 . Assuming CPT symmetry, the mass eigenstates can be written as |B L/H = p|B 0 ± q|B 0 . If |q/p| = 1, both CP and T symmetries are violated. Details of the formalism can be found in Refs. [10,11].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 305,
                    "text": "[10,",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 309,
                    "text": "11]",
                    "end": 312
                }
            ]
        },
        {
            "text": "The B 0 B 0 pair created in the Υ (4S) decay evolves coherently until one B meson decays. In this analysis, we use the charge of the lepton (electron or muon) in semileptonic B decays to identify the flavor of the B meson at the time of its decay. If the second B meson has oscillated to its antiparticle, it will produce a lepton that has the same charge as the lepton from the first B decay. The CP asymmetry A CP between P(B 0 → B 0 ) and P(B 0 → B 0 ) can be measured by the charge asymmetry of the same-sign dilepton event rate P ±± :",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This asymmetry is independent of the B decay time. We present herein an updated measurement of A CP using inclusive dilepton events collected by the BABAR detector at the PEP-II asymmetric-energy e + e − storage rings at SLAC National Accelerator Laboratory. The data set consists of 471 × 10 6 BB pairs produced at the Υ (4S) resonance peak (on-peak) and 44 fb −1 of data collected at a center-of-mass (CM) energy 40 MeV below the peak (off-peak) [12]. Monte Carlo (MC) simulated BB events equivalent to 10 times the data set based on Evt-Gen [13] and GEANT4 [14] with full detector response and event reconstruction are used to test the analysis procedure. The main changes with respect to the previous BABAR analysis [4] include doubling the data set, a higher signal selection efficiency, improved particle identification algorithms, and a time-independent approach instead of a time-dependent analysis.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 448,
                    "text": "[12]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 544,
                    "text": "[13]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 560,
                    "text": "[14]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 720,
                    "text": "[4]",
                    "end": 723
                }
            ]
        },
        {
            "text": "The BABAR detector is described in detail elsewhere [15]. Events are selected if the two highestmomentum particles in the event are consistent with the electron or muon hypotheses. All quantities are evaluated in the CM frame unless stated otherwise. The highermomentum and lower-momentum lepton candidates are labeled as 1 and 2, respectively. Four lepton combinations are allowed: 1 2 = {ee, eµ, µe, µµ}, as are four charge combinations, for a total of 16 subsamples. We assume e-µ universality, i.e., equal A CP for all 1 2 combinations. The time-integrated signal yields can be written as [16]",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 52,
                    "text": "[15]",
                    "end": 56
                }
            ]
        },
        {
            "text": "in the limit of A CP 1 and a j 1, where",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "is the average charge asymmetry of the detection efficiency for lepton j, r B is the B + /B 0 event ratio, χ 1 2 d is the effective mixing probability of neutral B mesons including efficiency corrections, and N 0 1 2 is the neutral B signal yield for the 1 2 flavor combination.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A small fraction of the background comes from e + e − → ff (γ) continuum events (f ∈ {u, d, s, c, e, µ, τ }). This contribution is subtracted using the off-peak data and the integrated luminosity ratio [12] between the onpeak and off-peak data sets. The remaining background comes from BB events, where at least one lepton candidate originates from B → X → Y cascade decays, or from a hadron misidentified as a lepton.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 202,
                    "text": "[12]",
                    "end": 206
                }
            ]
        },
        {
            "text": "Including the background, we expand Eqs. (2,3) to parameterize the total observed numbers of events as",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 41,
                    "text": "(2,",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 44,
                    "text": "3)",
                    "end": 46
                }
            ]
        },
        {
            "text": "where R ±± 1 2 and R ±∓ 1 2 are background-to-signal ratios under the condition A CP = 0, and δ 1 2 is the probability of a same-sign background event being consistent with the flavors of the neutral B pairs at the time of their decay after B 0 -B 0 mixing, i.e., + + ( − − ) for B 0 B 0 (B 0 B 0 ), minus the probability of the opposite case, i.e., + + ( − − ) for B 0 B 0 (B 0 B 0 ). The detailed derivation can be found in the supplemental material [16]. For the opposite-sign events, signal is CP symmetric. The background originating from B 0 B 0 (B 0 B 0 ) preferably contributes to + − ( − + ) because a primary lepton tends to have a higher momentum than a cascade lepton. Therefore, the background yield is also a function of A CP . However, the coefficient of A CP is less than 0.01 for the final data sample, so it is ignored in the fits.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "[16]",
                    "end": 456
                }
            ]
        },
        {
            "text": "Events with ≥ 1 lepton (single-lepton sample) are used to constrain the charge asymmetry of the detector efficiency a ≡ (a 1 + a 2 )/2. The inclusive single-lepton asymmetry a on in on-peak data can be expressed as [16]",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "where parameters α, β, and γ are functions of the following quantities: the fractions and asymmetries of the continuum background, misidentified leptons, and cascade leptons; the B 0 /B + ratio; and w casc B 0 the probability of the cascade-lepton's charge incorrectly identifying the B flavor at the time of the B decay.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We build a χ 2 fit using the 8+8+1 equations represented by Eqs. (4)-(6) to extract A CP . For the singlelepton sample, we use only electrons since the purity is much higher than that of muons.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The event selection requires ≥ 4 charged particle tracks and the normalized second-order Fox-Wolfram moment [17] ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 108,
                    "text": "[17]",
                    "end": 112
                }
            ]
        },
        {
            "text": "The polar angle θ of the electron (muon) candidate in the laboratory frame is required to satisfy −0.788 < cos θ < 0.961 (−0.755 < cos θ < 0.956).",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The lepton is rejected if, when combined with another lepton of opposite charge, the invariant mass is consistent with that of a J/ψ or a ψ(2S) meson, or the kinematics is consistent with a photon conversion. The lepton tracks must pass a set of quality requirements. For dilepton events, the invariant mass of the lepton pair must be greater than 150 MeV. The proper decay time difference ∆t of the two B mesons can be determined from the distance along the collision axis between the points of closest approach of the lepton tracks to the beam spot, and the boost factor ( 0.56) of the CM frame. We require |∆t| < 15 ps and its uncertainty σ ∆t < 3 ps.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Electrons and muons are identified by two separate multivariate algorithms that predominately use the shower shape and energy deposition in the electromagnetic calorimeter for electrons, and the track path length and cluster shape in the instrumented flux return for muons. The electron (muon) identification efficiency is approximately 93% (40%-80% depending on momentum). The probability of a hadron being identified as an electron (muon) is < 0.1% (∼ 1%).",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "To further suppress background, we use random forest multivariate classifiers [18]. Off-peak data are used to represent continuum events, and simulated events are used for signal and BB background. In the dilepton sample, we use six variables: p 1 , p 2 , thrust and sphericity [19] of the rest of the event, the opening angle θ 12 of the two tracks in the CM frame, and ∆t. Separate classifiers are trained on the same-sign and opposite-sign samples. The ee, eµ, µe, and µµ samples are also trained separately. The dilepton signal probability distributions of the classifiers are shown in Fig. 1. We select events with a probability > 0.7 to minimize the statistical uncertainty based on fits to the BB MC sample. The final on-peak data sample includes 2.5% continuum background for all dilepton samples, and 35% (8%) BB background in the same-sign (opposite-sign) sample. Approximately 0.1% (3%) of selected electrons (muons) in dilepton samples are misidentified. According to the simulation, nearly 98% of the misidentified electrons come from pions and 87% (12%) of the misidentified muons come from pions (kaons). To correct for the difference in the muon misidentification rates between data and MC samples, we study the muon identification efficiency in clean kaon and pion control samples from the process D * + → D 0 (→ K − π + )π + (and the chargeconjugate process). The ratios of the efficiencies between data and MC samples are used to scale the misidentified muon component in the MC sample. The corrections to µ + (µ − ) is 0.792 ± 0.012 (0.797 ± 0.013). Since the misidentification rate is very low for electrons, we use a much larger pion control sample from K 0 S → π + π − decays. This control sample has a lower momentum spectrum and does not cover the region of p > 2.5 GeV in the laboratory frame, which accounts for less than 8% of the misidentified leptons. The corrections to misidentified e + (e − ) is 1.00±0.10 (0.56±0.10). The quoted uncertainties are conservative estimates that result from mismatched momentum spectra and from a small fraction of kaons and protons among misidentified electrons.",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 78,
                    "text": "[18]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 278,
                    "text": "[19]",
                    "end": 282
                },
                {
                    "type": "figure",
                    "start": 590,
                    "text": "Fig. 1",
                    "end": 596
                }
            ]
        },
        {
            "text": "For the single-lepton sample, the random forest algorithm uses the number of tracks, the event thrust, R 2 , the difference between the observed energy in the event and the sum of the e + e − beam energies, the cosines of the angles between the lepton and the axes of the thrust and the sphericity of the rest of the event, and the zeroth-order and second-order polynomial moments L 0 and L 2 , where L n = p i (cos θ i ) n , p i is the momentum of a particles in the rest of the event and θ i is the angle between that particle and the single-lepton candidate. We optimize the selection requirement by minimizing the uncertainty of the charge asymmetry after the continuum component is subtracted from the on-peak data. A total of 8.5 × 10 7 single electrons are selected in the on-peak data, of which approximately 63% are from direct semileptonic B decays. Finally, the single electrons are randomly sampled so that the signal momentum spectrum matches that of the dilepton events.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Raw asymmetries of the single electrons in the on-and off-peak data are found to be a on = (4.16 ± 0.14) × 10 −3 and a off = (11.1 ± 1.4) × 10 −3 . The larger asymmetry in the off-peak data is primarily due to the radiative Bhabha background and the larger detector acceptance in the backward (positron-beam) direction. The continuum fraction f cont = (10.32±0.02)% is obtained from the ratio of the selected single electrons and the integrated luminosities in off-and on-peak data [12]. The neutral B fraction in the BB component f B 0 = (48.5 ± 0.6)% is the Υ (4S) → B 0 B 0 branching fraction [20]  The fitting procedure is tested on the BB MC sample; the result A MC CP = (−1.00 ± 1.04) × 10 −3 is consistent with the CP -symmetric simulation model. We artificially create a non-zero A CP by reweighing mixed events in the MC sample, and confirm that the fitting procedure tracks the change in the A CP without bias. The continuumsubtracted event yields are shown in Table I and are used in Eqs. (4-5) for the fit. The result of the fit to data, after correcting for the small bias (−1.0 × 10 −3 ) in the simulation, is A CP = (−3.9±3.5)×10 −3 , a e1 = (3.4±0.6)×10 −3 , a e2 = (3.0 ± 0.6) × 10 −3 , a µ1 = (−5.6 ± 1.1) × 10 −3 , and a µ2 = (−6.5 ± 1.1) × 10 −3 . The remaining free parame- ters are N 0 1 2 and χ 1 2",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 482,
                    "text": "[12]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 596,
                    "text": "[20]",
                    "end": 600
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 971,
                    "text": "Table I",
                    "end": 978
                }
            ]
        },
        {
            "text": "d",
            "section_rank": 3
        },
        {
            "section": "d",
            "text": ". The χ 2 value is 6.2 for 4 degrees of freedom. The correlations between A CP and a e1 , a e2 , a µ1 , and a µ2 are −0.41, −0.47, −0.54, and −0.51, respectively. Correlations among other parameters are negligible. Figure 2 shows the fit results for the six data-taking periods and the four flavor subsamples. The systematic uncertainties are summarized in Table II. The branching fractions in the B decay chain partially determine the background-to-signal ratio. We correct the MC samples so that important branching fractions are consistent with the world average [20]. These branching fractions correspond to inclusive B semileptonic decays, B → τ ν τ X, charm production (",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 215,
                    "text": "Figure 2",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 566,
                    "text": "[20]",
                    "end": 570
                }
            ]
        },
        {
            "section": "d",
            "text": ", and Λ − c ) from B decays, and inclusive charm semileptonic decays. The corrections vary for most decays between 0.57 and 1.32, depending on the channel. We estimate the systematic uncertainty by varying the corrections over their uncertainties, which are dominated by the errors of the world averages.",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "The systematic uncertainties due to misidentified leptons are estimated by varying the uncertainties of the corrections to e + , e − , µ + , and µ − individually, and separately for the dilepton and single-electron samples.",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "In the single-electron MC sample, the charge asymmetry of the electron in B 0 B 0 is slightly different from that in B + B − by (0.46 ± 0.18) × 10 −3 . Since we cannot separate B + B − electrons from B 0 B 0 electrons in data, the single-electron asymmetry measurement is the average of the two asymmetries, which is half the difference away from the B 0 B 0 electron charge asymmetry. The systematic uncertainty is determined by the change in A CP after shifting the asymmetry in the signal component of the single-electron sample by half the charge asymmetry difference .",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "The difference in charge asymmetry between the direct and the cascade electrons is found to be a casc e − a dir e = (−1.16 ± 0.25) × 10 −3 in the single-electron MC sample. The difference between the lower-momentum and the higher-momentum electron asymmetries is negative. This trend is consistent with the result of the fit to the dilepton data: a e2 − a e1 = (−0.4 ± 0.7) × 10 −3 . For muons, the corresponding values are a casc µ − a dir µ = (−0.47±0.28)×10 −3 and a µ2 −a µ1 = (−0.9±1.2)×10 −3 . In each case, we set the cascade lepton charge asymmetry to that of the direct lepton, and use the change in A CP as a systematic uncertainty.",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "The background-to-signal ratios R ±± 1 2 and R ±∓ 1 2 (under the condition A CP =0) in the dilepton sample are determined from the MC sample. The correction for the misidentified lepton background has been dealt with above. The real lepton portion of the ratio is in principle the same between + + and − − samples because the particle identification efficiencies cancel between the background and the signal. In the MC sample, they are consistent within 1 σ. Varying R ++ 1 2 and R −− 1 2 or R +− 1 2",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "and R −+ 1 2 simultaneously in the same direction results in negligible changes in A CP . If they are varied independently, the quadratic sum of the changes in A CP is larger. We use the latter as a systematic uncertainty.",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "The random forest output distribution in the data could be different from that in the MC sample. The selection efficiency in the MC BB dilepton events is approximately 2% larger than that in the data. We move the dilepton random forest selection for the MC sample, while keeping data the same, so that the selected MC events are reduced by up to 6%. We take the average change in A CP as a systematic uncertainty.",
            "paragraph_rank": 29,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "Several other sources of systematic uncertainties are studied and found to be negligible. These include the overall dilepton signal fraction estimate, the kinematic difference between on-peak and off-peak data due to different CM energies, the continuum component fraction, the probability w casc B 0 , the neutral-to-charged B ratio, the same-sign background dilution factors δ 1 2 , and the overall cascade event fraction.",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "section": "d",
            "text": "In conclusion, we measure the CP asymmetry A CP = (−3.9 ± 3.5 ± 1.9) × 10 −3 in B 0 -B 0 mixing using inclusive dilepton decays. This result is consistent with the SM prediction and the world average [3]. This measurement represents a significant improvement with respect to our previous result [4] (superseded by this result), and is among the most precise measurements [8,20]. A comparison of experimental results and averages is shown in Fig. 3.",
            "paragraph_rank": 31,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 200,
                    "text": "[3]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 295,
                    "text": "[4]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 371,
                    "text": "[8,",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 374,
                    "text": "20]",
                    "end": 377
                },
                {
                    "type": "figure",
                    "start": 441,
                    "text": "Fig. 3",
                    "end": 447
                }
            ]
        },
        {
            "section": "d",
            "text": "We are grateful for the excellent luminosity and machine conditions provided by our PEP-II colleagues, and for the substantial dedicated effort from the computing organizations that support BABAR. The collaborating ",
            "paragraph_rank": 32,
            "section_rank": 3
        },
        {
            "text": "3 )FIG. 1 .",
            "section_rank": 4
        },
        {
            "section": "3 )FIG. 1 .",
            "text": "FIG. 1. (Color online) Signal probability distributions from the dilepton multivariate algorithm for (a) the same-sign sample and (b) the opposite-sign sample; all lepton flavors are combined. Points are continuum-subtracted data; shaded regions from bottom to top are for signal, BB background with ≥ 1 misidentified lepton, and BB background with both real leptons. Hatched region is rejected. Data/MC ratios are shown in inset plots. Regions below 0.45 are not shown.",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "0 = 19 .",
            "section_rank": 5
        },
        {
            "section": "0 = 19 .",
            "text": "corrected for the selection efficiency. The cascade event fractions f casc B 8% and f casc B ± = 15.3% are obtained from simulation, with negligible statistical uncertainties. The fraction of the misidentified electron is 0.19%, and the asymmetry is approximately 35%. The difference between direct and cascade electron asymmetries is (−1.16 ± 0.25) × 10 −3 in MC. The probability w casc B 0in MC is found to be (73.8 ± 0.1)%. Using these numerical values, we determine the coefficients in Eq. (6): a on − α = (2.60 ± 0.20) × 10 −3 , βχ d = 0.057 ± 0.001, and γ = 0.8951 ± 0.0002.",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "3 )FIG. 2 .",
            "section_rank": 6
        },
        {
            "section": "3 )FIG. 2 .",
            "text": "FIG. 2. (Color online)ACP of the six data-taking periods (dots), the first four and the last two periods (squares), and the four flavor subsamples (rhombuses). The horizontal band is the ±1σ region of the final fit result. All error bars are statistical only.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "section": "TABLE I .",
            "text": "Continuum-subtracted number of events. ee 82 303 ± 320 426 296 ± 783 425 309 ± 782 81 586 ± 323 eµ 55 277 ± 263 384 552 ± 684 378 261 ± 660 55 878 ± 264 µe 67 399 ± 290 467 591 ± 737 475 363 ± 744 67 152 ± 290 µµ 47 384 ± 243 277 936 ± 619 278 691 ± 618 48 145 ± 247",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "TABLE II .",
            "section_rank": 8
        },
        {
            "section": "TABLE II .",
            "text": "Summary of systematic uncertainties on ACP . ( * ) µX (2014) ∆χ 2 =1 contours FIG. 3. (Color online) Measurements of CP asymmetry in neutral B mixing, including this measurement (red square), recent LHCb result [8] (teal rhombus), Refs. [4-7] (B 0 ; green triangles), Refs. [21, 22] (B 0 s ; blue dots), and Ref. [9] (B 0 , B 0 s mixture; magenta contour). The vertical band is the average of Refs. [4-7] and several other older measurements (not shown). The horizontal band is the average of Refs. [21, 22]. The average \"HFAG Spring '14\" [3] (excluding LHCb [8] and this result) is also shown (orange contour). institutions wish to thank SLAC for its support and kind hospitality. This work is supported by DOE and NSF (USA), NSERC (Canada), CEA and CNRS-IN2P3 (France), BMBF and DFG (Germany), INFN (Italy), Now at: University of Tabuk, Tabuk 71491, Saudi Arabia b Also at: Università di Perugia, Dipartimento di Fisica, I-06123 Perugia, Italy c Now at: Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, F-75252 Paris, France d Now at: University of Huddersfield, Huddersfield HD1 3DH, UK e Deceased f Now at: University of South Alabama, Mobile, Alabama 36688, USA g Also at: Università di Sassari, I-07100 Sassari, Italy h Also at: INFN Sezione di Roma, I-00185 Roma, Italy i Now at: Universidad Técnica Federico Santa Maria, 2390123 Valparaiso, Chile",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "section": "TABLE II .",
            "text": "FOM (The Netherlands), NFR (Norway), MES (Russia), MINECO (Spain), STFC (United Kingdom), BSF (USA-Israel). Individuals have received support from the Marie Curie EIF (European Union) and the A. P. Sloan Foundation (USA).a",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "section": "TABLE II .",
            "text": "Laboratoire d'Annecy-le-Vieux de Physique des Particules (LAPP),",
            "paragraph_rank": 39,
            "section_rank": 8
        }
    ]
}