{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "We search for the decay B 0 s → γγ and measure the branching fraction for B 0 s → φγ using 121.4 fb −1 of data collected at the Υ(5S) resonance with the Belle detector at the KEKB asymmetricenergy e + e − collider. The B 0 s → φγ branching fraction is measured to be (3.6 ± 0.5(stat.) ± 0.3(syst.) ± 0.6(fs)) × 10 −5 , where fs is the fraction of B in bb events. Our result is in good agreement with the theoretical predictions as well as with a recent measurement from LHCb. We observe no statistically significant signal for the decay B 0 s → γγ and set a 90% confidence-level upper limit on its branching fraction at 3.1 × 10 −6 . This constitutes a significant improvement over the previous result.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 13.20.He, 14.40.Nd In the Standard Model (SM), the exclusive decays B 0 s → γγ and B 0 s → φγ are explained by the radiative transitions b → sγγ and b → sγ, respectively. The leading-order Feynman diagrams for these processes are shown in Fig. 1. Within the SM framework, the branching fraction (BF) for B 0 s → φγ is expected to be about 4 × 10 −5 with 30% uncertainty [1,2]. First observation of this decay was made by the Belle Collaboration using 23.6 fb −1 of data collected at the Υ(5S) resonance and its BF was measured to be (5.7 +2.2 −1.9 ) × 10 −5 [3]. The latest tabulated world-average value is (3.6 ± 0.4) × 10 −5 [4]. These experimental results are in good agreement with the theoretical expectations. Furthermore, the good agreement between theory and experimental results on exclusive decays mediated by b → sγ transitions [1,2,5,6] as well as on inclusive B → X s γ rates [6][7][8] rules out large contributions to B 0 s → φγ from physics beyond the SM. However, potential contributions from new physics could remain hidden within the large uncertainties in the SM predictions [9,10]. The decay B 0 s → γγ has not been observed yet. Currently, the upper limit on its BF is 8.7 × 10 −6 at 90% confidence level (CL) [3]. This is almost an order of magnitude larger than the range covered by published theoretical calcula-tions [11][12][13]. The B 0 s → γγ BF is also constrained by the B → X s γ results in the R-parity conserving SUSY scenario [9]. However, in the R-parity violating (RPV) case, the possible contribution from λ-irreducible diagrams [14] (which have a negligible impact on the b → sγ amplitude at one loop) may enhance its BF by more than an order of magnitude [9]. The results presented in this paper are based on 121.4 fb −1 of data collected at the Υ(5S) resonance with the Belle detector [15,16] at the KEKB [17] asymmetricenergy e + e − collider at KEK in Japan. The Belle detector consists of a 4-layer silicon vertex detector (SVD), a central drift chamber (CDC), aerogel Cherenkov counters (ACC), time-of-flight counters (TOF) and an electromagnetic calorimeter (ECL). These detector components are located inside a solenoid with a magnetic field of 1.5 T whose flux-return yoke is instrumented to detect K 0 L mesons and muons. The bb production cross section at the Υ(5S) center of mass (CM) energy is measured to be σ Υ(5S) bb = (0.340 ± 0.016) nb [18], while the fraction of B s → φγ decays are generated using EvtGen [19]; the response of the detector is simulated using GEANT3 [20], with beam-related backgrounds from data added to the simulated samples. Charged tracks are required to originate from the interaction point (IP) by satisfying the criteria dr < 0.5 cm and |dz | < 3 cm, where |dz | and dr are the distances of closest approach to the IP along the z axis (collinear with the positron beam) and in the transverse r-φ plane, respectively. Kaons are identified with an efficiency of about 85% by requiring L K /(L K +L π ) > 0.6, where L K and L π are the likelihoods of the track being due to a kaon and pion, respectively, obtained using information from ACC, CDC and TOF. Tracks failing this requirement are assumed to be pions. To be reconstructed as a φ meson candidate, a pair of oppositely charged kaons must have an invariant mass within ±12 MeV/c 2 (± 2.5 σ) of the nominal φ mass. Similarly, the K * 0 candidates in the B 0 → K * (892) 0 γ control sample are reconstructed with oppositely charged kaon and pion candidates by",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 24,
                    "text": "14.40.Nd",
                    "end": 32
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 253,
                    "text": "Fig. 1",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 384,
                    "text": "[1,",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 387,
                    "text": "2]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 572,
                    "text": "[3]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 641,
                    "text": "[4]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 853,
                    "text": "[1,",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 856,
                    "text": "2,",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 858,
                    "text": "5,",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 860,
                    "text": "6]",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 903,
                    "text": "[6]",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 906,
                    "text": "[7]",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 909,
                    "text": "[8]",
                    "end": 912
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1108,
                    "text": "[9,",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1111,
                    "text": "10]",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1245,
                    "text": "[3]",
                    "end": 1248
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1356,
                    "text": "[11]",
                    "end": 1360
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1360,
                    "text": "[12]",
                    "end": 1364
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1364,
                    "text": "[13]",
                    "end": 1368
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1474,
                    "text": "[9]",
                    "end": 1477
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1580,
                    "text": "[14]",
                    "end": 1584
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1708,
                    "text": "[9]",
                    "end": 1711
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1839,
                    "text": "[15,",
                    "end": 1843
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1843,
                    "text": "16]",
                    "end": 1846
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1859,
                    "text": "[17]",
                    "end": 1863
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2406,
                    "text": "[18]",
                    "end": 2410
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2477,
                    "text": "[19]",
                    "end": 2481
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2538,
                    "text": "[20]",
                    "end": 2542
                }
            ]
        },
        {
            "text": "where M Kπ and m K * 0 are the invariant mass of the kaonpion pair and the nominal K * 0 mass, respectively. Photons are reconstructed by identifying energy deposits in the ECL not matched to any charged track and are required to have a minimum energy of 100 MeV. To reject merged π 0 mesons and other neutral hadrons, the ratio of the energy deposited by a photon candidate in the (3 × 3) and (5 × 5) ECL crystal array centered on the crystal with the highest energy deposition is required to exceed 0.95. In the B s → γγ analysis, to reduce the effect of beam-related backgrounds, we use photons only from the barrel region (33 • < θ < 128 • , θ being the labframe polar angle). Daughter photons from π 0 and η decays contribute to backgrounds for both B 0 s → φγ and B 0 s → γγ. These are suppressed by applying a likelihood requirement based on the energies and polar angles of the photons and the diphoton invariant mass, calculated by combining the candidate photon with each other photon in the event. In addition, the timing characteristics of the energy clusters used for photon reconstruction are required to be consistent with the beam collision time that is determined at the trigger level for the candidate event. To be considered as a B 0 s → γγ (B 0 s → φγ) candidate, a pair of photons (a φ meson and a photon) needs to satisfy the requirements on the beam-energy constrained mass M bc and energy difference ∆E. These are defined as The dominant source of background for both decay modes is the production of light quark-antiquark pairs (q = u, d, s, c) in the e + e − annihilation, identified hereinafter as continuum. Since the quarks carry significant momenta, continuum events are jet-like and are therefore topologically different from isotropic B",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "events, where B s mesons carry much smaller momenta.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "To suppress this background, event shape variables such as the modified Fox-Wolfram moments [21] and the absolute value of the cosine of the angle between the thrust axis of the decay products of the B s candidate and the rest of the event are used as inputs to a Neural Network (NN) [22]. The NN output (C NB ) is designed to peak at 1 for signal-like events and at −1 for background-like events. The NN output is also included in the unbinned maximum likelihood fit to extract the B 0 s → φγ signal yield. As C NB peaks sharply at 1 and −1, it is very difficult to model it with a simple analytic function. Therefore, to improve the modeling, after rejecting the events with C NB < C NBmin , a modified NN output is calculated as",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 92,
                    "text": "[21]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 284,
                    "text": "[22]",
                    "end": 288
                }
            ]
        },
        {
            "text": "where C NBmin =−0.6 and C NBmax ∼ 1 are the lower and upper limits of C NB for the events used in the fit. For B 0 s → γγ, an optimized criterion of C NB > 0.77 is applied and this variable is excluded from the fit since considerable correlations are observed between C NB with each of the variables M bc and ∆E.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "We perform a four-dimensional (two-dimensional) unbinned extended maximum likelihood fit comprising M bc , ∆E, cos θ hel and C ′ NB (M bc and ∆E) to extract the B 0 s → φγ (B 0 s → γγ) signal yields. The φ helicity angle (θ hel ) is the angle between the B 0 s momentum and that of one of the φ daughters in the φ rest frame. The total fit probability distribution function (PDF) consists of two components: signal and qq background. The signal component is further composed of signal coming from B * sB * s , B * sBs and B sBs decays, the relative fractions being fixed to the values measured in Ref. [18]. Backgrounds arising from B s and non-B s decays are combined with the qq continuum as they have a small contribution and do not peak in the signal region. MC samples are used to parameterize the signal and background PDFs. The PDF for each component is represented by the product of one-dimensional functions since the correlations among the variables are negligible. The M bc , ∆E, cos θ hel and C ′ NB shapes of the B 0 s → φγ signal are modeled with the sum of a Crystal Ball (CB) [23] and Gaussian function with a common mean, a CB function, a sin 2 θ hel distribution and the sum of two Gaussian functions, respectively. The background PDFs are described by an ARGUS function [24] for M bc with its endpoint fixed to 5.434 GeV/c 2 , a first-order Chebychev polynomial for ∆E, a parabola for cos θ hel and a Gaussian function for C ′ NB . For the B 0 s → γγ mode, the signal M bc distributions are parameterized with a combination of CB and Gaussian functions with a common mean and the signal ∆E distributions are modeled with CB functions. The background is described by an ARGUS function for M bc and a firstorder Chebychev polynomial for ∆E. For both analyses, the signal parameters are determined from MC except for the means and widths of the M bc and ∆E distributions describing the B * sB * s contribution. The widths of M bc and ∆E are calibrated using correction factors obtained from the B 0 → K * (892) 0 γ control sample. As a cross-check, the branching fraction of this mode is measured and found to be in good agreement with the world average [6]. The M bc mean is similarly adjusted using information from the B s → D s π analysis [18]. The ∆E mean of the B * sB * s component is allowed to float in the B 0 s → φγ analysis. For the B 0 s → γγ mode, we fix the ∆E mean to the signal MC value, as the correction to the ∆E mean, obtained from the B 0 s → φγ analysis, is found to be within the statistical error. The uncertainty associated with this procedure is included as a systematic uncertainty for this mode. All background parameters apart from the ARGUS endpoint are allowed to float. In total, we have nine free parameters for the B 0 s → φγ fit which are the signal and background yields, ∆E mean of the B * sB * s component and the background shape parameters. Similarly, for the B 0 s → γγ fit we have four free parameters which are the signal and background yields and the background shape parameters.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 602,
                    "text": "[18]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1092,
                    "text": "[23]",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1289,
                    "text": "[24]",
                    "end": 1293
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2170,
                    "text": "[6]",
                    "end": 2173
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2259,
                    "text": "[18]",
                    "end": 2263
                }
            ]
        },
        {
            "text": "In all three signal regions, we observe 91 +14 −13 B 0 s → φγ signal events with a significance of 10.7 σ, that includes the systematic uncertainties. The signal significance is evaluated as −2 ln(L 0 /L max ), where L 0 and L max are the likelihood values when the signal yield is constrained to 0 and when it is optimized, respectively. Systematic uncertainties are included by convolving the likelihood curve with a Gaussian function of width equal to the additive systematics.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The branching fraction for B 0 s → φγ is determined with the relation",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "where",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "is the bb production cross-section, L int is the integrated luminosity at the Υ(5S) energy and ǫ is the signal selection efficiency. We measure the B 0 s → φγ BF to be (3.6 ± 0.5 ± 0.3 ± 0.6) × 10 −5 , where the first uncertainty is statistical, the second is systematic and the third is due to the uncertainty in f s . No statistically significant signal is observed for the decay B 0 s → γγ and we measure the single-event sensitivity to be 0.5 × 10 −6 . We use a Bayesian approach and integrate the likelihood curve from 0 to 90% of the total integral under the curve to obtain a 90% CL upper limit of 3.1 × 10 −6 on the B 0 s → γγ branching fraction. The results are summarised in Table I, while the fit results projected onto the signal regions are shown in Figs. 2 and 3. B(10 −6 ) 36 ± 5(stat.) ± 3(syst.) ± 6(fs) < 3.1 (90% CL)",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 763,
                    "text": "Figs. 2 and 3",
                    "end": 776
                }
            ]
        },
        {
            "text": "The systematic uncertainties summarized in Table II are associated with the photon reconstruction efficiency, kaon identification efficiency, tracking efficiency, the requirement on C NB that is estimated by comparing the efficiencies in data and MC simulations with the B 0 → K * (892) 0 γ control sample, limited MC statistics, integrated luminosity, σ Υ(5S) bb , f s , PDF parameterization and fit bias. The uncertainty due to PDF parameterization is estimated by the variation in the signal yield when varying each fixed parameter by ±1σ. To investigate the extent of a bias in the fit, pseudo-experiments are generated using the same PDFs as in the final fit but with the signal and background yields fixed to the expected values. Events generated from the pseudoexperiments are then fitted to obtain the yield and residual distributions. The observed biases of −0.28 ± 0.08 and −0.10 ± 0.07 for B 0 s → φγ and B 0 s → γγ are corrected and their uncertainties are assigned as systematic uncertainties. The uncertainties due to kaon identification and tracking efficiency are 1.3% and 0.3%, measured using control samples of  in the B 0 s → φγ analysis, which is taken from [4]. To conclude, we have used the entire Belle Υ(5S) dataset to measure B(B 0 s → φγ) = (3.6 ± 0.5(stat.) ± 0.3(syst.) ± 0.6(f s )) × 10 −5 . This improved measurement supersedes our earlier result [3] and is consistent with the-oretical predictions [1,2] and a recent LHCb result [25]. We search for the decay B 0 s → γγ, where we observe no statistically significant signal, and set the 90% CL upper limit on its BF at 3.1 × 10 −6 . This result is an improvement by a factor of about three over the previous published result, consistent with the expected sensitivity for our data sample. This result rules out large contributions to the B 0 s → γγ branching fraction from RPV SUSY. It also indicates that the decay B 0 s → γγ could be observed at the upcoming Belle II experiment with a dedicated run at the Υ(5S) resonance.",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 43,
                    "text": "Table II",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1178,
                    "text": "[4]",
                    "end": 1181
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1377,
                    "text": "[3]",
                    "end": 1380
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1429,
                    "text": "[1,",
                    "end": 1432
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1432,
                    "text": "2]",
                    "end": 1434
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1460,
                    "text": "[25]",
                    "end": 1464
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: Leading-order Feynman diagrams for the decays (a) B 0 s → φγ and (b) B 0 s → γγ.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "2 (FIG. 2 :",
            "section_rank": 3
        },
        {
            "section": "2 (FIG. 2 :",
            "text": "FIG. 2: Data fits for the B 0 s → φγ analysis. The projections are shown only for events inside the B * sB * s signal region except for the plotted variable. The B * sB * s signal region is defined as M bc > 5.4 GeV/c 2 , −0.2 < ∆E < 0.02 GeV, | cos θ hel | < 0.8 and 0.0 < C ′ NB < 10.0. The points with error bars represent the data, the solid black curve represents the total fit function and the red dashed (blue dotted) curve represents the signal (continuum background) contribution.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "12 FIG. 3 :",
            "section_rank": 4
        },
        {
            "section": "12 FIG. 3 :",
            "text": "FIG. 3: Data fits for the B 0 s → γγ analysis. The projections are shown only for events inside the B * sB * s signal region except for the plotted variable. The B * sB * s signal region is defined as M bc > 5.4 GeV/c 2 and −0.3 < ∆E < 0.05 GeV. The points with error bars represent the data, the solid black curve represents the total fit function, the dotted red curve represents the fit with the signal yield constrained to its 90% CL upper limit.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "where E CM beam is the beam energy, and p CM meson candidate, with all variables evaluated at the CM frame. Signal candidates are required to satisfy M bc > 5.3 GeV/c 2 for each mode, −0.4 GeV < ∆E < 0.1 GeV for the B 0 s → φγ mode and −0.7 GeV < ∆E < 0.2 GeV for the B 0 s → γγ mode. No events with multiple B 0 s candidates are found in the signal MC sample, while the rate of multiple B 0 s candidates in data is far below 1% for each analysis. Multiple candidates are removed by selecting the one with the more energetic photons.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "section": "TABLE I :",
            "text": "Results of the B 0 s → φγ and B 0 s → γγ analyses. The uncertainty in the efficiency calculation is due to the limited MC statistics.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "TABLE II :",
            "section_rank": 7
        },
        {
            "section": "TABLE II :",
            "text": "Summary of systematic uncertainties.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "TABLE II :",
            "text": "We thank the KEKB group for excellent operation of the accelerator; the KEK cryogenics group for efficient solenoid operations; and the KEK computer group, the NII, and PNNL/EMSL for valuable computing and SINET4 network support. We acknowledge support from MEXT, JSPS and Nagoya's TLPRC (Japan); ARC and DIISR (Australia); FWF (Austria); NSFC (China); MSMT (Czechia); CZF, DFG, and VS (Germany); DST (India); INFN (Italy); MEST, NRF, GSDC of KISTI, and WCU (Korea); MNiSW and NCN (Poland); MES and RFAAE (Russia); ARRS (Slovenia); IKERBASQUE and UPV/EHU (Spain); SNSF (Switzerland); NSC and MOE (Taiwan); and DOE and NSF (USA).",
            "paragraph_rank": 19,
            "section_rank": 9
        }
    ]
}