{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for long-lived massive neutral particles decaying to quark-antiquark pairs. The experimental signature is a distinctive topology of a pair of jets, originating at a secondary vertex. Events were collected with the CMS detector at the CERN LHC in proton-proton collisions at a center-of-mass energy of 8 TeV. The data analyzed correspond to an integrated luminosity of 18.5 fb −1 . No significant excess is observed above standard model expectations. Upper limits at 95% confidence level are set on the production cross section of a heavy neutral scalar particle, H, in the mass range of 200 to 1000 GeV, decaying promptly into a pair of long-lived neutral X particles in the mass range of 50 to 350 GeV, each in turn decaying into a quark-antiquark pair. For X with mean proper decay lengths of 0.4 to 200 cm, the upper limits are typically 0.5-200 fb. The results are also interpreted in the context of an R-parity-violating supersymmetric model with long-lived neutralinos decaying into a quark-antiquark pair and a muon. For pair production of squarks that promptly decay to neutralinos with mean proper decay lengths of 2-40 cm, the upper limits on the cross section are typically 0.5-3 fb. The above limits are the most stringent on these channels to date.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This paper presents a search for massive, long-lived exotic particles, decaying into quark-antiquark pairs (qq), using data collected with the CMS detector at the CERN LHC. Quarks fragment and hadronize into jets of particles. We therefore search for events containing a pair of jets originating from a common secondary vertex that lies within the volume of the CMS tracker and is significantly displaced from the colliding beams. This topological signature has the potential to provide clear evidence for physics beyond the standard model (SM).",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A number of theories of new physics beyond the standard model predict the existence of massive, long-lived particles, which could manifest themselves through nonprompt decays to jets. Such scenarios arise, for example, in various supersymmetric (SUSY) models, such as \"split SUSY\" [1] or SUSY with very weak R-parity violation [2]. Similar signatures also occur in \"hidden valley\" models [3] and Z 0 models with long-lived neutrinos [4].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 281,
                    "text": "[1]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 327,
                    "text": "[2]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 388,
                    "text": "[3]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 433,
                    "text": "[4]",
                    "end": 436
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We present search results in the context of two specific models, so as to give a quantitative indication of the typical sensitivity. In the first model, a long-lived, scalar, neutral exotic particle, X, decays to qq. It is pair-produced in the decay of a non-SM Higgs boson (i.e. H → 2X, X → qq [5]), where the H boson is produced through gluon-gluon fusion. In the second model, the long-lived particle is a neutralinoχ 0 1 , which decays into two quarks and a muon through an R-parity violating coupling. The neutralinos are produced in events containing a pair of squarks, where an squark can decay via the processq → qχ 0 1 → qq 0q00 μ [2]. Both models predict up to two displaced dijet vertices per event within the volume of the CMS tracker. The event selection is optimized for best sensitivity to the H model. The same event selection is then applied to the neutralino model to yield an additional interpretation of the search result.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 295,
                    "text": "[5]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "start": 421,
                    "text": "0",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 640,
                    "text": "[2]",
                    "end": 643
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The CDF and D0 collaborations have performed searches for metastable particles decaying to b-quark jets using data collected at the Fermilab Tevatron at ffiffi ffi s p ¼",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "1.96 TeV [6,7]. The ATLAS collaboration interpreted a search for displaced dijets, sensitive to decay lengths of 1-20 m, in terms of limits on the H model [8]. ATLAS also used results of a similar search, one with a much smaller data set than the one considered in this paper, to place limits on the neutralino model [9]. Previous searches by the CMS collaboration for long-lived particles utilized high-ionization signals, large time-of-flight measurements, nonpointing photons or leptons, and decays inside the CMS hadron calorimeter [10][11][12][13].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 9,
                    "text": "[6,",
                    "end": 12
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 12,
                    "text": "7]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 155,
                    "text": "[8]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 317,
                    "text": "[9]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 536,
                    "text": "[10]",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 540,
                    "text": "[11]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 544,
                    "text": "[12]",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 548,
                    "text": "[13]",
                    "end": 552
                }
            ]
        },
        {
            "text": "II. CMS DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. CMS DETECTOR",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the superconducting solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in [14].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 738,
                    "text": "[14]",
                    "end": 742
                }
            ]
        },
        {
            "section": "II. CMS DETECTOR",
            "text": "The tracker plays an essential role in the reconstruction of displaced vertices. It comprises a large silicon strip tracker surrounding several layers of silicon pixel detectors. In the central region in pseudorapidity (η), the pixel tracker consists of three coaxial barrel layers at radii between 4.4 and 10.2 cm and the strip tracker consists of ten coaxial barrel layers extending outwards to a radius of 110 cm. Both detectors are completed by endcaps at either end of the barrel. Each endcap consists of two disks in the pixel tracker, and three small and nine large disks in the strip tracker. Together they extend the acceptance of the tracker up to jηj < 2.5. The pixel tracker provides threedimensional hit position measurements. The strip tracker layers measure hit position in rϕ in the barrel, or zϕ in the endcaps. A subset of strip tracker layers carry a second strip detector module, mounted back to back to the first module and rotated by a stereo angle of 100 mrad, which provides a measurement of the third coordinate (z in the barrel, r in the endcaps). The initial track candidates (track seeds) are formed using only those layers that provide threedimensional hit positions (pixel layers or strip layers with a stereo module). The outermost stereo layer in the barrel region is located at a radius of 50 cm. The track reconstruction algorithm can therefore reconstruct displaced tracks from particles decaying up to radii of ∼50 cm from the beam line. The performance of the track reconstruction algorithms has been studied in simulation and with data [15].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1574,
                    "text": "[15]",
                    "end": 1578
                }
            ]
        },
        {
            "section": "II. CMS DETECTOR",
            "text": "The global event reconstruction [16,17] is designed to reconstruct and identify each particle in the event using an optimized combination of all subdetector information. For each event, hadronic jets are clustered from these reconstructed particles with the infrared-and collinear-safe antik T algorithm [18] with a distance parameter R of 0.5. The jet momentum, determined as the vectorial sum of all particle momenta in the jet, is adjusted with corrections derived from Monte Carlo (MC) simulations, test beam results, and proton-proton collision data [19]. The corrections also account for the presence of multiple collisions in the same or the adjacent bunch crossing (pileup interactions) [20].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 32,
                    "text": "[16,",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 36,
                    "text": "17]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 304,
                    "text": "[18]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 555,
                    "text": "[19]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 695,
                    "text": "[20]",
                    "end": 699
                }
            ]
        },
        {
            "text": "III. ONLINE DATA SELECTION",
            "section_rank": 4
        },
        {
            "section": "III. ONLINE DATA SELECTION",
            "text": "For this analysis, we use a sample of pp collision data at a center-of-mass energy of 8 TeV corresponding to an integrated luminosity of 18.5 AE 0.5 fb −1 [21]. The data were collected with a dedicated displaced-jet trigger. At the trigger level, hadronic jets are reconstructed using only the energy deposits in the calorimeter towers. As a first step, H T , defined as the scalar sum of the transverse energy of all jets that have transverse momentum p T > 40 GeV and jηj < 3, is required to be above 300 GeV. Then primary vertices are reconstructed, using tracks reconstructed solely with the pixel detector, and the vertex with the highest squared p T sum of its associated tracks is chosen as the primary event vertex. Jets are considered if they have p T > 60 GeV and jηj < 2. To associate tracks to jets, the full tracking algorithm is applied to tracker hits in a cone of size ΔR < 0.5 around each jet direction, with ΔR ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi ðΔηÞ 2 þ ðΔϕÞ 2 p . The selection on the jet pseudorapidity ensures that all tracks fall within the tracker acceptance jηj < 2.5. For each reconstructed track, an impact parameter is computed by measuring the shortest distance between the extrapolated trajectory and the primary vertex. In order to accept an event at the trigger level, we demand that at least two of the selected jets pass the following criteria:",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 155,
                    "text": "[21]",
                    "end": 159
                }
            ]
        },
        {
            "section": "III. ONLINE DATA SELECTION",
            "text": "(i) the jet has no more than two associated tracks with three-dimensional impact parameters smaller than 300 μm; (ii) no more than 15% of the jet's total energy is carried by associated tracks with transverse impact parameters smaller than 500 μm.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "IV. MONTE CARLO SIMULATION SAMPLES",
            "section_rank": 5
        },
        {
            "section": "IV. MONTE CARLO SIMULATION SAMPLES",
            "text": "Signal MC samples are generated at leading order with PYTHIA 6.426 [22], using the CTEQ6L1 parton distribution functions [23]. We simulate H production through gluon fusion (gg → H). Subsequently, the H is forced to decay to two long-lived, spin 0 exotic particles (H → 2X), each decaying into a quark-antiquark pair (X → qq) of any flavor except tt with equal probability. Samples with different combinations of H masses (m H ¼ 200, 400, 1000 GeV) and X boson masses (m X ¼ 50, 150, 350 GeV) are generated. The lifetimes of X bosons are chosen to give a mean transverse decay length of approximately 3, 30, and 300 cm in the laboratory frame. For the neutralino model, we simulate squark pair production, assuming that all squark flavors have the same mass, and the subsequent squarks decay toχ 0 1 . We use several combinations of squark and neutralino masses: ðmq; m~χ0 1 Þ ¼ ð350; 150Þ, (700,150), (700,500), (1000,150), (1000,500), (1500,150), and (1500,500) GeV. The R-parity violating coupling λ 0 211 [2] is set to a nonzero value and enables the decay of theχ 0 1 into a muon, an up quark, and a down quark. The values of λ 0 211 are chosen to give a mean transverse decay length of approximately 20 cm.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 67,
                    "text": "[22]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 121,
                    "text": "[23]",
                    "end": 125
                }
            ]
        },
        {
            "section": "IV. MONTE CARLO SIMULATION SAMPLES",
            "text": "Background MC samples, produced with the same generator and parton distribution functions as the signal samples, comprise 35 million QCD multijet events with p T between 80 and 800 GeV. In this analysis, the background level is estimated from data and the simulated background samples are only used to find appropriate background discrimination variables.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "IV. MONTE CARLO SIMULATION SAMPLES",
            "text": "For all samples, the response of the CMS detector is simulated in detail using GEANT4.9.4 [24]. The samples are then processed through the trigger emulation and event reconstruction chain of the CMS experiment. In addition, simulated minimum bias events are overlaid with the primary collision to model the pileup distribution from data. For the data used in this analysis, the average number of pileup interactions was 21 per bunch crossing.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 90,
                    "text": "[24]",
                    "end": 94
                }
            ]
        },
        {
            "text": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "section_rank": 6
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "The offline primary vertex selection is analogous to the procedure employed in the trigger (Sec. III), except that the vertices used are obtained from fully reconstructed tracks. The primary vertex is required to have at least four associated tracks and to be displaced from the center of the detector by no more than 2 cm in the transverse plane and no more than 24 cm in z. Using offline reconstructed jets, a requirement of H T > 325 GeV is applied, after which the corresponding trigger filter is > 90% efficient. Furthermore, events produced by known instrumental effects are rejected.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "The selection of jet candidates from secondary displaced vertices begins by searching for at least two jets with p T > 60 GeV and jηj < 2, similar to the trigger jet selection. Tracks with p T > 1 GeV are associated with jets by requiring their momentum vectors (determined at the point of closest approach to the beam line) to have ΔR < 0.5 relative to the jet momentum vector. Tracks may be associated with more than one jet. The set of associated tracks is divided into \"prompt\" tracks, defined as those with transverse impact parameter value less than 500 μm, and \"displaced\" tracks, with higher transverse impact parameter. This requirement imposed for the displaced tracks is large enough to exclude most b-hadron decay products.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "The long-lived particle candidates are formed from all possible pairs of jets. The jets in the event are reconstructed with the anti-k T algorithm with a distance parameter of 0.5. Therefore, if ΔR between the quarks from the qq system is below 0.5, they will not be reconstructed as two distinct jets.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "The two sets of displaced tracks, corresponding to the two jets, are merged and fitted to a common secondary vertex using an adaptive vertex fitter [25]. The vertex fitting procedure down-weights tracks that seem inconsistent with the fitted vertex position, based on their χ 2 contribution to the vertex. To include a track in the vertex, its weight is required to be at least 50%. This procedure reduces the bias caused by tracks incorrectly assigned to the vertex, e.g. tracks originating from pileup interactions. The secondary vertex fit is required to have a χ 2 per degree of freedom less than 5. The distance in the transverse plane between the secondary and the primary vertices, L xy , must be at least eight times larger than its uncertainty. We require that the secondary vertex includes at least one track from each of the two jets. This requirement greatly reduces the background contribution from vertices due to nuclear interaction in the tracker material. The nuclear interaction vertices are characterized by low invariant mass of the outgoing tracks, making it unlikely that the outgoing tracks are associated with two distinct jets. The invariant mass formed from all tracks associated with the vertex, assuming the pion mass for each track, must be larger than 4 GeVand the magnitude of the vector p T sum of all tracks must be larger than 8 GeV. Vertices can be misreconstructed when displaced tracks originating from different physical vertices accidentally cross. To suppress such vertices, for each of the vertex tracks we count the number of missing tracker measurements along the trajectory starting from the secondary vertex position until the first measurement is found. We require that the number of missing measurements per track, averaged over all the tracks associated with the displaced vertex, is less than 2.",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 148,
                    "text": "[25]",
                    "end": 152
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "If a long-lived neutral particle decays into a dijet at a displaced location, the trajectories of all tracks associated with the dijet should cross the line drawn from the primary vertex in the direction of the dijet momentum vector at the secondary vertex. The quantity L track",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "xy , illustrated in Fig. 1, is defined as the distance in the transverse plane between the primary vertex and the track trajectory, measured along the dijet momentum direction. We use a clustering procedure to test whether the distribution of L track",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 20,
                    "text": "Fig. 1",
                    "end": 26
                }
            ]
        },
        {
            "section": "V. EVENT RECONSTRUCTION AND PRESELECTION",
            "text": "xy is consistent with a",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "FIG. (color online). Diagram showing the calculation of the distance L track",
            "section_rank": 7
        },
        {
            "section": "FIG. (color online). Diagram showing the calculation of the distance L track",
            "text": "xy . In the transverse plane, L track xy is the distance along the dijet momentum vector from the primary vertex (PV) to the point at which the track trajectory is crossed. displaced dijet hypothesis. Clusters of maximum track multiplicity are obtained, using a hierarchical clustering algorithm [26], with a size parameter which is set to 15% of the distance L xy . When multiple clusters are reconstructed, we select the one whose mean L track",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 296,
                    "text": "[26]",
                    "end": 300
                }
            ]
        },
        {
            "section": "FIG. (color online). Diagram showing the calculation of the distance L track",
            "text": "xy is closest to the value of L xy . For each dijet candidate, a reconstructed cluster with at least two tracks is required. The candidate preselection, described above, may result in multiple dijet candidates per event. The fraction of data events with more than one candidate passing the preselection criteria is below 0.1%. Nevertheless, for further event selection, we select the best dijet candidate in each event, defined as the one with the highest track multiplicity for the secondary vertex.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "The results are based on events for which the dijet candidate passing the preselection criteria (Sec. V) also passes three additional selection criteria. For this purpose, the correlation factors between the discriminating variables of the simulated background candidates have been studied, until a set of three nearly independent criteria has been found. ",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "Data / SM ",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "Data / SM  ",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "Data / SM . Dijet variables employed in the likelihood discriminant for simulated signal, simulated SM QCD background, and candidates in data, after the preselection. Data and simulated events are selected using a trigger that requires H T > 300 GeV. The simulated signal and SM background distributions are scaled to an integrated luminosity of 17 pb −1 . For purposes of illustration, the signal process H → 2X → 2qq is assigned a 10 μb cross section for each mass pair. The differences between the mass pairs arise mainly from differences in the kinematic acceptance. Error bars and bands shown for the data, simulated SM background, and data/SM background ratio distributions, correspond to statistical uncertainties. The data/SM ratio histograms are shown with neighboring bins merged, until the relative statistical uncertainty is less than 25%. The last bin in each histogram is an overflow bin.",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "The first two selection criteria consist of simultaneous requirements on the number of prompt tracks and on the jet energy fraction of the prompt tracks, applied independently for each jet in the displaced dijet pair. The third criterion is a likelihood discriminant, formed from the following four variables:",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "(i) secondary vertex track multiplicity; (ii) cluster track multiplicity; (iii) cluster root mean square (RMS)-the relative RMS of L track",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "xy with respect to the value of L xy for the secondary vertex, for the displaced tracks associated with the cluster; (iv) fraction of the secondary vertex tracks having a positive value of the signed impact parameter (SIP). SIP is defined as a scalar product between the vector pointing from the primary vertex to the point of closest approach of the trajectory to the beam line (impact parameter vector) and the dijet momentum vector. The likelihood ratio p for an X boson candidate is defined by",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "with",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "where p SðBÞ;i is the signal (background) probability density function for the ith input variable. The probability density functions p SðBÞ;i are obtained using normalized signal and background MC distributions of dijet candidates passing the preselection. Because of the limited number of events in the background MC samples, we select the MC events with a looser trigger than the signal trigger, only requiring H T > 300 GeV with no additional requirement of a displaced dijet candidate. The same loose trigger was in operation during data collection. However, only a fraction of the events passing the trigger was recorded, so that the effective integrated luminosity for this data sample amounts to 17 pb −1 . Figure 2 presents the distributions of all four variables entering the likelihood discriminant for data, SM background MC simulation, and signal MC samples. The signal model distributions are found to have little dependence on the input masses and lifetimes, and therefore all the signal samples are merged in creating the p S;i functions. The three selection criteria (number of prompt tracks and prompt track energy fraction of jet 1, number of prompt tracks and prompt track energy fraction of jet 2, and vertex/ cluster discriminant) classify the events into eight regions. As listed in Table I, the events in the A region fail all three criteria, events in the B, C, D regions fail two of them and pass one, events in the E, F, G regions fail one and pass two other criteria, and events in the signal region H pass all the criteria. As the selection criteria are mutually independent in background discrimination, the background level in the signal region H can be estimated using different products of event counts in the other regions, namely FG/B, EG/C, EF/D, DG/A, BE/A, CF/A and BCD=A 2 . We use BCD=A 2 for the background prediction because it yields the smallest statistical uncertainty. If the selection criteria are perfectly independent, all of the above products predict statistically consistent amounts of background. However, the spread of the background predictions may be larger due to systematic effects (e.g. residual interdependence of the variables). We therefore assign the largest difference between BCD=A 2 and the other six products as a conservative systematic uncertainty in the background prediction.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 714,
                    "text": "Figure 2",
                    "end": 722
                },
                {
                    "type": "table",
                    "start": 1305,
                    "text": "Table I",
                    "end": 1312
                }
            ]
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "We determine the numerical values of the selection criteria by optimizing the expected limit for the H signal model. Various values of the H mass, the X mass, and the X TABLE I. Naming convention for the regions used in the background estimation procedure, A-G, and the signal region, H. The \"þ\" sign corresponds to a selection being applied and the \"−\" sign to a selection being inverted. lifetime are considered. The selection variables do not strongly depend on the particle masses. Therefore, the optimal selection criteria vary only as a function of the mean transverse decay length of the generated X bosons, hL xy i. We use two sets of selection criteria, depending on whether hL xy i is below or above 20 cm. The selection criteria are detailed in Table II. For the neutralino model, the lower lifetime selection is used for all signal samples.",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 756,
                    "text": "Table II",
                    "end": 764
                }
            ]
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "To check the background prediction, a control region is used that consists of events with a dijet candidate that is required to pass all of the selection criteria but fail the preselection requirement that the average number of missing measurements for dijet tracks be less than 2. The signal efficiency in this region is a factor of 30 smaller than the efficiency in the signal region, while the background level expectations are similar. In Fig. 3, we compare the observed background as a function of the vertex discriminant in this control sample, estimated using region H, against the prediction from BCD=A 2 .",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 443,
                    "text": "Fig. 3",
                    "end": 449
                }
            ]
        },
        {
            "section": "VI. BACKGROUND ESTIMATION AND FINAL SELECTION",
            "text": "We evaluate the p-value of the observed number of events based on a probability function that is a Poisson distribution convolved with a Gaussian function representing the systematic uncertainty. In Fig. 3, this p-value has been converted to an equivalent number of standard deviations using the normal cumulative distribution. We refer to this number as the significance of the difference between the expected and observed backgrounds. In all cases, the magnitude of the observed significance is less than 2 standard deviations.",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 199,
                    "text": "Fig. 3",
                    "end": 205
                }
            ]
        },
        {
            "text": "VII. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 9
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Sources of systematic uncertainty arise from the integrated luminosity, background prediction, and signal efficiency estimation. The uncertainty in the integrated luminosity measurement is 2.6% [21]; the uncertainties in the background predictions are described in Sec. VI.",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 194,
                    "text": "[21]",
                    "end": 198
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "The signal efficiencies are obtained from MC simulations of the various signals, including full detector response modeling. The systematic uncertainties related to the signal efficiency are dominated by the differences between data and simulation, evaluated in control regions. The relevant differences are discussed below and their impact on the signal efficiency is evaluated. Table III summarizes the sources of systematic uncertainty affecting the signal efficiency.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 379,
                    "text": "Table III",
                    "end": 388
                }
            ]
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Varying the modeling of the pileup, within its estimated uncertainty, yields a relative change in the signal selection efficiency of less than 2%, independent of masses and lifetimes over the ranges studied.  The trigger efficiency, obtained from control samples selected using lower threshold triggers, is found to be higher in the simulation than in the data. An overall correction of 11 AE 6% is applied to the trigger efficiency.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "text": "Jet energy corrections are varied within their uncertainties [27]. This variation affects only the H signal models with m H ¼ 200 and 400 GeV, with a relative change in the signal efficiency of 5% and 3%, respectively. For the H signal model with m H ¼ 1000 GeV and for the neutralino model, the energies of the jets are high enough that the variation in the energy correction does not alter the selection efficiency.",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 61,
                    "text": "[27]",
                    "end": 65
                }
            ]
        },
        {
            "text": "A. Track finding efficiency",
            "section_rank": 10
        },
        {
            "section": "A. Track finding efficiency",
            "text": "The tracks associated with the dijet candidates correspond mostly to light hadrons originating at a displaced location. The K 0 S → π þ π − decay provides an abundant source of displaced tracks owing to the K 0 S mean proper decay length of 2.68 cm [28]. The reconstruction of a K 0 S candidate depends upon the reconstruction of the two pions. Therefore it is proportional to the square of the efficiency for finding displaced tracks. Approximately 250 000 K 0 S candidates are obtained from a data sample collected with a multijet trigger. K 0 S candidates from simulation are obtained using QCD multijet samples. The MC simulation does not reproduce perfectly either the overall production rate for K 0 S , or their kinematic distributions [29]. In order to account for these differences, we first select K 0 S candidates with transverse decay lengths L xy < 2 cm, where tracking efficiency is high and well simulated. We then match the p T and η distributions for these candidates and obtain weights, binned in p T and η, as well as an overall scale factor, that are applied to all K 0 S candidates. Figure 4 presents the decay length distributions of the K 0 S candidates in data and simulation after this reweighting. Data and simulation agree within 10% in the  entire range of the tracker acceptance. Therefore, we estimate the tracking efficiency systematic uncertainty to be 5%. We study the track finding systematic uncertainty by removing 5% of tracks before dijet reconstruction and selection. For all signal models, the signal reconstruction efficiency is lowered by at most 4%.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 249,
                    "text": "[28]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 743,
                    "text": "[29]",
                    "end": 747
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1104,
                    "text": "Figure 4",
                    "end": 1112
                }
            ]
        },
        {
            "text": "B. Jet momentum bias",
            "section_rank": 11
        },
        {
            "section": "B. Jet momentum bias",
            "text": "For jets originating at a location that is significantly displaced from the event primary vertex, the reduced track reconstruction efficiency and an inclined approach angle at the calorimeter face result in a systematic underestimation of the jet momentum by up to 10%, as determined from simulation. We assume that the detector geometry is well reproduced in the MC simulation, and study only the jet momentum dependence on the reconstruction efficiency of displaced tracks. A 5% variation in the jet energy fraction carried by tracks, corresponding to the systematic uncertainty in the track finding efficiency (Sec. VII A), leads to a change in the signal efficiency of 1%-5%, over the range of signal models considered.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "C. Effect of higher-order QCD corrections",
            "section_rank": 12
        },
        {
            "section": "C. Effect of higher-order QCD corrections",
            "text": "The signal reconstruction efficiency is sensitive to the jet energy scale variations, for the H signal model with H masses of 200 and 400 GeV. Therefore, it is also sensitive to the modeling of the H p T spectrum, which may be influenced by higher-order QCD corrections. To study this . The 95% CL upper limits on the product of the cross section to produce a heavy resonance H that decays to a pair of neutral long-lived particles X, and the branching fraction squared B 2 for the X decay into a quark-antiquark pair. The limits are presented as a function of the X particle mean proper decay length separately for each H=X mass point. Solid bands show the AE1σ range of variation of the expected 95% C.L.limits. effect, we reweight the leading-order PYTHIA H p T spectrum from our signal samples to match the corresponding distribution, determined at next-to-leading order (NLO) using POWHEG [30][31][32]. For signal with masses m H ¼ 200ð400Þ GeV and m X ¼ 50ð150Þ GeV, this reweighting increases the efficiency by 20 (3)%, while for other H masses the effect is below 1%. Since the H signature simply relates to a benchmark model, we do not incorporate this variation as an additional systematic uncertainty.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 894,
                    "text": "[30]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 898,
                    "text": "[31]",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 902,
                    "text": "[32]",
                    "end": 906
                }
            ]
        },
        {
            "text": "VIII. RESULTS",
            "section_rank": 13
        },
        {
            "section": "VIII. RESULTS",
            "text": "No significant excess of events is observed over the predicted backgrounds. Two events pass the low hL xy i selection ðhL xy i < 20 cmÞ. One of the two events passing the low hL xy i selection additionally passes the high hL xy i selection ðhL xy i > 20 cmÞ. No additional candidates pass the high hL xy i selection. Both of these results are in agreement with the background expectations quoted in Table II.",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 399,
                    "text": "Table II",
                    "end": 407
                }
            ]
        },
        {
            "text": "A. Upper limits",
            "section_rank": 14
        },
        {
            "section": "A. Upper limits",
            "text": "We set 95% confidence level (C.L.) upper limits on the signal cross section for a counting experiment using the CL s method [33,34]. The limit calculation takes into account the systematic uncertainties described in Sec. VII by introducing a nuisance parameter for . The 95% C.L.upper limits on the product of the cross section to produce a pair of squarks, where each squark decays to a long-lived neutralino, and the branching fraction squared B 2 for neutralino to decay into a pair of up or down quarks and a muon. The limits are presented as a function of the neutralino mean proper decay length separately for each squark/neutralino mass point. For each mass point the theoretical cross section forqq Ã þqq, and its systematic uncertainty, are shown. Solid bands show the AE1σ range of variation of the expected 95% C.L.limits. each uncertainty, marginalized by a log-normal prior distribution.",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 124,
                    "text": "[33,",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 128,
                    "text": "34]",
                    "end": 131
                }
            ]
        },
        {
            "section": "A. Upper limits",
            "text": "Upper limits are placed on the mean number of signal events N S that could pass the selection requirements. The resulting observed upper limits on N S are 4.6 events for the low hL xy i selection and 3.7 events for the high hL xy i selection. These limits are independent of the particular model assumed for production of long-lived particles.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "section": "A. Upper limits",
            "text": "In addition, upper limits on the production cross section for the H and neutralino models are determined. The efficiency of the full set of selection criteria for both signal models, at all considered masses, is presented in Table IV. In Fig. 5 we show the upper limits on the product of the cross section to produce H → 2X and the branching fraction squared B 2 for X to decay into qq. The upper limits on the squark production cross section (where each squark decays to a neutralino that decays into a quarkantiquark pair and a muon) are presented in Fig. 6. In order to increase the number of tested models, the lifetime distributions of the signal long-lived particles are reweighted to different mean values, between 0.4τ and 1.4τ, for every lifetime value τ and mass combination listed in Table IV. Event weights are computed as the product of weights assigned to each long-lived particle in the event. The reweighted signal reconstruction efficiencies are then used to compute the expected and observed limits for the additional mean lifetime values. The upper limits for the neutralino model are compared with NLO calculations of the squark production cross section, including next-toleading-logarithmic (NLL) corrections obtained with the program PROSPINO [35][36][37]. The theoretical cross section forqq Ã þqq is 10, 0.139, 0.014, and 0.00067 pb forq masses of 350, 700, 1000, and 1500 GeV, respectively, assuming a gluino mass of 5 TeV. The cross section uncertainty band represents the variation of the QCD factorization and renormalization scales, each up and down by a factor of 2, as well as a variation obtained by using two different sets of NLO parton distribution functions (CTEQ6.6 and MSTW2008 [38]).",
            "paragraph_rank": 47,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 225,
                    "text": "Table IV.",
                    "end": 234
                },
                {
                    "type": "figure",
                    "start": 238,
                    "text": "Fig. 5",
                    "end": 244
                },
                {
                    "type": "figure",
                    "start": 553,
                    "text": "Fig. 6",
                    "end": 559
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 795,
                    "text": "Table IV",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1265,
                    "text": "[35]",
                    "end": 1269
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1269,
                    "text": "[36]",
                    "end": 1273
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1273,
                    "text": "[37]",
                    "end": 1277
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1716,
                    "text": "[38]",
                    "end": 1720
                }
            ]
        },
        {
            "section": "A. Upper limits",
            "text": "When a neutralino decays into a quark-antiquark pair and a muon, all three particles may be identified as jets by the jet reconstruction algorithm. The selected dijet candidate can therefore be formed from a quark-quark or a quark-muon pair. There are up to six displaced dijet pairings per event, two quark-quark pairs and four quarkmuon pairs. Using ΔR matching between the generatorlevel particles and reconstructed jets, we find that at least 50% of the accepted events have a dijet candidate selected that is associated with a quark-quark pair, for all squark/ neutralino masses.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "IX. SUMMARY",
            "section_rank": 15
        },
        {
            "section": "IX. SUMMARY",
            "text": "A search for long-lived particles, produced in protonproton collisions at ffiffi ffi s p ¼ 8 TeV and decaying to quarkantiquark pairs, has been performed. The observed results",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "IX. SUMMARY",
            "text": "are consistent with standard model expectations and are used to derive upper limits on the product of cross section and branching fraction for a scalar particle H in the mass range 200 to 1000 GeV, decaying promptly into a pair of long-lived X bosons in the mass range 50 to 350 GeV, which further decay to quark-antiquark pairs. For X mean proper decay lengths in the range 0.4 to 200 cm, the upper limits are typically 0.5-200 fb. Additionally, the results are interpreted for the pair-production of long-lived neutralinos that decay into two quarks and a muon through an R-parity violating coupling. For pair production of squarks, which promptly decay to neutralinos that have mean proper decay lengths in the range 2 to 40 cm, the upper limits on the cross section are typically 0.5-3 fb. The above limits are the most stringent on these channels to date.",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 16
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/ IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; and the National Priorities Research Program by Qatar National Research Fund.",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "FIG. 2 (color online). Dijet variables employed in the likelihood discriminant for simulated signal, simulated SM QCD background, and candidates in data, after the preselection. Data and simulated events are selected using a trigger that requires H T > 300 GeV. The simulated signal and SM background distributions are scaled to an integrated luminosity of 17 pb −1 . For purposes of illustration, the signal process H → 2X → 2qq is assigned a 10 μb cross section for each mass pair. The differences between the mass pairs arise mainly from differences in the kinematic acceptance. Error bars and bands shown for the data, simulated SM background, and data/SM background ratio distributions, correspond to statistical uncertainties. The data/SM ratio histograms are shown with neighboring bins merged, until the relative statistical uncertainty is less than 25%. The last bin in each histogram is an overflow bin.",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 18
        },
        {
            "section": "FIG. 3 (",
            "text": "FIG. 3 (color online). The expected and observed background level as a function of the vertex discriminant selection in the backgrounddominated data control region, obtained by inverting the selection requirement on missing track hits. The left (right) plot is obtained after applying all other selection criteria as normal, optimized for the region hL xy i < ð>Þ20 cm. The predicted background error bands represent both statistical and systematic uncertainties added in quadrature.",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 19
        },
        {
            "section": "FIG. 4 (",
            "text": "FIG. 4 (color online). Transverse decay length (left) and decay length (right) distributions of the K 0 S candidates in data and simulation. The ratio histograms are shown with neighboring bins merged until the relative statistical uncertainty falls below 2%. The last bin contains all candidates that are above the plotted range.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "FIG. 5 (color online). The 95% CL upper limits on the product of the cross section to produce a heavy resonance H that decays to a pair of neutral long-lived particles X, and the branching fraction squared B 2 for the X decay into a quark-antiquark pair. The limits are presented as a function of the X particle mean proper decay length separately for each H=X mass point. Solid bands show the AE1σ range of variation of the expected 95% C.L.limits.",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "text": "FIG. 6 (color online). The 95% C.L.upper limits on the product of the cross section to produce a pair of squarks, where each squark decays to a long-lived neutralino, and the branching fraction squared B 2 for neutralino to decay into a pair of up or down quarks and a muon. The limits are presented as a function of the neutralino mean proper decay length separately for each squark/neutralino mass point. For each mass point the theoretical cross section forqq Ã þqq, and its systematic uncertainty, are shown. Solid bands show the AE1σ range of variation of the expected 95% C.L.limits.",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "TABLE II .",
            "section_rank": 22
        },
        {
            "section": "TABLE II .",
            "text": "Optimized selection criteria, the number of observed events in data, and the background expectations with their statistical (first) and systematic (second) uncertainties. The low hL xy i selection is optimized for signal models with hL xy i < 20 cm, while the high hL xy i selection is optimized for signal models with higher hL xy i.",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "section": "TABLE II .",
            "text": "1.56 AE 0.25 AE 0.47 1.13 AE 0.15 AE 0.50",
            "paragraph_rank": 58,
            "section_rank": 22
        },
        {
            "text": "TABLE III .",
            "section_rank": 23
        },
        {
            "section": "TABLE III .",
            "text": "Systematic uncertainties affecting the signal efficiency. For the uncertainties that depend on particle masses and lifetime, a range of values is given for the signal parameters used. In all cases, the uncertainties are relative.",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "TABLE IV .",
            "section_rank": 24
        },
        {
            "section": "TABLE IV .",
            "text": "Signal reconstruction efficiency ϵ for the H and neutralino models in simulated signal samples. The trigger and reconstruction efficiencies are both taken into account. The uncertainties are statistical only.",
            "paragraph_rank": 60,
            "section_rank": 24
        }
    ]
}