{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A generic search for anomalous production of events with at least three charged leptons is presented. The data sample consists of pp collisions at √ s = 8 TeV collected in 2012 by the ATLAS experiment at the CERN Large Hadron Collider, and corresponds to an integrated luminosity of 20.3 fb −1 . Events are required to have at least three selected lepton candidates, at least two of which must be electrons or muons, while the third may be a hadronically decaying tau. Selected events are categorized based on their lepton flavour content and signal regions are constructed using several kinematic variables of interest. No significant deviations from Standard Model predictions are observed. Model-independent upper limits on contributions from beyond the Standard Model phenomena are provided for each signal region, along with prescription to re-interpret the limits for any model. Constraints are also placed on models predicting doubly charged Higgs bosons and excited leptons. For doubly charged Higgs bosons decaying to eτ or µτ , lower limits on the mass are set at 400 GeV at 95% confidence level. For excited leptons, constraints are provided as functions of both the mass of the excited state and the compositeness scale Λ, with the strongest mass constraints arising in regions where the mass equals Λ. In such scenarios, lower mass limits are set at 3.0 TeV for excited electrons and muons, 2.5 TeV for excited taus, and 1.6 TeV for every excited-neutrino flavour.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "With the delivery and exploitation of over 20 fb −1 of integrated luminosity at a centre-ofmass energy of 8 TeV in proton-proton collisions at the CERN Large Hadron Collider, many models of new physics now face significant constraints on their allowed parameter space. Final states including three or more charged, prompt, and isolated leptons have received significant attention, both in measurements of Standard Model (SM) diboson [1][2][3] and Higgs boson production [4,5], and in searches for new phenomena. Anomalous production of multi-lepton final states arises in many beyond the Standard Model (BSM) scenarios, including excited-lepton models [6,7], the Zee-Babu neutrino mass model [8][9][10], supersymmetry [11][12][13][14][15][16][17][18][19], models with pair production of vector-like quarks [20], and models with doubly charged Higgs bosons [21,22] including Higgs triplet models [23,24]. An absence of significant deviations from SM predictions in previous measurements and dedicated searches motivates an inclusive search strategy, sensitive to a variety of production modes and kinematic features.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 433,
                    "text": "[1]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 436,
                    "text": "[2]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 439,
                    "text": "[3]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 470,
                    "text": "[4,",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 473,
                    "text": "5]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 652,
                    "text": "[6,",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 655,
                    "text": "7]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 692,
                    "text": "[8]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 695,
                    "text": "[9]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 698,
                    "text": "[10]",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 718,
                    "text": "[11]",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 722,
                    "text": "[12]",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 726,
                    "text": "[13]",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 730,
                    "text": "[14]",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 734,
                    "text": "[15]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 738,
                    "text": "[16]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 742,
                    "text": "[17]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 746,
                    "text": "[18]",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 750,
                    "text": "[19]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 806,
                    "text": "[20]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 856,
                    "text": "[21,",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 860,
                    "text": "22]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 895,
                    "text": "[23,",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 899,
                    "text": "24]",
                    "end": 902
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 3
        },
        {
            "section": "JHEP08(2015)138",
            "text": "In this paper, the results of a search for the anomalous production of events with at least three charged leptons are presented. The dataset used was collected in 2012 by the ATLAS detector at the Large Hadron Collider, and corresponds to an integrated luminosity of 20.3 fb −1 of pp collisions at √ s = 8 TeV. Events with at least three leptons are categorized using their flavour content, and signal regions are constructed using several kinematic variables, to cover a wide range of different BSM scenarios. Inspection of the signal regions reveals no significant deviations from the expected background, and modelindependent upper limits on contributions from BSM sources are evaluated. A prescription for confronting other models with these results is also provided, along with per-lepton efficiencies parameterized by lepton flavour and kinematics.",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The model-independent limits are also used to provide constraints on two benchmark models. The first model predicts the Drell-Yan production of doubly charged Higgs bosons [21,22], which then decay into lepton pairs. The decays can include flavour-violating terms that can lead to final states such as ± τ ± ∓ τ ∓ , where denotes an electron or muon, and the tau lepton is allowed to decay hadronically or leptonically. Lepton-flavor-conserving decays are not considered in this paper. The second benchmark scenario is a composite fermion model predicting the existence of excited leptons [25]. The excited leptons, which may be neutral (ν * ) or charged ( * ), are produced in a pair or in association with a SM lepton either through contact interactions or gauge-mediated processes. Their decay proceeds via the same mechanisms, with rates that depend on the lepton mass and a compositeness scale, Λ. The final states of such events often contain three or more charged leptons with large momentum.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 172,
                    "text": "[21,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 176,
                    "text": "22]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 589,
                    "text": "[25]",
                    "end": 593
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Related searches for new phenomena in events with multi-lepton final states have not shown any significant deviation from SM expectations. The CMS Collaboration has conducted a search similar to the one presented here using 5 fb −1 of 7 TeV data [26] and also with 19.5 fb −1 of 8 TeV data [27]. The ATLAS Collaboration has performed searches for supersymmetry in multi-lepton final states [28][29][30], as have experiments at the Tevatron [31,32]. The search presented here complements the previous searches by providing model-independent limits and by exploring new kinematic variables. Compared to a similar analysis presented in ref.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 246,
                    "text": "[26]",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 290,
                    "text": "[27]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "start": 390,
                    "text": "[28]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 394,
                    "text": "[29]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 398,
                    "text": "[30]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 440,
                    "text": "[31,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 444,
                    "text": "32]",
                    "end": 447
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "[33] using 7 TeV data, this search tightens the lepton requirements on the momentum transverse to the beamline (p T ) from 10(15) GeV to 15 (20) GeV for electrons and muons (hadronically decaying taus), includes new signal regions to target models producing heavy-flavour signatures and events without Z bosons, and tightens the requirements for previously defined signal regions to exploit the higher centre-of-mass energy and integrated luminosity of the 2012 data sample.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 140,
                    "text": "(20)",
                    "end": 144
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [34] at the LHC covers nearly the entire solid angle around the collision point. 1 It consists of an inner tracking detector surrounded by a thin superconducting JHEP08(2015)138 solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating three large superconducting toroid magnets with eight coils each.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 19,
                    "text": "[34]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 100,
                    "text": "1",
                    "end": 101
                }
            ]
        },
        {
            "section": "The ATLAS detector",
            "text": "The inner-detector system is immersed in a 2 T axial magnetic field and provides charged-particle tracking in the range |η| < 2.5. A high-granularity silicon pixel detector covers the vertex region and typically provides three measurements per track, with one hit being usually registered in the innermost layer. It is followed by a silicon microstrip tracker, which usually provides four two-dimensional measurement points per track. These silicon detectors are complemented by a transition radiation tracker, which enables radially extended track reconstruction up to |η| = 2.0. The transition radiation tracker also provides electron identification information based on the fraction of hits (typically 30 in total) above a higher energy threshold corresponding to transition radiation.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The calorimeter system covers the pseudorapidity range |η| < 4.9. Within the region |η| < 3.2, electromagnetic calorimetry is provided by barrel and endcap high-granularity lead/liquid-argon (LAr) electromagnetic calorimeters, with an additional thin LAr presampler covering |η| < 1.8, to correct for energy loss in material upstream of the calorimeters. Hadronic calorimetry is provided by a steel/scintillator-tile calorimeter, segmented into three barrel structures within |η| < 1.7, and two copper/LAr hadronic endcap calorimeters. The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules optimized for electromagnetic and hadronic measurements respectively.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The muon spectrometer comprises separate trigger and high-precision tracking chambers measuring the deflection of muons in a magnetic field generated by superconducting air-core toroids. The precision chamber system covers the region |η| < 2.7 with three layers of monitored drift tubes, complemented by cathode strip chambers in the forward region, where the background is highest. The muon trigger system covers the range |η| < 2.4 with resistive plate chambers in the barrel, and thin gap chambers in the endcap regions.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "A three-level trigger system is used to select interesting events [35]. The Level-1 trigger is implemented in hardware and uses a subset of detector information to reduce the event rate to a design value of at most 75 kHz. This is followed by two software-based trigger levels which together reduce the event rate to about 400 Hz.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 66,
                    "text": "[35]",
                    "end": 70
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "Events are required to have fired either a single-electron or single-muon trigger. The electron and muon triggers impose a p T threshold of 24 GeV along with isolation requirements on the lepton. To recover efficiency for higher p T leptons, the isolated lepton triggers are complemented by triggers without isolation requirements but with a higher p T threshold of 60 (36) GeV for electrons (muons). In order to ensure that the trigger has constant efficiency as a function of lepton p T , the offline event selection requires at least one lepton (electron or muon) with p T > 26 GeV consistent with having fired the relevant single-lepton trigger. A muon associated with the trigger must lie within |η| < 2.4, while a triggered plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Event selection",
            "text": "-3 -",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "electron must lie within |η| < 2.47, excluding the calorimeter barrel/endcap transition region (1.37 ≤ |η| < 1.52). Additional muons in the event must lie within |η| < 2.5 and have p T > 15 GeV. Additional electrons must satisfy the same η requirements as triggered electrons and have p T > 15 GeV. The third lepton in the event may be an additional electron or muon satisfying the same requirements as the second lepton, or a hadronically decaying tau (τ had ) with p vis T > 20 GeV and |η vis | < 2.5, where p vis T and η vis denote the p T and η of the visible products of the tau decay, with no corrections for the momentum carried by neutrinos. Throughout this paper, the four-momenta of tau candidates are defined only by the visible decay products.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Events must have a reconstructed primary vertex with at least three associated tracks with p T > 0.4 GeV. In events with multiple primary vertex candidates, the primary vertex is chosen to be the one with the highest Σp 2 T , where the sum is over all reconstructed tracks associated with the vertex. Events with pairs of leptons that are of the same flavour but opposite sign and have an invariant mass below 15 GeV are excluded to avoid backgrounds from low-mass resonances.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 220,
                    "text": "2",
                    "end": 221
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The lepton selection includes requirements to reduce the contributions from nonprompt or fake leptons. These requirements exploit the transverse and longitudinal impact parameters of the tracks with respect to the primary vertex, the isolation of the lepton candidates from nearby hadronic activity, and in the case of electron and τ had candidates, the lateral and longitudinal profiles of the shower in the electromagnetic calorimeter. These requirements are described in more detail below. There are also requirements for electrons on the quality of the reconstructed track and its match to the cluster in the calorimeter.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Electron candidates are required to satisfy the \"tight\" identification criteria described in ref.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "[36], updated for the increased number of multiple interactions per bunch crossing (pileup) in the 2012 dataset. The tight criteria include requirements on the track properties and shower development of the electron candidate. Muons must have tracks with hits in both the inner tracking detector and muon spectrometer, and must satisfy criteria on track quality described in ref. [37].",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 380,
                    "text": "[37]",
                    "end": 384
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The transverse impact parameter significance is defined as |d 0 /σ(d 0 )|, where d 0 is the transverse impact parameter of the reconstructed track with respect to the primary vertex and σ(d 0 ) is the estimated uncertainty on d 0 . This quantity must be less than 3.0 for both the electron and muon candidates. The longitudinal impact parameter z 0 must satisfy |z 0 sin(θ)| < 0.5 mm for both the electrons and muons.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Electrons and muons are required to be isolated through the use of two variables sensitive to the amount of nearby hadronic activity. The first, p iso T,track , is the scalar sum of the transverse momenta of all tracks with p T > 1 GeV in a cone of ∆R = (∆η) 2 + (∆φ) 2 = 0.3 around the lepton axis. The sum excludes the track associated with the lepton candidate, and also excludes tracks inconsistent with originating from the primary vertex. The second, E iso T,cal , is the sum of the transverse energy of cells in the electromagnetic and hadronic calorimeters in a cone of size ∆R = 0.3 around the lepton axis. For electron candidates, this sum excludes a rectangular region around the candidate axis of 0.125 × 0.172 in η × φ (corresponding to 5 × 7 cells in the main sampling layer of the electromagnetic JHEP08(2015)138 calorimeter) and is corrected for the incomplete containment of the electron transverse energy within the excluded region. For muons, the sum only includes cells above a certain threshold in order to suppress noise, and does not include cells with energy deposits from the muon candidate. For both the electrons and muons, the value of E iso T,cal is corrected for the expected effects of pileup interactions. Electron and muon candidates are required to have p iso T,track /p T < 0.1 and E iso T,cal /p T < 0.1. The isolation requirements are tightened for leptons with p T > 100 GeV, which must satisfy p iso T,track < (10 GeV + 0.01 × p T [GeV]) and E iso T,cal < (10 GeV + 0.01 × p T [GeV]). The tighter cut for high-p T leptons reduces non-prompt backgrounds to negligible levels.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Jets are used as a measure of the hadronic activity within the event as well as seeds for reconstructing τ had candidates. Jets are reconstructed using the anti-k t algorithm [38], with radius parameter R = 0.4. The jet four-momenta are corrected for the non-compensating nature of the calorimeter, for inactive material in front of the calorimeters, and for pileup [39,40]. Jets used in this analysis are required to have p T > 30 GeV and lie within |η| < 4.9. Jets within the acceptance of the inner tracking detector must fulfil a requirement, based on tracking information, that they originate from the primary vertex. Jets containing b-hadrons are identified using a multivariate technique [41] based on quantities such as the impact parameters of the tracks associated with the jet. The working point of the identification algorithm used in this analysis has an efficiency for tagging b-jets of 80%, with corresponding rejection factors of approximately 30 for light-jets and 3 for charm-jets, as determined for jets with p T > 20 GeV within the inner tracker's acceptance in simulated tt events.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 175,
                    "text": "[38]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 366,
                    "text": "[39,",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 370,
                    "text": "40]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 695,
                    "text": "[41]",
                    "end": 699
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Tau leptons decaying to an electron (muon) and neutrinos are selected with the electron (muon) identification criteria described above, and are classified as electrons (muons). Hadronically decaying tau candidates are seeded by reconstructed jets and are selected using an identification algorithm based on a boosted decision tree (BDT) trained to distinguish hadronically decaying tau leptons from quark-and gluon-initiated jets [42]. The BDT uses track and calorimeter quantities associated with the tau candidate, including the properties of nearby tracks and the shower development in the calorimeter. It is trained separately for tau candidates with one and three charged decay products, referred to as \"one-prong\" and \"three-prong\" taus, respectively. In this analysis, only one-prong τ had candidates satisfying the criteria for the \"tight\" working point [42] are considered. This working point is roughly 40% efficient for one-prong τ had candidates originating from W or Z boson decays, and has a jet rejection factor of roughly 300 in multi-jet topologies. Additional requirements to remove τ had candidates initiated by prompt electrons or muons are also imposed.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 430,
                    "text": "[42]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 862,
                    "text": "[42]",
                    "end": 866
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "To further ensure the prompt nature of our lepton candidates, and to resolve ambiguities in cases where tracks and clusters of energy deposited in the calorimeter are reconstructed as multiple physics objects, the following logic is applied. Muon candidates with a jet within ∆R < 0.4 are neglected. If a reconstructed jet lies within ∆R < 0.2 of an electron or τ had candidate, this object is considered to be a lepton and the jet is neglected. If the separation of the jet axis from an electron candidate satisfies 0.2 < ∆R < 0.4, the electron is considered non-isolated due to the nearby hadronic activity and is neglected.",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 7
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Jets within 0.2 < ∆R < 0.4 of τ had candidates are considered as separate objects within the τ had reconstruction algorithm, and are not explicitly treated here. Electrons within ∆R < 0.1 of a muon candidate are also neglected, as are τ had candidates within ∆R < 0.2 of electron or muon candidates. Finally, if two electrons are separated by ∆R < 0.1, the candidate with lower p T is neglected.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The missing transverse momentum is defined as the negative vector sum of the transverse momenta of reconstructed jets and leptons, using the energy calibration appropriate for each object [43]. Any remaining calorimeter energy deposits unassociated with reconstructed objects are also included in the sum. The magnitude of the missing transverse momentum is denoted E miss T .",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 188,
                    "text": "[43]",
                    "end": 192
                }
            ]
        },
        {
            "text": "Signal regions",
            "section_rank": 8
        },
        {
            "section": "Signal regions",
            "text": "Events satisfying all selection criteria are classified into one of two channels. Events in which at least three of the lepton candidates are electrons or muons are selected first, followed by events with two electrons or muons (or one of each) and at least one τ had candidate. These two channels are referred to as ≥ 3e/µ and 2e/µ+ ≥ 1τ had respectively. Next, events are further divided into three categories. The first category includes events that contain at least one opposite-sign, same-flavour (OSSF) pair of leptons with an invariant mass within 20 GeV of the Z boson mass. This category also includes events in which an OSSF pair can combine with a third lepton to satisfy the same invariant mass requirement, allowing this category to capture events in which a Z boson decays to four leptons (e.g. via Z → → γ * → ) or has some significant final-state radiation that is reconstructed as a prompt electron. This category is referred to as \"on-Z\". The second category is composed of events that contain an OSSF pair of leptons that do not satisfy the on-Z requirements; this category is labelled \"off-Z, OSSF\". The final category is composed of all remaining events, and is labelled \"no-OSSF\". The wide dilepton mass window used to define the on-Z category is chosen to reduce the leakage of events with real Z bosons into the off-Z categories, which would otherwise see larger backgrounds from SM production of ZZ, W Z, and Z+jets events. In ≥ 3e/µ events, the categorization is performed using only the three leading leptons (ordered by lepton p T ). In 2e/µ+ ≥ 1τ had events, the categorization is performed using the two light-flavour leptons and the τ had candidate with the highest p T . The categorization always ignores any additional leptons.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Signal regions",
            "text": "Several kinematic variables are used to characterize events that satisfy all selection criteria. The variable H leptons T is defined as the scalar sum of the p T , or p vis T for τ had candidates, of the three leptons used to categorize the event. The variable p ,min T is defined as the minimum p T of the three leptons used to categorize the event. The variable H jets T is defined as the scalar sum of the p T of all selected jets in the event. The \"effective mass\", m eff , is the scalar sum of E miss T , H jets T , and the p T of all identified leptons in the event. For events classified as on-Z, the transverse mass (m W T ) is constructed using the E miss T and the highest-p T lepton not associated with a Z boson candidate. It is defined as",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Signal regions",
            "text": "where ∆φ is the azimuthal angle between the lepton and the missing transverse momentum. In on-Z events where a triplet of leptons forms the Z-boson candidate, another Z boson is defined using the OSSF pair of leptons with the largest invariant mass, and m W T is constructed using the third lepton. In events in which two Z boson candidates can be formed from the three leading leptons, the candidate with mass closer to the pole mass is defined as the Z boson. Several of the categories and signal regions described above are new with respect to the analysis performed using the 7 TeV dataset [33]. The distinction between the off-Z, OSSF and the off-Z, no-OSSF categories is introduced, as are the signal regions defined using the variables p ,min T , m W T , and the number of b-tagged jets. As mentioned earlier, thresholds that define signal regions in the 7 TeV analysis are also raised to exploit the higher centre-of-mass energy and larger dataset at 8 TeV.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 594,
                    "text": "[33]",
                    "end": 598
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 9
        },
        {
            "text": "Simulation",
            "section_rank": 10
        },
        {
            "section": "Simulation",
            "text": "Simulated samples are used to estimate backgrounds from events with three or more prompt leptons, where prompt leptons are those originating in the hard scattering process or from the decays of gauge bosons. The response of the ATLAS detector is modelled [44] using the geant4 [45] toolkit, and simulated events are reconstructed using the same software",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 277,
                    "text": "[45]",
                    "end": 281
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 11
        },
        {
            "section": "JHEP08(2015)138",
            "text": "as used for collision data. Small post-reconstruction corrections are applied to account for differences in reconstruction and trigger efficiency, energy resolution, and energy scale between data and simulation [37,46,47]. Additional pp interactions (pileup) in the same or nearby bunch crossings are modelled with Pythia 6.425 [48]. Simulated events are reweighted to reproduce the distribution of the average number of pp interactions per crossing observed in data over the course of the 2012 run.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 211,
                    "text": "[37,",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "start": 215,
                    "text": "46,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "start": 218,
                    "text": "47]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 328,
                    "text": "[48]",
                    "end": 332
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The largest SM backgrounds with at least three prompt leptons are W Z and ZZ production where the bosons decay leptonically. These processes are modelled with Sherpa [49] using version 1.4.3 (1.4.5) for W Z (ZZ). These samples include the continuum Drell-Yan processes (γ * ), where the boson has an invariant mass above twice the muon (tau) mass for decays to muons (taus), and above 100 MeV for decays to electrons. Diagrams where a γ * is produced as radiation from a final-state lepton and decays to additional leptons, i.e. W → * ν → γ * ν → ν and Z → * → γ * → , where and need not have the same flavour, are also included. Simulated samples of SM Zγ * → + − e + e − events generated with MadGraph 5.1.3.28 [50] are used to verify that this analysis has negligible acceptance for Zγ * events when the mass of the γ * is less than 100 MeV. The simulation and reconstruction efficiency of such events was probed in an analysis of Dalitz decays [51], where good agreement of simulation and data was observed. The leading-order predictions from Sherpa are cross-checked with next-to-leading-order (NLO) calculations from vbfnlo-2.6.2 [52]. Diagrams including a SM Higgs boson give negligible contributions compared to other diboson backgrounds in all signal regions under study.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 166,
                    "text": "[49]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 713,
                    "text": "[50]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 948,
                    "text": "[51]",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1136,
                    "text": "[52]",
                    "end": 1140
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The production of tt + W/Z processes (also denoted tt + V ) is simulated with alpgen 2.13 [53] for the hard scattering, herwig 6.520 [54] for the parton shower and hadronization, and jimmy 4.31 [55] for the underlying event. Single-top production in association with a Z boson (tZ) is simulated with MadGraph 5.1.3.28 [50]. Both the tt + V and tZ samples use Pythia 6.425 for the parton shower and hadronization. These samples also include production of ttγ * and tγ * , with the mass of the generated γ * required to be above 5 GeV. As for Zγ * , cross checks with dedicated MadGraph samples in which the mass of the γ * is allowed to drop to twice the electron mass show that the contributions from such events are negligible in this search. Corrections to the normalization from higher-order effects for these samples are 30% [56,57]. Leptons from Drell-Yan processes produced in association with a photon that converts in the detector (denoted Z + γ in the following) are modelled with Sherpa 1.4.1. Additional samples are used to model dilepton backgrounds for control regions with fewer than three leptons. Events from tt production are generated using powheg-box [58] with Pythia 6.425 used for the parton shower and hadronization. Production of Z+jets is performed with alpgen 2.13 [53] for the hard scattering and Pythia6.425 for the parton shower.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 90,
                    "text": "[53]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 133,
                    "text": "[54]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 194,
                    "text": "[55]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 318,
                    "text": "[50]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 829,
                    "text": "[56,",
                    "end": 833
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 833,
                    "text": "57]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 1170,
                    "text": "[58]",
                    "end": 1174
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1290,
                    "text": "[53]",
                    "end": 1294
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Samples of doubly charged Higgs bosons, generated with Pythia 8.170 [59], are normalized to NLO cross sections. The samples include events with pair-produced doubly charged Higgs bosons mediated by a Z/γ * , and do not include single-production or associated production with a singly charged state. Samples of excited charged leptons and excited neutrinos are generated with Pythia 8.175 using the effective Lagrangian described in ref. [25].",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 68,
                    "text": "[59]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 437,
                    "text": "[25]",
                    "end": 441
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "-8 -",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 12
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The CT10 [60] parton distribution functions (PDFs) are used for the Sherpa and powheg-box samples. MRST2007 LO * * [61] PDFs are used for the Pythia and herwig samples. For powheg-box, MadGraph and alpgen, the CTEQ6L1 [62] PDFs are used. The underlying event tune for powheg-box and Pythia 8.175 is the ATLAS Underlying Event Tune 2 (AUET2) [63], while for the Pythia 6.425 and MadGraph samples the tune is AUET2B [64]. The alpgen ttV samples use AUET2B, while the alpgen Z+jets samples use P2011C [65].",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 9,
                    "text": "[60]",
                    "end": 13
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 115,
                    "text": "[61]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 218,
                    "text": "[62]",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 341,
                    "text": "[63]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 414,
                    "text": "[64]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 498,
                    "text": "[65]",
                    "end": 502
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "Standard Model processes that produce events with three or more lepton candidates fall into three classes. The first consists of events in which prompt leptons are produced in the hard interaction or in the decays of gauge bosons. A second class of events includes Drell-Yan production in association with an energetic γ, which then converts in the detector to produce a single reconstructed electron. A third class of events includes events with at least one non-prompt, non-isolated, or fake lepton candidate satisfying the identification criteria described above.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The first class of backgrounds is dominated by W Z → ν and ZZ → events. Smaller contributions come from tt + W , tt + Z, and t + Z events, where the vector bosons, including those from top quark decays, decay leptonically. Contributions from triboson events, such as W W W , and events containing a Higgs boson, are negligible. All processes in this class of backgrounds are modelled with the dedicated simulated samples described above. Reconstructed leptons in the simulated samples are required to be consistent with the decay of a vector boson or tau lepton using generator-level information.",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The second class of backgrounds, from Drell-Yan production in association with a hard photon, is also modelled with simulation. Prompt electrons reconstructed with incorrect charge (charge-flips) are modelled in simulation, with correction factors derived using Z → ee events in data. Similar corrections are applied to photons reconstructed as prompt electrons.",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The class of events that includes non-prompt or fake leptons, referred to here as the reducible background, is estimated using in situ techniques that rely minimally on simulation. Such backgrounds for muons arise from semileptonic b-or c-hadron decays, from in-flight decays of pions or kaons, and from energetic particles that reach the muon spectrometer. Non-prompt or fake electrons can also arise from misidentified hadrons or jets. Hadronically decaying taus have large backgrounds from narrow, low-track-multiplicity jets that mimic τ had signatures.",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "Background estimation",
            "text": "The reducible background is estimated by reweighting events with one or more leptons that do not satisfy the nominal identification criteria, but satisfy a set of relaxed criteria, defined separately for each lepton flavour. To define the relaxed criteria for electrons, the identification working point is changed from tight to loose [36]. For muons, the |d 0 /σ(d 0 )| and isolation cuts are loosened. For taus, the BDT working point is changed from tight to loose. The reweighting factors are defined as the ratio of fake or non-prompt leptons that satisfy the nominal criteria to those which only fulfil the relaxed criteria. These factors - Data / Bkg  are measured as a function of the candidate p T and η in samples of data that are enriched in non-prompt and fake leptons. Corrections for the contributions from prompt leptons in the background-enriched samples are taken from simulation.",
            "paragraph_rank": 40,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 335,
                    "text": "[36]",
                    "end": 339
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The background estimates and lepton modelling are tested in several validation regions. The τ had modelling and background estimation are tested in a region enriched in Z → τ τ → µτ had events. This region is constructed by placing requirements on the invariant mass of the muon and τ had pair, on the angles between the muon, τ had and missing transverse momentum, and on the muon and E miss T transverse mass. These requirements were optimized to suppress the contribution from W → µν + jets events. The τ had p T distribution in this validation region is shown in figure 1(a). A validation region rich in tt events is defined to test the estimates of the reducible background. Events in this region have exactly two identified lepton candidates with the same charge (but any flavour combination), at least one b-tag, and H jets T ≤ 500 GeV. This sample is estimated to be primarily composed of lepton+jets tt events. The same-sign requirement suppresses events where both W bosons decay leptonically, and enhances the contributions from events where one lepton candidate originates from semileptonic b-decay. Additional validation regions that test the estimation of reducible backgrounds lepton identification criteria tighter than those used in the background-enriched samples but looser than and orthogonal to those used in the signal regions. This set of identification criteria is referred to as the \"intermediate\" selection  Non-prompt and fake τ had 25",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 14
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Non-prompt and fake e/µ 40 Table 3. Typical systematic uncertainties from various sources, in signal regions where the uncertainty is relevant. The uncertainties on the backgrounds are presented as the percent uncertainty on the total background estimate.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 27,
                    "text": "Table 3",
                    "end": 34
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "The backgrounds modelled with simulated samples have systematic uncertainties related to the trigger, selection efficiency, momentum scale and resolution, E miss T , and luminosity. These uncertainties, when evaluated as fractions of the total background estimate, are usually small, and are summarized in table 3. Predictions from simulations are normalized to the integrated luminosity collected in 2012. The uncertainty on the luminosity is 2.8% and is obtained following the same methodology as that detailed in ref. [66].",
            "paragraph_rank": 43,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 521,
                    "text": "[66]",
                    "end": 525
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties on the cross sections of SM processes modelled by simulation are also considered. The normalization of the tt+ W and tt+ Z backgrounds have an uncertainty of 30% based on PDF and scale variations [56,57]. The Sherpa predictions [49] of the W Z and ZZ processes are cross-checked with next-to-leading-order predictions from vbfnlo. Scale uncertainties are evaluated by varying the factorization and renormalization scales up and down by a factor of two, and range from 3.5% for the inclusive prediction to 6.6% for events with at least one additional parton. PDF uncertainties are evaluated by taking the envelope of predictions from all PDF error sets for CT10-NLO, MSTW2008-NLO, and NNPDF-2.3-NLO, and are between 3% and 4%.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 210,
                    "text": "[56,",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 214,
                    "text": "57]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 242,
                    "text": "[49]",
                    "end": 246
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "An additional uncertainty on the Sherpa predictions is applied to cover possible mismodelling of events with significant jet activity. This shape uncertainty is evaluated using LoopSim+vbfnlo [67], which makes \"beyond-NLO\" predictions (denotednNLO) for high-p T observables, and is based on the study presented in ref. [68]. Predictions of H jets T and m eff atnNLO are compared with those from Sherpa in a phase space similar to that -12 -",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 192,
                    "text": "[67]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 319,
                    "text": "[68]",
                    "end": 323
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 16
        },
        {
            "section": "JHEP08(2015)138",
            "text": "used in this analysis. Good agreement between Sherpa and thenNLO predictions is observed across the full range of H jets T and m eff . The uncertainty on thenNLO prediction is evaluated by changing the renormalization and factorization scales used in thenNLO calculation by factors of two. These uncertainties increase linearly with event activity with a slope of (50%)×(H jets T [TeV]) and are applied to the Sherpa predictions. A study of Z+jets events at √ s = 7 TeV [69] shows good agreement of Sherpa predictions with data in events with significant transverse activity, showing deviations of data from predictions within the uncertainties used here.",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The estimates of the reducible background carry large uncertainties from several sources. These uncertainties are determined in dedicated studies using a combination of simulation and data. They account for potential biases in the methods used to extract the reweighting factors, and for the dependency of the reweighting factors on the event topology. The electron reweighting factors have uncertainties that range from 24% to 30% as a function of the electron p T , while for muons the uncertainties range from 25% to 50%. For the estimates of fake τ had candidates, the p T -dependent uncertainty on the reweighting factors is approximately 25%. In signal regions where the relaxed samples are poorly populated, statistical uncertainties on the estimates of the reducible background become significant, especially in regions with high E miss T or H jets T requirements. The relative uncertainty on the correction factors for electron charge-flip modelling in simulation is estimated to be 40%, resulting in a maximum uncertainty on the total background yield in any signal region of 11%. Studies of simulated data show that the majority of charge-flip electrons are due to bremmstrahlung photons that interact with detector material and convert to an electron-positron pair, yielding an energetic secondary lepton with the opposite sign of the prompt lepton. As this is the same process by which prompt photons mimic prompt leptons, the same 40% uncertainty is assigned to the modelling of prompt photons reconstructed as electrons.",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "section": "JHEP08(2015)138",
            "text": "In all signal regions, the dominant systematic uncertainty is either the uncertainty on the reducible background or the shape uncertainty on the diboson samples. In 2e/µ+ ≥ 1τ had channels, the uncertainty on the reducible background always dominates. In ≥ 3e/µ channels, the W Z theory uncertainties dominate in most regions except in the no-OSSF categories, where the uncertainties on the reducible background are dominant. The uncertainties on tt + V are large in regions requiring two b-tagged jets. The uncertainties on the trigger, selection efficiency, momentum scale and resolution, and E miss T are always subdominant.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "text": "Results",
            "section_rank": 17
        },
        {
            "section": "Results",
            "text": "Expected and observed event yields for the most inclusive signal regions are summarized in table 4. Results of the search in all signal regions are summarized in figure 2, which shows the deviation of the observed event yields from the expected yields, divided by the total uncertainty on the expected yield, for all signal regions. The total uncertainty on the expected yield includes statistical uncertainties on the background estimate as well as the systematic uncertainties discussed in the previous section.  in which the observed event yield exceeds the expected yield by more than three times the uncertainty on the expectation, and only one region in which the observed event yield is lower than expected by more than three times the uncertainty, i.e. the ≥ 3e/µ, off-Z no-OSSF category, with H jets T < 150 GeV and E miss T > 100 GeV. The smallest p-value is 0.05, which corresponds to a 1.7σ deviation, and is observed in the m eff > 1000 GeV region in the 2e/µ+ ≥ 1τ had , on-Z channel. Examples of kinematic distributions for all channels and categories are shown in figure 3.",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "section": "Results",
            "text": "Since the data are in good agreement with SM predictions, the observed event yields are used to constrain contributions from new phenomena. The 95% confidence level (CL) upper limits on the number of events from non-SM sources (N 95 ) are calculated using the modified Frequentist CL s prescription [70]. All statistical and systematic uncertainties on estimated backgrounds are incorporated into the limit-setting procedure, with correlations taken into account where appropriate. The N 95 limits are then converted into limits on the \"visible cross section\" (σ vis 95 ) using the relationship σ vis 95 = N 95 / Ldt, where Ldt is the integrated luminosity of the data sample. Figure 4 shows the resulting observed limits, along with the median expected limits with ±1σ and ±2σ uncertainties. Table 5 shows the expected and observed limits for the most inclusive signal regions.",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 299,
                    "text": "[70]",
                    "end": 303
                },
                {
                    "type": "figure",
                    "start": 677,
                    "text": "Figure 4",
                    "end": 685
                },
                {
                    "type": "table",
                    "start": 793,
                    "text": "Table 5",
                    "end": 800
                }
            ]
        },
        {
            "text": "Model testing",
            "section_rank": 18
        },
        {
            "section": "Model testing",
            "text": "The model-independent exclusion limits presented in section 8 can be re-interpreted in the scope of any model of new phenomena predicting final states with three or more leptons. This section provides a prescription for such re-interpretations. In order to convert the σ vis 95 limits into upper limits on the cross section in a specific model, the fiducial acceptance (A) must be known. The efficiency to select signal events within the fiducial volume (fiducial efficiency, or fid ) is also needed. The 95% CL upper limit on the cross section σ 95 is then given by    Table 5. Expected and observed limits on σ vis 95 for inclusive signal regions, along with confidence intervals of one and two standard deviations on the expected limits.",
            "paragraph_rank": 51,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 570,
                    "text": "Table 5",
                    "end": 577
                }
            ]
        },
        {
            "section": "Model testing",
            "text": "Both A and fid are determined using simulated events at the particle level, i.e. using all particles after the parton shower and hadronization with mean lifetimes longer than 10 −11 s. Event selection proceeds as described in section 3, with minor modifications detailed below. The acceptance is determined by selecting trilepton events, categorizing them, applying the signal region requirements, and dividing the resulting event yield by the signal yield before any selection. The fiducial efficiency is then determined using parameterized efficiencies provided below. Events should be generated without pileup -the effects of pileup are small, and are handled in the parameterized efficiencies.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "section": "Model testing",
            "text": "Electron and muons are selected using the same |η| requirements described in section 3, but with a lower p T requirement of 10 GeV. Electrons or muons from tau decays must satisfy the same requirements as prompt leptons. The tau four-momentum at the particle level is defined using only the visible decay products, which include all particles except neutrinos. Hadronically decaying taus are required to have p vis T ≥ 15 GeV and |η vis | < 2.5. Generated electrons and muons are required to be isolated. A track isolation energy at the particle level corresponding to p iso T,track , denoted p iso T,true , is defined as the scalar sum of transverse momenta of charged particles within a cone of ∆R = 0.3 around the lepton axis. Particles used in the sum are included after hadronization and must have p T > 1 GeV. A fiducial isolation energy corresponding to E iso T,cal , denoted E iso T,true , is defined as the sum of all particles inside the annulus 0.1 < ∆R < 0.3 around the lepton axis. Neutrinos and other stable, weakly interacting particles produced in models of new phenomena are excluded from both p iso T,true and E iso T,true ; muons are excluded from E iso T,true . Electrons and muons must satisfy p iso T,true /p T < 0.15 and E iso T,true /p T < 0.15. A simulated sample of W Z events is used to extract the per-lepton efficiencies . Generated leptons are matched to reconstructed lepton candidates that satisfy the selection criteria defined in section 3 by requiring their ∆R separation be less than 0.  Table 6. The fiducial efficiency for electrons, muons, and taus in different p T ranges ( fid (p T )). For electrons and muons from tau decays, the p T is that of the electron or muon, not the tau. The uncertainties shown reflect the statistical uncertainties of the simulated samples only.",
            "paragraph_rank": 53,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1524,
                    "text": "Table 6",
                    "end": 1531
                }
            ]
        },
        {
            "section": "Model testing",
            "text": "electrons and muons, and less than 0.2 for taus. Reconstructed electrons and muons originating from true tau decays are also required to be within ∆R of 0.2 of the true lepton from the tau decay. The per-lepton fiducial efficiency, , is defined as the ratio of the number of reconstructed leptons satisfying all selection criteria to the number of generated leptons within acceptance. Separate values of are measured for each lepton flavour, and is determined separately for leptons from tau decays. The effects of the trigger requirements are folded into the per-lepton efficiencies; for SM W Z events with both bosons on-shell, the trigger efficiency is over 95% when all offline selection criteria are applied.",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "section": "Model testing",
            "text": "The efficiencies as functions of p T are shown in table 6, and efficiencies as functions of |η| for electrons and taus are shown in table 7. For empty bins, the value from the preceding filled bin is the suggested central value. For electrons and taus, the final perlepton efficiency is given as = (p T ) • (η)/ , where is the inclusive efficiency of the full sample, and is 0.66 for prompt electrons, 0.39 for electrons from tau decays, and 0.26 for hadronically decaying taus. The η dependence of the muon efficiencies is treated by separate p T efficiency measurements for muons with |η| < 0.1 and those with |η| ≥ 0.1. Table 6 includes entries to cover cases where leptons with true p T below the nominal p T threshold of 15 (20) GeV for electrons and muons (taus) are reconstructed with p T above threshold. These efficiencies are typically small, but are needed for proper modelling of events with low-p T leptons.",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 623,
                    "text": "Table 6",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 729,
                    "text": "(20)",
                    "end": 733
                }
            ]
        },
        {
            "section": "Model testing",
            "text": "The resulting per-lepton efficiencies are then combined to yield a selection efficiency for a given event satisfying the fiducial acceptance criteria. For events with exactly three leptons, the total efficiency for the event is the product of the individual lepton efficiencies. For events with more than three leptons, the additional leptons in order of descending p T only contribute to the total efficiency when a lepton with higher p T is not selected, leading to terms such as 1 2 4 (1− 3 ), where i denotes the fiducial efficiency for the i th p T -ordered lepton. The method can be extended to cover the number of leptons expected in the model under consideration.",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "section": "Model testing",
            "text": "-19 -",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 19
        },
        {
            "section": "JHEP08(2015)138",
            "text": "|η| Prompt e τ → e τ had 0.0-0.1 0.650 ± 0.006 0.55 ± 0.06 0.166 ± 0.017 0.1-0.5 0.714 ± 0.004 0.500 ± 0.026 0.150 ± 0.009 0.5-1.0 0.722 ± 0.004 0.513 ± 0.026 0.188 ± 0.010 1.0-1.5 0.689 ± 0.004 0.421 ± 0.026 0.175 ± 0.010 1.5-2.0 0.635 ± 0.004 0.470 ± 0.030 0.142 ± 0.009 2.0-2.5 0.615 ± 0.004 0.433 ± 0.032 0.109 ± 0.008 Table 7. The fiducial efficiency for electrons and taus in different η ranges ( fid (η)). For electrons from tau decays, the η is that of the electron, not the tau. The uncertainties shown reflect the statistical uncertainties of the simulated samples only.",
            "paragraph_rank": 58,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 323,
                    "text": "Table 7",
                    "end": 330
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Jets at the particle level are reconstructed from all stable particles, excluding muons and neutrinos, with the anti-k t algorithm using a radius parameter R = 0.4. Overlaps between jets and leptons are removed as described in section 3. E miss T is defined as the magnitude of the vector sum of the transverse momenta of all neutrinos and any stable, non-interacting particles produced in models of new phenomena. The kinematic variables used to define signal regions are defined as in section 3.",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Predictions of both the rates and kinematic properties of doubly charged Higgs and excited-lepton events, when made with the method described above, agree well with the same quantities after detector simulation. Uncertainties, based on the level of agreement seen across the studied models, are estimated at 10% for the ≥ 3e/µ channels, and 20% for the 2e/µ+ ≥ 1τ had channels. When calculating limits on specific models, these uncertainties must be applied to the estimated signal yields after selection to take into account the limited precision of the fiducial efficiency approach.",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "Interpretation",
            "section_rank": 20
        },
        {
            "section": "Interpretation",
            "text": "The results of the model-independent search are interpreted in the context of two specific models of new phenomena: a model with pair-produced doubly charged Higgs bosons, and a model with excited, non-elementary leptons.",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "section": "Interpretation",
            "text": "Doubly charged Higgs bosons can be either pair-produced or produced in association with a singly charged state. In this paper, the H ±± are assumed to be pair-produced, with decays to charged leptons. One feature of most models with H ±± is the presence of lepton-flavour-violating terms, leading to decays such as H ±± → e ± µ ± in addition to H ±± → e ± e ± or H ±± → µ ± µ ± . Decays to electrons and/or muons have been probed at √ s = 8 TeV in ref. [71], while decays to all flavours of leptons are probed at √ s =7 TeV in ref. [72]. In this paper, only the lepton-flavour-violating decays H ±± → e ± τ ± and H ±± → µ ± τ ± are considered.",
            "paragraph_rank": 62,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 453,
                    "text": "[71]",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 532,
                    "text": "[72]",
                    "end": 536
                }
            ]
        },
        {
            "section": "Interpretation",
            "text": "The visible cross-section limits presented above are used to constrain this model. The off-Z, OSSF category provides the largest acceptance for the lepton-flavour-violating decays; contributions from the remaining categories are small and have a negligible impact on the sensitivity.  Table 8. Theoretical cross section and the acceptances, efficiencies and 95% CL upper limits on the cross section for pair-produced H ±± decaying to e ± τ ± and µ ± τ ± . Rec. A× represents the fraction of signal events passing all analysis cuts after detector-level simulation and event reconstruction. sitivity, followed by limits based on p ,min",
            "paragraph_rank": 63,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 285,
                    "text": "Table 8",
                    "end": 292
                }
            ]
        },
        {
            "text": "T",
            "section_rank": 21
        },
        {
            "section": "T",
            "text": "; here only limits based on H leptons T are used. For H ±± masses up to 200 GeV, the signal region defined by H leptons T > 200 GeV is used; for higher masses the requirement is H leptons T > 500 GeV. Finally, both the ≥ 3e/µ and 2e/µ+ ≥ 1τ had channels are used to maximize the total acceptance. Table 8 summarizes the expected acceptance, efficiency, and cross-section limit for several mass values, channels, and decay scenarios. The ≥ 3e/µ and 2e/µ+ ≥ 1τ had channels have comparable sensitivity for high masses, and are therefore combined when setting the final limits to improve the overall constraint on this model. The H ±± can couple preferentially to left-handed (H ±± L ) or right-handed (H ±± R ) leptons, with the production cross section for the right-handed coupling scenario being roughly half that for the lefthanded coupling scenario. The acceptance and efficiency are the same for both couplings. The final limits on H ±± → e ± τ ± and H ±± → µ ± τ ± for both scenarios are shown in figure 5. In both cases, a branching ratio of 100% is assumed for the chosen decay. For H ±± → e ± τ ± , the expected mass limit for left-handed couplings is 350±50 GeV, with an observed limit of 400 GeV. For H ±± → µ ± τ ± , the expected mass limit for left-handed couplings is 370 +20 −40 GeV, with an observed limit at 400 GeV. The expected (observed) limit on H ±± → µ ± τ ± from the 7 TeV ATLAS analysis [33] is 229 (237) GeV, which only uses the ≥ 3e/µ channel. The corresponding observed limits from the 7 TeV CMS analysis [72] are 293 GeV for H ±± → e ± τ ± and 300 GeV for H ±± → µ ± τ ± .  Figure 5. Observed and expected 95% upper limits on the cross section times branching ratio for H ±± decaying to (a) e ± τ ± and (b) µ ± τ ± . Separate mass constraints are extracted for H ±± coupling to left-and right-handed fermions from the intersections with the predicted cross sections shown by the dotted and solid red curves.",
            "paragraph_rank": 64,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 297,
                    "text": "Table 8",
                    "end": 304
                },
                {
                    "type": "figure",
                    "start": 1002,
                    "text": "figure 5",
                    "end": 1010
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 1532,
                    "text": "[72]",
                    "end": 1536
                },
                {
                    "type": "figure",
                    "start": 1602,
                    "text": "Figure 5",
                    "end": 1610
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Composite fermion models often imply the existence of excited-lepton states [25]. Excited leptons are either pair-produced, produced in association with another excited lepton of a different flavour, or produced in association with a SM lepton [6,7]. The production is mediated either by gauge bosons (gauge-mediated, GM) or by auxiliary, massive fields that can be approximated as a four-fermion contact interaction (CI) vertex. The scales of the CI and GM processes are assumed to be identical and called Λ, while the masses of the excited leptons are referred to as m * . The CI process dominates the production and decay of excited leptons for m * /Λ > 0.3, while for lower values the GM process becomes important. Additionally, the parameters f s , f and f , corresponding to the SU(3), SU (2) and U(1) couplings of the model respectively, can be chosen arbitrarily and dictate the dynamics of the model. For this study, all coupling parameters are set to unity, as used in ref. [25]. This specific choice of f = f forbids the radiative decays of excited neutrinos.",
            "paragraph_rank": 65,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 76,
                    "text": "[25]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 244,
                    "text": "[6,",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 247,
                    "text": "7]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 795,
                    "text": "(2)",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 984,
                    "text": "[25]",
                    "end": 988
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Searches for excited electrons and muons have been performed using a similar benchmark model by CMS [73], at √ s = 7 TeV, and by ATLAS [74], with 13 fb −1 at √ s = 8 TeV. The most stringent lower limits on m * from these searches are at 2.2 TeV for Λ = m * . Lower limits on the mass of excited leptons were set by the L3 experiment. These limits, which are independent of Λ, range from 91 GeV to 102 GeV, with limits on excited taus and excited tau neutrinos being somewhat weaker than those for other flavours [75].",
            "paragraph_rank": 66,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 100,
                    "text": "[73]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 135,
                    "text": "[74]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 512,
                    "text": "[75]",
                    "end": 516
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The decay products for each excited neutrino are a neutrino (or charged lepton) of the same generation and a Z (W ) boson, or a fermion pair. Similarly, excited charged leptons can decay into a charged lepton (or neutrino) of the same generation and a γ/Z (or W ) boson, or into a fermion pair. For excited neutrinos, only the pair production of two excited neutrinos ν*ν* is taken into account; single production of excited neutrinos producing final states with three or more leptons is suppressed and its contribution is negligible. For the excited charged leptons, both single and pair production of excited states are taken into JHEP08(2015)138",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "account.",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The upper limits on the visible cross section can be used to constrain m * and Λ. In all cases, the signal region with the best expected sensitivity is used to constrain each scenario. In the cases where the excited charged lepton or neutrino masses are large, the decay products typically carry a large amount of momentum. This leads to signal events with large H leptons T . Additionally, in this regime, the GM decay through Z bosons is disfavoured compared to the CI decay. Consequently, for such scenarios, the off-Z channel provides better sensitivity due to lower background rates.",
            "paragraph_rank": 69,
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The production of excited electrons, excited muons, and excited electron and muon neutrinos is constrained using the ≥ 3e/µ, off-Z, OSSF region requiring H leptons T > 800 GeV (H leptons T > 500 GeV) for masses above (below) 600 GeV. Excited tau neutrinos with high values of m * /Λ are constrained using the ≥ 3e/µ, off-Z, OSSF region requiring m eff > 1.5 TeV. The only excited tau neutrino decays that preferentially produce final states with taus are the GM decays via a W boson, which become significant at lower values of m * /Λ. For such cases, the 2e/µ+ ≥ 1τ had , off-Z, no-OSSF region requiring p ,min T > 100 GeV is used.",
            "paragraph_rank": 70,
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "For excited taus, the ≥ 3e/µ, off-Z, OSSF region requiring m eff > 1.5 TeV is used for masses above 1 TeV. For masses between 500 GeV and 1 TeV, the ≥ 3e/µ, off-Z, OSSF regions requiring m eff > 1 TeV is used. For masses below 500 GeV, where the GM decay through Z bosons again becomes significant, the 2e/µ+ ≥ 1τ had , on-Z region requiring p ,min T > 100 GeV is most sensitive. Table 9 summarizes the expected acceptance and efficiency for several flavours, mass values and Λ values for the most sensitive signal region. Figure 6 shows the excluded regions of the mass parameter and the scale Λ for all lepton flavours extracted from the expected and observed upper limits on the visible cross section. Exclusion regions are also shown for the case where excited leptons are only produced via the CI process.",
            "paragraph_rank": 71,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 380,
                    "text": "Table 9",
                    "end": 387
                },
                {
                    "type": "figure",
                    "start": 523,
                    "text": "Figure 6",
                    "end": 531
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "For low Λ-values, a broad range of masses up to 2 TeV can be excluded, while for higher Λ-values, only low masses are excluded. In the low-mass region, ν * → + W is the main decay mode for excited neutrinos, while * → + γ is the main decay mode for charged leptons. Therefore, pair-produced ν * e and ν * µ have the highest acceptance due to their final states with at least three leptons, and thus they have the most stringent limits.",
            "paragraph_rank": 72,
            "section_rank": 22
        },
        {
            "section": "JHEP08(2015)138",
            "text": "The production cross section of pair-produced excited leptons via the GM process is independent of Λ, which leads to improved sensitivity at low excited-lepton masses. The low efficiency for reconstructing tau leptons leads to a relatively small gain in sensitivity for ν * τ from GM production. For ν * e (ν * µ ), the expected Λ-independent mass limit is 210 ± 25 GeV (225 ± 25 GeV), with an observed limit of 230 GeV (250 GeV). For masses higher than 300 GeV, the limits for these two particles follow approximately a line of: Λ + 8.3 × m ν * = 14500 GeV. The most stringent upper limits on the mass of the excited leptons are found when m * = Λ. In this case, the resulting limits are 3.0 TeV for excited electrons and muons, 2.5 TeV for excited taus, and 1.6 TeV for every excited-neutrino flavour.  Table 9. Cross section, acceptances, efficiencies, and 95% CL upper limits on the cross section for various excited-lepton flavours and mass values using the ≥ 3e/µ, off-Z, OSSF region requiring H leptons T > GeV. The observed limit is equal to the expected limit in this signal region. Rec. A × represents the fraction of signal events passing all analysis cuts after detector-level simulation and event reconstruction.  Figure 6. Observed and expected 95% CL limits on the mass parameter and the compositeness scale Λ for excited leptons. The region under the curve is excluded by this analysis, the blue region is excluded by LEP, and the gray region represents m * > Λ and is unphysical. The red line shows the limits taking only CI production into account.",
            "paragraph_rank": 73,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 805,
                    "text": "Table 9",
                    "end": 812
                },
                {
                    "type": "figure",
                    "start": 1227,
                    "text": "Figure 6",
                    "end": 1235
                }
            ]
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 23
        },
        {
            "section": "JHEP08(2015)138",
            "text": "-25 -",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "text": "JHEP08(2015)138 11 Conclusion",
            "section_rank": 24
        },
        {
            "section": "JHEP08(2015)138 11 Conclusion",
            "text": "A search for anomalous production of events with at least three charged leptons is been presented, using 20.3 fb −1 of pp collisions at √ s = 8 TeV recorded by the ATLAS detector at the CERN Large Hadron Collider. Data distributions are compared to SM predictions in a variety of observables and final states, designed to probe a large range of BSM scenarios. Good agreement between the data and SM predictions is observed. Model-independent exclusion limits on visible cross sections are derived, and a prescription to re-interpret such limits for any model is presented. Additionally, limits are set on specific models predicting doubly charged Higgs bosons and excited leptons. Doubly charged Higgs bosons coupling to left-handed fermions and decaying exclusively to eτ or µτ pairs are constrained to have mass above 400 GeV at 95% confidence level. For excited leptons, the mass constraints depend on the compositeness scale, with the strongest mass constraints reached where the mass of the excited state and the compositeness scale are the same; the lower limits on the mass extend to 3.0 TeV for excited electrons and excited muons, 2.5 TeV for excited taus, and 1.6 TeV for every excited-neutrino flavour.",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 25
        },
        {
            "section": "JHEP08(2015)138",
            "text": "A Yields and cross-section limits Expected and observed event yields for all signal regions are provided in tables 10-17. -27 -  Table 11. Expected and observed event yields for the minimum p T signal regions.  Table 12. Expected and observed event yields for the b-tag signal regions.",
            "paragraph_rank": 76,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 129,
                    "text": "Table 11",
                    "end": 137
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 211,
                    "text": "Table 12",
                    "end": 219
                }
            ]
        },
        {
            "section": "JHEP08(2015)138",
            "text": "-28 -JHEP08(2015)138           Expected limits with confidence intervals of one and two standard deviations, observed limits, and one-sided p-values with corresponding significance in units of σ are provided in tables 18-25. ",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 26
        },
        {
            "text": "JHEP08(2015)138",
            "section_rank": 27
        },
        {
            "section": "JHEP08(2015)138",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "Signal regions are defined in each channel and category by requiring one or more variables to exceed minimum values. Signal regions based on H leptons T are made without requirements on other variables, as are regions based on p ,min T and the number of b-tagged jets. Signal regions based on E miss T are defined separately for events with H jets T below and above 150 GeV, which serves to distinguish weak production (e.g. pp → W * → * ν * ) from strong production (e.g. pp → QQ → WqZq , where Q is some new heavy quark). Signal regions based on m eff are constructed with and without additional requirements of E miss T ≥ 100 GeV and m W T ≥ 100 GeV. The definitions of all 138 signal regions are given in table 1.",
            "paragraph_rank": 79,
            "section_rank": 28
        },
        {
            "text": "Figure 1 .",
            "section_rank": 29
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. (a) Tau p T distribution for τ had candidates in the enriched τ had validation region. (b) Missing transverse momentum distribution in the tt validation region for electrons and muons. (c) Effective mass distribution in the intermediate τ had validation region, in the off-Z, OSSF category. (d) Distribution of the transverse mass of the missing transverse momentum and the muon not associated with the Z-boson candidate in the intermediate-muon validation region. Signal contamination from doubly charged Higgs bosons and excited leptons in all validation regions is negligible. The lower panel shows the ratio of data to the expected SM backgrounds in each bin. The last bin in all figures includes overflows.",
            "paragraph_rank": 80,
            "section_rank": 29
        },
        {
            "text": "The upper limit on H jets T of 500 GeV reduces potential contamination from hypothesized signals. An example of the E miss T distribution in the tt region enriched in reducible backgrounds from the same-sign electrons and/or muons is shown in figure 1(b).",
            "paragraph_rank": 81,
            "section_rank": 30
        },
        {
            "text": ", and leptons satisfying the intermediate selection are referred to as intermediately identified leptons, or simply intermediate leptons. The reweighting factors are remeasured for the intermediate selection and used in the validation region. Events are selected as in the analysis, with the intermediate selection used for a single lepton flavour. For intermediate electrons and muons, only events in the on-Z channel are considered, and intermediate leptons are required to have a flavour different from that of the OSSF pair forming the Z boson candidate. For intermediate taus, all channels are considered. An example of the m eff distribution for the intermediate tau selection is shown in figure 1(c). For the intermediate muon validation region, the transverse mass distribution for intermediate muons combined with E miss Tis shown infigure 1(d). Good agreement between the expected and observed event yields is seen in all validation regions. A summary of expected and observed event yields for all validation regions is shown in",
            "paragraph_rank": 82,
            "section_rank": 31
        },
        {
            "text": "1 )Figure 2 .",
            "section_rank": 32
        },
        {
            "section": "1 )Figure 2 .",
            "text": "Figure 2. Deviations of observed event yields from expected yields, divided by the total uncertainty on the expected yield, for all signal regions under study. The total uncertainty on the expected yield includes statistical uncertainties on the background estimate as well as the systematic uncertainties discussed in the previous section. The error bars on the data points show Poisson uncertainties with 68% coverage. Expected yields for two benchmark BSM scenarios, a model with excited tau neutrinos with mass 500 GeV and compositeness scale 4 TeV, and a model with pair-produced doubly charged Higgs bosons with a mass 300 GeV decaying to µτ , are shown by red and blue dashed lines, respectively.",
            "paragraph_rank": 83,
            "section_rank": 32
        },
        {
            "text": "Figure 3 .Figure 4 .",
            "section_rank": 33
        },
        {
            "section": "Figure 3 .Figure 4 .",
            "text": "Figure 3. Sample results for all categories: (a) ≥ 3e/µ, off-Z, no-OSSF, (b) 2e/µ+ ≥ 1τ had , off-Z, no-OSSF, (c) ≥ 3e/µ, off-Z, OSSF, (d) 2e/µ+ ≥ 1τ had , off-Z, OSSF, (e) ≥ 3e/µ, on-Z and (f) 2e/µ+ ≥ 1τ had , on-Z. A predicted signal of excited tau neutrinos is overlaid to illustrate the sensitivity of the different signal regions; the compositeness scale Λ of this signal scenario is 4 TeV. The lower panel shows the ratio of data to the expected SM backgrounds in each bin. The last bin in all figures includes overflows.",
            "paragraph_rank": 84,
            "section_rank": 33
        },
        {
            "text": "Table 10 .",
            "section_rank": 34
        },
        {
            "section": "Table 10 .",
            "text": "≥ 1τ , off-Z, OSSF GeV 0.64 ± 0.21 4.4 ± 0.6 68 ± 20 73 ± 20 67 GeV 0.06 ± 0.03 0.17 ± 0.04 1.1 ± 0Expected and observed event yields for the H leptons T signal regions.",
            "paragraph_rank": 85,
            "section_rank": 34
        },
        {
            "text": "µ, off-Z, no-OSSF GeV 0.83 ± 0.27 0.45 ± 0.13 0.28 + − ≥ 1τ , off-Z, no-OSSF GeV 0.43 ± 0.15 0.62 ± 0≥ 1τ , off-Z, OSSF GeV 0.33 ± 0.11 1.72 ± 0",
            "paragraph_rank": 86,
            "section_rank": 35
        },
        {
            "text": "≥ 1τ , on-Z Inclusive 1.01 ± 0.32 12.1 ± 1.7 13.8 ± 4.1 26.9 ± 4",
            "paragraph_rank": 87,
            "section_rank": 36
        },
        {
            "text": "7 ± 3 8 ± 1",
            "section_rank": 37
        },
        {
            "section": "7 ± 3 8 ± 1",
            "text": "≥ 1τ , off-Z, no-OSSF Inclusive 0.63 ± 0.24 19.1 ± 2.5 105 ± 25 125 ± 25 100 GeV 0.25 ± 0.12 0.85 ± 0.23 9.≥ 1τ , on-Z Inclusive 0.58 ± 0.23 112 ± 10 9600 ± 2600 9800 ± 2600 9149 100 GeV 0.08 ± 0.04 6.",
            "paragraph_rank": 88,
            "section_rank": 37
        },
        {
            "text": "table 2 .",
            "section_rank": 38
        },
        {
            "text": "Table 4 .",
            "section_rank": 39
        },
        {
            "section": "Table 4 .",
            "text": "Expected and observed event yields for the most inclusive signal regions.",
            "paragraph_rank": 90,
            "section_rank": 39
        },
        {
            "text": "|η| > 0.1 |η| < 0.1 10-15 0.0256 ± 0.0003 0.0224 ± 0.0002 0.0071 ± 0.0003 0.0086 ± 0.0006 15-20 0.522 ± 0.005 0.839 ± 0.008 0.402 ± 0.015 0.409 ± 0.029 0.62 ± 0.04 0.66 ± 0.19 0.0311± 0.0021 20-25 0.607 ± 0.005 0.887 ± 0.007 0.478 ± 0.017 0.44 ± 0.04 0.66 ± 0.06 0.12 ± 0.04 0.148 ± 0.012 25-30 0.654 ± 0.005 0.910 ± 0.007 0.490 ±",
            "paragraph_rank": 91,
            "section_rank": 40
        },
        {
            "text": "Table 13 .",
            "section_rank": 41
        },
        {
            "section": "Table 13 .",
            "text": "Expected and observed event yields for the inclusive m eff signal regions.",
            "paragraph_rank": 92,
            "section_rank": 41
        },
        {
            "text": "Table 14 .",
            "section_rank": 42
        },
        {
            "section": "Table 14 .",
            "text": "Expected and observed event yields for the high-E miss",
            "paragraph_rank": 93,
            "section_rank": 42
        },
        {
            "section": "Table 14 .",
            "text": "T, m eff signal regions.",
            "paragraph_rank": 94,
            "section_rank": 42
        },
        {
            "text": "Table 15 .",
            "section_rank": 43
        },
        {
            "section": "Table 15 .",
            "text": "Expected and observed event yields for the high-m W T , m eff signal regions.",
            "paragraph_rank": 95,
            "section_rank": 43
        },
        {
            "text": "Table 16 .",
            "section_rank": 44
        },
        {
            "section": "Table 16 .",
            "text": "Expected and observed event yields for the high-H jets T , E miss T",
            "paragraph_rank": 96,
            "section_rank": 44
        },
        {
            "text": "Table 17 .Table 18 .",
            "section_rank": 45
        },
        {
            "section": "Table 17 .Table 18 .",
            "text": "Expected and observed event yields for the low-H jets T , E miss T Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on H leptons",
            "paragraph_rank": 97,
            "section_rank": 45
        },
        {
            "section": "Table 17 .Table 18 .",
            "text": "T.",
            "paragraph_rank": 98,
            "section_rank": 45
        },
        {
            "text": "Table 19 .Table 20 .Table 21 .Table 22 .Table 23 .",
            "section_rank": 46
        },
        {
            "section": "Table 19 .Table 20 .Table 21 .Table 22 .Table 23 .",
            "text": "Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on p ,min Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on the number of b-tagged jets. Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on m eff . Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on m eff . All signal regions above have an additional requirement of E miss T ≥ 100 GeV. Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on m eff . All signal regions above have an additional requirement of m W T ≥ 100 GeV.Table 24. Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on E miss T Table 25. Expected and observed limits, and corresponding p-values and significances (in standard deviations), for signal regions based on cuts on E miss T . All signal regions above have an additional requirement of H jets T < 150 GeV.",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "section": "Table 19 .Table 20 .Table 21 .Table 22 .Table 23 .",
            "text": "-39 -",
            "paragraph_rank": 100,
            "section_rank": 46
        },
        {
            "section": "Table 19 .Table 20 .Table 21 .Table 22 .Table 23 .",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse",
            "paragraph_rank": 101,
            "section_rank": 46
        },
        {
            "text": "Acknowledgments",
            "section_rank": 48
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 102,
            "section_rank": 48
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 103,
            "section_rank": 48
        }
    ]
}