{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The results of a search for new physics in final states with jets, either photons or leptons, and low missing transverse momentum are reported. The study is based on a sample of proton-proton collisions collected at a center-of-mass energy √ s = 8 TeV with the CMS detector in 2012. The integrated luminosity of the sample is 19.7 fb −1 . Many models of new physics predict the production of events with jets, electroweak gauge bosons, and little or no missing transverse momentum. Examples include stealth models of supersymmetry (SUSY), which predict a hidden sector at the electroweak energy scale in which SUSY is approximately conserved. The data are used to search for stealth SUSY signatures in final states with either two photons or an oppositely charged electron and muon. No excess is observed with respect to the standard model expectation, and the results are used to set limits on squark pair production in the stealth SUSY framework.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Models of supersymmetry [1,2] (SUSY) with a stable, neutral, massive, weakly interacting, lightest supersymmetric particle (LSP) have received considerable attention in recent years because they simultaneously offer a solution to the hierarchy problem, allow unification of the fundamental interactions, and provide a dark matter candidate. Many searches for SUSY are based on this scenario, which predicts large missing transverse momentum p miss T as a consequence of the undetected LSPs. Nonetheless, well-motivated models of SUSY exist that predict small p miss T , such as models with R-parity violation [3], gauge mediated SUSY breaking [4], compressed spectra [5,6], or hidden valleys [7]. Many non-SUSY models of new physics, including theories with extra dimensions [8], heavy-flavor compositeness [9], or little Higgs scenarios [10,11], similarly predict low-p miss T final states. As the parameter space available for high-p miss T signatures becomes constrained by results from the CERN LHC [12][13][14][15][16][17][18][19][20][21], searches for these low-p miss T alternatives become increasingly pertinent.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 24,
                    "text": "[1,",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "start": 27,
                    "text": "2]",
                    "end": 29
                },
                {
                    "type": "bibr",
                    "start": 609,
                    "text": "[3]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "start": 643,
                    "text": "[4]",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 667,
                    "text": "[5,",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 670,
                    "text": "6]",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "start": 692,
                    "text": "[7]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "start": 775,
                    "text": "[8]",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 807,
                    "text": "[9]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 838,
                    "text": "[10,",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 842,
                    "text": "11]",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1003,
                    "text": "[12]",
                    "end": 1007
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1007,
                    "text": "[13]",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "start": 1011,
                    "text": "[14]",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "start": 1015,
                    "text": "[15]",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 1019,
                    "text": "[16]",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "start": 1023,
                    "text": "[17]",
                    "end": 1027
                },
                {
                    "type": "bibr",
                    "start": 1027,
                    "text": "[18]",
                    "end": 1031
                },
                {
                    "type": "bibr",
                    "start": 1031,
                    "text": "[19]",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "start": 1035,
                    "text": "[20]",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "start": 1039,
                    "text": "[21]",
                    "end": 1043
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Among models of SUSY with low p miss T final states, the socalled stealth scenario [22,23] has received relatively little atten-E-mail address: cms-publication-committee-chair@cern.ch. tion. The simplest stealth SUSY models assume low-scale SUSY breaking and introduce a new hidden sector of particles at the weak scale, analogous to the SUSY-breaking sector, which experiences only minimal SUSY breaking through the interactions with SM fields. Because it is weakly connected to the SUSY-breaking sector, the hidden sector is populated with nearly mass-degenerate superpartners. With this addition, the LSP of non-stealth scenarios, taken to be a gaugino (i.e., a neutralino or chargino), assumes the role of the lightest \"visible sector\" SUSY particle (LVSP) and can decay without violating R-parity [24] to yield a lighter hidden-sector SUSY particle. The LSP in this model is produced from the decay of the hidden-sector SUSY particle to its SM partner, and the near mass degeneracy of the superpartners results in the LSP being produced with low momentum. Thus, stealth SUSY models naturally produce low-p miss T signatures with neither R-parity violation nor a special tuning of masses.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 83,
                    "text": "[22,",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 87,
                    "text": "23]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 802,
                    "text": "[24]",
                    "end": 806
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this Letter we present a search for stealth SUSY signatures involving the decay of a gaugino to a stealth-model particle and either a photon (γ analysis) or a leptonically decaying W ± boson ( ± analysis). The data sample, corresponding to an integrated luminosity of 19.7 fb −1 of proton-proton collisions at",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "was collected with the CMS detector at the LHC in 2012. For the interpretation of results, we assume a minimal hidden sector composed of an R-parity-even scalar particle S and its superpartner, http://dx.doi.org/10.1016/j.physletb.2015.03.017 0370-2693/© 2015 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Funded by SCOAP 3 . Fig. 1. Decay of a squark q to a quark and gaugino χ 1 in stealth SUSY. The subsequent decay of the gaugino produces a singlino S and a γ or W ± boson, and the singlino decays to two gluons and a soft gravitino G.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 418,
                    "text": "3",
                    "end": 419
                },
                {
                    "type": "figure",
                    "start": 422,
                    "text": "Fig. 1",
                    "end": 428
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "the singlino S, both of which are singlets under all SM interactions. We consider singlino production in the context of squark pair production, with the decay of the squark shown in Fig. 1. In the γ ( ± ) scenario, the LVSP neutralino (chargino) decays to an S and a photon (W ± boson), with a subsequent decay of the S to an S and a gravitino, S → GS. The S is assumed to decay to jets via S → gg. Because of the small mass splitting between the S and S, the resulting gravitino carries very little momentum and yields low",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 182,
                    "text": "Fig. 1",
                    "end": 188
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The γ analysis is an extension of a similar study [25] performed with a sample of proton-proton collisions at",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 50,
                    "text": "[25]",
                    "end": 54
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "analysis is the first of its kind. For the γ analysis we require the presence of two photons in the final state, while for the ± analysis we require the presence of two leptons with different flavors and opposite charges (e ± μ ∓ ). Both the γ and ± analyses are based on a search for an excess of events with a large number of jets N jets and high S T , where S T is the scalar sum of the transverse momenta p T of all physics objects used in the study. We perform a statistical test for the presence of the specific stealth SUSY models described in this Letter, and provide additional information to allow alternative interpretations of the data. This Letter is organized as follows: in Section 2 we describe the data samples, trigger criteria, and object definitions used in the analysis. The details of the simulation of the signal and background samples are described in Section 3. Methods based on control samples in data for estimating the backgrounds for the γ and ± analyses are given in Sections 4 and 5. Systematic uncertainties are discussed in Section 6 and the results, including exclusion limits, are presented in Section 7. Section 8 summarizes our conclusions.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Trigger and object selection",
            "section_rank": 3
        },
        {
            "section": "Trigger and object selection",
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m inner diameter that surrounds a silicon pixel and strip tracker, covering the pseudorapidity region |η| < 2.5, as well as a lead tungstate crystal electromagnetic calorimeter (ECAL) and a brass/scintillator hadron calorimeter (HCAL), both covering |η| < 3.0. Muons are detected with gas-ionization detectors embedded in the steel flux-return yoke covering the range |η| < 2.4. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. [26].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 620,
                    "text": "[26]",
                    "end": 624
                }
            ]
        },
        {
            "section": "Trigger and object selection",
            "text": "For the γ analysis we employ a diphoton trigger requiring two photons satisfying p T > 36 and 22 GeV. The SM background is studied with events from a trigger that requires H T > 750 GeV, where H T is the scalar sum of the p T of all jets in the event with p T > 40 GeV. The ± analysis is based on a single-muon trigger, which requires the presence of at least one muon with p T > 24 GeV and |η| < 2.1.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Trigger and object selection",
            "text": "Muon candidates are reconstructed with the particle-flow (PF) algorithm [27], which simultaneously reconstructs all particles produced in a collision based on information from all detector subsystems and identifies each as a charged or neutral hadron, photon, muon, or electron. Candidates are required to have p T > 15 GeV, to be reconstructed in the fiducial volume of the trigger (|η| < 2.1), and to have a transverse (longitudinal) impact parameter less than 2 (5) mm with respect to the primary vertex of the event. The primary vertex is defined as the vertex with the highest sum of p 2 T of tracks associated with it. To ensure a precise measurement of the transverse impact parameter of the muon track relative to the beam spot, we consider only muons with tracks containing more than ten measured points in the silicon tracker and at least one in the pixel detector. We ensure isolation from other activity in the event by restricting the scalar p T sum of all PFreconstructed photons and charged and neutral hadrons within a cone R ≡ ( η) 2 + ( φ) 2 = 0.4 around the muon direction to be less than 12% of the candidate p T after subtracting the contributions of additional pp collisions (pileup) [28].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 72,
                    "text": "[27]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "start": 591,
                    "text": "2",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "start": 1206,
                    "text": "[28]",
                    "end": 1210
                }
            ]
        },
        {
            "section": "Trigger and object selection",
            "text": "Electron candidates are reconstructed by matching an energy cluster in the ECAL barrel (|η| < 1.44) with a track reconstructed with a Gaussian sum filter [29] in the tracking system. The ECAL endcap regions are omitted due to the low expected signal acceptance in these regions. The shape of the matched ECAL cluster must be consistent with that expected for electrons, and the difference in the inverse cluster energy and the inverse track momentum must be less than 0.05 GeV −1 . The electron candidate is required to be inconsistent with the conversion of a photon to an e + e − pair in the tracker. The track for the candidate must have a longitudinal impact parameter less than 1 mm with respect to the primary vertex and fewer than two missing hits in the tracker. Jets are reconstructed with the anti-k T clustering algorithm [30] with a distance parameter of 0.5 using PF objects as input [31]. To remove jets arising from potential instrumental and non-collision backgrounds, we require the fraction of jet energy coming from charged and neutral electromagnetic deposits to be less than 0.99, the neutral hadron fraction to be less than 0.99, and the charged hadron fraction to be greater than zero. The jet energy and momentum are corrected for the nonlinear response of the calorimeter and the effects of pileup [32]. Jets are required to have corrected p T > 30 GeV, |η| < 2.4, and to be isolated from photon and lepton candidates by R > 0.5. Jets are identified as originating from b-quark hadronization (b-tagged) using a combined secondary vertex algorithm that yields 70% signal efficiency for b jets and 1.5% misidentification of light quark jets [33].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 154,
                    "text": "[29]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 833,
                    "text": "[30]",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 897,
                    "text": "[31]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "start": 1323,
                    "text": "[32]",
                    "end": 1327
                },
                {
                    "type": "bibr",
                    "start": 1664,
                    "text": "[33]",
                    "end": 1668
                }
            ]
        },
        {
            "section": "Trigger and object selection",
            "text": "The missing transverse momentum vector p miss T is defined as the projection on the plane perpendicular to the beams of the negative vector sum of the momenta of all reconstructed particles in an event. Its magnitude is referred to as E miss T . S T is the scalar p T sum of all accepted physics objects in the analysis: muons, electrons, photons, jets, and E miss T .",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Simulation of background and signal events",
            "section_rank": 4
        },
        {
            "section": "Simulation of background and signal events",
            "text": "Monte Carlo (MC) simulations of signal and background processes are used to optimize selection criteria, validate analysis performance, determine signal efficiencies, and determine some backgrounds and systematic uncertainties. To simulate these samples, we use the MadGraph 5.1.3.30 [34] leading-order (LO) event generator unless otherwise noted. The pythia 6.426 [35] event generator with CTEQ6L1 [36] parton distribution functions (PDF) and parameters based on measurements from the LHC run at √ s = 7 TeV is used to describe parton showering, hadronization, multiple-parton interactions, and the underlying event for MadGraph 5 samples. A full simulation of the CMS detector based on the Geant4 [37] package is applied to all samples. Each event is superimposed with a set of simulated minimum bias events to reproduce the effect of pileup.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 284,
                    "text": "[34]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[35]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 399,
                    "text": "[36]",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "start": 699,
                    "text": "[37]",
                    "end": 703
                }
            ]
        },
        {
            "section": "Simulation of background and signal events",
            "text": "For the γ analysis, SM diphoton events are generated by requiring exactly two photons with p T > 20 GeV and minimum separation R = 0.4. Up to four additional partons are allowed. For the ± analysis, we generate samples of events with a top quarkantiquark (tt) pair, Drell-Yan (DY), ZZ, WW, and WZ production. The tt sample is produced with up to three additional partons, the DY sample is produced with up to four additional partons, and the diboson samples are produced with up to two additional partons. Single-top quark (t-, s-, and tW-channels) samples are generated with the powheg v1.0 [38][39][40][41][42] generator. The tt and DY samples are normalized to cross sections calculated at next-tonext-to-leading-order accuracy [43,44]. The normalizations of the single-top quark and diboson samples are valid to next-to-leadingorder (NLO) [45] and LO [46], respectively. The diphoton sample is used only to validate the background estimation method and so its normalization is not relevant. We generate signal samples for both analyses using the pythia generator with the CMS fast simulation [47] of the detector. The models are characterized by the masses of the particles in the decay chain. The small S-S mass splitting, the central feature of stealth SUSY, is taken to be 10 GeV, and we assume the S mass to be 100 GeV. In the ± analysis, a range of squark masses (M q ) are considered from 300 to 1000 GeV, and the chargino is fixed to be half of M q rounded up to the nearest 100 GeV. In the γ analysis, In both models, the gravitino mass is taken to be zero. We assume branching fractions of unity for the decays χ 0 1 → Sγ and χ ± 1 → SW ± in the γ and ± analyses, respectively.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 592,
                    "text": "[38]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 596,
                    "text": "[39]",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 600,
                    "text": "[40]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 604,
                    "text": "[41]",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 608,
                    "text": "[42]",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 731,
                    "text": "[43,",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 735,
                    "text": "44]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 843,
                    "text": "[45]",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 855,
                    "text": "[46]",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1096,
                    "text": "[47]",
                    "end": 1100
                },
                {
                    "type": "bibr",
                    "start": 1641,
                    "text": "±",
                    "end": 1642
                }
            ]
        },
        {
            "section": "Simulation of background and signal events",
            "text": "The production cross sections for these processes are calculated as a function of M q at NLO accuracy including the resummation of soft gluon emission at next-to-leading logarithmic (NLL) accuracy [48][49][50][51] with uncertainties computed as described in Ref. [52].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 197,
                    "text": "[48]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 201,
                    "text": "[49]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 205,
                    "text": "[50]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "start": 209,
                    "text": "[51]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 263,
                    "text": "[52]",
                    "end": 267
                }
            ]
        },
        {
            "section": "Simulation of background and signal events",
            "text": "The q → q χ ± 1 decay is possible only for left-handed squarks, so for consistency the production processes are limited to s-channel production of mass-degenerate, left-handed squarks ( u, d, s, and c) for both analyses. The masses of the gluino, the right-handed squarks, and top and bottom squarks are assumed to be too large to participate in the interactions. The masses of the gluino and righthanded squarks have been changed with respect to the previous analysis [25], where they were assumed to be sufficiently light to participate in the production.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 469,
                    "text": "[25]",
                    "end": 473
                }
            ]
        },
        {
            "text": "The γ analysis",
            "section_rank": 5
        },
        {
            "section": "The γ analysis",
            "text": "The dominant backgrounds for the γ analysis arise from the SM production of events with two photons, and with a photon and a jet misidentified as a photon. We estimate these backgrounds as functions of S T and N jets directly from the data via the S T shape Table 1 Selection criteria for the search (A) and control (B) regions for the γ analysis based on the p T of the photons and the H T in the event.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 258,
                    "text": "Table 1",
                    "end": 265
                }
            ]
        },
        {
            "text": "Selection",
            "section_rank": 6
        },
        {
            "section": "Selection",
            "text": "N jets (GeV) Table 2 Selection criteria defining the search and sideband regions for events passing selection A for the γ analysis based on the number of jets and the S T in the event.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 13,
                    "text": "Table 2",
                    "end": 20
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Region",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Selection",
            "text": "invariance method [53][54][55]25], which relies on the empirical observation that the shape of the S T distribution is independent of the number of jets in the final state above some S T threshold. Thus, the S T shape obtained from a low-N jets control sample can be used to predict the background in the high-N jets signal sample. This method is validated with a data control sample and simulation.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 18,
                    "text": "[53]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 22,
                    "text": "[54]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 26,
                    "text": "[55]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "start": 30,
                    "text": "25]",
                    "end": 33
                }
            ]
        },
        {
            "section": "Selection",
            "text": "Starting from the basic object selection described in Section 2, the γ analysis imposes two sets of selection criteria based on the trigger used to collect the data, as indicated in Table 1. Selection A, which is applied to the diphoton simulation and to events in the data that satisfy the diphoton trigger, requires a photon with  Table 2: the signal-enhanced \"search region\" is defined as events with N jets ≥ 4 and S T > 1200 GeV, the signal-depleted \"S T sideband\" is defined as events with N jets ≥ 4 and 1100 < S T < 1200 GeV, and the signal-depleted \"N jets sideband\" is defined as events with N jets = 3 and S T > 1100 GeV.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 182,
                    "text": "Table 1",
                    "end": 189
                },
                {
                    "type": "table",
                    "start": 333,
                    "text": "Table 2",
                    "end": 340
                }
            ]
        },
        {
            "section": "Selection",
            "text": "To verify the assumption that the S T distribution is independent of N jets , we present in Fig. 2 the S T spectra for events with 2, 3, 4, and ≥5 jets. The assumption is checked in simulated events passing selection A (top) and directly in data for events passing selection B (bottom). The distributions are normalized to unit area and the lower plots show their ratios with respect to the N jets = 3 distribution. For the selection B data, the ratios are seen to be consistent with a constant function of S T within the uncertainties. For the simulated diphoton sample, the N jets ≥ 5 events show an upward trend with increasing S T with respect to the N jets = 3 distribution. The increase corresponds to a 15% increase in the expected background rate for S T > 1200 GeV and is accounted for in the evaluation of systematic uncertainties, as described in Section 6.",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 92,
                    "text": "Fig. 2",
                    "end": 98
                }
            ]
        },
        {
            "section": "Selection",
            "text": "To obtain the shape of the S T distribution for the SM background in the search region, we fit the S T distribution in the N jets sideband with the nominal shape 1/x p 1 ln S T , where x ≡ S T /(8000 GeV). Two alternate functions, 1/x p 2 and 1/e p 3 x , are used to assess the systematic uncertainty associated with the choice of fit function. We find p 1 = 1.01 ± 0.19. The normalization of this shape is obtained from events in the S T sideband. ",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The ± analysis",
            "section_rank": 7
        },
        {
            "section": "The ± analysis",
            "text": "For the ± analysis, the signal region is defined in terms of N jets , the number N b-jets of b-tagged jets, and the lepton flavors and charges. To reduce the multijet and W + jets backgrounds, we require that both W bosons decay leptonically resulting in exactly two oppositely charged leptons in the final state with no additional lepton that satisfies loosened isolation criteria. To reduce the large DY contribution to the background, we require one of these leptons to be a muon and the other to be an electron. To ensure optimal trigger efficiency, the muon is required to have p T > 30 GeV. Finally, to suppress the tt background, signal events are required to have N b-jets = 0. The principal requirements for the signal event selection are listed in the top row of Table 3. To enhance the statistical significance of a potential observation, we divide the signal sample into four exclusive regions based on N jets (4, 5, 6, and ≥7) and divide each N jets bin into three inclusive samples with S T thresholds of 300, 700, and 1200 GeV. These threshold values were determined through a procedure that optimizes sensitivity to stealth SUSY production via examination of the Z Bi variable [56], which is the ratio of the Poisson means Table 3 Summary of search and control sample definitions for the ± analysis based on the number of jets, number of b-tagged jets, lepton flavor, and lepton charge.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 773,
                    "text": "Table 3",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1193,
                    "text": "[56]",
                    "end": 1197
                },
                {
                    "type": "table",
                    "start": 1239,
                    "text": "Table 3",
                    "end": 1246
                }
            ]
        },
        {
            "text": "Sample",
            "section_rank": 8
        },
        {
            "section": "Sample",
            "text": "Leptons",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Sample",
            "text": "Top normalization 3. Distribution of N jets for data and simulation, for the top-shape control region used in the ± analysis. The lower plot shows the ratio of data and simulation, with systematic uncertainties shown by the shaded bands. The (negligible) signal contribution to this control sample is shown as a dashed line that appears to coincide with the horizontal axis.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 18,
                    "text": "3",
                    "end": 19
                }
            ]
        },
        {
            "section": "Sample",
            "text": "of the expected signal and background given the systematic uncertainty in the expected background. We find that thresholds of S min T = 300, 700, 700, and 1200 GeV are optimal for squark mass values of 300, 400, 500, and 600 GeV, respectively.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "section": "Sample",
            "text": "The largest SM background contributions in the signal regions are from tt and single-top quark events, which we collectively refer to as the \"top-quark background\". Depending on the S T threshold, approximately 1-10% of the background arises from Z → τ + τ − , diboson, and non-prompt lepton production, where \"non-prompt\" refers to leptons from hadron decay and to hadrons that are misidentified as leptons. The estimate of the SM background is based on four data control regions, defined in the bottom four rows of Table 3 in terms of N jets , N b-jets , and the lepton flavors and charges.",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 517,
                    "text": "Table 3",
                    "end": 524
                }
            ]
        },
        {
            "section": "Sample",
            "text": "The top-quark background is estimated from simulation, with corrections to the shape of the N jets distribution obtained by comparing data and simulation in the \"top shape\" control region defined in Table 3. A comparison of data and simulation in this control region is shown in Fig. 3 with the systematic uncertainty in the top quark background, estimated by varying the renormalization and factorization scale up and down by a factor of 2. The small corrections, which are derived from the lowest S T bin, are consistent with unity for all values of N jets . The top-quark simulation is then normalized to the data in the \"top normalization\" control region defined in Table 3. Before obtaining the normalization correction factor from this sample, we use the simulation to subtract contributions from the DY, diboson, and non-prompt backgrounds, which collectively account for 20% of the total background. We then determine the correction factor from events with S T > 200 GeV as the ratio of the number of events in this background-subtracted data sample to the number of events in the simulated top-quark background, finding 0.97 ± 0.02, where the uncertainty is statistical.",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 199,
                    "text": "Table 3",
                    "end": 206
                },
                {
                    "type": "figure",
                    "start": 279,
                    "text": "Fig. 3",
                    "end": 285
                },
                {
                    "type": "table",
                    "start": 670,
                    "text": "Table 3",
                    "end": 677
                }
            ]
        },
        {
            "section": "Sample",
            "text": "Similarly, the small DY background (about 10% of the total background) is evaluated from simulation, with a correction factor for the normalization derived from the DY control sample (Table 3), which requires two oppositely charged muons. Because the contribution of signal events to the DY control sample is potentially significant at large N jets , we perform a fit to the dimuon mass spectrum using templates from simulation to describe the shapes of the DY and diboson components, with a first-order polynomial used to describe the combined shape of potential signal and remaining (non-peaking) background events. The number of DY events N DY , polynomial normalization, and polynomial slope are determined in the fit. The correction factor, defined as the ratio of N DY to the number of events in the DY simulation, ranges from 1.02 ± 0.01 for N jets = 2 to 1.56 ± 0.25 for N jets ≥ 6, where the uncertainties are statistical.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 183,
                    "text": "(Table 3)",
                    "end": 192
                }
            ]
        },
        {
            "section": "Sample",
            "text": "To estimate the small background associated with non-prompt leptons (about 2% of the total background) we use the non-prompt control sample (Table 3), defined using same charge (SC) eμ events. After subtracting the simulated contribution to this sample from SM top-quark and diboson events, we take the remaining data as the estimate of the non-prompt background in the search region. Because of the low number of SC events with high N jets and high S T , we fit the N jets distribution to an exponential function for S T > 300 GeV. The normalization of the exponential distribution is determined for each S T threshold by the total number of events passing the selection.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 140,
                    "text": "(Table 3)",
                    "end": 149
                }
            ]
        },
        {
            "section": "Sample",
            "text": "To estimate the diboson background (about 10% of the total background) we use the prediction from simulation.",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "We evaluate the systematic uncertainties in the background expectation, signal efficiency, and luminosity. For each source of uncertainty, we describe below the uncertainty value and the method used for its estimation.",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the γ analysis, the largest systematic uncertainty in the background prediction arises from the statistical uncertainty in the normalization of the background shape from the S T sideband, which is 30% (38%) for N jets = 4 (≥5). The largest uncertainty in the assumed shape of the S T distribution is due to the statistical uncertainty in the estimation of the fitted parameter p 1 (Section 4), which results in a systematic uncertainty of 31% for S T > 1200 GeV. The second largest uncertainty associated with the shape arises from the assumption that the S T shape is independent of N jets . We estimate this uncertainty by first separately fitting the S T distributions for N jets = 4 and N jets ≥ 5 to the nominal function, for the diphoton simulation in the selection A region and for the data in the selection B region. We then compare the resulting fitted parameter values with the nominal results for N jets = 3 in the corresponding sample and take the largest difference as the systematic uncertainty in the values of the parameters. The largest difference is observed for N jets ≥ 5 and corresponds to a systematic uncertainty of 15% in the background prediction. The smallest shape uncertainty, which is related to the choice of the fit function, is evaluated by constructing the envelope formed by the nominal fit function and the two alternate fit functions described in Section 4 and results in a 12% variation in the total background prediction for S T > 1200 GeV.",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "The dominant systematic uncertainty in the ± analysis is associated with the top-quark background. The uncertainty in the N jets shape corrections for the top-quark background is dominated by the statistical uncertainty in the control sample and is estimated to be 2-25% depending on N jets . The uncertainty in the normalization is determined by finding the correction as described in Section 5 for 300 < S T < 700 GeV and S T > 700 GeV separately. We find corrections of 0.97 ± 0.02 and 0.86 ± 0.12 respectively, and take the difference summed in quadrature with the statistical uncertainty as the systematic term, which results in a systematic uncertainty of 15% in the background prediction. An additional uncertainty is obtained by simultaneously changing the renormalization and factorization scales in the simulation by a factor of 2 and by a factor of 0.5, resulting in a 10% systematic uncertainty in the background prediction. We vary the b-tagging efficiency and misidentification rates by their uncertainties [57] and find that the effect on the top background prediction varies by 1-3% depending on N jets .",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1021,
                    "text": "[57]",
                    "end": 1025
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the DY background, the uncertainty is taken to be half of the correction applied to the simulation, and constitutes a 2-28% uncertainty depending on N jets . For the diboson prediction the uncertainty is given by the sum in quadrature of the difference between the CMS measurement [58] and the NLO calculation of the W + W − cross section [46] and the N jets -dependent DY uncertainty. Finally, the uncertainty in the non-prompt dilepton background comes from the statistical uncertainty in the control sample and is 50-120% depending on the S T threshold.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 285,
                    "text": "[58]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 343,
                    "text": "[46]",
                    "end": 347
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The signal efficiency uncertainties for the γ analysis are related to the statistical uncertainty from the finite size of signal simulation samples (2-15%, depending on N jets ), knowledge of the jet energy scale (1-7%, depending on the q-χ 1 mass difference), and photon identification and reconstruction efficiencies (3%). For the ± analysis, the uncertainty due to the jet energy scale is 5%. We assign an uncertainty of 1% to account for the muon trigger and reconstruction efficiencies, 3% to account for the electron reconstruction efficiency, and 0-7% (depending on the S T threshold and N jets ) to account for the finite size of the simulated event samples. For both analyses the uncertainty related to the size of the data sample is 2.6% [59], while the uncertainties related to the PDFs and pileup interactions are found to be negligible.",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 748,
                    "text": "[59]",
                    "end": 752
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 10
        },
        {
            "section": "Results",
            "text": "For the γ analysis, the measured S T distribution and corresponding background predictions are shown in Fig. 4. We observe 19 (6) events for N jets = 4 (≥5), compared to an expected background of 22.5 ± 11.5 (14.3 ± 8.1) events. The data are seen to agree with the background estimate within the uncertainties. Fig. 5 shows the corresponding results for the ± analysis. The event yields for S T > 1200 GeV are listed in Table 4 with the total (stat. + syst.) uncertainties. The data are seen to agree with the background expectations. We determine 95% confidence level (CL) upper limits on the squark pair production cross section in the stealth SUSY framework described above. We use the modified frequentist CL S method [60,61] based on a log-likelihood ratio test statistic that compares the likelihood of the SM-only hypothesis to the likelihood of the presence of signal in addition to the SM contributions. For the γ analysis, the likelihood functions for N jets = 4 and N jets ≥ 5 are based on the expected shapes of the S T distributions for signal and background, and the total likelihood function is the product of the two. For the ± analysis we perform a simultaneous comparison of the number of signal and background events passing the optimized S min T threshold defined in Section 5 in the N jets = 4, 5, 6, and ≥7 samples, with the likelihood function given by the product of Poisson likelihood terms from each of the N jets regions.",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 104,
                    "text": "Fig. 4",
                    "end": 110
                },
                {
                    "type": "figure",
                    "start": 311,
                    "text": "Fig. 5",
                    "end": 317
                },
                {
                    "type": "table",
                    "start": 420,
                    "text": "Table 4",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 722,
                    "text": "[60,",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 726,
                    "text": "61]",
                    "end": 729
                }
            ]
        },
        {
            "section": "Results",
            "text": "Systematic uncertainties are incorporated into the test statistic as nuisance parameters, with gamma distributions for the probability density functions for the background normalization uncertainty in the γ analysis and the top-quark background normaliza- tion in the ± analysis. The probability distributions for all other uncertainties are taken to be log-normal. For the γ analysis, the background shape uncertainties are included with full correlations in S T . For the ± analysis, all uncertainties except those arising from statistical uncertainties in the control samples are taken to be correlated across the N jets bins. Fig. 6 shows the cross section upper limits for the γ analysis as a function of the squark and neutralino masses. The predicted NLO + NLL cross section is used to place constraints on the masses of the squarks and neutralinos under the assumption of stealth SUSY. We show the observed (median expected) mass exclusion with a band corresponding to the variation of the theoretical (experimental) uncertainties by one standard deviation. For higher neutralino masses, we exclude squark masses below 1050 GeV at a 95% CL for the γ analysis. At low masses the neutralino becomes more boosted, and the resulting decay products are more tightly collimated, spoiling the isolation of the photon. As a result the limit degrades for neutralino masses below 300 GeV. Fig. 7 shows the observed and median expected cross section upper limits for the ± analysis as a function of squark mass for the model Fig. 5. Measured N jets distributions in comparison with the background predictions in the signal regions of the ± analysis. The lower plots show the ratio of the data to the background prediction, with the systematic uncertainty in the background prediction derived from control samples in data.",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 630,
                    "text": "Fig. 6",
                    "end": 636
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1387,
                    "text": "Fig. 7",
                    "end": 1393
                },
                {
                    "type": "figure",
                    "start": 1522,
                    "text": "Fig. 5",
                    "end": 1528
                }
            ]
        },
        {
            "text": "Table 4",
            "section_rank": 11
        },
        {
            "section": "Table 4",
            "text": "Event yields observed in data and the expected contributions from backgrounds in the search region of the ± analysis for S T > 1200 GeV. The total (stat. + syst.) uncertainties are also shown.  its one standard deviation uncertainty is also shown.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Table 4",
            "text": "choices described in Section 3, as well as the predicted cross section from stealth SUSY. Based on the intersection of the observed limit and the predicted cross section, we exclude squark masses below 550 GeV at a 95% CL.",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Summary",
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "We perform a search for new phenomena in events with four or more jets, low missing transverse momentum, and either two photons (γ analysis) or one electron and one muon of opposite charge ( ± analysis), based on a data sample corresponding to an integrated luminosity of 19.7 fb −1 of pp collisions at",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Summary",
            "text": "Using background estimation methods based on control samples in data, we determine limits on the squark pair production cross section, and we use those limits in conjunction with NLO + NLL cross section calculations to constrain the masses of squarks and neutralinos in the framework of stealth SUSY. We do not observe a significant excess of events above the standard model expectation in any search region. In the γ analysis we establish 95% confidence level lower limits on squark masses between 700 and 1050 GeV, depending on the neutralino mass. In the ± analysis we exclude squark masses below 550 GeV at the 95% confidence level. The mass limits for the γ analysis supersede those from our previous study [25]. Our results for the ± analysis represent the first limits for this channel.",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 712,
                    "text": "[25]",
                    "end": 716
                }
            ]
        },
        {
            "section": "Summary",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. [14] ATLAS Collaboration, Search for supersymmetry in events with large missing transverse momentum, jets, and at least one tau lepton in 20 fb −  ",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 593,
                    "text": "−",
                    "end": 594
                }
            ]
        },
        {
            "text": "M",
            "section_rank": 13
        },
        {
            "section": "M",
            "text": "q ranges from 200 to 1400 GeV and the neutralino mass (M χ 1 ) ranges from 150 to 1350 GeV, with the requirement M χ 1 < M q .",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. S T distributions used in the γ analysis as a function of N jets for simulated diphoton events passing selection A (top) and for data events passing selection B (bottom). The distributions are normalized to unit area. The lower plots show ratios with respect to the N jets = 3 distribution.",
            "paragraph_rank": 48,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 . 1 =",
            "section_rank": 15
        },
        {
            "section": "Fig. 4 . 1 =",
            "text": "Fig. 4. Measured S T distribution in comparison with the background prediction in the signal region of the γ analysis for N jets = 4 (top) and N jets ≥ 5 (bottom). The systematic uncertainty of the background prediction and the expected distribution of signal events for M q = 900 GeV and either M χ 0 1 = 450 or 850 GeV are also",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "text": "1 . 4 ± 0. 1 Fig. 6 .",
            "section_rank": 16
        },
        {
            "section": "1 . 4 ± 0. 1 Fig. 6 .",
            "text": "Fig. 6. The 95% confidence level upper limits on the squark pair production cross section as a function of squark and neutralino masses from the γ analysis. The contours show the observed and median expected exclusions assuming the NLO + NLL cross sections, with their one standard deviation uncertainties.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 7 .",
            "text": "Fig. 7. Observed and median expected cross section upper limits as a function of squark mass from the ± analysis. The band about the expected limit indicates the one standard deviation experimental uncertainty. The NLO + NLL cross section with",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TÜBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie programme and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS programme of Foundation For Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programmes cofinanced by EU-ESF and the Greek NSRF; and the National Priorities Research Program by Qatar National Research Fund.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "√ s = 7 2 a 2 a",
            "section_rank": 19
        },
        {
            "section": "√ s = 7 2 a 2 a",
            "text": "TeV, J. High En-C.A. Bernardes b , S. Dogra a , T.R. Fernandez Perez Tomei a , E.M. Gregores b , P.G. Mercadante b , S.F. Novaes a , Sandra S. Padula a a Universidade Estadual Paulista, São Paulo, Brazil b Universidade Federal do ABC, São Paulo, Brazil A. Aleksandrov, V. Genchev 2 , R. Hadjiiska, P. Iaydjiev, A. Marinov, S. Piperov, M. Rodozov, S. Stoykova, G. Sultanov, M. Vutova V. Blobel, M. Centis Vignali, A.R. Draeger, J. Erfle, E. Garutti, K. Goebel, M. Görner, J. Haller, M. Hoffmann, R.S. Höing, A. Junkes, H. Kirschenmann, R. Klanner, R. Kogler, J. Lange, T. Lapsien, T. Lenz, I. Marchesini, J. Ott, T. Peiffer, A. Perieanu, N. Pietsch, J. Poehlsen, T. Poehlsen, D. Rathjens, C. Sander, H. Schettler, P. Schleper, E. Schlieckau, A. Schmidt, M. Seidel, V. Sola, H. Stadie, G. Steinbrück, D. Troendle, E. Usai, L. Vanelderen, A. Vanhoefer University of Hamburg, Hamburg, Germany C. Barth, C. Baus, J. Berger, C. Böser, E. Butz, T. Chwalek, W. De Boer, A. Descroix, A. Dierlamm, M. Feindt, F. Frensch, M. Giffels, A. Gilbert, F. Hartmann 2 , T. Hauth, U. Husemann, I. Katkov 5 , A. Kornmayer 2 , P. Lobelle Pardo, M.U. Mozer, T. Müller, Th. Müller, A. Nürnberg, G. Quast, K. Rabbertz, S. Röcker, H.J. Simonis, F.M. Stober, R. Ulrich, J. Wagner-Kuhr, S. Wayand, T. Weiler, R. Wolf P. Azzi a , N. Bacchetta a , D. Bisello a,b , R. Carlin a,b , P. Checchia a , M. Dall'Osso a,b , T. Dorigo a , M. Galanti a,b , F. Gasparini a,b , U. Gasparini a,b , A. Gozzelino a , S. Lacaprara a , M. Margoni a,b , A.T. Meneguzzo a,b , F. Montecassiano a , M. Passaseo a , J. Pazzini a,b , M. Pegoraro a , N. Pozzobon a,b , P. Ronchese a,b , F. Simonetto a,b , E. Torassa a , M. Tosi a,b , P. Zotto a,b , A. Zucchetta a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento (Trento), Padova, Italy M. Gabusi a,b , S.P. Ratti a,b , V. Re a , C. Riccardi a,b , P. Salvini a , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy M. Biasini a,b , G.M. Bilei a , D. Ciangottini a,b,2 , L. Fanò a,b , P. Lariccia a,b , G. Mantovani a,b , M. Menichelli a , A. Saha a , A. Santocchia a,b , A. Spiezia a,b,INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a,25 , P. Azzurri a , G. Bagliesi a , J. Bernardini a , T. Boccali a , G. Broccolo a,c , R. Castaldi a , M.A. Ciocci a,25 , R. Dell'Orso a , S. Donato a,c,2 , G. Fedi, F. Fiori a,c , L. Foà a,c , A. Giassi a , M.T. Grippo a,25 , F. Ligabue a,c , T. Lomtadze a , L. Martini a,b , A. Messineo a,b , C.S. Moon a,26 , F. Palla a,2 , A. Rizzi a,b , A. Savoy-Navarro a,27 , A.T. Serban a , P. Spagnolo a , P. Squillacioti a,25 , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G. Verdini a , C. Vernieri a,c a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , G. D'imperio a,b , D. Del Re a,b , M. Diemoz a , C. Jorda a , E. Longo a,b , F. Margaroli a,b , P. Meridiani a , F. Micheli a,b,2 , G. Organtini a,b , R. Paramatti a , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b , L. Soffi a,b , P. Traczyk a,b,INFN Sezione di Roma, Roma, Italy b Università di Roma, Roma, Italy",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "GeV, a second photon with p T > 25 GeV, and at least two jets. Selection B is applied to events passing the H T trigger and requires H T > 800 GeV, exactly one photon with p T > 15 GeV, and at least two jets. Additionally, we require p T < 75 GeV for the photon to make this sample disjoint from a single photon selection, not discussed here, that was used to test the background estimation method. Events that satisfy selection B, along with simulated diphoton events, are used to validate the background estimation method. Events that satisfy selection A are further divided into three samples, shown in",
            "paragraph_rank": 54,
            "section_rank": 20
        },
        {
            "text": "1 of √ s = 8 TeV proton-proton collision data with the ATLAS detector, J. High Energy Phys. 09 (2014) 103, http://dx.doi.org/10.1007/JHEP09(2014)103, arXiv:1407.0603. [15] ATLAS Collaboration, Search for squarks and gluinos in events with isolated leptons, jets and missing transverse momentum at √ s = 8 TeV with the ATLAS detector, J. High Energy Phys. (2015), submitted for publication; arXiv:1501.03555. [16] ATLAS Collaboration, Search for diphoton events with large missing transverse momentum in 7 TeV proton-proton collision data with the ATLAS detector, Phys. Lett. B 718 (2012) 411, http://dx.doi.org/10.1016/j.physletb.2012.10.069, arXiv:1209.0753. [17] CMS Collaboration, Search for supersymmetry in hadronic final states with missing transverse energy using the variables α T and b-quark multiplic-/dx.doi.org/10.1016/j.physletb.2013.06.058, arXiv:1305.2390. [20] CMS Collaboration, Search for new physics in events with opposite-sign leptons, jets, and missing transverse energy in pp collisions at √ s = 7 TeV, Phys. Lett. B 718 (2013) 815, http://dx.doi.org/10.1016/j.physletb.2012.11.036, arXiv:1206.3949. [21] CMS Collaboration, Search for new physics in events with photons, jets, and missing transverse energy in pp collisions at",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        }
    ]
}