{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Next generation neutrino oscillation experiments utilize details of hadronic final states to improve the precision of neutrino interaction measurements. The hadronic system was often neglected or poorly modeled in the past, but they have significant effects on high precision neutrino oscillation and cross-section measurements. Among the physics of hadronic systems in neutrino interactions, the hadronization model controls multiplicities and kinematics of final state hadrons from the primary interaction vertex. For relatively high invariant mass events, many neutrino experiments rely on the PYTHIA program. Here, we show a possible improvement of this process in neutrino event generators, by utilizing expertise from the HERMES experiment. Finally, we estimate the impact on the systematics of hadronization models for neutrino mass hierarchy analysis using atmospheric neutrinos such as the PINGU experiment.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "long high-energy tails, and the contribution from large W interactions is always present. For example, multi-pion production processes contribute significant amounts in single pion production measurements at T2K [12], and NOvA [3] uses hadronic shower information to reconstruct the neutrino energy. On top of that, future long baseline oscillation experiments, such as PINGU [13], ORCA [14], Hyper-Kamiokande [15], and DUNE [16] are trying to use hadronic information from the atmospheric neutrino interactions around 2-20 GeV. Therefore correct modeling of hadronization processes is an important subject for current and future neutrino oscillation experiments.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 212,
                    "text": "[12]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 227,
                    "text": "[3]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 376,
                    "text": "[13]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 387,
                    "text": "[14]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 410,
                    "text": "[15]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 425,
                    "text": "[16]",
                    "end": 429
                }
            ]
        },
        {
            "text": "In this paper, we study how the hadronization model based on PYTHIA can be improved by utilizing HERMES expertise for current and future neutrino oscillation experiments. In Sec. 2 and Sec. 3, we introduce the PYTHIA hadronization simulator and the GENIE neutrino interaction generator, two of the most important tools in our studies. Then we briefly discuss the HERMES experiment in Sec. 4. Our main results are described in Sec. 5, 6, 7, and 8. Finally, in Sec. 9, we demonstrate the impact of hadronization models for the PINGU experiment.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "PYTHIA, the standard hadronization model",
            "section_rank": 3
        },
        {
            "section": "PYTHIA, the standard hadronization model",
            "text": "The PYTHIA Monte Carlo (MC) generator [17,18] is regarded as one of the standard hadronization tool for high energy physics experiments. Fragmentation in PYTHIA is described by the Lund string fragmentation model, which is a model based on the dynamics of one-dimensional relativistic strings that are stretched between colored partons. These strings represent the color flux and in particular, are subject to a linear confinement potential. The hadronization process is described by break-ups in the strings through the production of a new quark-antiquark pairs. An iterative approach is used to perform the fragmentation as each break up is causally disconnected. The production rate of the created qq pair is determined using the tunneling mechanism, which leads to a Gaussian spectrum of the transverse momentum, p 2 ⊥ (= p 2 x + p 2 y ), for the produced hadron. The fraction of E + p z taken by the produced hadron is given by the variable z, defined by the hadron energy E and energy transfer ν (z = E/ν). An associated fragmentation function f (z) gives the probability that a given z is chosen. The simplified Lund symmetric fragmentation function is given by,",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 38,
                    "text": "[17,",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 42,
                    "text": "18]",
                    "end": 45
                }
            ]
        },
        {
            "section": "PYTHIA, the standard hadronization model",
            "text": "Here, m 2 ⊥ is the transverse mass of the hadron (m 2 ⊥ ≡ m 2 + p 2 ⊥ ). The Gaussian term describes quantum tunneling in the transverse direction, and tunable \"Lund a\" and \"Lund b\" parameters decide the longitudinal distribution of energy. Thus, these two parameters mainly decide how to distribute available energy to the produced hadrons. ",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "GENIE AGKY model",
            "section_rank": 4
        },
        {
            "section": "GENIE AGKY model",
            "text": "GENIE is a ROOT-based neutrino interaction MC generator [19]. In the few-GeV energy region which are particularly important in oscillation experiments, GENIE employs a new hadronization model called the AGKY model [20,21].",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 56,
                    "text": "[19]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 214,
                    "text": "[20,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 218,
                    "text": "21]",
                    "end": 221
                }
            ]
        },
        {
            "section": "GENIE AGKY model",
            "text": "The AGKY model is split into two parts. At lower energy regions where PYTHIA hadronization models deteriorate, a phenomenological description based on the Koba-Nielson-Olesen (KNO) scaling law is used [22]. First, averaged charged hadron multiplicity data are fit to a function of invariant mass squared, W 2 , in order to extract the parameters a ch and b ch ,",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 201,
                    "text": "[22]",
                    "end": 205
                }
            ]
        },
        {
            "section": "GENIE AGKY model",
            "text": "then, the total averaged hadron multiplicity is deduced to be n tot = 1.5 n ch . In this way, averaged hadron multiplicity is assigned for any interaction. To simulate the actual hadron multiplicity for each interaction, the KNO scaling law is used. The KNO scaling law relates the dispersion of hadron multiplicity at different invariant masses with a universal scaling function f (n/ n ),",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "GENIE AGKY model",
            "text": "where n is the averaged hadron multiplicity and P(n) is the probability of generating n hadrons. The scaling function is parameterized by the Levy function,",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "GENIE AGKY model",
            "text": "z = n/ n and an input parameter c. The input parameter is used to tune the function to agree with data, which is mainly taken from the Fermilab 15-foot bubble chamber experiment [23]. Although more recent hadron multiplicity data are available from CHORUS [24], the heavy target data require more sophisticated final state interaction models to access to the primary hadron multiplicity information, and we do not take these into account in this article. At higher energy regions the AGKY model gradually transitions from the KNO scalingbased model to PYTHIA discussed previously. A transition window based on the value of the invariant hadronic mass W is used, over which the fraction of events hadronized using the PYTHIA(KNO) model increases(decreases) linearly. The default values used in the AGKY model are  . This is the W distribution for ν µ -water interactions simulated with GENIE. Here, we used a simple formula to model the atmospheric ν µ neutrino spectrum [25,26], described later. As you can see, the W -distribution in this energy region can be split into three main interaction modes, quasi-elastic (red hatched, left peak), resonance (blue hatched, middle), and DIS (green hatched, right). The AGKY model is applied to DIS interactions. Also note DIS is extended to the low W region to describe nonresonance interactions in the resonance region. Although charm production processes are possible at the high energies, contributions are minor and throughout this article we ignore charm production processes. All studies in this paper use GENIE version 2.8.0, also Fig.s 3, 4, 5, 6, and 7 are generated by the hadronization validation tool in GENIE.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 178,
                    "text": "[23]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 256,
                    "text": "[24]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 970,
                    "text": "[25,",
                    "end": 974
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 974,
                    "text": "26]",
                    "end": 977
                },
                {
                    "type": "figure",
                    "start": 1581,
                    "text": "Fig.s",
                    "end": 1586
                }
            ]
        },
        {
            "text": "HERMES experiment",
            "section_rank": 5
        },
        {
            "section": "HERMES experiment",
            "text": "HERMES is a fixed target experiment at DESY [27]. The ring stores 27.6 GeV electrons or positrons, and collisions take place in the HERMES gas-jet target.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 44,
                    "text": "[27]",
                    "end": 48
                }
            ]
        },
        {
            "section": "HERMES experiment",
            "text": "The HERMES experiment has a long history of tuning PYTHIA for their purposes. The main motivation of this is because the default PYTHIA parameters are tuned to higher energy e + − e − experiments ( √ s ∼ 35 GeV) and are not quite suitable for HERMES. Since modern neutrino oscillation experiments are also lower energy (1-10 GeV) compared with collider experiments, it is interesting to test the PYTHIA developed for the HERMES experiment within GENIE. Various alterations have been applied to PYTHIA by HERMES collaborators and among them, we are most interested in the adjustment to the fragmentation model made by tuning PYTHIA parameters, without modifying the source code.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "HERMES experiment",
            "text": "Parameter sets developed by HERMES collaborators are available elsewhere (for example, Ref. [28][29][30][31]). Table 1 summarizes the parameter sets we studied (Lund-scan, ∆q(x), 2004c), as well as their default values in PYTHIA and GENIE. In the second column, the default PYTHIA parameters are shown fully while the second to the fifth column are shown only if the parameters have been changed from the default PYTHIA values. In this article, we focus on the parameter set called \"Lund-scan\" [29], which we found had the best agreement with neutrino hadron production data.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 92,
                    "text": "[28]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 96,
                    "text": "[29]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 100,
                    "text": "[30]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 104,
                    "text": "[31]",
                    "end": 108
                },
                {
                    "type": "table",
                    "start": 111,
                    "text": "Table 1",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 494,
                    "text": "[29]",
                    "end": 498
                }
            ]
        },
        {
            "section": "HERMES experiment",
            "text": "Note we only tested PYTHIA parameters which are publicly available, however, HERMES also made modifications to the source code of PYTHIA itself. Therefore, in this paper we are not testing with the exact hadronization model used in the HERMES experiment. Also \"default GENIE\" quoted in this paper is not GENIE with default PYTHIA 6.3 parameters, since by default, GENIE modified three parameters listed in Table 1, however, we confirm the difference in predictions between the default GENIE and the GENIE with the default PYTHIA parameters is very small within our studies.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 406,
                    "text": "Table 1",
                    "end": 413
                }
            ]
        },
        {
            "text": "Averaged charged hadron multiplicity",
            "section_rank": 6
        },
        {
            "section": "Averaged charged hadron multiplicity",
            "text": "Averaged charged hadron multiplicity data is fundamental in the development of hadronization models. It describes the average number of charged hadrons, mainly π + and π − , measured as a function of invariant hadron mass W . Neutrino hadronization models are largely guided by such data from bubble chamber experiments. Recently, Kuzmin and Naumov performed detailed surveys of neutrino bubble chamber data, and chose the best sets of data to tune their model [33]. It is shown that all modern neutrino interaction generators, such as GENIE [19], NuWro [34], and GiBUU [35], all appear to underestimate averaged charged hadron multiplicity. Note, it is also shown that the NEUT neutrino interaction generator [36], which is used by T2K and Super-Kamiokande, also underestimates averaged charged hadron multiplicity [12].",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 461,
                    "text": "[33]",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 542,
                    "text": "[19]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 554,
                    "text": "[34]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 570,
                    "text": "[35]",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 710,
                    "text": "[36]",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 816,
                    "text": "[12]",
                    "end": 820
                }
            ]
        },
        {
            "section": "Averaged charged hadron multiplicity",
            "text": "This problem largely originates from the PYTHIA fragmentation model, because as mentioned in the previous section, the default PYTHIA parameters are tuned to higher energy experiments. Both GENIE and NuWro [37] tuned these PYTHIA parameters to improve the agreement with data but the effect is marginal. Note NuWro and GiBUU use their own models for fragmentation, and only later processes are based on PYTHIA. Fig. 3 shows the data-MC comparison of the averaged charged hadron multiplicity in ν µ − p and ν µ − n interactions. Here, the two curves represent predictions from default GENIE and GENIE with a PYTHIA modified using the Lund-scan parameter set [29]. Note, because W < 2.3 GeV/c 2 range of the AGKY model is hadronized using the KNO scaling-based model, these two curves should be identical at W < 2.3 GeV/c 2 . As you can see, the HERMES tune describes the data better. Here, two data sets from the Fermilab bubble chamber and BEBC agree in ν µ − n interactions (both deuterium targets) but not in ν µ − p data (hydrogen and deuterium target), suggesting the conflict of data we see in      [20,21,33,38]. Despite the conflict of data, the HERMES parameterization in general increases the averaged charged hadron multiplicity, which improves the agreement with averaged charged hadron multiplicity data from neutrino bubble chamber experiments. Fig. 4 is the same plot forν µ − p interactions. Again, the agreement with the data is better for GENIE with the modified PYTHIA parameter set. Therefore, this new parameter set works better for both neutrino and antineutrino interactions.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 206,
                    "text": "[37]",
                    "end": 210
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 411,
                    "text": "Fig. 3",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 657,
                    "text": "[29]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1104,
                    "text": "[20,",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1108,
                    "text": "21,",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1111,
                    "text": "33,",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1114,
                    "text": "38]",
                    "end": 1117
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1358,
                    "text": "Fig. 4",
                    "end": 1364
                }
            ]
        },
        {
            "section": "Averaged charged hadron multiplicity",
            "text": "The main effect of this new parameterization originates from the increase of the Lund a parameter and the decrease of the Lund b parameter (Eq. 1). As shown in Fig. 1, these changes make the fragmentation function softer. This enhances emissions of soft hadrons, i.e., this increases averaged charged hadron multiplicity and thus it agrees better with data. In the higher energy experiments that PYTHIA is designed for, high order QCD effects cause additional low energy parton emissions. This causes hadrons to be produced with a broader spectrum in z. Because these effects are negligible for the neutrino experiments we are concerned with, we shift the peak of the fragmentation function to a lower z value by increasing (decreasing) the Lund a (b) parameter [30].",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 160,
                    "text": "Fig. 1",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 762,
                    "text": "[30]",
                    "end": 766
                }
            ]
        },
        {
            "section": "Averaged charged hadron multiplicity",
            "text": "In fact, all parameterization schemes from HERMES we checked (Table 1) have a high (low) Lund a (b) parameter, and many have more extreme values than the ones we use here. However, these higher (lower) Lund a (b) parameter models tend to overestimate hadron multiplicities compared to neutrino hadron production data from bubble chamber experiments and as a result the data-MC agreement becomes worse. The neutrino hadronization data prefer a relatively smaller Lund a parameter than most HERMES parameter sets, yet bigger than the default PYTHIA choice, and this is the main reason why we chose this specific parameterization scheme in this paper.  Figure 5. (color online) x F distribution for π + and π − from ν µ − p interactions [40]. Again, modified PYTHIA has a better agreement with data.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 61,
                    "text": "(Table 1",
                    "end": 69
                },
                {
                    "type": "figure",
                    "start": 650,
                    "text": "Figure 5",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 734,
                    "text": "[40]",
                    "end": 738
                }
            ]
        },
        {
            "text": "x F distribution",
            "section_rank": 7
        },
        {
            "section": "x F distribution",
            "text": "Feynman x, x F , is the fraction of longitudinal momentum available for a hadron, defined in the hadronic center mass system, i.e., x F =",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "x F distribution",
            "text": ", here asterisks stand for the hadron c.m.s. Fig. 5 shows the data-MC comparison. The agreement of modified PYTHIA with bubble chamber data is excellent for both π + and π − data. Therefore the tuning we applied is valid not only for averaged charged hadrons, but also valid for positive and negative hadrons separately.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 45,
                    "text": "Fig. 5",
                    "end": 51
                }
            ]
        },
        {
            "text": "Averaged neutral pion multiplicity",
            "section_rank": 8
        },
        {
            "section": "Averaged neutral pion multiplicity",
            "text": "In Fig. 6, predictions are compared with the averaged π • multiplicity. Here the data from ν µ andν µ interactions are from various targets [41][42][43][44]. Although the data here have larger errors, now the default GENIE has a better agreement with the data. The ratio of the number of produced charged pions and neutral pions is strongly tied due to isospin symmetry, i.e. N(π + ) + N(π − ) : N(π • ) = 2 : 1. Thus, if we increase the charged hadron multiplicity, the model will also have higher multiplicities of neutral pions. The charged pion and neutral pion multiplicity ratio is 2:1 in BEBC neon target bubble chamber data [41], however, this relationship is not obvious in other bubble chamber data. As we see from Fig. 3 and 6, it is not easy to achieve good agreements with both charged hadron and neutral pion multiplicities by tuning PYTHIA parameters. On the other hand, PYTHIA shows excellent agreements in both charged and neutral pion fragmentation functions with HERMES data [27,45].  ",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 3,
                    "text": "Fig. 6",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 140,
                    "text": "[41]",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 144,
                    "text": "[42]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 148,
                    "text": "[43]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 152,
                    "text": "[44]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 632,
                    "text": "[41]",
                    "end": 636
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 725,
                    "text": "Fig. 3 and 6",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 994,
                    "text": "[27,",
                    "end": 998
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 998,
                    "text": "45]",
                    "end": 1001
                }
            ]
        },
        {
            "text": "Topological cross sections",
            "section_rank": 9
        },
        {
            "section": "Topological cross sections",
            "text": "In the low W region, PYTHIA does not predict the multiplicity properly. In GENIE, the AGKY model uses a phenomenological approach based on KNO scaling [22], where dispersion is assumed to follow a scaling law as data suggest. Thus, by definition, the AGKY model has a better data-MC agreement for the dispersion of the multiplicity in the low W region. This is not the case in PYTHIA, where physics is simulated from a more first principles approach, which is based on quark-diquark fragmentation. By tuning PYTHIA parameters, the data-MC agreement of the averaged charged hadron multiplicity can be improved, but it is not easy to fully correct the dispersion. Fig. 7 shows the data-MC comparisons of the topological cross sections of charged hadrons, that is, the fraction of final particle topologies of a given interaction as function of invariant mass. In both plots, the GENIE predictions are compared with deuteron target ν µ − p data from Fermilab 15' bubble chamber [23]. In the left plot, the hadronization model in GENIE is solely carried out by the KNO scaling-based model. Since the KNO scalingbased approach is designed to reproduce the dispersion data, GENIE can make the large multiplicities, such as n=6, n=8, etc, as data suggested. On the other hand, in the right plot, the GENIE hadronization model solely depends on PYTHIA. In this case, we see PYTHIA has problems reproducing large hadron multiplicity events. Therefore, the combination of KNO scaling-based model and PYTHIA cannot make smooth topological cross sections. This indicates the dispersion of hadron multiplicity reproduced by PYTHIA is smaller than the data.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 151,
                    "text": "[22]",
                    "end": 155
                },
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 662,
                    "text": "Fig. 7",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 975,
                    "text": "[23]",
                    "end": 979
                }
            ]
        },
        {
            "section": "Topological cross sections",
            "text": "High resolution liquid argon time projection chamber (LArTPC) experiments, such as MicroBooNE [46], are in a good position to identify high multiplicity hadron events. These data may offer the opportunity to test neutrino hadronization processes. However, to test hadronization models with hadron data from heavy nuclear targets such as argon, it is also necessary to have a good model for primary interactions [6][7][8] and nuclear effects [47]. In inelastic interaction processes, both primary interactions and nuclear effects play significant roles and currently disagreements between data and predictions are not well understood [48]. Therefore, it is challenging to develop a hadronization model solely from neutrino experimental data, and input from other fields, especially electron scattering experiments, is very important.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 94,
                    "text": "[46]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 411,
                    "text": "[6]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 414,
                    "text": "[7]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 417,
                    "text": "[8]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 441,
                    "text": "[47]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 633,
                    "text": "[48]",
                    "end": 637
                }
            ]
        },
        {
            "text": "Impact on hadronization models for PINGU",
            "section_rank": 10
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "In previous sections, we discussed how PYTHIA can be improved inside GENIE in order to reproduce neutrino bubble chamber data. However, it is not obvious how such improvements affect current and future neutrino experiments, unless a realistic neutrino flux is integrated in the interaction simulations. In this section, we use an atmospheric neutrino flux prediction to simulate neutrino interactions in order to study how different hadronization models affect analysis in PINGU [13], which will try to use hadronic information to improve their sensitivity on oscillation physics.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 479,
                    "text": "[13]",
                    "end": 483
                }
            ]
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "PINGU is a low energy extension of the IceCube detector [49]. By placing optical sensors closer together compared to the original IceCube detector, PINGU is able to measure atmospheric neutrinos below 20 GeV where matter oscillations are important. Although PINGU has a significantly smaller volume coverage compared with the 1km 3 IceCube detector, the estimated PINGU volume coverage is still ∼6 Mton and high statistics is expected. The capability of atmospheric neutrino oscillation measurements has also been demonstrated recently [50].",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 56,
                    "text": "[49]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 330,
                    "text": "3",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 536,
                    "text": "[50]",
                    "end": 540
                }
            ]
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "The goal of PINGU is to determine the neutrino mass hierarchy (NMH) through matter oscillations. In the two-neutrino oscillation approximation, the muon neutrino disappearance oscillation probability in the normal hierarchy (P NH αβ ) and the muon antineutrino disappearance oscillation probability in the inverted hierarchy (P IH αβ ) are the same (P NH αβ =P IH αβ ,P NH αβ = P IH αβ ) [51]. Thus, it is also desirable to separate muon neutrinos and muon anti-neutrinos where final state leptons are indistinguishable by Cherenkov detectors such as PINGU.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 388,
                    "text": "[51]",
                    "end": 392
                }
            ]
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "Recently, Ribordy and Smirnov pointed out that the charge separation, through the precise measurement of inelasticity distributions, improves the PINGU and ORCA NMH sensitivity [51]. The same arguments may be applied to Hyper-Kamiokande [15] and DUNE [16]. Since inelasticity measurements rely on the energy deposits of hadronic showers, it is interesting to check the impact of different hadronization models in this situation.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 177,
                    "text": "[51]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 237,
                    "text": "[15]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 251,
                    "text": "[16]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "For this purpose, we estimated the impact of hadronization models on the effective inelasticity. We define the effective inelasticity from the visible hadron shower energy.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "The first term is the sum of kinetic energies of charged hadrons above the Cherenkov threshold. Here we assume that the charged hadrons above the Cherenkov threshold are visible and we take into account their kinetic energies. The second term is the sum of all the final state photons, including the decays of neutral mesons. Thus, the visible hadron energy corresponds to the energy deposit from the hadronic system to the perfect photon detector, where inefficiency is only from neutrons or hadrons below the Cherenkov threshold. Then, the effective inelasticity, y e f f , is defined by,",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "Here E µ is the muon (anti-muon) energy.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Impact on hadronization models for PINGU",
            "text": "To simulate effective inelasticity on a water target, we modeled the atmospheric neutrino flux with a simple formula (∼ a + b • E −c , where c ∼ 2.8) which reproduces the typical energy spectrum of atmospheric neutrinos [25,26]. Then we simulate neutrino interactions from 2 to 30 GeV, which is the energy region of interest for NMH analysis. Fig. 8 shows the simulated y e f f distributions with arbitrary normalization. The y e f f distributions for neutrino and anti-neutrino interactions are well separated, however, y e f f distributions based on different hadronization models are very similar. This study does not include the detector simulation, and the quantitative evaluation of the impact of hadronization models in PINGU is difficult. However, the inclusion of a detector simulation in general smears structures and it will make the results of two different hadronization models nearly identical. This result can be understood from a simulated W distribution of PINGU. PINGU is dominated by few GeV low W interactions (< 5 GeV ) where PYTHIA hadronization processes have a minor role (Fig. 2). This indicates alternations of the hadronization model only provide minor changes to the systematics of the PINGU inelasticity measurement, however, details have yet to be tested with a full PINGU detector simulation.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 220,
                    "text": "[25,",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 224,
                    "text": "26]",
                    "end": 227
                },
                {
                    "type": "figure",
                    "ref_id": "fig_15",
                    "start": 343,
                    "text": "Fig. 8",
                    "end": 349
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1096,
                    "text": "(Fig. 2)",
                    "end": 1104
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "In this article, we studied neutrino hadronization processes in GENIE. Our main focus is to improve the averaged charged hadron multiplicity, and it is shown that suitable parameterization developed by the HERMES collaboration dramatically improves the data-MC agreement with neutrino bubble chamber data. However, this tuning may make the π • multiplicity agreement slightly worse. Also dispersion of hadron multiplicity is still not under control. All studies in the paper are qualitative in nature, and quantitative studies are beyond the scope of this paper. At the present moment, PYTHIA parameter tunings based on fits to neutrino experimental data are not being performed. An example of the difficulty of PYTHIA tunings is the correlations between different PYTHIA parameters, as HERMES collaborators noted [29]. In this article, we find that controlling the shape of the Lund string fragmentation function using the Lund a and Lund b parameters is the key to control the averaged hadron multiplicity, and a more precise tuning is left as a direction for future work. Near future LArTPC experiment, such as MicroBooNE, could test the hadronization models by measuring high hadron multiplicity events.",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 814,
                    "text": "[29]",
                    "end": 818
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Finally, we tested different hadronization models with a modeled atmospheric neutrino flux. It is seen that the difference in the inelasticity distributions is small, suggesting hadronization processes only play a minor role in the systematics for NMH analysis at atmospheric neutrino oscillation experiments. Careful analysis including the detector simulation will find more accurate systematics of hadronization interactions for future atmospheric neutrino experiments, such as PINGU, ORCA, Hyper-Kamiokande and DUNE.",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Figure 1 .",
            "section_rank": 12
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1. (color online) The Lund symmetric fragmentation function (Eq. 1) for different values of Lund a and Lund b. The parameter is altered while keeping all other variables fixed.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Fig. 1",
            "section_rank": 13
        },
        {
            "section": "Fig. 1",
            "text": "shows the Lund symmetric function. Larger Lund a and smaller Lund b parameters shift the fragmentation function to a lower z region. The values of these parameters are obtained from the shapes of the measured fragmentation functions, and default values of Lund a and Lund b in PYTHIA6.3 are 0.3 and 0.58 GeV/c 2 respectively.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. (color online) W distribution of ν µ -water target interaction in GENIE. For the flux, we use an atmospheric ν µ neutrino spectrum. Left red hatched region is quasi-elastic scattering, middle hatched region is resonance interactions, and right green hatched region is from DIS. The W distribution can be split to three regions, KNO scaling-based model only region, PYTHIA only region, and the transition region.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "• W < 2 . 3",
            "section_rank": 15
        },
        {
            "section": "• W < 2 . 3",
            "text": "GeV/c 2 , KNO scaling-based model only region, • 2.3 GeV/c 2 < W < 3.0 GeV/c 2 , transition region, and • 3.0 GeV/c 2 < W , PYTHIA only region.",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Fig. 2",
            "section_rank": 16
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2graphically shows this situation. This is the W distribution for ν µ -water interactions simulated with GENIE. Here, we used a simple formula to model the atmospheric ν µ neutrino spectrum[25,26], described later. As you can see, the W -distribution in this energy region can be split into three main interaction modes, quasi-elastic (red hatched, left peak), resonance (blue hatched, middle), and DIS (green hatched, right). The AGKY model is applied to DIS interactions. Also note DIS is extended to the low W region to describe nonresonance interactions in the resonance region. Although charm production processes are possible at the high energies, contributions are minor and throughout this article we ignore charm production processes.",
            "paragraph_rank": 38,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 194,
                    "text": "[25,",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 198,
                    "text": "26]",
                    "end": 201
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 17
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. (color online) Averaged charged hadron multiplicity plot. Here, two predictions from GENIE are compared with bubble chamber ν µ − p and ν µ − n hadron production data[23,32].",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 176,
                    "text": "[23,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 180,
                    "text": "32]",
                    "end": 183
                }
            ]
        },
        {
            "text": "Figure 4 .",
            "section_rank": 18
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. (color online) Averaged charged hadron multiplicity plot. Here, two predictions from GENIE are compared with bubble chamberν µ − p hadron production data[39].",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 163,
                    "text": "[39]",
                    "end": 167
                }
            ]
        },
        {
            "text": "Fig. 3",
            "section_rank": 19
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3is due to nuclear effects in deuterium[20,21,33,38]. Despite the conflict of data, the HERMES parameterization in general increases the averaged charged hadron multiplicity, which improves the agreement with averaged charged hadron multiplicity data from neutrino bubble chamber experiments.Fig. 4is the same plot forν µ − p interactions. Again, the agreement with the data is better for GENIE with the modified PYTHIA parameter set. Therefore, this new parameter set works better for both neutrino and antineutrino interactions.The main effect of this new parameterization originates from the increase of the Lund a parameter and the decrease of the Lund b parameter (Eq. 1). As shown inFig. 1, these changes make the fragmentation function softer. This enhances emissions of soft hadrons, i.e., this increases averaged charged hadron multiplicity and thus it agrees better with data. In the higher energy experiments that PYTHIA is designed for, high order QCD effects cause additional low energy parton emissions. This causes hadrons to be produced with a broader spectrum in z. Because these effects are negligible for the neutrino experiments we are concerned with, we shift the peak of the fragmentation function to a lower z value by increasing (decreasing) the Lund a (b) parameter[30].In fact, all parameterization schemes from HERMES we checked(Table 1) have a high (low) Lund a (b) parameter, and many have more extreme values than the ones we use here. However, these higher (lower) Lund a (b) parameter models tend to overestimate hadron multiplicities compared to neutrino hadron production data from bubble chamber experiments and as a result the data-MC agreement becomes worse. The neutrino hadronization data prefer a relatively smaller Lund a parameter than most HERMES parameter sets, yet bigger than the default PYTHIA choice, and this is the main reason why we chose this specific parameterization scheme in this paper.",
            "paragraph_rank": 41,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 44,
                    "text": "[20,",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 48,
                    "text": "21,",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 51,
                    "text": "33,",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 54,
                    "text": "38]",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1295,
                    "text": "[30]",
                    "end": 1299
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 20
        },
        {
            "section": "Figure 6 .",
            "text": "Figure 6. (color online) Averaged neutral pion multiplicity plot. Here, two predictions from GENIE are compared with bubble chamber ν µ − p, ν µ − n,ν µ − p, andν µ − n π • production data[41][42][43][44].",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 188,
                    "text": "[41]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 192,
                    "text": "[42]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 196,
                    "text": "[43]",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 200,
                    "text": "[44]",
                    "end": 204
                }
            ]
        },
        {
            "text": "Figure 7 .",
            "section_rank": 21
        },
        {
            "section": "Figure 7 .",
            "text": "Figure 7.(color online) Topological cross sections of charged hadrons for ν µ − p interaction. In both plots, data points are from deuteron target Fermilab 15' bubble chamber experiments[23]. In the left plot, PYTHIA is turned off and data are compared with GENIE with only the KNO scaling-based hadronization model. On the other hand, in the right plot, hadronization is solely handled by PYTHIA.",
            "paragraph_rank": 43,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 186,
                    "text": "[23]",
                    "end": 190
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 22
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8.(color online) Effective inelasticity distribution with atmospheric neutrino spectrum. Here, all histograms are arbitrarily normalized. Solid histograms are muon neutrino distributions, and dashed histograms are muon anti-neutrino distributions. Red histograms are from GENIE with the default hadronization model, and blue histograms are from GENIE with the modified hadronization model discussed in this paper.",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "text": "Parameter PYTHIA GENIE Lund-scan ∆q(x) 2004c descriptions",
            "paragraph_rank": 45,
            "section_rank": 23
        },
        {
            "text": "Table 1. Parameter values for data sets ∆q(x)[28], Lund-scan[29] and 2004c[30] along with the default PYTHIA and GENIE values. Blank cells represent that the parameter takes on the default PYTHIA value.",
            "paragraph_rank": 46,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 45,
                    "text": "[28]",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 60,
                    "text": "[29]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 74,
                    "text": "[30]",
                    "end": 78
                }
            ]
        },
        {
            "text": "Acknowledgment",
            "section_rank": 25
        },
        {
            "section": "Acknowledgment",
            "text": "TK thanks Ulrich Mosel for introducing this subject to us. We thank Elke Aschenauer and Josh Rubin for useful information about the HERMES experiment. We also appreciate the various help given to us by Gabe Perdue and Julia Yarba on the GENIE simulations. Finally, TK would like to thank the organizer of CETUP* (Center for Theoretical Underground Physics and Related Areas) for the hospitality during my stay at Deadwood, SD to engage on this work.",
            "paragraph_rank": 47,
            "section_rank": 25
        }
    ]
}