{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Based on a sample of 500 million e + e − → cc events recorded by the BABAR detector at c.m. energies of close to 10.6 GeV, we report on a study of the decay D 0 → π − e + νe. We measure the ratio of branching fractions RD = B(D 0 → π − e + νe)/B(D 0 → K − π + ) = 0.0713±0.0017stat. ±0.0024syst., and use the present world average for B(D 0 → K − π + ) to obtain B(D 0 → π − e + νe) = (2.770 ± 0.068stat. ± 0.092syst. ± 0.037ext.) × 10 −3 where the third error accounts for the uncertainty on the branching fraction for the reference channel. The measured dependence of the differential branching fraction on q 2 , the four-momentum transfer squared between the D and the π meson, is compared to various theoretical predictions for the hadronic form factor, f π +,D (q 2 ), and the normalization |V cd | × f π +,D (q 2 = 0) = 0.1374 ± 0.0038stat. ± 0.0022syst. ± 0.0009ext. is extracted from a fit to data. Using the most recent LQCD prediction of f π +,D (q 2 = 0) = 0.666 ± 0.029, we obtain |V cd | = 0.206 ± 0.007exp. ± 0.009LQCD. Assuming instead, |V cd | = |Vus| = 0.2252 ± 0.0009, we obtain f π +,D (q 2 = 0) = 0.610 ± 0.020exp. ± 0.005ext.. The q 2 dependence of f π +,D (q 2 ) is compared to a variety of multi-pole parameterizations. This information is applied to B 0 → π − e + νe decays and, combined with an earlier B 0 → π − e + νe measurement by BABAR, is used to derive estimates of |V ub |.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Precision measurements of the elements of the Cabibbo-Kobayashi-Maskawa (CKM) quark-mixing matrix rely primarily on decay rate measurements of either nuclear β decay, or leptonic and semileptonic decays of π, K, D, and B mesons. The rates for exclusive semileptonic decays of mesons are proportional to the square of the product of the specific CKM element and form factors which are introduced to account for hadronization effects. Various Lorentz invariant form factor calculations, models, and parameterizations have been developed to describe these perturbative and non-perturbative QCD processes. Theoretical uncertainties in these form factor predictions significantly impact the extraction of the * Now at: University of Tabuk, Tabuk 71491, Saudi Arabia † Also at: Università di Perugia, Dipartimento di Fisica, I-06123 Perugia, Italy ‡ Now at: Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, F-75252 Paris, France § Now at: University of Huddersfield, Huddersfield HD1 3DH, UK ¶ Deceased * * Now at: University of South Alabama, Mobile, Alabama 36688, USA † † Also at: Università di Sassari, I-07100 Sassari, Italy ‡ ‡ Also at: INFN Sezione di Roma, I-00185 Roma, Italy § § Now at: Universidad Técnica Federico Santa Maria, 2390123 Valparaiso, Chile CKM elements from semileptonic decays, in particular |V ub |.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the following, we present a measurement of the q 2 dependence of the Cabibbo-suppressed semileptonic D 0 → π − e + ν e decay rate, where q 2 = (P D − P π ) 2 refers to the four-momentum transfer squared between initial and final state meson. Charge conjugate states are implied throughout the document. This analysis exploits the large production of charm mesons via the process e + e − → cc and identifies D 0 from the decay D * + → D 0 π + . The momentum of the signal D 0 is derived from all particles reconstructed in the event. A very similar method was successfully employed in the BABAR analysis of the Cabibbo-favored D 0 → K − e + ν e [1] decay. The validity of this procedure is examined and the associated systematic uncertainties reduced by analyzing in parallel the two-body decay D 0 → K − π + . From the ratio of branching fractions, R D = B(D 0 → π − e + ν e )/B(D 0 → K − π + ), we derive the absolute value of the D 0 → π − e + ν e branching fraction, using the world average for the branching fraction for the normalization, B(D 0 → K − π + ).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 647,
                    "text": "[1]",
                    "end": 650
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The D 0 → π − e + ν e decay rate is proportional to the square of the product |V cd | × f π +,D (q 2 ) which can be extracted from the measured distribution. f π +,D (q 2 ) is the corresponding hadronic form factor and is defined in Section II B. Using the LQCD prediction for the form factor normalization f π +,D (q 2 = 0), we extract |V cd |. Alternatively, using the most precise determination of |V us | = 0.2252 ± 0.0009 from kaon decays [2], and the Wolfenstein parameterization of the CKM matrix with, neglecting terms of order λ 5 , |V cd | = |V us | = λ, we determine the hadronic form factor, its normalization, and q 2 dependence. We compare the measurements with predictions of QCD calculations and various form factor parameterizations. Furthermore, we follow a procedure suggested by theorists [3] to use the information extracted in terms of certain form factor parameterizations for D 0 → π − e + ν e decays and adapt them to B 0 → π − e + ν e decays [3] to arrive at estimates for |V ub |.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 444,
                    "text": "[2]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 809,
                    "text": "[3]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 968,
                    "text": "[3]",
                    "end": 971
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Measurements of D 0 → K − e + ν e and D 0 → π − e + ν e decays were first published by the CLEO [4], FOCUS [5], and Belle [6] Collaborations, and more recently by the CLEO-c [7,8] Collaboration, exploiting the very large sample of tagged events recorded at the ψ(3770) resonance. Operating in the same energy region, the BESIII Collaboration [9] has also distributed preliminary results in Summer 2014.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 96,
                    "text": "[4]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 107,
                    "text": "[5]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 122,
                    "text": "[6]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 174,
                    "text": "[7,",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 177,
                    "text": "8]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 342,
                    "text": "[9]",
                    "end": 345
                }
            ]
        },
        {
            "text": "II. DECAY RATE AND FORM FACTORS",
            "section_rank": 3
        },
        {
            "text": "A. Differential decay rate",
            "section_rank": 4
        },
        {
            "section": "A. Differential decay rate",
            "text": "The decay amplitude for semileptonic D decays to a final-state pseudoscalar meson can be written in terms of vector and scalar form factors, f +,D (q 2 ) and f 0,D (q 2 ) [10][11][12],",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 171,
                    "text": "[10]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 175,
                    "text": "[11]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 179,
                    "text": "[12]",
                    "end": 183
                }
            ]
        },
        {
            "section": "A. Differential decay rate",
            "text": "where P π and P D refer to the four-momenta of the final state pion and the parent D meson, and m π and m D to their masses. The four-momenta of the final state anti-electron and neutrino are denoted with P e and P νe respectively. The constraint f π +,D (0) = f π 0,D (0) avoids a singularity at q 2 = 0. This expression can be simplified for electrons, because in the limit of m e ≪ m D the second and third terms can be neglected. We are left with a single form factor f +,D (q 2 ) and the differential decay rate becomes,",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "A. Differential decay rate",
            "text": "Since the D 0 and the π − have zero spin, only the helicity zero component of the virtual W contributes. The decay rate depends on the third power of p * π , the pion momentum in the D 0 rest frame. The rate also depends on sin 2 θ e , where θ e is the angle of the positron in the e + ν e rest frame with respect to the direction of the pion in the D 0 rest frame. The variation of the rate with q 2 depends on the decay dynamics and needs to be determined experimentally. The form factor normalization requires knowledge of the CKM element |V cd |.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "A. Differential decay rate",
            "text": "For various form factor parameterizations, in particular in terms of pole contributions, D 0 → π − e + ν e decays are of particular interest because the contribution from the lowest mass pole to f π +,D (q 2 ) can be determined using additional information (for instance, the value of the D * + intrinsic width), thereby gaining sensitivity to contributions from singularities due to higher mass states.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "A. Differential decay rate",
            "text": "It has been suggested [13] that precise knowledge of the form factors in D 0 → π − e + ν e decays could be used to determine f π +,B (q 2 ) in the high q 2 region for the B 0 → π − e + ν e decays, and thereby improve the extraction of |V ub |. For this application, the D 0 → π − e + ν e measurements are extrapolated to larger values of q 2 to overlap with the B 0 → π − e + ν e physical region. Two approaches are proposed. One is based on Lattice QCD (LQCD) calculations of the ratio f π +,B (q 2 )/f π +,D (q 2 ) and measurements of the differential rates for D 0 → π − e + ν e and B 0 → π − e + ν e decays. This method relies on the assumption that LQCD can predict the form factor ratio with higher accuracy than individual form factors. The second approach relies on measured contributions of individual resonances to the D form factor f π +,D (q 2 ) and scaling laws that relate this information to the B form factor f π +,B (q 2 ) in order to extract a value of |V ub |. The assumptions in this approach are described in [3,14]. The most general expression for the form factor f π +,D (q 2 ) satisfies the dispersion relation,",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 22,
                    "text": "[13]",
                    "end": 26
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1030,
                    "text": "[3,",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1033,
                    "text": "14]",
                    "end": 1036
                }
            ]
        },
        {
            "section": "A. Differential decay rate",
            "text": "Singularities of f π +,D (t) in the complex t-plane originate from the interaction of the c and d quarks resulting in a series of charm vector states of different masses with J P = 1 − . The kinematic threshold is at t",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "A. Differential decay rate",
            "text": "In practice this series of poles is truncated: one, two or three poles are considered. The lowest pole, the D * + is located just above threshold and its contribution can be isolated because of its narrow width, of the order 0.1 MeV/c 2 . The next pole (denoted D * ′ 1 in the following) has a mass of (2610 ± 4) MeV/c 2 and width of (93 ± 14) MeV/c 2 and corresponds to the first radial vector excitation [15]. The LHCb collaboration [16] has measured somewhat different values of (2649 ± 5) MeV/c 2and (140 ± 25) MeV/c 2 for the mass and width of this state. However, considering other sources of uncertainties, these differences have very little impact on the present analysis. Since hadronic singularities (poles and cuts) are above the physical region, it is expected that f π +,D (q 2 ) is a monotonically rising function of q 2 .",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 406,
                    "text": "[15]",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 435,
                    "text": "[16]",
                    "end": 439
                }
            ]
        },
        {
            "section": "A. Differential decay rate",
            "text": "In the following, we discuss various theoretical approaches and their parameterizations which are used to describe the q 2 dependence of the D meson form factor f π +,D (q 2 ).",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Dispersive approach with constraints",
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "Several constraints have to be satisfied by the dispersion relations for the form factor [14]. Using H to denote a heavy D or B meson, the integral in Eq. (3) can be expressed in terms of three contributions:",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 89,
                    "text": "[14]",
                    "end": 93
                }
            ]
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "• the H * pole contribution, which is dominant;",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "• the sum of radially excited, J P = 1 − , resonances noted H * ′ i ; • the contribution from the Hπ continuum.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "In this expression, the quantities",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "are the residues for the different vector resonances H * (′) (i) . The integral over the continuum is evaluated between the threshold and the first radial excited state (Λ ∼ m H * ′ 1 ). Contributions from orbital excitations are expected to be small [14].",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 251,
                    "text": "[14]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "The residue which defines the contribution of the H * resonance can be expressed in terms of the meson decay constant f H * , and g H * Hπ , the coupling to the Hπ final state,",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "Similar expressions can be derived for the higher mass states H * ′ i . The expected values for the residues at the first two poles are given in Appendix A.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "Using the behavior of the form factor at very large values of q 2 , a constraint (commonly referred to as superconvergence condition) is obtained on the residues [14],",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 162,
                    "text": "[14]",
                    "end": 166
                }
            ]
        },
        {
            "section": "Dispersive approach with constraints",
            "text": "which can be compared to measurements; c H denotes the contribution from continuum.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Multi-pole parameterizations",
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "Limiting the contributions to three poles, the following expression is obtained,",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "The coefficients c i are related to the residues introduced previously through the following expression,",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": ". The variation with q 2 of each component is determined by the pole masses. In addition to the D * pole, we fix the mass of the first radial excitation at 2.61 GeV/c 2 [15]. For the higher radial excitation we either use a fixed value of 3.1 GeV/c 2 [17] (fixed three-pole ansatz) or an effective pole mass corresponding to the sum of contributions from all poles at higher masses (effective three-pole ansatz). Values expected for the residues at the D * (Eq.(A1)) and at the D * ′ 1 (Eq.(A3)) can be used as constraints. In the fixed three-pole ansatz, the constraint on the value of the residue at the D * ′",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 169,
                    "text": "[15]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 251,
                    "text": "[17]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "1 pole is used. In the effective threepole ansatz, constraints at the two poles are used and the value of the residue at the effective pole is given by the superconvergence condition (Eq. (6)). These constraints are entered in the likelihood function by including Gaussian distributions centered at the expected values with standard deviations equal to the corresponding expected uncertainties.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "Given the fact that the hadronic form factor is dominated by the D * pole, other contributions can be accounted for by an effective pole at higher mass, resulting in a two-pole ansatz [18],",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 184,
                    "text": "[18]",
                    "end": 188
                }
            ]
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "where f π +,D (0), δ pole and β pole are free parameters that are extracted by a fit to data. In the present analysis, the expected value of the residue at the D * pole is used as a constraint in the fits.",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "If, in addition, the form factors f π +,D and f π 0,D meet certain conditions, expected to be valid at large recoil in the heavy quark limit [18], then the ansatz can be further simplified,",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 141,
                    "text": "[18]",
                    "end": 145
                }
            ]
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "with two free parameters f π +,D (0) and α pole . This modified-pole ansatz can be further simplified,",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Multi-pole parameterizations",
            "text": "where m pole is the single free parameter. Of course, such an effective pole mass has no clear interpretation and the proposed q 2 variation does not comply with constraints from QCD. The obtained pole-mass value may nonetheless be useful for comparisons with results from different experiments.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "z-expansion",
            "section_rank": 7
        },
        {
            "section": "z-expansion",
            "text": "The z-expansion is a model-independent parameterization which is based on general properties of analyticity, unitarity and crossing symmetries. Except for physical poles and thresholds, form factors are analytic functions of q 2 , and can be expressed as a convergent power series, given a change of variables [19][20][21][22][23][24] of the following form,",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 310,
                    "text": "[19]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 314,
                    "text": "[20]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 318,
                    "text": "[21]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 322,
                    "text": "[22]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 326,
                    "text": "[23]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 330,
                    "text": "[24]",
                    "end": 334
                }
            ]
        },
        {
            "section": "z-expansion",
            "text": "where",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "z-expansion",
            "text": "This transformation maps the kinematic region for the semileptonic decay (0 < q 2 < t − ) onto a real segment extending over the range |z| max = 0.167. More details on this parameterization are given in Appendix B.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "z-expansion",
            "text": "In terms of the variable z, the form factor, consistent with constraints from QCD, takes the form,",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "z-expansion",
            "text": "where P (t) = 1 and Φ(t, t 0 ) is an arbitrary analytical function for which the \"standard \"choice is given in Appendix B. The z-expansion provides a parameterization within the physical region and is well suited for fits to data and converges readily. The commonly used parameters are defined as r k = a k /a 0 for k = 1, 2, and the overall normalization of the expansion is chosen to be |V cd | × f π +,D (0). The z-expansion has some disadvantages in comparison to phenomenological approaches [25]. Specifically, there is no simple interpretation of the coefficients a k (t 0 ). The contribution from the first pole (D * + ) is difficult to obtain because it requires extrapolation beyond the physical region while the other coefficients are only weakly constrained by the available data.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 496,
                    "text": "[25]",
                    "end": 500
                }
            ]
        },
        {
            "text": "ISGW2 quark model",
            "section_rank": 8
        },
        {
            "section": "ISGW2 quark model",
            "text": "For completeness, we also list ISGW2 [26], a constituent quark model with relativistic corrections. Predictions are normalized at q 2 max = t − . The form factor is parameterized as",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 37,
                    "text": "[26]",
                    "end": 41
                }
            ]
        },
        {
            "section": "ISGW2 quark model",
            "text": "where α I = ξ 2 /12 and ξ is the charge radius of the finalstate meson. The uncertainties of the predictions are difficult to quantify.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "Summary of form factor parameterizations",
            "section_rank": 9
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "The different parameterizations of f π +,D (q 2 ) considered in this analysis are listed in Table I, along with the pa-rameters and constraints considered.",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 92,
                    "text": "Table I",
                    "end": 99
                }
            ]
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "Form factor studies for D 0 → π − e + ν e decays are of particular interest because LQCD calculations are expected to result in predictions for the ratio of hadronic form factors for B and D mesons with a better accuracy than for the form factors of the individual mesons.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "Two independent approaches to predict f π +,B (q 2 ) based on f π +,D (q 2 ) are considered (see Section VII),",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "• fits to f π +,D (q 2 ) according to the fixed three-pole ansatz as specified in Eq. 7are used to estimate the variation of B(B 0 → π − e + ν e ) as a function of the pion energy, under the assumption that the ratio of the hadronic form factors in B and D decays is largely insensitive to the energy of the final state pion;",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "ref_id": "formula_66",
                    "start": 86,
                    "text": "7",
                    "end": 87
                }
            ]
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "• using the effective three-poles ansatz given in Eq (33), with the value of the residue at the B * pole obtained from LQCD, and imposing the superconvergence condition.",
            "paragraph_rank": 42,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 53,
                    "text": "(33)",
                    "end": 57
                }
            ]
        },
        {
            "section": "Summary of form factor parameterizations",
            "text": "Though estimates for the form factor ratios are not yet available, we discuss some aspects in Appendix C which indicate that this approach may be promising in the future for larger data samples.",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "III. THE BABAR DETECTOR AND DATA SETS",
            "section_rank": 10
        },
        {
            "text": "A. Detector",
            "section_rank": 11
        },
        {
            "section": "A. Detector",
            "text": "A detailed description of the BABAR detector and the algorithms used for charged and neutral particle reconstruction and identification is provided elsewhere [27,28]. Charged particles are reconstructed by matching hits in the 5-layer silicon vertex tracker (SVT) with track elements in the 40-layer drift chamber (DCH), filled with a gas mixture of helium and isobutane. Particles of low transverse momentum with an insufficient number of DCH hits are reconstructed in the SVT. Charged hadron identification is performed combining the measured ionization losses in the SVT and in the DCH with the information from the Cherenkov detector (DIRC). Electrons are identified by the ratio of the track momentum to the associated energy in the CsI(Tl) electromagnetic calorimeter (EMC), the transverse profile of the shower, the ionization loss in the DCH, and the Cherenkov angle in the DIRC. Photon energies are measured in the EMC.",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 158,
                    "text": "[27,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 162,
                    "text": "28]",
                    "end": 165
                }
            ]
        },
        {
            "text": "B. Data and MC Samples",
            "section_rank": 12
        },
        {
            "section": "B. Data and MC Samples",
            "text": "The data used in this analysis were recorded with the BABAR detector at the PEP-II energy-asymmetric e + e − TABLE I: Overview of f π +,D (q 2 ) parameterizations. In the fixed three-pole ansatz, the value expected for Res(f π +,D ) D * ′ 1 (Eq. (A3)) is used as a constraint whereas in the effective three-pole ansatz the values expected for the residues at the D * (Eq. (A1)) and D * ′ 1 (Eq. (A3)) poles are used as constraints and the value of the residue at the effective pole is given by the superconvergence condition (Eq. (6)). In the two poles ansatz, the value expected for the residue at the D * pole (Eq. (A1)) is used as constraint. These constraints are entered in fits assuming that their expected values have Gaussian distributions.",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Ansatz",
            "section_rank": 13
        },
        {
            "section": "Ansatz",
            "text": "Parameters Constraints z-expansion [19] a0, r k = a k /a0 effective three-pole",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 35,
                    "text": "[19]",
                    "end": 39
                }
            ]
        },
        {
            "section": "Ansatz",
            "text": "two poles [18] f+,D(0), β pole , δ pole Res(f π +,D )D * modified pole [18] f+,D(0), α pole simple pole f+,D(0), m pole ISGW2 [26] f+,D(t−), αI collider. The results presented here were obtained using e + e − → cc events from a sample with a total integrated luminosity of 347.2 fb −1 [29], collected at the Υ (4S) resonance (on-peak data) at 10.58 GeV center-of-mass (c.m.)",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 10,
                    "text": "[18]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 71,
                    "text": "[18]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 126,
                    "text": "[26]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 285,
                    "text": "[29]",
                    "end": 289
                }
            ]
        },
        {
            "section": "Ansatz",
            "text": "energy. An additional sample of 36.6 fb −1 was recorded 40 MeV below (off-peak data), just below the threshold for BB production.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "Ansatz",
            "text": "The normalization of off-peak and on-peak data samples is derived from luminosity measurements, which are based on the number of detected µ + µ − pairs and the QED cross section for e + e − → µ + µ − (γ) production. At 10.6 GeV c.m. energy, the non-resonant cross section for e + e − → qq with q = (u, d, s, c) (referred to as continuum) is 3.4 nb, compared to the Υ (4S) peak cross section of 1.05 nb. We use Monte Carlo (MC) techniques [30] to simulate the production and decay of BB and qq pairs and the detector response [31]. The quark fragmentation in continuum events is simulated using JETSET [32]. The MC simulations include radiative effects, such as bremsstrahlung in the detector material and initial-state and final-state radiation [33].",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 438,
                    "text": "[30]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 525,
                    "text": "[31]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 601,
                    "text": "[32]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 745,
                    "text": "[33]",
                    "end": 749
                }
            ]
        },
        {
            "section": "Ansatz",
            "text": "The size of the Monte Carlo (MC) event samples for Υ (4S) decays, cc pairs, and light quark pairs from continuum exceed the data samples by factors of 3.3, 1.7 and 1.1, respectively. These simulated samples are primarily used to study the background composition and suppression. Dedicated samples of nine times the size of the data sample of pure signal events, i.e., cc events with D * + → D 0 π + s decay, followed by the signal D 0 → π − e + ν e decay, were generated and used to account for efficiencies and resolution effects. These samples were generated using the modified pole parameterization for f +,D (q 2 ) with α π pole = 0.44 as defined in Eq. (9).",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "Ansatz",
            "text": "The MC distributions are normalized to the data luminosity, using the following cross sections: 1.3 nb for cc, 0.525 nb for B + B − and B 0 B 0 , and 2.09 nb for light uu, dd, ss quark pairs.",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "IV. SIGNAL RECONSTRUCTION",
            "section_rank": 14
        },
        {
            "section": "IV. SIGNAL RECONSTRUCTION",
            "text": "We reconstruct signal D 0 → π − e + ν e (γ) decays, in events produced in e + e − annihilation to cc, with the D 0 originating from a D * + → D 0 π + s decay. The decay channel includes photons from final state radiation.",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "IV. SIGNAL RECONSTRUCTION",
            "text": "In parallel, we reconstruct the reference sample of D 0 → K − π + (γ) decays, with the D 0 also originating from a D * + decay. This sample has the same number of final state particles, except for the undetected neutrino. The data reference sample combined with the corresponding MC sample is critical for tuning details of the c quark fragmentation and the kinematics of particles accompanying the D * + . Both data and MC reference samples are also used to study the reconstruction of the missing neutrino.",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "section": "IV. SIGNAL RECONSTRUCTION",
            "text": "This analysis follows very closely the measurement of D 0 → K − e + ν e decays in [1]. The main differences in the selection are tighter identification criteria on the pion candidate, a veto against kaons, and the use of sideband regions in the ∆(m) = m(D 0 π + s ) − m(D 0 ) mass distribution to assess the different combinatorial and peaking background contributions.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 82,
                    "text": "[1]",
                    "end": 85
                }
            ]
        },
        {
            "section": "IV. SIGNAL RECONSTRUCTION",
            "text": "In the following, we present the principal features of this analysis, emphasizing those that differ from the previous analysis.",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "A. Signal Selection",
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "This analysis exploits the two-jet topology of e + e − → cc events, generated by the largely independent, hard fragmentation of the two c-quarks. We divide the event into two hemispheres. For this purpose, all charged and neutral particle momenta are measured in the c.m. system, and a common thrust axis is determined. The plane which crosses the interaction point and is perpendicular to the thrust axis defines the two hemispheres. To improve the event containment, only events with a polar angle of the thrust axis in the range | cos(θ thrust )| < 0.6 are retained.",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "In each hemisphere, we search for a positron and pion of opposite charge, and require that the positron (or electron for the charge conjugate D 0 decays) has a minimum c.m. momentum of 0.5 GeV/c. The combinatorial background level is higher in this analysis than in the D 0 → K − e + ν e analysis because the Cabibbosuppressed decay results in a final-state charged pion in place of a charged kaon. To reduce the contamination from D 0 → K − e + ν e decays, two cases are considered. To avoid the presence of a charged kaon as pion candidate the particle identification criterion (tight identification) is chosen to limit the kaon misidentification as a pion to 0.4%. If the charged kaon is not the pion candidate, a different criterion (loose identification) is chosen to veto kaons accompanying the D 0 candidate. In this case, kaon candidates are identified by the condition",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "where L K and L π correspond to the likelihoods for the kaon and pion hypotheses, respectively. This selection has an efficiency of 90% for real kaons whereas pions have a probability to be signed as kaons varying between 2.5% at 2 GeV/c and 15% at 5 GeV/c.",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "The ν e momentum is unmeasured and two kinematic fits are performed, imposing in turn the D 0 and D * + mass constraint. First, the D 0 direction and the neutrino energy are estimated from all particles measured in the event. The D 0 direction is taken to be opposite to the sum of the momenta of all reconstructed particles in the event, except for the pion and the positron associated with the signal candidate. The neutrino energy is estimated as the difference between the total energy of the hemisphere and the sum of the energies of all reconstructed particles in this hemisphere. A correction, which depends on the value of the missing energy measured in the opposite hemisphere, is applied to account for the presence of missing energy due to particles escaping detection, even in the absence of a neutrino from the D 0 decay. The energy in each hemisphere is defined using the measured hemisphere masses and the total event energy. The D 0 candidate is retained if the χ 2 probability, P (χ 2 ), of the first kinematic fit exceeds 10 −2 . Detector performance for the reconstruction of the D 0 momentum and energy are derived from the D 0 → K − π + reference sample. Corrections are applied to account for observed differences between data and simulation.",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "Each D 0 candidate is combined with a low-momentum charged pion π + s of the same charge as the lepton, in the same hemisphere. The mass difference ∆",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "is measured using the invariant mass of this system. We define a signal region as ∆(m) < 0.155 GeV/c 2 , and two sidebands as 0.155 < ∆(m) < 0.20 GeV/c 2 and ∆(m) > 0.20 GeV/c 2 .",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "A. Signal Selection",
            "text": "The second kinematic fit constrains the invariant mass of the candidate π − e + ν e π + s to fixed values. For events in the signal region, the D * + mass is used whereas in sidebands several values differing by 0.02 GeV/c 2 are taken. A requirement that P (χ 2 ) > 0.01 leads to a reduction of combinatorial background. With this procedure, large samples of sideband events are kept.",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "B. Background Rejection",
            "section_rank": 16
        },
        {
            "section": "B. Background Rejection",
            "text": "Background events arise from Υ (4S) → BB decays and e + e − → qq continuum events. These backgrounds are significantly reduced by multi-variate analyses employing two Fisher discriminants.",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "section": "B. Background Rejection",
            "text": "To reduce the BB background, a Fisher discriminant F bb is defined based on three variables exploiting the difference in topology of BB events and cc continuum:",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "text": "the ratio between the second and zeroth order",
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "Fox-Wolfram moments [34];",
            "paragraph_rank": 65,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 20,
                    "text": "[34]",
                    "end": 24
                }
            ]
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the total multiplicity of the detected charged and neutral particles;",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the momentum of the π + s from the",
            "paragraph_rank": 67,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "The particle distribution in Υ (4S) events tends to be isotropic because the B mesons are produced near threshold, while the particle distribution in cc events is jet-like due to the hard fragmentation of the high momentum c quarks. For the same reason, the D * + momenta in Υ (4S) decays are lower than in cc events. The three variables are combined linearly in a Fisher discriminant. Only events with F bb > 1.2 are retained.",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "Because few electrons are produced in light-quark fragmentation and lower mass particle decays, the background from the continuum arises primarily from the decay of charmed particles in cc events. Furthermore, the hard fragmentation function of c quarks results in charm particles and in their decay products with higher average energies and smaller angular spread (relative to the thrust axis or to the D direction) compared with other particles in the hemisphere. These other particles are referred to as \"spectators\", the spectator with highest momentum is referred to as the \"leading\" particle. To reduce background from cc events, a Fisher discriminant F cc is defined based on the same variables used in the earlier D 0 → K − e + ν e measurement:",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the D momentum;",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the invariant mass of spectators;",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the direction of the sum of the momenta of the spectators relative to the thrust axis;",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the magnitude of the momentum of the leading spectator;",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the direction of the leading spectator relative to the D 0 direction;",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the direction of the leading spectator relative to the thrust axis; • the direction of the lepton relative to the pion direction, in the (e + , ν e ) rest frame;",
            "paragraph_rank": 75,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "• the charged lepton momentum (p e ) in the c.m. frame.",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "The first six variables are sensitive to the properties of c quark hadronization whereas the last two are related to the decay characteristics of the signal decay. In the following, the combination of the first six variables is referred to as F cc−2 . All eight variable are combined linearly into the Fisher discriminant F cc . Only events with F cc > 0.6 are retained. Other selection requirements on F bb and F cc have been studied and we have used those which correspond to the smaller systematic uncertainty for a similar total error on fitted quantities. Figure 1 shows the distribution of the two Fisher discriminants for the signal and background samples. Figure 2 shows the mass difference ∆(m) for events passing all selection criteria described above, after the sequential background suppression by the two kinematic fits. The distributions show the expected narrow enhancement for the signal at low ∆(m), and the suppression of the background, primarily combinatorial in nature, by the second kinematic fit. To perform detailed studies of the peaking and the non-peaking backgrounds, we use the two sidebands shown in the figure.",
            "paragraph_rank": 77,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 561,
                    "text": "Figure 1",
                    "end": 569
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 664,
                    "text": "Figure 2",
                    "end": 672
                }
            ]
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "The remaining background from cc-events can be divided into a peaking component at low ∆(m) and a nonpeaking component extending to higher values of ∆(m). In the signal region, the latter component amounts to background distributions are corrected for observed differences between data and MC simulations for sideband events. Most important among them is the twodimensional distribution of the π + momentum versus the missing energy in the signal hemisphere. These last corrections are discussed in Section V 4. As a result, the measured ∆(m) distribution is well reproduced by the simulation and the systematic uncertainties in the signal yields are significantly reduced (for further details see Section V).",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "The fraction of signal events is determined by the excess of events above the sum of the corrected background distributions in the ∆(m) distribution. Figure 3 shows the",
            "paragraph_rank": 79,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 150,
                    "text": "Figure 3",
                    "end": 158
                }
            ]
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "2 distribution for events selected in the signal region. There are 9,926 signal candidates containing an estimated number of 4,623 background events. The selection efficiency as a function of q 2 varies linearly, decreasing from 1.6% at low q 2 to 1.0% at high q 2 . To obtain the true q 2 distribution for signal events, the background-subtracted measured distribution is unfolded to correct for selection efficiency and resolution effects. We adopt the procedure employed in the D 0 → K − e + ν e analysis [1], and use Singular Value Decomposition (SVD) [35] of the resolution matrix, keeping seven significant singular values. Table II lists the number of selected events, the estimated total background, and the unfolded signal event yields. Systematic uncertainties in the total branching fraction and differential decay rates are expected to originate from imperfect simulation of c quark fragmentation and of the detector response, from uncertainties in the background composition and the size of their contributions to the selected sample, and from the uncertainty in the modeling of the signal decay. We study the origin and size of various systematic effects, correct the MC simulation, if possible, and assess the impact of the uncertainty in the correction of the signal distributions. Many of these studies make use of standard BABAR measurements of detection efficiencies, others rely on data control samples, and the sample of D 0 → K − π + decays. In the following study of various form factor parameterizations, we adopt the observed changes as contributions to the systematic uncertainties.",
            "paragraph_rank": 80,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 508,
                    "text": "[1]",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 556,
                    "text": "[35]",
                    "end": 560
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 630,
                    "text": "Table II",
                    "end": 638
                }
            ]
        },
        {
            "section": "the ratio between the second and zeroth order",
            "text": "A list of the systematic uncertainties from the different sources (S1 to S20) in terms of variations in the numbers of unfolded signal events in each of the ten q 2 intervals is presented in Table III. The total systematic uncertainty in each interval is derived assuming no correlations among the different sources.",
            "paragraph_rank": 81,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 191,
                    "text": "Table III",
                    "end": 200
                }
            ]
        },
        {
            "text": "Charmed Meson Background (S1)",
            "section_rank": 18
        },
        {
            "section": "Charmed Meson Background (S1)",
            "text": "Corrections are applied to improve the agreement between data and MC for event samples containing an exclusively reconstructed decay of D 0 , D + , D + s , or D * + mesons, based on a procedure that had previously been used in measurements of semileptonic decays of charm mesons [1,36,37]. We correct the simulation to match III: Expected variations of the unfolded number of events in each q 2 interval from the different sources of systematic uncertainties. The sign indicates whether the corresponding correction increases or decreases the signal yield. For the sources S2, S18, and S20, these variations include only the impact on the q 2 variation. The total systematic uncertainty for each interval is derived assuming no correlations among the different sources.",
            "paragraph_rank": 82,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 279,
                    "text": "[1,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 282,
                    "text": "36,",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 285,
                    "text": "37]",
                    "end": 288
                }
            ]
        },
        {
            "section": "Charmed Meson Background (S1)",
            "text": "the data and, from the measured reduction of initial differences in the distributions of variables which determine the q 2 evaluation, we adopt a systematic uncertainty of typically 30% of the impact of the corrections on the signal yield.",
            "paragraph_rank": 83,
            "section_rank": 18
        },
        {
            "text": "D * + Production (S2)",
            "section_rank": 19
        },
        {
            "section": "D * + Production (S2)",
            "text": "To verify the simulation of D 0 meson production via c quark fragmentation, we compare distributions of the variables entering in the definition of the Fisher discriminants F bb and F cc−2 in data and MC samples of",
            "paragraph_rank": 84,
            "section_rank": 19
        },
        {
            "section": "D * + Production (S2)",
            "text": "We correct the simulation of the fragmentation process and, from the measured reduction of the differences, take as an estimate of the systematic uncertainty 30% of the observed change in the q 2 distribution. Effects of this correction to the D * + production on the measurement of R D , the ratio of branching fractions for the two D 0 decays, must be evaluated in a correlated way for D 0 → K − π + and D 0 → π − e + ν e decays. This is included in systematic uncertainties given in Table VI. Therefore, in Table III, we do not include the uncertainty due to this correction in the total number of fitted signal events.",
            "paragraph_rank": 85,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 486,
                    "text": "Table VI. Therefore, in Table III",
                    "end": 519
                }
            ]
        },
        {
            "text": "BB Production (S3)",
            "section_rank": 20
        },
        {
            "section": "BB Production (S3)",
            "text": "Differences in the simulation and data for Υ (4S) → BB decays are accessed by comparisons of various distributions characterizing BB events. To determine these differences, off-peak data are subtracted from on-peak data with appropriate normalization. The full change of the signal yield measured when using these corrections is taken as the systematic uncertainty.",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "section": "BB Production (S3)",
            "text": "The normalization of the BB background is fitted using events in the two sideband regions and the corresponding uncertainty is included in the S4 systematic uncertainty.",
            "paragraph_rank": 87,
            "section_rank": 20
        },
        {
            "text": "Additional Corrections for Backgrounds (S4 -S8)",
            "section_rank": 21
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "Beyond the uncertainties in the non-peaking charm background (S1), in the fragmentation of c quarks to produce D * + (S2), and in the Υ (4S) → BB background (S3) that have been assessed so far, it is important to examine additional corrections to light-quark continuum production and the peaking and non-peaking charm backgrounds.",
            "paragraph_rank": 88,
            "section_rank": 21
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "For this purpose, two-dimensional distributions of the pion momentum versus the missing energy in the signal hemisphere are examined for sideband events selected in off-peak and on-peak data. The distributions are fitted to determine 15 scale factors. Six scale factors are adjusted for the light-quark continuum, one for each interval in the π − momentum. Six additional parameters are fitted to scale the non-peaking charm background, for the same six π − momentum intervals. In addition, for the non-peaking charm background, two event categories are defined which correspond to different distributions of the missing energy: one for D 0 meson decays and the second for other charm mesons. These two correction factors are estimated from data in a first step of the fit and then fixed to their fitted values to obtain the p π dependent corrections. The systematic uncertainty (S5) corresponds to small changes observed when values of these two parameters are fixed instead to unity.",
            "paragraph_rank": 89,
            "section_rank": 21
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "Five event categories are defined for the charm peaking background, corresponding to different distributions of the missing energy: Scale factors for categories 1 and 3 are fitted, a correction for category 4 is measured using a dedicated event sample, whereas the factors from the two other categories are fixed to 1.0 because they contain much fewer events. An additional scale factor is fitted to scale the remaining Υ (4S) background. The values of all those scale factors are given in Table IV. Using the error matrix from these sideband fits, the total impact of these background uncertainties is evaluated for signal event yields (S4).",
            "paragraph_rank": 90,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 490,
                    "text": "Table IV",
                    "end": 498
                }
            ]
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "For the peaking charm-background categories 2, 4, and 5, the scale factors are fixed in the overall 2-D fit, and the assessment of the impact of fixing these scale factor is presented in the following.",
            "paragraph_rank": 91,
            "section_rank": 21
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "For background from D 0 → ρ − e + ν e decays (S6), in which the pion originates from the ρ, we assess the uncertainty by varying the branching fraction B(D 0 → ρ − e + ν e ) by ±30%. This variation is larger than the present uncertainty of 21% and covers potential contributions of pions not originating from ρ decays. Category 4 contains mainly Cabibbo-allowed decays with the charged kaon identified as a pion. This probability is measured in data and simulation using D 0 → K − π + decays and is found to be of the order of 0.4%. Differences are corrected depending on the kaon momentum and direction measured in the laboratory. Taking into account uncertainties in the determination of the corrections, half of the variations on fitted quantities are used to evaluate the corresponding systematic uncertainties (S7).",
            "paragraph_rank": 92,
            "section_rank": 21
        },
        {
            "section": "Additional Corrections for Backgrounds (S4 -S8)",
            "text": "There are very few events from non-semileptonic D 0 decays (S8). Thus we choose to set the scale factor to 1.0 and assign a 30% uncertainty to this source of background.",
            "paragraph_rank": 93,
            "section_rank": 21
        },
        {
            "text": "Form Factors (S9-S14)",
            "section_rank": 22
        },
        {
            "section": "Form Factors (S9-S14)",
            "text": "Since semileptonic decays of D and D s mesons contribute to sizable background, the knowledge of their hadronic form factors is important for the simulation of their q 2 dependence. In Table V the values of the relevant parameters that were recently measured by BABAR [1,37] are listed. The simulated events were reweighted to correspond to these values. The quoted uncertainties on these measured parameters determine the systematic uncertainties in the event yield.",
            "paragraph_rank": 94,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 185,
                    "text": "Table V",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 268,
                    "text": "[1,",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 271,
                    "text": "37]",
                    "end": 274
                }
            ]
        },
        {
            "text": "D 0 Reconstruction (S15)",
            "section_rank": 23
        },
        {
            "section": "D 0 Reconstruction (S15)",
            "text": "The measurement of the D 0 direction and energy is critical for the q 2 determination. The reference sample of D 0 → K − π + decays has shown rather small differences between data and simulation and these have been corrected in the simulation of the signal and reference samples [1,36,37]. We adopt as systematic uncertainties the changes in the results obtained with and without these corrections.",
            "paragraph_rank": 95,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 279,
                    "text": "[1,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 282,
                    "text": "36,",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 285,
                    "text": "37]",
                    "end": 288
                }
            ]
        },
        {
            "text": "Electron Identification (S16)",
            "section_rank": 24
        },
        {
            "section": "Electron Identification (S16)",
            "text": "Differences between data and simulated events for the electron identification are corrected using BABAR standard procedures. The impact of these corrections is taken as an estimate of the systematic uncertainty.",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Radiative Corrections (S17)",
            "section_rank": 25
        },
        {
            "section": "Radiative Corrections (S17)",
            "text": "Effects of initial and final state radiation are simulated using PHOTOS [33]. By comparing two generators (PHOTOS and KLOR [38]), the CLEO-c collaboration has used a variation of 16% to evaluate the corresponding systematic uncertainty [39]. We have changed the fraction of radiative events by 30% (keeping constant the total number of events) and obtained the corresponding variations on fitted parameters.",
            "paragraph_rank": 97,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 72,
                    "text": "[33]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 123,
                    "text": "[38]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 236,
                    "text": "[39]",
                    "end": 240
                }
            ]
        },
        {
            "text": "Pion Identification (S18)",
            "section_rank": 26
        },
        {
            "section": "Pion Identification (S18)",
            "text": "Stringent requirements on pion identification are applied to reduce background from the Cabibbo-favored D 0 → K − e + ν e decays. The efficiency of the particle identification (PID) algorithm as a function of the pion momentum and polar angle in the laboratory frame IV: Correction factors for 2-D distributions of the pion momentum and missing energy in the signal hemisphere, for sideband events: six scale factors for light-quark continuum and six for the charm non-peaking background, each for six intervals in pion momentum, five scale factors of which three are fixed for peaking charm background, two fixed scale factors for non-peaking charm background, and one scale factor is fitted for BB background. is studied on the data and MC samples for",
            "paragraph_rank": 98,
            "section_rank": 26
        },
        {
            "section": "Pion Identification (S18)",
            "text": "Specifically, the pion from the D 0 decays is selected without any PID requirement, as the track with the same charge as the π + s from the D * + decay.",
            "paragraph_rank": 99,
            "section_rank": 26
        },
        {
            "section": "Pion Identification (S18)",
            "text": "For data and MC-simulated events, Fig. 4 shows a comparison of the measured pion efficiency as a function of the pion momentum in the laboratory. After applying corrections, which depend on the track momentum and angle measured in the laboratory, these differences are reduced by a factor five. The systematic uncertainty related to these corrections is obtained by scaling the variations on measured quantities, before and after corrections, by this same amount.",
            "paragraph_rank": 100,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 34,
                    "text": "Fig. 4",
                    "end": 40
                }
            ]
        },
        {
            "text": "q 2 Reconstruction (S19)",
            "section_rank": 27
        },
        {
            "section": "q 2 Reconstruction (S19)",
            "text": "As part of the previous BABAR analysis of D 0 → K − e + ν e [1] decays, we studied the variation of the efficiency versus q 2 in data and simulation. For this purpose, D 0 → K − π + π 0 decays were analyzed, ignoring the π 0 , but otherwise using the standard algorithm for semileptonic D 0 decays. No significant difference was observed and a straight-line was fitted to the ratio of the efficiency in data and simulation. To assess the systematic uncertainty on the current measurement related to this effect, we vary the slope of the q 2 distribution by 1%, leaving the total number of selected events unchanged. No correction is applied to the q 2 variation because the measured effect is compatible with its uncertainty.",
            "paragraph_rank": 101,
            "section_rank": 27
        },
        {
            "text": "Kaon Veto (S20)",
            "section_rank": 28
        },
        {
            "section": "Kaon Veto (S20)",
            "text": "The relatively tight PID requirement for the signal charged pion is combined with a loose kaon selection to veto K − . Specifically, among events with at least one charged particle in the candidate hemisphere, in addi-tion to the π − and π + s , the particle is assumed to be a kaon if it is oppositely charged relative to the π + s from the D * + , has a momentum of at least 400 MeV/c, and passes loose requirements for kaon identification. Such events are vetoed. Based on the same method employed for charged pions, we confirm very good data-MC agreement. For example, the ratio of efficiencies measured in data and simulation is equal to 1.005 ± 0.001. A small difference measured for kaons of momentum smaller than 800 MeV/c is corrected. The systematic uncertainty corresponding to the changes in the veto efficiency for lowmomentum, loosely identified kaons is adopted.",
            "paragraph_rank": 102,
            "section_rank": 28
        },
        {
            "text": "Cross Check",
            "section_rank": 29
        },
        {
            "section": "Cross Check",
            "text": "The distribution of the helicity angle, θ e , is determined by the dynamics of the V − A interaction for a decay to a pseudoscalar meson. Figure 5 shows a comparison of the selected event yields and the sum of the expected signal and background contributions as a function of cos θ e . As in Figure 3, this distribution is not corrected for efficiency and resolution effects. The helicity angle θ e is not used to evaluate any of the corrections to the simulation. Therefore, this figure illustrates independently the very good agreement between data and the corrected simulation. Furthermore, the ratio (Data -MC)/MC shows no significant dependence on cos θ e ; a fit to a constant results in (−1.5 ± 1.3) × 10 −2 and a χ 2 /NDF = 18.8/24.",
            "paragraph_rank": 103,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 138,
                    "text": "Figure 5",
                    "end": 146
                },
                {
                    "type": "figure",
                    "start": 292,
                    "text": "Figure 3",
                    "end": 300
                }
            ]
        },
        {
            "text": "VI. RESULTS",
            "section_rank": 30
        },
        {
            "section": "VI. RESULTS",
            "text": "So far, we have presented the observed q 2 (see Fig. 3) and helicity distributions (see Fig. 5). The backgroundsubtracted q 2 distribution is unfolded to take into account the detection efficiency and resolution effects (see Table II). The systematic uncertainties on the unfolded yields are evaluated in ten discrete intervals of q 2 (see Table III). In the following, we discuss the measurements of the integrated branching fraction, the q 2 distribution, and the measurement of the hadronic form factor.",
            "paragraph_rank": 104,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 48,
                    "text": "Fig. 3",
                    "end": 54
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 88,
                    "text": "Fig. 5",
                    "end": 94
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 225,
                    "text": "Table II",
                    "end": 233
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 340,
                    "text": "Table III",
                    "end": 349
                }
            ]
        },
        {
            "text": "A. Branching Fraction Measurement",
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "As the primary result of this analysis we present the ratio of branching fractions,",
            "paragraph_rank": 105,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "i.e., the signal semileptonic decay D 0 → π − e + ν e measured relative to the hadronic decay D 0 → K − π + . In both channels the D 0 originates from a D * + decay and photons radiated in the final state are taken into account. The signal decay branching fraction is obtained by multiplying R D by the branching fraction for the hadronic",
            "paragraph_rank": 106,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "where the stated first uncertainty is statistical, the second systematic, and last includes the effect of modeling final state radiation. The measurement of the ratio R D is detailed in the following way, (16) = N (π − e + ν e ) corr.",
            "paragraph_rank": 107,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 205,
                    "text": "(16)",
                    "end": 209
                }
            ]
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "data",
            "paragraph_rank": 108,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "In this expression,",
            "paragraph_rank": 109,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• N (π − e + ν e ) corr. data = N (π − e + νe) data ǫ(π − e + νe)MC is the number of unfolded signal events (see Table II);",
            "paragraph_rank": 110,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 113,
                    "text": "Table II",
                    "end": 121
                }
            ]
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• N (K − π + ) MC and N (K − π + ) data are the numbers of measured events in simulation and data, respectively;",
            "paragraph_rank": 111,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• L(data) πeν = 347.2 fb −1 and L(data) Kπ = 92.89 fb −1 refer to the integrated luminosities analyzed for the signal and the reference decay channels, respectively;",
            "paragraph_rank": 112,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• N (MC) Kπ = 152.4 × 10 6 refers to the total number of e + e − → cc simulated events used to reconstruct the D * + → D 0 π + , D 0 → K − π + (γ) decay channel;",
            "paragraph_rank": 113,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• R ǫ is the double ratio of efficiencies to reconstruct signal events in the two decay channels in data and simulation;",
            "paragraph_rank": 114,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• ǫ had. = 0.9596 is the hadronic tagging efficiency which is included in the simulation for the reference channel, but not for the signal channel.",
            "paragraph_rank": 115,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• P(c → D * + ) MC = 0.2307 is the probability for a c quark to produce a D * + meson;",
            "paragraph_rank": 116,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• B(D * + → D 0 π + ) MC = 0.683 is the branching fraction assumed in the MC;",
            "paragraph_rank": 117,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• B(D 0 → K − π + ) MC = 0.0383 is the branching fraction assumed in the MC.",
            "paragraph_rank": 118,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "To cancel a large fraction of systematic uncertainties, similar selection criteria are used for the two D 0 decays. The following criteria are common for the selection of the two channels:",
            "paragraph_rank": 119,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• Particle identification. The pion identification of both decay channels is the same, and no identification is requested for the kaon in the D 0 → K − π + decay. • Global event topology. The event selection for the two decay channels are analyzed in the same way. Specifically, we only retain events with | cos θ thrust | < 0.6 and a missing energy in the opposite hemisphere of less than 3 GeV.",
            "paragraph_rank": 120,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• Fragmentation-related variables. For the two channels, we require at least one spectator particle in the signal candidate hemisphere and apply the same veto against additional kaons in that hemisphere.",
            "paragraph_rank": 121,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• Vertexing. For the probability of the D 0 and D * + decay vertex fits, we require P (χ 2 ) > 0.01. We also discard events with the distance of closest approach in the transverse plane that exceeds 1 mm, for the pion trajectory relative to the interaction vertex.",
            "paragraph_rank": 122,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• Fisher variables. The same restriction on the Fisher discriminant F bb is used to suppress BB background. For continuum suppression in the hadronic D 0 decay sample, we replace the eightvariable Fisher discriminant F cc with the sixvariable discriminant F cc−2 , which does not include the two variables related to the final state electron. We have verified the stability of the result with respect to a restriction on F cc−2 , as shown in Fig. 6. The value of N (K − π + ) MC /N (K − π + ) data = 1.225 ± 0.008 ± 0.010 covers the variation of this ratio for a wide range of restrictions on F cc−2 .",
            "paragraph_rank": 123,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 442,
                    "text": "Fig. 6",
                    "end": 448
                }
            ]
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "The ratio of efficiencies,",
            "paragraph_rank": 124,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "ǫ(π − e + ν e ) MC ǫ(π − e + ν e ) data = 1.006±0.007, (17) is only impacted by event selection criteria that are different for the two decay channels, specifically",
            "paragraph_rank": 125,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 55,
                    "text": "(17)",
                    "end": 59
                }
            ]
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "• limits on the K − π + invariant mass and on the mass • limits on χ 2 probabilities for the two kinematic fits.",
            "paragraph_rank": 126,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "The impact of differences between data and simulated events has been assessed based on the earlier D 0 → K − e + ν e measurement [1].",
            "paragraph_rank": 127,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 129,
                    "text": "[1]",
                    "end": 132
                }
            ]
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "Common sources of systematic uncertainties (S2, S18, and S20) contributing to the measured number of unfolded signal events (N (π − e + ν e ) corr.",
            "paragraph_rank": 128,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "data ) and the ratio of reconstructed",
            "paragraph_rank": 129,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "are evaluated taking into account correlations.",
            "paragraph_rank": 130,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "Based on the total number of efficiency corrected signal events, N (π − e + ν e ) corr. data = (375.4 ± 9.2 ± 10.1) × 10 3 ,",
            "paragraph_rank": 131,
            "section_rank": 31
        },
        {
            "section": "A. Branching Fraction Measurement",
            "text": "we obtain for the ratio of branching fractions, where the first uncertainty is statistical and the second is systematic. Using the D 0 → K − π + branching fraction, given in Eq. (15), we arrive at B(D 0 → π − e + ν e ) = (2.770±0.068±0.092±0.037)×10 −3 , (20) where the third error accounts for the uncertainty on the branching fraction for the reference channel. This value is slightly lower, but consistent with the present world average of (2.89 ± 0.08) × 10 −3 [2]. Figure 7 shows the background-subtracted unfolded q 2 distribution. The unfolding takes into account detection efficiency correction and resolution effects. Based on the unfolded q 2 distribution and the detailed analysis of the systematic uncertainties as a function of q 2 presented in Table III, Table VI lists the partial differential branching fractions ∆B(D 0 → π − e + ν e ) in ten q 2 intervals, together with the statistical and systematic uncertainties and the correlation coefficients. Correlations between systematic uncertainties for neighboring q 2 intervals are sizable. Note that the partial decay branching fractions in each q 2 interval are corrected for radiative effects and that the uncertainty on the normalization channel (see Eq. (15)), which is common to all ten measurements, is not included in the uncertainties in Table VI. The overall decay rate is proportional to the square of the product |V cd | × f π +,D (q 2 ), with the q 2 dependence determined by the form factor. Its value at q 2 = 0 can be expressed as,",
            "paragraph_rank": 132,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 465,
                    "text": "[2]",
                    "end": 468
                },
                {
                    "type": "figure",
                    "start": 470,
                    "text": "Figure 7",
                    "end": 478
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 758,
                    "text": "Table III, Table VI",
                    "end": 777
                },
                {
                    "type": "table",
                    "start": 1312,
                    "text": "Table VI",
                    "end": 1320
                }
            ]
        },
        {
            "text": "B. Differential Decay Rate and Normalization",
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "where",
            "paragraph_rank": 133,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "is the D 0 lifetime",
            "paragraph_rank": 134,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "Based on the z-expansion parameterization of the form factor, we determine the integral I and obtain,",
            "paragraph_rank": 135,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "where the third uncertainty corresponds to the uncertainties on the branching fraction of the normalization channel D 0 → K − π + and on the D 0 lifetime. From the measured branching fraction (Table VI) as a function of q 2 intervals, |V cd | × f π +,D (q 2 ) is derived and shown in Fig. 8, where the data are evaluated at the center of each q 2 bin (see Appendix D). The data are compared to the fit based on the z-expansion parameterization of the form factor with three free parameters, the normalization |V cd | × f π +,D (q 2 = 0) and the shape parameters r 1 and r 2 . They are considered in that order in the following. The correlation coefficients (ρ ij ) are ρ 12 = −0.400, ρ 13 = 0.572, and ρ 23 = −0.966. The form VI: Differential branching fractions (∆B(D 0 → π − e + νe)) in ten bins in q 2 , spanning from 0 to q 2 max in GeV 2 (second row), with separate statistical and systematic uncertainties and correlation matrices below. The second row lists the values of the differential branching fraction integrated over 0.3 GeV 2 intervals (quoted in the first row). The off-diagonal elements of the correlation matrices are provided for both the statistical (upper half) and systematic (lower half) uncertainties. The diagonal elements refer to the uncertainties (×10 3 ). The uncertainty on the normalization channel (see Eq. (15)) must be added when evaluating the total uncertainty. factor fit reproduces the data well, χ 2 = 2.6 for 7 degrees of freedom. Using a recent unquenched lattice LQCD computations of the hadronic form factor, f π +,D (0) = 0.666±0.029 [41], we obtain a value for the CKM matrix element,",
            "paragraph_rank": 136,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 192,
                    "text": "(Table VI)",
                    "end": 202
                },
                {
                    "type": "figure",
                    "start": 284,
                    "text": "Fig. 8",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1578,
                    "text": "[41]",
                    "end": 1582
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "where the first uncertainty is the quadratic sum of the statistical and systematic measurement uncertainties, and the second corresponds to uncertainties on the LQCD prediction.",
            "paragraph_rank": 137,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "If, instead, we use |V cd | = |V us | = λ, the normalization of the hadronic form factor becomes, f π +,D (0) = 0.610 ± 0.020 exp. ± 0.005 other ,",
            "paragraph_rank": 138,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "where the first uncertainty corresponds to statistical and systematic uncertainties given in Eq. (22). The second uncertainty corresponds to the uncertainties on the branching fraction of the normalization channel, on the D 0 lifetime, and on |V cd |.",
            "paragraph_rank": 139,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 97,
                    "text": "(22)",
                    "end": 101
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "The measurements presented here are compared in Table VII with previous results from other experiments which were also based on the three-parameter fit of the zexpansion parameterization of the hadronic form factor.",
            "paragraph_rank": 140,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "The results are consistent within the stated uncertainties. The sizable variation of the fitted shape parameters r 1 and r 2 can be traced to the large experimental uncertainties at high q 2 , the correlation is almost 100% between these two quantities. In the comparison with LQCD estimates, the value of |V cd | = |V us | = 0.2252 ± 0.0009 is used. Figure 9 shows two fits to |V cd |× f π +,D (q 2 ) based on the z-expansion, one for this analysis, the other for the HFAG averaged measurements [40], both listed in Table VII.",
            "paragraph_rank": 141,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 351,
                    "text": "Figure 9",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 496,
                    "text": "[40]",
                    "end": 500
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 517,
                    "text": "Table VII",
                    "end": 526
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "To extract the value of |V cd | we rely on a prediction from lattice QCD, which is the only approach to compute f π +,D (q 2 ) and f π 0,D (q 2 ) from first principles. Values of the hadronic form factor at q 2 = 0 are derived with the constraint f π +,D (0) = f π 0,D (0). Recent results are listed in Table VII, obtained assuming |V cd | = |V us | = 0.2252 ± 0.0009. For the evaluation of the q 2 dependence of the form factor we rely on the preliminary results from the HPQCD Collaboration [45].",
            "paragraph_rank": 142,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 303,
                    "text": "Table VII",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 493,
                    "text": "[45]",
                    "end": 497
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "The most precise unquenched LQCD calculations by the HPQCD collaboration is f π +,D (q 2 = 0) = 0.666 ± 0.029 [41]. Using this value we obtain a value for the CKM matrix element,  (0) and of the parameters r1 and r2 used in the z-expansion parameterization of the hadronic form factor. The two sets of values for the CLEO-c (2008) untagged analysis correspond to the π − e + νe and π 0 e + νe channels, respectively. Predictions based on four LQCD calculations, obtained using |V cd | = |Vus|, are listed at the bottom. Experiment ref.",
            "paragraph_rank": 143,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 110,
                    "text": "[41]",
                    "end": 114
                },
                {
                    "type": "figure",
                    "start": 180,
                    "text": "(0)",
                    "end": 183
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "0.140 ± 0.004 ± 0.007 CLEO-c untagged (2008) [7] 0.140 ± 0.007 ± 0.003 −2.1 ± 0.7 −1.2 ± 4.8 CLEO-c untagged (2008) [7] 0.138 ± 0.011 ± 0.004 −0. ",
            "paragraph_rank": 144,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 45,
                    "text": "[7]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 116,
                    "text": "[7]",
                    "end": 119
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "are compared with the results of a fit using a z-expansion parameterization of the hadronic form factor (full blue line). The dashed (green) lines show the comparison with a fit using the effective three-pole ansatz in which the mass of an effective third pole is fitted. The superconvergence condition and constraints on the two first residues are imposed (see SectionVI C 4).",
            "paragraph_rank": 145,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "where the first uncertainty corresponds to uncertainties on this measurement, summed in quadrature, and the second to the uncertainty of the LQCD prediction.",
            "paragraph_rank": 146,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "If  Table VII, both obtained from fits to the z-expansion. For the curves and their error bands the BABAR results in Fig. 8 have been subtracted. The continuous (blue) lines illustrate total uncertainties in the BABAR measurement, for which the central values are, by construction, equal to zero. Dashed (black) lines are the results of HFAG.",
            "paragraph_rank": 147,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 4,
                    "text": "Table VII",
                    "end": 13
                },
                {
                    "type": "figure",
                    "start": 117,
                    "text": "Fig. 8",
                    "end": 123
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "normalization of the hadronic form factor becomes, f π +,D (0) = 0.610 ± 0.020 exp. ± 0.005 other .",
            "paragraph_rank": 148,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "The second uncertainty corresponds to the uncertainties on the branching fraction of the normalization channel, on the D 0 lifetime, and on |V cd |.",
            "paragraph_rank": 149,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "C. Parameterization of the form factor f π +,D (q 2 )",
            "paragraph_rank": 150,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "1. Fits to the q",
            "paragraph_rank": 151,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "A summary of the fits to the q 2 dependence of f π +,D (q 2 ), based on different parameterizations is given in Table VIII. Overall, the fits describe the data well. Figure 8 compares the result of the fit to the zexpansion with a fit to the data based on the effective three-pole ansatz with superconvergence constraints. Below 2 GeV 2 the two fits agree well, at higher q 2 the pole fit lies about one standard deviation above the data, similar to the HFAG fit shown in Fig. 9.",
            "paragraph_rank": 152,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 112,
                    "text": "Table VIII",
                    "end": 122
                },
                {
                    "type": "figure",
                    "start": 166,
                    "text": "Figure 8",
                    "end": 174
                },
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 472,
                    "text": "Fig. 9",
                    "end": 478
                }
            ]
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "2. Evidence for three or more poles contributions to",
            "paragraph_rank": 153,
            "section_rank": 32
        },
        {
            "section": "B. Differential Decay Rate and Normalization",
            "text": "As was pointed out in Section II B 1, the contributions from the first two poles entering the expression for f π +,D (q 2 ) can be estimated using the measured masses and widths of the D * + and D * ′ 1 resonances. By comparison with data, these estimates can be validated and the different hadronic states which contribute to the hadronic form factor can be identified. Figure 10 shows the difference between the present measurement, fitted with the z-expansion parameterization, and the expectation from the D * + pole contribution alone, as defined in Eq. (A1). On the same figure, the expected contribution from the first radial excitation (D * ′ 1 ), as defined in Eq. (A3), is shown. This additional contribution cannot adequately describe the measurement. The large difference between full and dashed lines illustrates the importance of contributions from other hadronic states; the data do not favor a hadronic form factor ansatz with the D * and D * ′ 1 poles only.",
            "paragraph_rank": 154,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 371,
                    "text": "Figure 10",
                    "end": 380
                }
            ]
        },
        {
            "text": "Test of the two-pole ansatz",
            "section_rank": 33
        },
        {
            "section": "Test of the two-pole ansatz",
            "text": "The expected contribution of the D * pole, evaluated at q 2 = 0, Res(f π +,D ) D * /m 2 D * = 1.032 ± 0.033 (deduced from Eq. (A1)) differs from the value obtained with the modified-pole ansatz, f π +,D (0)/(1 − α pole ) = 0.85 ± 0.09. This indicates that the ansatz underestimates the D * pole contribution by about two standard deviations.",
            "paragraph_rank": 155,
            "section_rank": 33
        },
        {
            "section": "Test of the two-pole ansatz",
            "text": "While for the modified-pole ansatz an external condition is used to eliminate one parameter, the two-pole ansatz has two parameters (see Eq. 8 ",
            "paragraph_rank": 156,
            "section_rank": 33,
            "ref_spans": [
                {
                    "ref_id": "formula_10",
                    "start": 141,
                    "text": "8",
                    "end": 142
                }
            ]
        },
        {
            "section": "Test of the two-pole ansatz",
            "text": "Presently, the measured contribution of the second pole, evaluated at q 2 = 0, is equal to −0.40 ± 0.04 ± 0.02, which exceeds the expectation for the D * ′ 1 of −0.16±0.06, by a factor 2.5 (see Eq. (A3)). The parameter δ pole = 0.47 ± 0.21 ± 0.18 differs from zero, the value expected in the modified-pole ansatz, by less than two standard deviations.",
            "paragraph_rank": 157,
            "section_rank": 33
        },
        {
            "text": "Test of the three-pole ansatz",
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "In fits to the fixed three-pole ansatz, the residue for the second pole is constrained to its expected value. The fitted value of the residue at the D * pole,",
            "paragraph_rank": 158,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "agrees to within one standard deviation with its expected value (Eq. (A1)). This translates to the first experimen- ",
            "paragraph_rank": 159,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "The value of the residue of the third pole is not accurately determined,",
            "paragraph_rank": 160,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "The sum of residues (see Eq. (6)) is equal to (1.32 ± 0.36 ± 0.27) GeV 2 and differs from zero by about three standard deviations. This result is obtained under the assumption that the third pole mass equals 3.1 GeV/c 2 . On the other hand, several states above the D * ′ 1 may contribute to an effective pole at a higher mass. This possibility is tested using the effective three-pole ansatz, by fitting the third pole mass, imposing the superconvergence condition and constraints on the first two residues (see Fig. 8). The fitted value of the effective pole mass is m pole3 = (3.6 ± 0.3) GeV/c 2 , higher than the D * ′ 1 mass, as expected. We conclude that the q 2 dependence of the D 0 → π − e + ν e decay branching fraction is compatible with the effective three-pole ansatz for the form factor f π +,D for which:",
            "paragraph_rank": 161,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 513,
                    "text": "Fig. 8",
                    "end": 519
                }
            ]
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "• the values of the residues for the first two poles agree with expectations;",
            "paragraph_rank": 162,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "• the value of the third pole residue is obtained with the superconvergence condition;",
            "paragraph_rank": 163,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "• the third pole has an effective mass close to 4 GeV/c 2 .",
            "paragraph_rank": 164,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "We implement two ways to use the information gained in this analysis of the D 0 → π − e + ν e decays to extract a value for |V ub | from measurements of B 0 → π − e + ν e decays.",
            "paragraph_rank": 165,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "It is expected that lattice QCD calculations will eventually determine with high precision the ratio (R BD ) of the form factors for charmless semileptonic decays of B and D mesons. Until then, we have to rely on computations of the individual form factors (see Appendix C) yielding an average value of R BD = 1.8 ± 0.2 for w H > 4, where w H is the product of the four-velocities of the heavy meson and the pion, defined in Appendix C. Based on Eq. (C4,C5), the differential decay branching fraction for B 0 → π − e + ν e can be expressed as a function of",
            "paragraph_rank": 166,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "here E * π refers to the pion energy in the rest frame of the heavy meson (see Appendix C). Figure 11 compares the differential branching fraction dB B /dw measured by BABAR [46] with the translated D 0 → π − e + ν e data, based on Eq. (C5), for |V ub | excl. = (3.23 ± 0.31) × 10 −3 , the value extracted from B → πℓν ℓ analyses [2]. In the common w range, the two measured differential branching fractions are in good agreement, probably not too surprisingly, since they are based on the same value of |V ub | and LQCD form factor normalizations. The result of the fit to the three-pole ansatz to the D 0 → π − e + ν e data is extrapolated into the unphysical region. The agreement with B 0 → π − e + ν e is good up to w B = 11 or q 2 > 12 GeV 2 . The fit based on the effective three-pole ansatz with the superconvergence condition also describes the B 0 → π − e + ν e data well, provided the ratio between the two form factors is independent of w. The value of |V ub | obtained from a fit with this ansatz is, Comparison of the dB B /dw differential decay rate for B 0 → π − e + νe decays measured by BABAR with an extrapolation of the D 0 → π − e + νe form factor measurement. The solid red line is the result of the fit to the fixed threepole ansatz with m pole3 = 3.1 GeV/c 2 , the short-dash red line marks the extrapolation beyond the physical region for the D 0 → π − e + νe decay. The two thin red lines indicate the impact of the 12% uncertainty on the form factor ratio RBD. The long-dash magenta line marks the fit result, to D 0 → π − e + νe data, for the effective three-pole ansatz. In these comparisons, the value |V ub | excl. is used.",
            "paragraph_rank": 167,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 92,
                    "text": "Figure 11",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 174,
                    "text": "[46]",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 330,
                    "text": "[2]",
                    "end": 333
                }
            ]
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "The second approach relies on the application of the effective three-pole ansatz for B 0 → π − e + ν e decays,",
            "paragraph_rank": 168,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "It is expected that ratios of the residues at the different poles decays [14]. Based on Eq. (A1,A3), we choose the value d 2 = 0.26 ± 0.10. For the B * ′ 1 mass, we take 5.941 GeV/c 2 [47] and the value of the third pole mass is a free parameter of the fit. The value of the residue of the form factor at the B * pole is obtained from the following ratio,",
            "paragraph_rank": 169,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 73,
                    "text": "[14]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 184,
                    "text": "[47]",
                    "end": 188
                }
            ]
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "This expression is obtained from Eq. (5) and the definition ofĝ H ,",
            "paragraph_rank": 170,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "The value ofĝ H is expected to be independent of the mass of the heavy hadron. This has been verified, within present uncertainties, for D and B mesons:ĝ B = 0.57 ± 0.05 ± 0.06 [48],ĝ D = 0.53 ± 0.03 ± 0.03 [49], andĝ ∞ = 0.52 ± 0.05 [50] obtained for an infinitely heavy hadron. Based on recent LQCD calculations of the ratios of decay constants f D * /f D = 1.20±0.02 and f B * /f B = 1.06±0.01 [3], the measured value of f D , and the lattice result for f B = (190.5 ± 4.2) MeV [51], we obtain,",
            "paragraph_rank": 171,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 177,
                    "text": "[48]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 207,
                    "text": "[49]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 234,
                    "text": "[50]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 397,
                    "text": "[3]",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 481,
                    "text": "[51]",
                    "end": 485
                }
            ]
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "and",
            "paragraph_rank": 172,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "The second uncertainties in Eqs. (36)(37) correspond to the uncertainty on the ratioĝ B /ĝ D . The expression in Eq. (33) is fitted to the BABAR measurements of the B 0 → π − e + ν e decays [46] with the residues at the two first poles, the effective mass of the third pole, and |V ub | as free parameters. In addition, the residue at the B * pole must satisfy Eq. (37) and the value d 2 = 0.26 ± 0.10 is constrained. Figure 12 shows the result of the fit with χ 2 /NDF = 10.7/10. Fitted values of the quantities entering in the constraints (Res(f π +,B ) B * and d 2 ) and their corresponding uncertainties are almost identical to their input values. Contributions of the B * pole alone and of the two first poles are indicated. The B * pole component is largely cancelled by hadronic states at higher masses. The effective mass of the third pole is equal to (7.4 ± 0.4) GeV/c 2 . The fit results in",
            "paragraph_rank": 173,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 33,
                    "text": "(36)",
                    "end": 37
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 37,
                    "text": "(37)",
                    "end": 41
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 190,
                    "text": "[46]",
                    "end": 194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 418,
                    "text": "Figure 12",
                    "end": 427
                }
            ]
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "a value that is compatible with the direct measurement based only on B 0 → π − e + ν e decays, using LQCD predictions for the form factor normalization. Here, the second uncertainty is related to the ratioĝ B /ĝ D . Other sources of systematic uncertainties are expected to be smaller:",
            "paragraph_rank": 174,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "• From the expected variation of the residues with the heavy quark mass, it is assumed that the ratio d 2 = 0.26 ± 0.1 is the same for D and B meson decays. A large change to d 2 = 0.5 results in an increase in the value of |V ub | by 0.2 × 10 −3 , comparable to the measurement error;",
            "paragraph_rank": 175,
            "section_rank": 34
        },
        {
            "section": "Test of the three-pole ansatz",
            "text": "• The superconvergence condition [3,14] is expected to be better satisfied for B than for D decays because corrections in 1/m H are smaller. If we remove this condition from the fit and perform a scan as a function of the mass of the third pole, we observe that the superconvergence condition is satisfied for m pole3 < 10 GeV/c 2 . Above this value, the residue at the effective pole becomes large, but the fitted value of |V ub | decreases by only 0.1 × 10 −3 , when m pole3 is varied from 10 GeV/c 2 to 100 GeV/c 2 .",
            "paragraph_rank": 176,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 33,
                    "text": "[3,",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 36,
                    "text": "14]",
                    "end": 39
                }
            ]
        },
        {
            "text": "VIII. SUMMARY",
            "section_rank": 35
        },
        {
            "section": "VIII. SUMMARY",
            "text": "Based on a produced sample of 500 million cc events, we have measured the ratio of the D 0 → π − e + ν e and D 0 → K − π + decay branching fractions, R D = 0.0702 ± 0.0017 ± 0.0023.",
            "paragraph_rank": 177,
            "section_rank": 35
        },
        {
            "section": "VIII. SUMMARY",
            "text": "Using the D 0 → K − π + branching fraction, given in Eq. (15), we derive, B(D 0 → π − e + ν e ) = (2.770±0.068±0.092±0.037)×10 −3 , where the third error accounts for the uncertainty on the branching fraction for the D 0 → K − π + decay.",
            "paragraph_rank": 178,
            "section_rank": 35
        },
        {
            "section": "VIII. SUMMARY",
            "text": "The measurements are sensitive to the product |V cd | × f π +,D (q 2 ) and, using the z-expansion parameterization of the hadronic form factor, we obtain:",
            "paragraph_rank": 179,
            "section_rank": 35
        },
        {
            "section": "VIII. SUMMARY",
            "text": "+,D (0) = 0.1374 ± 0.0038 ± 0.0022 ± 0.0009, where the last uncertainty corresponds to the uncertainties on the branching fraction of the normalization channel and on the D 0 lifetime. This measurement has an accuracy similar to previous measurements by the CLEO-c Collaboration [7,8].",
            "paragraph_rank": 180,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 279,
                    "text": "[7,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 282,
                    "text": "8]",
                    "end": 284
                }
            ]
        },
        {
            "section": "VIII. SUMMARY",
            "text": "We have measured the q 2 dependence of the differential branching fraction (Table VI) and using the value of |V cd | = |V us |, we have compared the q 2 variation of the hadronic form factor with different parameterizations (Table VIII).",
            "paragraph_rank": 181,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 75,
                    "text": "(Table VI",
                    "end": 84
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 224,
                    "text": "(Table VIII)",
                    "end": 236
                }
            ]
        },
        {
            "section": "VIII. SUMMARY",
            "text": "In general terms, the hadronic form factor can be expressed as an infinite sum of pole contributions [3,14]. At large q 2 , the effective three-pole ansatz with the truncation of the series to three poles, of which the third one is an effective pole, describes the measurements well, satisfying also the constraints from expectations for contributions of the first two poles. This ansatz has been used to analyze B 0 → π − e + ν e decays and to provide a parameterization for f π +,B (q 2 ). Using the fitted effective threepole ansatz for f π +,D (q 2 ) and assuming that the ratio R BD of the B and D form factors does not depend on the pion energy, the value |V ub | = (3.65 ± 0.18 ± 0.40) × 10 −3 is obtained. The dominant contribution to the systematic uncertainty originates from R BD . In another approach, we have used the effective three-pole ansatz to fit the measured partial branching fractions for the B 0 → π − e + ν e decays with constraints on the value of the B * pole contribution and the ratio of the residues at the B * ′ 1 and B * poles, taken to be equal to the corresponding ratio for charmed mesons [3,14]. We obtain |V ub | = (2.6 ± 0.2 ± 0.4) × 10 −3 , where the dominant systematic uncertainty originates from the residue at the B * pole.",
            "paragraph_rank": 182,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 101,
                    "text": "[3,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 104,
                    "text": "14]",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1123,
                    "text": "[3,",
                    "end": 1126
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1126,
                    "text": "14]",
                    "end": 1129
                }
            ]
        },
        {
            "section": "VIII. SUMMARY",
            "text": "These two values of |V ub | exploit common features of B and D Cabibbo suppressed semileptonic decays, as suggested many years ago, and should benefit from future improvements of the measurements and of LQCD computations of the decay constants for charm and beauty mesons.",
            "paragraph_rank": 183,
            "section_rank": 35
        },
        {
            "text": "IX. ACKNOWLEDGMENTS",
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "mesons with different mass values are related. Here, it is important to consider the decay rate for the same value of the energy of the emitted light meson (E * π ), evaluated in the heavy meson rest frame.",
            "paragraph_rank": 184,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "The invariant-mass squared of the lepton system in terms of E * π is equal to:",
            "paragraph_rank": 185,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "Instead of E * π , we can use the Lorentz invariant variable w H = v H • v π , where v H = p H /m H and v π = p π /m π are the 4-velocities of the H and π mesons, respectively. In terms of this quantity:",
            "paragraph_rank": 186,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "The differential semileptonic decay rate for a heavy meson (H) versus w H is equal to:",
            "paragraph_rank": 187,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "in which the quantity V hx is the corresponding CKM matrix element. At the same value of w H , the pions emitted in the decay of two heavy mesons with different mass values, have the same energy (and momentum). It results that the ratio of the differential decay widths of the two heavy mesons can be written:",
            "paragraph_rank": 188,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "(C4)",
            "paragraph_rank": 189,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "In terms of differential branching fractions, the previous ratio is equal to:",
            "paragraph_rank": 190,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "The minimum of the quantity w B,D (= 1) is obtained when the light meson and the leptonic system are emitted at rest. This corresponds to the maximum q 2 H : q 2 H,max = (m H − m π ) 2 . Table IX lists the ranges spanned in the semileptonic decays of B and D mesons in terms of q 2 and w B,D variables. The common interval in w B,D for B and D decaying to π − e + ν e is between 1 and 6.72 corresponding to the q 2 interval [26.4, 18] GeV 2 for the B meson decay. It is interesting to consider the nonphysical region of the D-meson decay, for negative q 2 values. This is feasible if we have a parameterization for the form factor f π +,D (q 2 ) as, for example, the three-pole ansatz.",
            "paragraph_rank": 191,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 424,
                    "text": "[26.4, 18",
                    "end": 433
                }
            ]
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "Based on the scaling at large q 2 (close to w B,D = 1) we adopt the following approximation:   In this limit, the ratio between the B and D form factors is equal to,",
            "paragraph_rank": 192,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "where the last term corresponds to neglected 1/m H corrections.",
            "paragraph_rank": 193,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "The ratio of f π +,B (q 2 ) [58,59] and f π +,D (q 2 ) [45] values is shown in Fig. 13. It may be observed that:",
            "paragraph_rank": 194,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 28,
                    "text": "[58,",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 32,
                    "text": "59]",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 55,
                    "text": "[45]",
                    "end": 59
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 79,
                    "text": "Fig. 13",
                    "end": 86
                }
            ]
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "• the two form factors have a similar w dependence;",
            "paragraph_rank": 195,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "• for w > 4, their ratio is 1.8 ± 0.2. This value is not so different from the first order expectation: m B /m D = 1.7;",
            "paragraph_rank": 196,
            "section_rank": 36
        },
        {
            "section": "IX. ACKNOWLEDGMENTS",
            "text": "• the dependence of f π +,D (w D ) and f π +,B (w B ) on w D and w B , respectively, are very similar, thus their ratio can be used to determine the absolute normalization of the B form-factor in this interval. +,D (q 2 ) evaluated at the center of each q 2 interval with corresponding statistical and systematic uncertainties. A 0.7% relative uncertainty, from the normalization channel and the D 0 lifetime is common to all measurements and is not included. ",
            "paragraph_rank": 197,
            "section_rank": 36
        },
        {
            "text": "B",
            "section_rank": 37
        },
        {
            "section": "B",
            "text": ". The f π +,D (q 2 ) hadronic form factor",
            "paragraph_rank": 198,
            "section_rank": 37
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 38
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: Distributions of the Fisher discriminants; Left: F bb for signal and BB events, Right: Fcc for signal and other cc events. The vertical lines indicate the selection requirements: F bb > 1.2 and Fcc > 0.6.",
            "paragraph_rank": 199,
            "section_rank": 38
        },
        {
            "text": "2 FIG. 2 :",
            "section_rank": 39
        },
        {
            "section": "2 FIG. 2 :",
            "text": "FIG. 2: Mass difference ∆(m) = m(D 0 π + s ) − m(D 0 ) after all selection criteria and the additional requirement on the first (open circles) and second (full circles) kinematic fits probabilities. The distribution for MC-simulated signal and the different background distributions are superimposed for the final selections. These MC distributions are normalized to data based on the integrated luminosity and have been corrected to account for small differences between data and MC distributions.",
            "paragraph_rank": 200,
            "section_rank": 39
        },
        {
            "text": "2 FIG. 3 :",
            "section_rank": 40
        },
        {
            "section": "2 FIG. 3 :",
            "text": "FIG. 3:The measured q 2 distribution (data points) for events selected in the ∆(m) signal region is compared to the sum of the estimated backgrounds and the fitted signal components. Peaking and non-peaking background contributions refer only to cc events.",
            "paragraph_rank": 201,
            "section_rank": 40
        },
        {
            "text": "e decays; cat 2 :",
            "section_rank": 41
        },
        {
            "section": "e decays; cat 2 :",
            "text": "D 0 → π 0 π − e + ν e decays; cat 3: the candidate pion comes from fragmentation; cat 4: most of these events (> 80%) are D 0 → K − (π 0 )e + ν e decays with the K − identified as a tight pion. The remaining fraction contains D 0 → π − (π 0 )e + ν e decays with the candidate π − coming from the other D meson or having decayed into a muon or having interacted; cat 5: non-semileptonic D 0 decays.",
            "paragraph_rank": 202,
            "section_rank": 41
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 42
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4:Study of the uncorrected pion efficiency in data and in simulation versus the laboratory pion momentum; top: measured efficiencies, bottom: ratio of efficiencies in data and MC.",
            "paragraph_rank": 203,
            "section_rank": 42
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 43
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5:Comparison of the measured event yields (black data points with statistical errors), as a function of cos θe, with the corrected sum of the expected signal and background distributions after all corrections. Left: observed events in data and in simulation. Right: the ratio (Data -MC)/MC.",
            "paragraph_rank": 204,
            "section_rank": 43
        },
        {
            "text": "limits on the mass difference ∆(m) = m D 0 π + s −m D 0 after the first kinematic fit (see Fig. 2);",
            "paragraph_rank": 205,
            "section_rank": 44
        },
        {
            "text": "2 FIG. 7 :",
            "section_rank": 45
        },
        {
            "section": "2 FIG. 7 :",
            "text": "FIG. 7: Unfoldedq 2 distribution for D 0 → e + π − νe decays.",
            "paragraph_rank": 206,
            "section_rank": 45
        },
        {
            "text": "q 2",
            "section_rank": 46
        },
        {
            "section": "q 2",
            "text": "bin ( GeV 2 ) [0.0, 0.3] [0.3, 0.6] [0.6, 0.9] [0.9, 1.2] [1.2, 1.5] [1.5, 1.8] [1.8, 2.1] [2.1, 2.4] [2.4, 2.7] [2.7, 0.7488 0.7239 0.6568 0.6321 0.3769 0.0735 0.0309 0.1667 0.2194 uncert. 0.0174 0.8281 0.3433 0.6907 0.4597 0.1576 0.1800 0.3585 0.4216 and 0.0136 0.4608 0.6949 0.6524 0.3740 0.3482 0.4333 0.4196 correl. 0.0119 0.7096 0.4462 0.2939 0.2055 0.2310 0.1772 0.0103 0.7076 0.4513 0.4597 0",
            "paragraph_rank": 207,
            "section_rank": 46
        },
        {
            "text": "FIG. 9 :",
            "section_rank": 47
        },
        {
            "section": "FIG. 9 :",
            "text": "FIG. 9:Comparison of this measurement with an average by HFAG of all other results listed inTable VII, both obtained from fits to the z-expansion. For the curves and their error bands the BABAR results inFig. 8have been subtracted. The continuous (blue) lines illustrate total uncertainties in the BABAR measurement, for which the central values are, by construction, equal to zero. Dashed (black) lines are the results of HFAG.",
            "paragraph_rank": 208,
            "section_rank": 47
        },
        {
            "text": "FIG. 10 :",
            "section_rank": 48
        },
        {
            "section": "FIG. 10 :",
            "text": "FIG. 10: Contributions of high-mass poles to|V cd |×f π +,D (q 2 ). For all data and projections the D * + contributions are subtracted: data points (red) represent the measurements (Fig. 8) and the full (blue) curve, with thin lines on both sides, represents the fit result and uncertainties in the z-expansion parameterization, the dash-dotted lines indicate the additional uncertainties from the pole estimate. The dashed black lines mark the expected contribution from the D * ′ 1 pole (see Eq. (A3)) and corresponding uncertainties.",
            "paragraph_rank": 209,
            "section_rank": 48
        },
        {
            "text": "1 = (− 1 . 1 ± 0. 4 )",
            "section_rank": 49
        },
        {
            "section": "1 = (− 1 . 1 ± 0. 4 )",
            "text": "Fitted values of Res(f π +,D ) D * = (4.12 ± 0.13) GeV 2 and Res(f π +,D ) D * ′ GeV 2 are almost identical to the values used as constraints (Eq. (A1-A3)). The ratio χ 2 /NDF = 4.8/9 indicates a good fit. If the value of |V cd | is allowed to vary in the fit, the values of the fitted parameters are |V cd | = 0.20±0.02 and m pole3 = (4.4 ± 1.2) GeV/c 2 for χ 2 /NDF = 3.1/8.",
            "paragraph_rank": 210,
            "section_rank": 49
        },
        {
            "text": "FIG. 11:Comparison of the dB B /dw differential decay rate for B 0 → π − e + νe decays measured by BABAR with an extrapolation of the D 0 → π − e + νe form factor measurement. The solid red line is the result of the fit to the fixed threepole ansatz with m pole3 = 3.1 GeV/c 2 , the short-dash red line marks the extrapolation beyond the physical region for the D 0 → π − e + νe decay. The two thin red lines indicate the impact of the 12% uncertainty on the form factor ratio RBD. The long-dash magenta line marks the fit result, to D 0 → π − e + νe data, for the effective three-pole ansatz. In these comparisons, the value |V ub | excl. is used.",
            "paragraph_rank": 211,
            "section_rank": 50
        },
        {
            "text": "d 2 and d 3 FIG. 12 :",
            "section_rank": 51
        },
        {
            "section": "d 2 and d 3 FIG. 12 :",
            "text": "FIG. 12:Comparison of the measured differential branching fraction for B 0 → π − e + νe[46], integrated over 2 GeV 2 q 2 intervals (apart from the last bin which extends from 22 to 26.2 GeV 2 ), with expectations from the effective three-pole ansatz. The two lines indicate theoretical uncertainties on these predictions. The contributions from the B * pole and from the sum of the B * and B * ′ 1 poles are indicated.",
            "paragraph_rank": 212,
            "section_rank": 51,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 87,
                    "text": "[46]",
                    "end": 91
                }
            ]
        },
        {
            "text": "f π +,H (w H ) ∼ √ m H f +,0 (w H ) + f +,1 (w H ) m H + ... . (C6)",
            "paragraph_rank": 213,
            "section_rank": 52
        },
        {
            "text": "FIG. 13 :",
            "section_rank": 53
        },
        {
            "section": "FIG. 13 :",
            "text": "FIG. 13: Variation of the ratio f π+,B (wB)/f π +,D (wD) (thick line) computed from the evaluation of the two form factors obtained in LQCD[45,58]. Thin lines give the uncertainties in this evaluation.",
            "paragraph_rank": 214,
            "section_rank": 53,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 139,
                    "text": "[45,",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 143,
                    "text": "58]",
                    "end": 146
                }
            ]
        },
        {
            "text": "q 2",
            "section_rank": 54
        },
        {
            "section": "q 2",
            "text": "value ( GeV 2 ) 0.15 0.45 0.75 1.05 1.35 1.65 1.95 2.25 2.55 2.85 |V cd | × f π +,D (q 2 ) 0.1455 0.1620 0.1877 0.2063 0.2260 0.2697 0.3219 0.3587 0.3804 0.4510 stat. uncert. 0.0037 0.0055 0.0060 0.0076 0.0098 0.0128 0.0182 0.0291 0.0693 0.1421 syst. uncert. 0.0019 0.0030 0.0028 0.0032 0.0038 0.0061 0.0138 0.0226 0.0349 0.0628",
            "paragraph_rank": 215,
            "section_rank": 54
        },
        {
            "text": "TABLE II :",
            "section_rank": 55
        },
        {
            "section": "TABLE II :",
            "text": "Measured number of events in bins of q 2 : candidate events in data, estimated background events, and signal events corrected for resolution and efficiency. The first uncertainties are statistical, the second systematic, not including those correlated with the D 0 → K − π + normalization sample. Because of correlations (seeTable VI), quoted uncertainties in the total number of events differ from the values obtained when assuming uncorrelated measurements in each q 2 bin.",
            "paragraph_rank": 216,
            "section_rank": 55
        },
        {
            "text": "TABLE",
            "section_rank": 56
        },
        {
            "text": "TABLE",
            "section_rank": 57
        },
        {
            "text": "± 0.42 0.92 ± 0.21 1.31 ± 0.25 1.01 ± 0.34 0.89 ± 0.28 0.82 ± 0.11",
            "paragraph_rank": 219,
            "section_rank": 58
        },
        {
            "text": "S14. Ds → P and D → V refer to decays into pseudoscalar and vector mesons, respectively. mP , mA and mV correspond to the pole masses entering in the form factors. A and V refer to axial and vector form factors, respectively. r2 and rV represent form factor ratios. + νe mP = (1.884 ± 0.019) GeV/c 2 [1] S10 D + s → P e + νe mP = (1.9 ± 0.1) GeV/c 2 S11 D → V e + νe r2 = 0.801 ± 0",
            "paragraph_rank": 220,
            "section_rank": 58
        },
        {
            "text": "TABLE",
            "section_rank": 59
        },
        {
            "text": "TABLE VII :",
            "section_rank": 60
        },
        {
            "section": "TABLE VII :",
            "text": "Measurements of the normalization factor |V cd | × f π +,D",
            "paragraph_rank": 222,
            "section_rank": 60
        },
        {
            "text": "TABLE VIII :",
            "section_rank": 61
        },
        {
            "section": "TABLE VIII :",
            "text": "Fitted values of the parameters corresponding to different parameterizations of f π +,D (q 2 ). The last column gives expected values for the parameters when available.",
            "paragraph_rank": 223,
            "section_rank": 61
        },
        {
            "section": "TABLE VIII :",
            "text": "* decay constant,",
            "paragraph_rank": 224,
            "section_rank": 61
        },
        {
            "text": "TABLE IX :",
            "section_rank": 62
        },
        {
            "section": "TABLE IX :",
            "text": "Ranges spanned by the wB,D and q 2 B,D variables in B and D semileptonic decays where a pion is emitted. B,max = 26.42 q 2 D,max = 2.98 wD,max =",
            "paragraph_rank": 225,
            "section_rank": 62
        },
        {
            "text": "TABLE X :",
            "section_rank": 63
        },
        {
            "section": "TABLE X :",
            "text": "Values of |V cd | × f π",
            "paragraph_rank": 226,
            "section_rank": 63
        },
        {
            "section": "TABLE X :",
            "text": "The authors wish to thank D. Becirevic, S. Descotes-Genon, and A. Le Yaouanc for their help with the theoretical interpretation of these results.",
            "paragraph_rank": 227,
            "section_rank": 65
        },
        {
            "section": "TABLE X :",
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on",
            "paragraph_rank": 228,
            "section_rank": 65
        },
        {
            "text": "Appendix A: Values of parameters entering in the dispersive approach with constraints",
            "paragraph_rank": 229,
            "section_rank": 67
        },
        {
            "text": "Using the expression for Res(f π +,D ) D * in Eq. 5, f D * /f D = 1.20 ± 0.02, computed in LQCD [3], of f D = (204.4 ± 5.0) MeV measured in experiments [2], and of g D * + D 0 π + = 16.92 ± 0.13 ± 0.14 deduced from the measurement of the intrinsic D * + width [52], the contribution of the D * pole in the D 0 → π − e + ν e decay channel is evaluated to be:",
            "paragraph_rank": 230,
            "section_rank": 67,
            "ref_spans": [
                {
                    "start": 50,
                    "text": "5",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 96,
                    "text": "[3]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 152,
                    "text": "[2]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 260,
                    "text": "[52]",
                    "end": 264
                }
            ]
        },
        {
            "text": "In a similar way it is possible to evaluate the D * ′ 1 contribution:",
            "paragraph_rank": 231,
            "section_rank": 67
        },
        {
            "text": "using the measured properties of this first radial excitation [15] and taking, f D * ′ 1 = (148 ± 45) MeV, estimated from a calculation of ratios of meson decay constants obtained in LQCD [53]. The residue of the form factor at the first radial excitation is then equal to:",
            "paragraph_rank": 232,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 62,
                    "text": "[15]",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 188,
                    "text": "[53]",
                    "end": 192
                }
            ]
        },
        {
            "text": "The negative sign is expected from LQCD evaluations [54] and from phenomenological analyses [55]. The result we obtain in this way agrees with values quoted in these references, which were deduced under quite different assumptions. If measurements from LHCb [16] for the mass and width of the D * ′ 1 meson are used in place of results from BABAR the central value of the residue estimate increases by 10% and this has no real effect on the present analysis, considering the other sources of uncertainty.",
            "paragraph_rank": 233,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 52,
                    "text": "[54]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 92,
                    "text": "[55]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 258,
                    "text": "[16]",
                    "end": 262
                }
            ]
        },
        {
            "text": "The contribution from the Hπ continuum with mass between threshold and the first radial excitation is evaluated in [14] using chiral symmetry. Its importance is measured by the parameter:",
            "paragraph_rank": 234,
            "section_rank": 67,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 115,
                    "text": "[14]",
                    "end": 119
                }
            ]
        },
        {
            "text": "Im(f π,cont.",
            "paragraph_rank": 235,
            "section_rank": 67
        },
        {
            "text": "+,H",
            "section_rank": 68
        },
        {
            "section": "+,H",
            "text": "(t))dt (A4)",
            "paragraph_rank": 236,
            "section_rank": 68
        },
        {
            "section": "+,H",
            "text": "Numerically we find that the continuum has a contribution of the order of one third of that expected from the first radial excitation. Following arguments in [3], it has been neglected.",
            "paragraph_rank": 237,
            "section_rank": 68,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 158,
                    "text": "[3]",
                    "end": 161
                }
            ]
        },
        {
            "text": "Appendix B: Relevant expressions in the z-expansion",
            "section_rank": 69
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": "In terms of the variable z, the form factor, consistent with constraints from QCD, takes the form:",
            "paragraph_rank": 238,
            "section_rank": 69
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": "This expansion in z is expected to converge quickly. The function P (t) accounts for the lowest mass pole at t = m D * , and is equal to 1 because the pole is situated above the cut threshold; Φ is determined as",
            "paragraph_rank": 239,
            "section_rank": 69
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": ".",
            "paragraph_rank": 240,
            "section_rank": 69
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": "The numerical factor χ V can be calculated using perturbative QCD. It depends on u = m d /m c [56], and at leading order, with u = 0, χ V = 3/(32π 2 m 2 c ). The functions P (t) and Φ(t, t 0 ) are chosen such that",
            "paragraph_rank": 241,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 94,
                    "text": "[56]",
                    "end": 98
                }
            ]
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": "This constraint, which depends on the choice of χ V , is not very useful for D decays because the c quark mass is rather small and therefore may give rise to sizable 1/m c and QCD corrections to χ V . However, the parameterization in Eq. (12) remains valid and it has been compared [57] with measurements, where the first two terms in the expansion are sufficient to describe the data, given the current experimental uncertainties.",
            "paragraph_rank": 242,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 282,
                    "text": "[57]",
                    "end": 286
                }
            ]
        },
        {
            "section": "Appendix B: Relevant expressions in the z-expansion",
            "text": "Appendix C: Ratio between B and D form factors versus the pion energy Using the expression for the differential decay rate (see Eq. (2)), semileptonic branching fractions for decaying We provide in Table X the values displayed in Fig. 8 of |V cd |×f π +,D (q 2 ) evaluated at the center of each q 2 interval, for visual comparison with other measurements or theoretical expectations. Full uncertainty matrices are not provided because a detailed numerical comparison with present measurements must use values given in Table VI for the partial decay rates.",
            "paragraph_rank": 243,
            "section_rank": 69,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 198,
                    "text": "Table X",
                    "end": 205
                },
                {
                    "type": "figure",
                    "start": 230,
                    "text": "Fig. 8",
                    "end": 236
                },
                {
                    "type": "table",
                    "start": 518,
                    "text": "Table VI",
                    "end": 526
                }
            ]
        }
    ]
}