{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The decay η → π + π − π 0 is studied with the KLOE detector, at the DAφNE e + e − collider. Using a data sample corresponding to an integrated luminosity of 1.6 fb −1 a new study of the Dalitz plot is presented.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The isospin violating decay η → 3π is a good laboratory to study the light quark mass difference, m d − m u . According to Sutherland and Bell [1,2], the electromagnetic contributions to this decay are small. Calculations of the electromagnetic corrections in chiral perturbation theory (χPT) at nextto-leading order (NLO), at the isospin limit, O(e 2 ) [3] and including isospin breaking to leading order, O(e 2 (m d − m u )) [4], show only small effects, confirming Sutherland and Bell's conlcusions. The η → 3π decay thus proceeds mainly by strong interactions and the process can be calculated in χPT. Up to NLO the decay rate of η → π + π − π 0 is related to the quark mass ratio Q as follows:",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 143,
                    "text": "[1,",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 146,
                    "text": "2]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 354,
                    "text": "[3]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 427,
                    "text": "[4]",
                    "end": 430
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "As can be seen from the definition of Q, if one neglects the small term m 2 /m 2 s , the formula becomes an ellipse in the ms m d , mu m d plane with major semiaxis Q, the Leutwyler ellipse [5], shown in figure 1. A precise knowledge of Q is an important constraint for the light quark masses.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 190,
                    "text": "[5]",
                    "end": 193
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At leading order in χPT, Q can be extracted from meson masses. Assuming Dashen's theorem [6] to fix the electromagnetic contribution to the The big difference between LO and NLO results indicates a slow convergence of the χPT series and the importance of final state interaction between pions. Instead of using Q to predict the decay width, an accurate theoretical calculation of the decay amplitude together with an accurate experimental value for the decay width can be used to extract Q.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 89,
                    "text": "[6]",
                    "end": 92
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "There have been several efforts on improving the decay amplitude calculations. A NNLO χPT calculation was performed by Bijnens and Ghorbani (in leading order isospin breaking) [9], but at this order many Low Energy Constants must be fixed. Dispersion relations can be used to take into account the ππ interactions, and two recent different methods have been used to improve the NLO χPT result [10,11]. These promising methods can use as input the experimental Dalitz plot density information for the charged η → π + π − π 0 channel. Their predictions provide a precise determination of Q, and also provide an important consistency check, namely to get a reasonable agreement with the experimental results for the neutral channel η → 3π 0 . As one of the main sources of uncertainty on Q comes from the uncertainty on the input parameters, it is crucial to precisely measure the density distribution of the η → π + π − π 0 Dalitz plot. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 176,
                    "text": "[9]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 393,
                    "text": "[10,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 397,
                    "text": "11]",
                    "end": 400
                }
            ]
        },
        {
            "text": "Dalitz plot for the charged decay",
            "section_rank": 3
        },
        {
            "section": "Dalitz plot for the charged decay",
            "text": "Only few experiments since the 70s have measured the η → π + π − π 0 Dalitz plot distribution. The results for the extracted Dalitz plot parameters are shown in Table 1. This Dalitz plot is usually presentend using the X and Y variables:",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 161,
                    "text": "Table 1",
                    "end": 168
                }
            ]
        },
        {
            "section": "Dalitz plot for the charged decay",
            "text": "where As can be seen in Table 1, there is some tension between the two most recent, high statistics experiments (KLOE [12] and WASA [13]), and more data is needed to provide a clearer picture. A new KLOE analysis, using an independent data set, a better understanding of the detector and improved analysis methods aims to provide a new measurement with reduced systematic uncertainties. The status and methodology of this analysis is presented here.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 24,
                    "text": "Table 1",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 118,
                    "text": "[12]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 132,
                    "text": "[13]",
                    "end": 136
                }
            ]
        },
        {
            "text": "Signal event selection",
            "section_rank": 4
        },
        {
            "section": "Signal event selection",
            "text": "The analysis is performed using 1.6 fb −1 of data collected with the KLOE detector in 2004-2005 (the previous analysis was based on 450 pb −1 ) . The KLOE detector is located in the DAφNE φ-factory, and the η meson is produced via the radiative decay φ → ηγ φ . For the η → π + π − π 0 Dalitz plot analysis, with π 0 → γγ, we thus have two charged tracks and three photons in the final state. The event selection requires three clusters in the calorimeter [17] consistent with photons 2 and two tracks with opposite curvature in the drift chamber [18].",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 456,
                    "text": "[17]",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 547,
                    "text": "[18]",
                    "end": 551
                }
            ]
        },
        {
            "section": "Signal event selection",
            "text": "To improve the signal to background ratio several cuts are applied: on the angle between the tracks and the photons; on the time-of-flight used for particle identification; on the angle between the π 0 decay photons in the π 0 rest frame (Θ π 0 ); and on the missing mass M M (φ − π + − π − − γ φ ). The two last cuts are depicted in Figure 2, where both data and Monte Carlo simulation are shown. These histograms are used to fix the scaling factors used for the Monte Carlo background, and, as can be seen in Figure 2, a good data-Monte Carlo agreement is obtained. After reconstruction and cleanig cuts the signal efficiency is 37.6% with a 1% background contamination, evaluated from Monte Carlo.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 334,
                    "text": "Figure 2",
                    "end": 342
                },
                {
                    "type": "figure",
                    "start": 511,
                    "text": "Figure 2",
                    "end": 519
                }
            ]
        },
        {
            "text": "Fit of the Dalitz plot",
            "section_rank": 5
        },
        {
            "section": "Fit of the Dalitz plot",
            "text": "The Dalitz plot parameters are obtained by a fit of the parametrization shown in section 1.1 to the measured Dalitz plot density, by minimizing:",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Fit of the Dalitz plot",
            "text": "where N i is the background subtracted data content in Dalitz plot bin i, j is the acceptance of bin j, S ij is the smearing matrix from bin j to bin i, N theory,j = |A(X, Y )| 2 dXdY (inside the phase space) is calculated with Monte Carlo integration for each bin, and σ i , the error in bin i, includes the error in N i and in j S ij . Figure 3 shows the experimental Dalitz plot used.",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 338,
                    "text": "Figure 3",
                    "end": 346
                }
            ]
        },
        {
            "section": "Fit of the Dalitz plot",
            "text": "From a detailed study both on data and Monte Carlo, fixing to zero the c and e parameters (and keeping the amplitude squared expansion up to the f term), it is found that the statistical uncertainty on the a, b, d and f parameters can be reduced by about a factor of two with respect to the previous KLOE result (see Table 1), while improving also the systematic uncertainties.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 317,
                    "text": "Table 1",
                    "end": 324
                }
            ]
        },
        {
            "section": "Fit of the Dalitz plot",
            "text": "The inclusion in the fit of the g parameter would also be possible and its impact on the stability of the result is currently under study.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "Fit of the Dalitz plot",
            "text": "In the near future, a further significant improvement of both statistical and systematic uncertainties of the Dalitz plot parameters will be possible at KLOE-2 [19], thanks to the luminosity upgrade of DAφNE and to the better quality of reconstructed data using new detectors: inner tracker [20], ",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 160,
                    "text": "[19]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 291,
                    "text": "[20]",
                    "end": 295
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 6
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The Leutwyler ellipse shows the contraints for the light quark masses, here for Q = 22.7 ± 0.8.",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "T is the kinetic energy of the different pions in the η rest frame and s, t, u are the usual Mandelstam variables. The Dalitz plot parameters a, b, c, . . ., presented in the table, are defined by a polynomial expansion of the amplitude squared in X and Y , |A(X, Y )| 2 N (1 + aY + bY 2 + cX + dX 2 + eXY + f Y 3 + gX 2 Y + hXY 2 + lX 3 ) 1 .",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .Fig. 3 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 2 .Fig. 3 .",
            "text": "Fig. 2. Data-Monte Carlo comparison for the missing mass squared (top) and opening angle between π 0 photons in the π 0 rest frame (bottom). The vertical lines show the selection cuts.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Table 1 .",
            "section_rank": 9
        },
        {
            "section": "Table 1 .",
            "text": "Experimental results for Dalitz plot parameters of η → π + π − π 0 .",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "section": "Table 1 .",
            "text": "The parameters c, e, h and l would signal a violation of charge conjugation invariance and are therefore usually fixed to zero in the fit of the Dalitz plot distribution.",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "section": "Table 1 .",
            "text": "Not connected to a track and within the expected time window for a massless particle.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Acknowledgements",
            "section_rank": 11
        },
        {
            "section": "Acknowledgements",
            "text": "We warmly thank our former KLOE colleagues for the access to the data collected during the KLOE data taking campaign. We thank the DAΦNE team for their efforts in maintaining low background running conditions and their collaboration during all data taking. We want to thank our technical staff: G.F. ",
            "paragraph_rank": 20,
            "section_rank": 11
        }
    ]
}