{
    "level": "paragraph",
    "abstract": [
        {
            "text": "In this paper we discuss the recent finalized analyses by the KLOE experiment at DAΦNE: the CPT and Lorentz invariance test with entangled K 0K 0 pairs, and the precision measurement of the branching fraction of the decay K + → π + π − π + (γ) . We also present the status of an ongoing analysis aiming to precisely measure the K ± mass.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The KLOE experiment at DAΦNE, the Frascati φ-factory, measured all the most relevant branching ratios of K L , K S , and K ± mesons, their lifetimes, the K → π form factors, and several parameters and observables allowing to perform CP, CPT symmetries tests, and a verification of the validity of Cabibbo unitarity and lepton universality (a review can be found in Ref. [1]).",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 370,
                    "text": "[1]",
                    "end": 373
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper we focus the discussion on the two most recent results on kaon physics: a CPT and Lorentz invariance test with entangled K 0K0 pairs, and the precision measurement of the branching fraction of the decay K + → π + π − π + (γ) . Among the ongoing analyses there are:",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "(a) the measurement of the charged kaon mass, (b) the study of semileptonic K S decays and CPT symmetry tests, (c) the study of rare K S decays with an improved K S tagging technique;",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "(d) the direct T-symmetry test with entangled neutral kaons;",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The status of analysis (a) is also presented in this paper, while (b), (c) and (d) are the subjects of separate contributions in this issue [2,3,4].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 140,
                    "text": "[2,",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 143,
                    "text": "3,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 145,
                    "text": "4",
                    "end": 146
                }
            ]
        },
        {
            "text": "CPT and Lorentz-invariance test",
            "section_rank": 3
        },
        {
            "section": "CPT and Lorentz-invariance test",
            "text": "In year 2014 KLOE obtained the best sensitivity ever reached in the quark sector on testing CPT and Lorentz invariance, based on 1.7 fb −1 of integrated luminosity [5]. The test was performed on the entangled neutral kaon pairs, in the φ → K S K L → π + π − π + π − final state, studying the interference pattern as a function of sidereal time and particle direction in celestial coordinates. Data reduction is based on two decay vertices with only two tracks each. For each vertex several requirements, invariant mass |m rec − m K | < 5 MeV, missing mass E 2 miss + | p miss | 2 < 10 MeV, -50 MeV 2 < m 2 miss < 10 MeV 2 , and kaon momenta compatible with the 2-body decay hypothesis, have been applied for the selection of a pure, well reconstructed data sample. The missing momentum is obtained from the analysis of Bhabha scattering events in the same run. A global likelihood function is built in order to kinematically constrain the event and to improve on the event reconstruction quality and in particular on the vertex resolution. Main background source is the kaon regeneration on the spherical beam pipe, suppressed by selecting events with both K S and K L decaying inside the beam pipe, giving at the end of the analysis chain a contamination at 2-3% level. Background contributions and analysis selection efficiencies are derived from MC simulation to which corrections from real data are applied. Full analysis chain was repeated several times varying all the cuts for the evaluation of the systematic uncertainties. The sum in quadrature of all the effects ranges between 30% and 40% of the statistical error. The CPT test is based on the distribution of the difference ∆τ in the decay proper time between neutral kaons. Due to the fully-destructive quantum interference at ∆τ =0, the distribution is very sensitive to CPT-violating effects, especially for the selected decays inside the beam pipe. Effects of CPT and Lorentz-invariance breaking in the low energy regime relating with modifications of the space-time structure at the Planck scale, are described by the Standard Model Extension, SME [6], providing the parametrization:",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 164,
                    "text": "[5]",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2115,
                    "text": "[6]",
                    "end": 2118
                }
            ]
        },
        {
            "section": "CPT and Lorentz-invariance test",
            "text": "where γ K and β K are the kaon γ-factor and velocity in the laboratory frame, φ SW = arctan(2∆m/∆Γ) is the superweak phase, ∆m = m L − m S , ∆Γ = Γ S − Γ L are the mass and width differences for the neutral kaon mass eigenstates and ∆a µ are the four CPT-violating coefficients. In this context, the intensity of kaon decays as a function of ∆τ is expressed by:",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "CPT and Lorentz-invariance test",
            "text": "It is used to fit the experimental distributions shown in fig. 1. The results [5] are the most sensitive measurements in the quark sector of SME:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 58,
                    "text": "fig. 1",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 78,
                    "text": "[5]",
                    "end": 81
                }
            ]
        },
        {
            "section": "CPT and Lorentz-invariance test",
            "text": "For comparison, the accuracy reached by similar measurements in B and D systems is of O(10 −13 ) GeV [6].",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 101,
                    "text": "[6]",
                    "end": 104
                }
            ]
        },
        {
            "text": "The K",
            "section_rank": 4
        },
        {
            "section": "The K",
            "text": "The measurement of the branching fraction (BR) of K + → π + π − π + (γ) is based on a sample of ∼17 million tagged K + mesons. The K + are tagged   by the reconstruction of 2-body K − decays that provide the normalization sample for the measurement of the absolute BR. The analysis procedure consists of i) the selection of K + candidates (tagging procedure) by the identification of K − → π − π 0 and K − → µ − ν samples, independently treated; ii) the reconstruction of the K + path from the kinematical constraints given by the K − momentum and φ momentum (from Bhabha-scattering events); iii) the backward extrapolation of any charged track not belonging to the K − decay chain; iv) the reconstruction of the K + decay vertex radial position (ρ xy ) and the closest-approach distance (CAd i ) between the track and the K + flight path; v) the selection of events with at least two tracks with CAd i ≤ 3 cm and ρ xy ≤ 26 cm, outside the drift chamber (DC) sensitive volume (for a better control of systematics from tagging procedure); vi) the measurement of the missing-mass distribution, M",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "The K",
            "text": "The analysis is fully inclusive of radiative decays. The dependence of the K + → π + π + π − signal sample on the tag selection (tag-bias) has been derived from Monte Carlo simulations and used as a correction factor in the BR evaluation. The relating systematic error is estimated by changing the selection criteria of the 2-body kaon decay reconstruction. The other sources of systematic errors are the analysis cuts and the uncertainty on the kaon lifetime [7]. Results of their evaluation are shown in table 1. In a sample of 12,065,087 (5,171,239) K − → µ −ν (K − → π − π 0 ) tagging events we found N K→3π = 48, 032 ± 286 (20, 063 ± 186) signal events, corresponding to the fully consistent measurements of the absolute branching fractions: ",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 460,
                    "text": "[7]",
                    "end": 463
                }
            ]
        },
        {
            "section": "The K",
            "text": "The average, BR(K + → π + π − π + (γ)) = 0.05565±0.00031 stat ±0.00025 syst [8] has a 0.72% accuracy, that is a factor 5 better with respect to the previous measurement [9].",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 76,
                    "text": "[8]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 169,
                    "text": "[9]",
                    "end": 172
                }
            ]
        },
        {
            "text": "The charged kaon mass",
            "section_rank": 5
        },
        {
            "section": "The charged kaon mass",
            "text": "The world average of the charged kaon mass, M K ± , has a precision of 13 keV [10] obtained mostly from two precision measurements on kaonic atoms [11,12] that differ by 60 keV or 4.6σ. A new precision measurement, at 10 keV level, is desirable to reduce the bias that could arise from the average of the previous results. The ongoing analysis on the KLOE sample of K ± → π ± π − π + aims to reach a precision of 5-7 keV using 2.5 fb −1 of integrated luminosity. The K ± → π ± π − π + channel is the best suited among kaon dominant decays for a precision measurement of the mass due to the lowest Q-value (Q=75 MeV) that corresponds to the best invariant mass resolution and minimal sensitivity to several bias sources. The candidates are selected through the same procedure applied for the BR measurement (sec.3), changing only the requirements on the number of secondaries at the decay vertex, from 2 to 3, to obtain the 3-pion invariant mass, and on the vertex position, ρ xy ≥ 26 cm, to select decays inside the DC to avoid biases from track extrapolation through the DC walls. On a MonteCarlo sample including all of the φ decays, to which we apply the same procedure as on real data, we are studying some quality cuts, mostly to reduce the invariant mass distribution tails: i) on the χ 2 of the tracks selected as pion candidates (currently χ 2 ≤ 6); and ii) on the difference between the pion momentum at the first hit in the DC and its extrapolation at the decay vertex (currently (|p Besides the MonteCarlo sample of ( 23,000) K ± → π ± π − π + decays analyzed so far, a fast simulation program (toy-MC) has been developed for the evaluation of effects such as i) the presence of radiative decays; ii) bias and asymmetric distribution of the reconstructed pion momentum, p π , due for instance to the treatment of energy loss and multiple scattering in the DC; iii) an arbitrary scale affecting p π . From these studies we can already rule out any bias on the charged kaon mass from radiative decays. For the evaluation of the momentum scale factor α p , the analysis of the charged kaon 2-body decays is in progress. The scale factor gives a bias to the kaon mass that depends on the Q-value of the decay channel, bigger for K µν than for K ππ and K πππ decays. After correcting for other possible effects (point ii) we can obtain α p from the comparison of the 2-body decays. A blind analysis of the invariant mass distribution is in progress on real data ( fig.2). We have obtained 45,000 events after all the analysis chain, with a negligible level of contamination that has been evaluated by the MonteCarlo simulation, B/S 10 −4 .",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 78,
                    "text": "[10]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 147,
                    "text": "[11,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 151,
                    "text": "12]",
                    "end": 154
                },
                {
                    "type": "figure",
                    "start": 2470,
                    "text": "fig.2)",
                    "end": 2476
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "We presented two recent KLOE results: the CPT and Lorentz symmetry test, which constitutes the best limit in the quark sector of SME, and the precision measurement of the branching fraction of the decay K + → π + π − π + (γ) . Among the ongoing analyses, we discussed the status of the measurement for the precise determination of the charged kaon mass.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Conclusions",
            "text": "As a future perspective, the KLOE-2 experiment aims to continue and extend the physics program of its predecessor by collecting O(10 fb −1 ) of data at the upgraded DAΦNE with an improved KLOE detector. The KLOE-2 physics program has been described in detail in Ref. [13] and among the main issues includes K S physics, neutral kaon interferometry, tests of discrete symmetries and quantum mechanics, test of the CKM unitarity, and other topics of kaon physics.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 267,
                    "text": "[13]",
                    "end": 271
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Improvements are expected thanks to the increased luminosity and the better quality of reconstructed data. The upgrade of the KLOE detector consists of the addition of (i) an inner tracker [14,15] based on cylindrical GEM technology for the improvement of tracking and decay vertex resolution close to the interaction point (IP), (ii) a e ± tagging system [16,17,18] for the γγ physics, and (iii) two calorimeters [19,20,21] in the final focusing region to improve acceptance and efficiency for photons coming from the IP and neutral kaon decays inside the detector volume.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 189,
                    "text": "[14,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 193,
                    "text": "15]",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 356,
                    "text": "[16,",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 360,
                    "text": "17,",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 363,
                    "text": "18]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 414,
                    "text": "[19,",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 418,
                    "text": "20,",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 421,
                    "text": "21]",
                    "end": 424
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. Fit to the distribution of the difference in proper time of neutral kaons as a function of sidereal time and particle direction in celestial coordinates[5].",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 160,
                    "text": "[5]",
                    "end": 163
                }
            ]
        },
        {
            "text": "2 4Fig. 2 .",
            "section_rank": 8
        },
        {
            "section": "2 4Fig. 2 .",
            "text": "Fig. 2. The 3-pion invariant mass (M πππ + X) (blinded data). The red curve is the result of the fit to the convolution of a Breit-Wigner with a gaussian function.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Table 1 .",
            "section_rank": 9
        },
        {
            "section": "Table 1 .",
            "text": "Summary table of the fractional systematic uncertainties[8].",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 56,
                    "text": "[8]",
                    "end": 59
                }
            ]
        },
        {
            "section": "Table 1 .",
            "text": "kaonatkloe˙4˙arxiv printed onAugust 15, 2019   ",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Acknowledgements",
            "section_rank": 11
        },
        {
            "section": "Acknowledgements",
            "text": "We warmly thank our former KLOE colleagues for the access to the data collected during the KLOE data taking campaign. We thank the DAΦNE team for their efforts in maintaining low background running conditions and their collaboration during all data taking. We want to thank our technical staff: G.F. ",
            "paragraph_rank": 22,
            "section_rank": 11
        }
    ]
}