{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We measure the mass of the top quark in lepton+jets final states using the full sample of pp collision data collected by the D0 experiment in Run II of the Fermilab Tevatron Collider at √ s = 1.96 TeV, corresponding to 9.7 fb −1 of integrated luminosity. We use a matrix element technique that calculates the probabilities for each event to result from tt production or background. The overall jet energy scale is constrained in situ by the mass of the W boson. We measure m t = 174.98 ± 0.76 GeV. This constitutes the most precise single measurement of the top-quark mass.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Since the discovery of the top quark [1,2], the determination of its properties has been one of the main goals of the Fermilab Tevatron Collider, and more recently also of the CERN Large Hadron Collider (LHC). The measurement of the top-quark mass m t , a fundamental parameter of the standard model (SM), has received particular attention, since m t , the mass of the W boson, M W , and the mass of the Higgs boson are related through radiative corrections that provide an internal consistency check of the SM [3]. Furthermore, m t dominantly affects the stability of the SM Higgs potential, which has cosmological implications [4][5][6].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 37,
                    "text": "[1,",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 40,
                    "text": "2]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 511,
                    "text": "[3]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 629,
                    "text": "[4]",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 632,
                    "text": "[5]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 635,
                    "text": "[6]",
                    "end": 638
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The world-average m t = 173.34 ± 0.76 GeV has reached a precision of about 0.5% [7][8][9], which has been limited for some time by systematic uncertainties. The main systematic uncertainties arise from the calibration of the jet energy scale (JES) and the modeling of tt events in Monte Carlo (MC) simulations.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 80,
                    "text": "[7]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 83,
                    "text": "[8]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 86,
                    "text": "[9]",
                    "end": 89
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this manuscript, we present a measurement of m t based on the full set of pp data at √ s = 1.96 TeV recorded by the D0 detector in Run II of the Fermilab Tevatron Collider, corresponding to an integrated luminosity of 9.7 fb −1 . The analysis focuses on tt events identified in +jets final states with representing either an electron or a muon. This includes contributions from leptonic τ → ν ν τ decays. The top and antitop quark are assumed to always decay into a W boson and a b quark [10]. Thus, at leading order (LO) in perturbative quantum chromodynamics (QCD), one of the W bosons in the W + W − bb final state decays into a charged lepton and a neutrino, while the other decays into a pair of quarks, and all four quarks (qq bb) evolve into jets. Such +jets events are characterized by an isolated electron or muon with large transverse momentum p T , a large imbalance in transverse momentum caused by the undetected neutrino, and four high-p T jets. We exploit this distinct signature in the event selection to discriminate tt events from background.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 491,
                    "text": "[10]",
                    "end": 495
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "To extract the value of m t , we utilize a matrix element (ME) technique that determines the probability of observing an event under both the tt signal and background hypotheses described by the relevant ME [11]. The overall JES is calibrated in situ through a constant factor k JES by taking into account all the kinematic information in a given event, while constraining the reconstructed invariant mass of the W → qq decay products to M W = 80.4 GeV [12].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 207,
                    "text": "[11]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 453,
                    "text": "[12]",
                    "end": 457
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We provide a detailed description of the measurement that was presented previously in a Letter [13], and is an update and supersedes a previous D0 measurement of m t = 174.94 ± 1.14 (stat + JES) ± 0.96 (syst) GeV [14] using 3.6 fb −1 of integrated luminosity. In the present measurement, we use not only a larger data sample to improve the statistical precision, but also refine the estimation of systematic uncertainties, resulting in a reduction of the uncertainty by 50%. This improvement is achieved through an updated detector calibration, in particular through improvements to b quark JES corrections [15], and through the use of recent improvements in modeling the tt signal. In the following, we point out the most important improvements of this analysis with respect to the previous measurement. The analysis is performed \"blinded\", i.e., with no reference to the resulting m t , until the final approval of the analysis methodology.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 95,
                    "text": "[13]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 213,
                    "text": "[14]",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 607,
                    "text": "[15]",
                    "end": 611
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "As in all direct measurements of m t , this analysis relies on simulated tt MC events, which are used for the absolute calibration of the response of the ME technique. Therefore, the extracted m t corresponds to the generated m gen t parameter implemented in the LO MC event generator used to simulate tt events, which in our case is ALPGEN [16]. Although m gen t is not well defined at LO, it is expected to correspond within ≈ 1 GeV to the m t defined in the pole-mass scheme [17].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 341,
                    "text": "[16]",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 478,
                    "text": "[17]",
                    "end": 482
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "There is currently no universal MC event generator available for simulating tt events at next-to-leading order (NLO) that includes the effects of parton showering and hadronization. Programs such as MC@NLO [18] or POWHEG [19], commonly referred to as NLO generators, simulate only the qq → tt, gg → tt, and qg → tt processes at NLO, whereas the decays of the top quark are simulated at LO through the narrow-width approximation.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 206,
                    "text": "[18]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 221,
                    "text": "[19]",
                    "end": 225
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This manuscript is arranged as follows. A brief description of the D0 detector is given in Section II, which is followed in Section III by a summary of simulations used to model signal and background events. The selection of tt candidate events is reviewed and the sample composition presented in Section IV. Section V discusses the ME technique used to extract m t , with particular emphasis placed on the improvements since the previous publication [14]. This is followed in Section VI by the description of the measurement of the signal fraction f in data using the ME technique, including its calibration. The measurement of m t and the calibration of the response of the ME technique in m t is discussed in Section VII. After describing the evaluation of systematic uncertainties in Section VIII, we compare our measurement with previous results in Section IX, and conclude and give the final result with statistical and systematic uncertainties in Section X. Appendix A discusses the issue of initial and final state radiation, and Appendix B summarizes the parametrization of the detector response through transfer functions.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 451,
                    "text": "[14]",
                    "end": 455
                }
            ]
        },
        {
            "text": "II. THE D0 DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. THE D0 DETECTOR",
            "text": "The D0 detector [20,21] contains a magnetic central tracking system, calorimetry, and a muon system. The central tracking system comprises a silicon microstrip tracker (SMT) and a central fiber tracker (CFT), both located within a 2 T superconducting solenoidal magnet. The SMT [22] has ≈ 800 000 individual strips, with typical pitch of 50 − 80 µm, and a design optimized for track and vertex finding within |η| < 2.5 [23]. The system has a six-barrel longitudinal structure, each with a set of four layers arranged axially around the beam pipe, and interspersed with radial disks. In 2006, a fifth layer, referred to as Layer 0, was installed close to the beam pipe [24]. The CFT has eight thin coaxial barrels, each supporting two doublets of overlapping scintillating fibers of 0.835 mm diameter, one doublet being parallel to the collision axis, and the other alternating by ±3 • relative to the axis. Light signals are transferred via clear fibers to solidstate visible-light photon counters (VLPCs) that have ≈ 80% quantum efficiency.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 16,
                    "text": "[20,",
                    "end": 20
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 20,
                    "text": "21]",
                    "end": 23
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 278,
                    "text": "[22]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 419,
                    "text": "[23]",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 668,
                    "text": "[24]",
                    "end": 672
                }
            ]
        },
        {
            "section": "II. THE D0 DETECTOR",
            "text": "Central and forward preshower detectors, located just outside of the superconducting coil (in front of the calorimetry), are constructed of several layers of extruded triangular scintillator strips that are read out using wavelength-shifting fibers and VLPCs. These detectors provide initial sampling of electromagnetic showers, and thereby help distinguish between incident electrons and jets. The next layer of detection in-volves three liquid-argon/uranium calorimeters: a central section (CC) covering up to |η| ≈ 1.1, and two end calorimeters (EC) that extend coverage to |η| ≈ 4.2, housed in separate cryostats. The electromagnetic (EM) section of the calorimeter is segmented into four layers, with transverse segmentation of the cells in pseuodorapidity and azimuth of ∆η × ∆φ = 0.1 × 0.1, except for the third layer, where the segmentation is 0.05×0.05. The hadronic portion of the calorimeter is located after the EM sections and consists of fine hadron-sampling layers, followed by more coarse hadronic layers. In addition, scintillators between the CC and EC cryostats provide sampling of developing showers for 1.1 < |η| < 1.4.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "II. THE D0 DETECTOR",
            "text": "A muon system [25] is located beyond the calorimetry, and consists of a layer of tracking detectors and scintillation trigger counters before 1.8 T iron toroid magnets, followed by two similar layers after the toroids. Tracking for |η| < 1 relies on 10 cm wide drift tubes, while 1 cm mini-drift tubes are used for 1 < |η| < 2.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 14,
                    "text": "[25]",
                    "end": 18
                }
            ]
        },
        {
            "section": "II. THE D0 DETECTOR",
            "text": "Luminosity is measured using plastic scintillator arrays located in front of the EC cryostats, covering 2.7 < |η| < 4.4. The trigger and data acquisition systems are designed to accommodate the high instantaneous luminosities of the Tevatron [20,26]. Based on coarse information from tracking, calorimetry, and muon systems, the output of the first level of the trigger is used to limit the rate for accepted events to ≈ 2 kHz. At the next trigger stage, with more refined information, the rate is reduced further to ≈ 1 kHz. These first two levels of triggering rely mainly on hardware and firmware. The third and final level of the trigger, with access to all of the event information, uses software algorithms and a computing farm, and reduces the output rate to ≈ 100 Hz, which is recorded.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 242,
                    "text": "[20,",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 246,
                    "text": "26]",
                    "end": 249
                }
            ]
        },
        {
            "text": "III. THE DATA SAMPLE AND SIMULATIONS",
            "section_rank": 4
        },
        {
            "section": "III. THE DATA SAMPLE AND SIMULATIONS",
            "text": "The sample of pp collision data considered in this analysis was collected between April 2002 and September 2011 in Run II of the Fermilab Tevatron Collider. The sample is split into four data-taking epochs: \"Run IIa\", \"Run IIb1\", \"Run IIb2\", and \"Run IIb3\" corresponding to 1.1 fb −1 , 1.2 fb −1 , 3.0 fb −1 , and 4.4 fb −1 of integrated luminosity, respectively, after implementation of data-quality requirements. All MC simulations are split accordingly into epochs to model variations in the response of the detector, such as the insertion of Layer 0 into the SMT detector between Run IIa and Run IIb1 [24], and the dependence of the track reconstruction efficiency on instantaneous luminosity [27].",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 605,
                    "text": "[24]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 697,
                    "text": "[27]",
                    "end": 701
                }
            ]
        },
        {
            "section": "III. THE DATA SAMPLE AND SIMULATIONS",
            "text": "Simulated MC events for tt signal and the dominant W +jets background, which are used to verify the agreement between data and simulations and to calibrate the measurement (described in Sections VI A and VII A), are generated using the MC generator ALPGEN [16] to simulate the hardscattering process with up to five additional partons, and PYTHIA [28,29] to simulate hadronization and shower evolution. The MLM matching scheme [30] is employed to avoid overlaps between components of the event belonging to the hard process, implemented through a ME, and parton evolution (showering) into jets. The W +jets background samples are divided into two categories: (i) W +hf which represents W +cc and W +bb production, possibly in association with u, d, s quarks, or gluons, and (ii) W +lf which represents all other flavor configurations. The cross section for the W +jets contribution provided by ALPGEN is multiplied by a factor of 1.3 to match the NLO calculations of the MCFM MC generator [31]. In addition, the heavy-flavor contributions of category (i) are multiplied by a factor of 1.47, using the same calculations.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 256,
                    "text": "[16]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 347,
                    "text": "[28,",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 351,
                    "text": "29]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 427,
                    "text": "[30]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 989,
                    "text": "[31]",
                    "end": 993
                }
            ]
        },
        {
            "section": "III. THE DATA SAMPLE AND SIMULATIONS",
            "text": "We also consider other small background contributions on the order of few percent to improve the agreement between data and simulations. The Z+jets background is simulated in the same way as W +jets with ALPGEN, taking into account contributions from Z+hf production, with rates normalized to NLO calculations [31]. PYTHIA is used to simulate diboson (WW , W Z, or ZZ) production, while COMPHEP+PYTHIA [32] is used for single top quark processes that are simulated for m t = 172.5 GeV. The hard-scattering process for all signal and background MC samples is simulated using the CTEQ6L1 set of parton distribution functions (PDF), except for COMPHEP, which uses the NLO CTEQ6M set [33]. More details on the MC simulations and their normalization can be found in Ref. [34].",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 310,
                    "text": "[31]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 402,
                    "text": "[32]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 680,
                    "text": "[33]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 766,
                    "text": "[34]",
                    "end": 770
                }
            ]
        },
        {
            "section": "III. THE DATA SAMPLE AND SIMULATIONS",
            "text": "The simulation of parton showers with PYTHIA uses tune A in combination with the CTEQ6L1 PDF set and with Λ QCD = 0.26 GeV, also referred to as \"D0 tune A\". The detector response is fully simulated through GEANT3 [35]. To simulate the effects from additional pp interactions (pileup), events taken with minimal trigger requirements, selected from random pp crossings at the same instantaneous luminosity as the data, are overlaid on the fully simulated MC events. These events are then reconstructed using the same algorithms as used on data.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[35]",
                    "end": 217
                }
            ]
        },
        {
            "section": "III. THE DATA SAMPLE AND SIMULATIONS",
            "text": "Events from multijet (MJ) production can pass our selection criteria, which happens typically when a jet mimics an electron or when a muon arising from semileptonic decay of a b or c quark appears isolated. The kinematic distributions from the MJ background are modeled using data events for which lepton isolation requirements are inverted. The absolute contribution of this background to each of the e+jets and µ+jets final states is estimated using the \"matrix method,\" described in Ref. [34]. This method uses the number of events with leptons originating from the hard interaction, N tt,W loose , and from MJ production, N MJ loose , both with less restrictive lepton-identification criteria, and relates them to the contributions to the sample of events that fulfil standard lepton identification criteria. This is calculated using the relation N = ε tt,W N tt,W loose + ε MJ N MJ loose , where ε tt,W and ε MJ represent the efficiency of events that pass the loosened lepton identification criteria to also pass the standard identification criteria. The parameters ε tt,W and ε MJ are measured, respectively, in control regions dominated by leptons originating from the hard interaction and by MJ events. ",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 491,
                    "text": "[34]",
                    "end": 495
                }
            ]
        },
        {
            "text": "IV. EVENT SELECTION AND SAMPLE COMPOSITION",
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION AND SAMPLE COMPOSITION",
            "text": "The trigger selects +jets events by requiring either at least one lepton (electron or muon), or at least one lepton and at least one jet, resulting in an efficiency of 95% for tt candidate events containing an electron and 80% for events containing a muon, before any offline selections are applied.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION AND SAMPLE COMPOSITION",
            "text": "Selected tt candidate events are required to have at least one primary pp collision vertex (PV) with three or more tracks reconstructed within 60 cm of the center of the detector in the coordinate along the beam axis. In addition, there must be exactly four jets with p T > 20 GeV within |η| < 2.5, with the leading jet further satisfying p T > 40 GeV. Jets are reconstructed using an iterative cone algorithm [36] with a cone parameter of R cone = 0.5. Jet energies are corrected to the particle level using calibrations derived from exclusive γ+jet, Z+jet, and dijet events [15]. These calibrations account for differences in detector response to jets originating from a gluon, a b quark, or u, d, s, and c quarks. Furthermore, we require the presence of one isolated electron [37] or muon [27] with transverse momentum p T > 20 GeV and |η| < 1.1 or |η| < 2, respectively. The electrons and muons are required to originate from within 1 cm of the PV in the coordinate along the beam axis and to be separated in ∆R ≡ (∆η) 2 + (∆φ ) 2 from the closest jet by ∆R > 0.5, where ∆η is the difference in pseudorapidity and ∆φ in azimuth (in rad) between the lepton and the jet. At least one neutrino is expected in the +jets final state, and an imbalance in transverse momentum of p / T > 20 GeV is required. The p / T variable is defined as the opposite of the vector sum of the transverse energies in each calorimeter cell, corrected for the energy carried by identified muons and after applying the jet energy scale calibration. The kinematic selections are summarized in Table 1.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 410,
                    "text": "[36]",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 576,
                    "text": "[15]",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 779,
                    "text": "[37]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 792,
                    "text": "[27]",
                    "end": 796
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1570,
                    "text": "Table 1",
                    "end": 1577
                }
            ]
        },
        {
            "section": "IV. EVENT SELECTION AND SAMPLE COMPOSITION",
            "text": "Events containing an additional isolated charged lepton, i.e., an electron with p T > 10 GeV and |η| < 2.5 or a muon with p T > 10 GeV and |η| < 2, are rejected. In addition, any µ+jets events with an invariant mass M µ µ of the isolated muon and a second loosely isolated muon with p T > 15 GeV within 70 < M µ µ < 110 GeV are rejected to suppress Z+jets events.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "IV. EVENT SELECTION AND SAMPLE COMPOSITION",
            "text": "To reject µ +jets events where the momentum of the muon has been mismeasured, we require p / T < 250 GeV and M W T < 250 GeV, where M W T is the transverse mass of the W boson [38]. To further reduce contributions from such events, which is found at the % level, we use additional requirements on the significance of the curvature of the muon track, S κ . It is defined as the curvature κ ≡ 1/p T divided by its uncertainty,  [40] and using m gen t = 172.5 GeV. The category \"other backgrounds\" encompasses Z +jets, WW , W Z, ZZ, and single top quark production, as well as dileptonic tt decays. The production of a W boson in association with at least one b or c quark is denoted as \"W + hf\", while \"W + lf\" stands for all other flavor configurations. The uncertainties are purely statistical. where Q is the electric charge of the muon. We reject events with muons within one or both of the two regions where they are likely to be mismeasured,",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 176,
                    "text": "[38]",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 426,
                    "text": "[40]",
                    "end": 430
                }
            ]
        },
        {
            "text": "Contribution",
            "section_rank": 6
        },
        {
            "section": "Contribution",
            "text": "is the difference in azimuth between the muon momentum and the direction of",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "Contribution",
            "text": "To reduce the contribution from MJ production caused by the misidentification of a quark or gluon jet as a lepton, which changes the calculated p / T , we require ∆φ ( , p / T ) > 0.5. Additional reduction of the MJ background is achieved by requiring ∆φ (e, p / T ) > 2.2 − p / T × 0.045 GeV −1 in the e+jets final state and ∆φ (µ, p / T ) > 2.1 − p / T × 0.035 GeV −1 in the µ+jets final state.",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Contribution",
            "text": "Since two b-quark jets are expected in the final state, at least one jet per event is required to be tagged as originating from a b quark (b-tagged) through the use of a multivariate algorithm [39]. The tagging efficiency in this analysis is ≈ 65% for b-quark jets, while the mistag rate for gluons and for u, d, s quark jets is ≈ 5%.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 193,
                    "text": "[39]",
                    "end": 197
                }
            ]
        },
        {
            "section": "Contribution",
            "text": "We select 1502 events in the e+jets final state in data, while 1286 are selected in the µ +jets final state. To verify that the simulations agree with the data following all selections, we use the NNLO calculation, including next-to-nextto-leading-logarithmic (NNLL) corrections [40], to normalize the tt signal. The contribution from W +jets events is adjusted to normalize the absolute yield from our signal and background models to data before applying b jet identification criteria. The relative yields of contributions from W +(bb, nlp) and W +(cc, nlp) production and contributions from W +nlp production are further adjusted using data, as described in Ref. [34]. The number of observed events is compared to expectations in Table 2, considering statistical uncertainties only.",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 279,
                    "text": "[40]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 665,
                    "text": "[34]",
                    "end": 669
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 732,
                    "text": "Table 2",
                    "end": 739
                }
            ]
        },
        {
            "section": "Contribution",
            "text": "The distribution in the invariant mass m tt of the tt system is shown in Fig. 26 (a) and (b) in Section VII C, together with predictions from our signal and background models. The distribution is generated with a mass of the top quark of m gen t = 172.5 GeV. The mass m tt is constructed using p / T as an initial estimate for p ν T of the neutrino, assuming M W = 80.4 GeV, and solving the resulting quadratic equation for p ν z . When no solution exists, p ν T is scaled to obtain a solution. The resulting neutrino momentum is then combined with the momenta of the four jets and the charged lepton to obtain m tt . The invariant mass, M W , of the two jets that match one of the W bosons is presented in Fig. 27 (a) and (b) in Section VII C. The reconstruction of M W in Fig. 27 is unique for events with two b-tagged jets, as the two other jets are assigned to the W boson. If only one jet is b-tagged, all possible assignments of jets to partons in the LO approximation of tt decays are tried, and the one yielding the smallest value of |m t − mt | is retained. If the b-tagged jet is matched to the top quark decaying into three jets, the two untagged jets matched to the same top quark form the W boson. If all three jets that are matched to this top quark are not b-tagged, the two lowest p T jets are matched to the W boson. A similar matching algorithm is used if there are more than two b-tagged jets. The uncertainties in the predictions include the dominant sources of systematic uncertainty that change the shape of the kinematic distributions: JES, jet energy resolution, jet identification, flavor dependence of the detector response, b tagging, lepton identification, lepton momentum scale, trigger, as well as hadronization and higher-order effects for simulated tt events. Good agreement is observed between data and simulations. We verify that the agreement improves using the values for the signal fraction f , m t , and k JES measured in this analysis, as shown in Section VII C.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 73,
                    "text": "Fig. 26",
                    "end": 80
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 707,
                    "text": "Fig. 27",
                    "end": 714
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 774,
                    "text": "Fig. 27",
                    "end": 781
                }
            ]
        },
        {
            "text": "V. ANALYSIS METHOD",
            "section_rank": 7
        },
        {
            "section": "V. ANALYSIS METHOD",
            "text": "The extraction of m t is based on the full kinematic and topological information in the event, and is performed through a likelihood technique using probability densities (PDs) for each event, described by the ME of the processes contributing to the observed events.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "A. Matrix element technique",
            "section_rank": 8
        },
        {
            "section": "A. Matrix element technique",
            "text": "The ME technique was first suggested by Kondo [41], and was experimentally applied for the first time at the Tevatron in the measurement of m t [11], and later in the determination of the helicity of the W boson [42] and in the first evidence obtained for production of single top quarks [43,44].",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 46,
                    "text": "[41]",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 144,
                    "text": "[11]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 212,
                    "text": "[42]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 288,
                    "text": "[43,",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 292,
                    "text": "44]",
                    "end": 295
                }
            ]
        },
        {
            "section": "A. Matrix element technique",
            "text": "Assuming two non-interfering contributing processes, tt and W + jets production, the per-event PD is:",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "section": "A. Matrix element technique",
            "text": "where the observed parameters f , m t , and k JES , are to be determined from data, x [45] represents a vector of the measured four-momenta of the four jets and the charged lepton, but not p / T due to its limited experimental resolution, and A( x) accounts for acceptance and efficiencies. The function P sig describes the PD for tt production, while P bkg describes the PD for W + jets production. W + jets events, i.e., the sum of W + hf and W + lf categories in Table 2, represent the dominant background contribution of 14% in the e+jets and 20% in the µ +jets final states, derived with the normalization procedure described in Section IV. The next-to-dominant background contribution is from MJ events. It is accounted for in P evt through P bkg , since W + jets and MJ production have similar PDs in the selected kinematic region. The similarity of PDs for W +jets and MJ production can be understood in that the main difference between the two processes arises from the presence of the W boson in the W + jets production, while an energetic jet which is misidentified as an isolated lepton is present in MJ production. At the same time, both processes are characterized by the presence of four additional jets, which, together with the W boson for W + jets production or the jet misidentified as an isolated lepton for MJ production, set a similar momentum-transfer scale of the hard interaction process. The effect of including MJ production through P bkg is accounted for by the calibration procedure outlined in Sections VI and VII. The combined contribution from all other backgrounds amounts to about 6% in both final states (cf. Table 2), and is therefore not included in the calculation of P evt .",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 86,
                    "text": "[45]",
                    "end": 90
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 466,
                    "text": "Table 2",
                    "end": 473
                }
            ]
        },
        {
            "text": "B. The signal probability",
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "The probability density for tt production to yield a given set of partonic final-state four-momenta y [45] in the hard scattering of two massless quarks with four-momenta q 1 and q 2 is proportional to the differential cross section dσ of the corresponding process, given by",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 102,
                    "text": "[45]",
                    "end": 106
                }
            ]
        },
        {
            "section": "B. The signal probability",
            "text": "where M qq→tt denotes the ME for the qq → tt → b( ν)b(qq ) process, g µν is the tensor of the Minkowski metric, and dΦ 6 is an infinitesimal element of six-body phase space.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "To obtain the differential cross section in pp collisions, the expression in Eq. (2) is convoluted with the corresponding PD for all possible flavor combinations of the colliding quark and antiquark, yielding",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "The longitudinal momentum PDFs, f (q i,z ), are taken from CTEQ6L1 [33], while the dependence of f (q i,x ) and f (q i,y ) on transverse momentum is taken from the PD in the PYTHIA simulation. Only quark-antiquark annihilation at LO is taken into account in M qq→tt , and the differential cross section dσ pp→tt therefore does not represent the full differential cross section for tt production in pp collisions. Effects from gluongluon and quark-gluon induced tt production, accounting for about 15% of the cross section, as well as from higher-order corrections from real emissions, are accounted for in the calibration procedure described in Sections VI A and VII A.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 67,
                    "text": "[33]",
                    "end": 71
                }
            ]
        },
        {
            "section": "B. The signal probability",
            "text": "In general, the set x of measured four-momenta is not identical to the set of corresponding partonic variables y because of finite detector resolution and the evolution of quarks into jets. As will be discussed in Section V D, this is taken into account through the transfer function (TF) W ( x, y, k JES ), representing the probability density for the measured set x to have arisen from the partonic set y. Thus, the probability to observe a given reconstructed tt event characterized by x is obtained through a convolution with the TF in the calculation of the differential cross section",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "The PD to observe a tt event with a set of kinematic quantities x observed in the detector is given by",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "where the total cross section for tt production observed in the detector, defined as",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "ensures a proper normalization of A( x)P sig . Using Eqs. (2),",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": ", and (4), the PD to observe a tt event with four-momenta x in the detector can be written explicitly as",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "section": "B. The signal probability",
            "text": "The parametrization of |M qq→tt | 2 and σ pp→tt,obs are discussed below, and the calculation of P sig is given in Section V F.",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "Calculation of |M qq→tt | 2",
            "section_rank": 10
        },
        {
            "section": "Calculation of |M qq→tt | 2",
            "text": "The LO matrix element for the qq → tt process [46,47] is given by",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 46,
                    "text": "[46,",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 50,
                    "text": "47]",
                    "end": 53
                }
            ]
        },
        {
            "section": "Calculation of |M qq→tt | 2",
            "text": "where α s is the strong coupling, β = | p t |/E t represents the velocity of the t (ort) quark in the qq rest frame, and θ qt denotes the angle between the incoming parton and the outgoing top quark in the qq rest frame. The form factors FF are identical to those given in Eqs. (24) and (25) of Ref. [48].",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 278,
                    "text": "(24)",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 287,
                    "text": "(25)",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 300,
                    "text": "[48]",
                    "end": 304
                }
            ]
        },
        {
            "text": "Calculation of σ pp→tt,obs",
            "section_rank": 11
        },
        {
            "section": "Calculation of σ pp→tt,obs",
            "text": "The calculation of the total cross section for tt production observed in the detector defined in Eq. (6) is challenging, because a double integral has to be performed over all possible partonic and measured configurations for each set of (m t , k JES ). We therefore apply a MC integration technique, and factorize the partonic and measured parts of the calculation to obtain:",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "section": "Calculation of σ pp→tt,obs",
            "text": "where",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "section": "Calculation of σ pp→tt,obs",
            "text": "is the total partonic cross section for tt production in pp collisions as shown in Fig. 1, and A(m t , k JES ) x is the mean acceptance averaged over all possible configurations of x for a given set of (m t , k JES ) parameters.",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 83,
                    "text": "Fig. 1",
                    "end": 89
                }
            ]
        },
        {
            "text": "Calculation of the mean acceptance",
            "section_rank": 12
        },
        {
            "section": "Calculation of the mean acceptance",
            "text": "The calculation of the mean acceptance A(m t , k JES ) x proceeds in two steps:  ",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "section": "Calculation of the mean acceptance",
            "text": "x is determined using MC events processed with the full simulation of the detector, according to",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "section": "Calculation of the mean acceptance",
            "text": "In this expression, N gen denotes the total number of generated events, and N acc represents the total number of events from within detector acceptance, while w MC is the MC weight from ALPGEN, and w exp the weight that accounts for experimental factors such as the trigger and identification efficiencies.",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "section": "Calculation of the mean acceptance",
            "text": "(ii) In the second step, the dependence of the mean acceptance on k JES is derived using simulated parton level events, where the detector response is taken into account through the TF W ( x, y; k JES ) for the corresponding k JES value.",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "section": "Calculation of the mean acceptance",
            "text": "The mean acceptance is shown for each data-taking epoch in    ",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "C. The background probability",
            "section_rank": 13
        },
        {
            "section": "C. The background probability",
            "text": "The differential partonic cross section for P bkg is calculated according to",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "section": "C. The background probability",
            "text": "which is similar to P sig in Eq. 7, with the exception that the initial-state partons are all assumed to have p T = 0. The ME M qq→W+jets is calculated at LO using the ME for W +4 jets production as implemented in the VECBOS [49] program. Since VECBOS treats the final state quarks as massless, the same ME is used to model the production of W bosons in association with u, d, s, c, and b-quark jets. By definition, P bkg is independent of m t . The dependence of P bkg on k JES is taken into account, as before, through the TF.",
            "paragraph_rank": 53,
            "section_rank": 13,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 33,
                    "text": "7",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 225,
                    "text": "[49]",
                    "end": 229
                }
            ]
        },
        {
            "text": "D. Modeling of detector response",
            "section_rank": 14
        },
        {
            "section": "D. Modeling of detector response",
            "text": "Here, we describe the modeling of the detector response through the TF W ( x, y; k JES ). We use a parameterized TF, as a full simulation of the detector would not be computationally feasible.",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "section": "D. Modeling of detector response",
            "text": "In constructing the TF, we assume that the functions for in-dividual final-state particles are not correlated. We therefore factorize the TF into contributions from the four jets and the charged lepton used to calculate P sig . The resolution of the p / T is worse than that of the p T of jets and leptons, and is therefore not used in defining event probabilities. We assume that the directions of the e, µ, and jets in (η, φ ) space are well-measured. The effect of finite detector resolutions in η and φ is studied for jets and found to be negligible. The TF for jet and charged lepton directions are therefore represented by δ functions,",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "section": "D. Modeling of detector response",
            "text": ", thereby reducing the number of integration variables by 5 × 2 = 10. The finite resolutions on the energies of jets and charged leptons are explicitly taken into account, as described in Sec-",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "section": "D. Modeling of detector response",
            "text": "There is an inherent ambiguity in assigning measured jets to partons from tt decay. Consequently, all 24 jet-parton assignments that are possible in LO are considered. The inclusion of b tagging information provides improved identification of the correct jet-parton assignment through weights. The weight w i for the i-th jet-parton assignment is defined by a product of individual weights w j i for each jet j. For b tagged jets, w j i is equal to the per-jet tagging efficiency ε tag (α k ; E j T , η j ), where α k labels the configurations where the jet is assigned to either (i) a b quark, (ii) a c quark, or (iii) a u, d, s quark or gluon. For untagged jets, the w j i factors are equal to 1 − ε tag (α k ; E j T , η j ). Hence, the weights w i are close to unity for those configurations that assign b-tagged jets to b quarks and untagged jets to u, d, s quarks or gluons, and w i 1 otherwise. Since the contributions to W +jets processes are parameterized by M qq→W+jets without regard to heavy-flavor content, the weights w i for each of the 24 permutations in the background probability are all equal. The sum of weights is always normalized to unity: ∑ 24 i=1 w i = 1. We define the TF as",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "section": "D. Modeling of detector response",
            "text": "where E is the energy and W jet is the TF appropriate for the energy resolution of jets, as discussed in Section V D 1, and W is either W e , the energy resolution for electrons, as discussed in Section V D 2, or W µ , the resolution in the transverse momentum of muons, as discussed in Section V D 3.",
            "paragraph_rank": 58,
            "section_rank": 14
        },
        {
            "text": "Modeling of jet momentum",
            "section_rank": 15
        },
        {
            "section": "Modeling of jet momentum",
            "text": "The TF for jets represents the probability that the jet energy E x measured in the detector corresponds to a parent quark of energy E y . It is parameterized in terms of a double Gaussian function whose means and widths depend on E y . For k JES ≡ 1, it is given by",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "section": "Modeling of jet momentum",
            "text": "where the p i are linear functions of the energy of the parent quark:",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "section": "Modeling of jet momentum",
            "text": "For k JES = 1, the jet TF changes to",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "section": "Modeling of jet momentum",
            "text": "where the k JES factor in the denominator preserves the nor-",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "section": "Modeling of jet momentum",
            "text": "The parameters a i and b i in Eq. 15are determined from fully simulated tt events for each data-taking epoch, after applying the jet energy corrections and resolution smearing, which are required to match the detector response in data. To avoid potential bias from the kinematic selections, all the requirements described in Section IV are applied at detector level, except for having exactly four jets, at least one of which is b-tagged, and except the p T threshold for the jets, which is lowered to 15 GeV. The parameters a i and b i are extracted from MC generated tt events with m t values ranging between 150 and 190 GeV, for each data-taking epoch. We use an unbinned likelihood fit that maximizes the product of the W jet terms for all jets in all events as a function of a i and b i . Separate sets of a i and b i parameters are derived for three categories of jets: (i) from light quarks (u, d, s) and charm, (ii) from b quarks with a muon of a relatively low p T within the jet cone (soft muon tag), and (iii) for all other b quarks. This is done for four regions of η: |η| ≤ 0.4, 0.4 < |η| ≤ 0.8, 0.8 < |η| ≤ 1.6, and 1.6 < |η| ≤ 2.5 to take into account the η dependence of the detector response. These same four regions are used to derive the correction for the flavor-dependence of the detector response to jets [15]. When deriving the TF, the matching of jets to partons is performed using a simple cone-matching algorithm, where a jet is considered uniquely matched to a parton if ∆R(jet, closest parton) < R cone /2 = 0.25. The cone-matching parameter is chosen to maximize the matching efficiency, while minimizing the mismatching rate of quarks to jets from pile up. The probability of a detector-level jet not to be matched to a particle-level jet is 2% per jet. Figure 4 illustrates the TF for jets from category (i) as a function of E x for different values of E y for Run IIb2, which is representative of all four data-taking epochs. The TF for jets from category (ii) is shown in Fig. 5, and for category (iii) in Fig. 6. The values of the a i and b i parameters for each of the four data-taking epochs are summarized in Appendix B. To verify that the TF describes the detector response to jets, we use fully simulated tt MC events with all jet energy corrections and smearing needed to match resolutions in data. They must pass all selections summarized in Section IV, and each of the four jets needs to be uniquely matched to a quark. In  Fig. 7 we compare the distributions in the invariant mass of the dijet system that matches the two quarks from the W → qq decay, and the invariant mass of those two quarks, smeared with the jet TF. We compare the distributions in the invariant mass of the trijet system matched to one of the top quarks and the corresponding quarks smeared with the jet TF in Fig. 8. Both tests indicate that the jet TF well describe the jet resolutions. Any residual disagreements are taken into account through the calibration procedures, described in Sections VI A and VII A.",
            "paragraph_rank": 63,
            "section_rank": 15,
            "ref_spans": [
                {
                    "ref_id": "formula_20",
                    "start": 34,
                    "text": "15",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1327,
                    "text": "[15]",
                    "end": 1331
                },
                {
                    "type": "figure",
                    "start": 1784,
                    "text": "Figure 4",
                    "end": 1792
                },
                {
                    "type": "figure",
                    "start": 2005,
                    "text": "Fig. 5",
                    "end": 2011
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 2039,
                    "text": "Fig. 6",
                    "end": 2045
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 2466,
                    "text": "Fig. 7",
                    "end": 2472
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 2825,
                    "text": "Fig. 8",
                    "end": 2831
                }
            ]
        },
        {
            "text": "Modeling of electron momentum",
            "section_rank": 16
        },
        {
            "section": "Modeling of electron momentum",
            "text": "The electron energy resolution is parameterized by the TF",
            "paragraph_rank": 64,
            "section_rank": 16
        },
        {
            "section": "Modeling of electron momentum",
            "text": "with",
            "paragraph_rank": 65,
            "section_rank": 16
        },
        {
            "section": "Modeling of electron momentum",
            "text": "where E x is the reconstructed electron energy, E y is the electron energy at parton level, and θ e is the polar angle of the electron relative to the proton beam direction. These parameters are obtained from the modeling of electron energy response and resolution in Ref. [50] for Run IIa, and are used Fully simulated jet-parton matched MC events passing all selection requirements are compared to partons with energies smeared using the jet TF, and then applying the same standard event selection criteria.",
            "paragraph_rank": 66,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 273,
                    "text": "[50]",
                    "end": 277
                }
            ]
        },
        {
            "section": "Modeling of electron momentum",
            "text": "[GeV] for all four data-taking epochs because they changed only marginally between the epochs. ",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "Modeling of muon momentum",
            "section_rank": 17
        },
        {
            "section": "Modeling of muon momentum",
            "text": "The resolution of the central tracker, which provides the measurement of the muon p T , is described through the uncertainty on the curvature κ ≡ 1/p T of the muon track. The muon TF is parameterized as",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "section": "Modeling of muon momentum",
            "text": "where κ x is the reconstructed muon curvature, and κ y is the corresponding quantity at parton level.",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "section": "Modeling of muon momentum",
            "text": "The resolutions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "section": "Modeling of muon momentum",
            "text": "are obtained from muon tracks in simulated events, where the s and c parameters are linear functions of κ y :",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "section": "Modeling of muon momentum",
            "text": "The values of these coefficients, which are the same for all four data-taking epochs are given in Table 3 for muon tracks with at least three associated hits in the SMT, and for all other tracks. This simplified parameterization of the momentum resolution is valid at high transverse momenta (p T > 20 GeV) where the limitations in coordinate resolution dominate over the effects of multiple scattering.",
            "paragraph_rank": 72,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 98,
                    "text": "Table 3",
                    "end": 105
                }
            ]
        },
        {
            "text": "E. Extraction of the parameters of interest",
            "section_rank": 18
        },
        {
            "section": "E. Extraction of the parameters of interest",
            "text": "In this Section, we discuss how the parameters f , m t , and k JES are extracted from a sample of N selected events that are characterized by their measured quantities",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "section": "E. Extraction of the parameters of interest",
            "text": ", is constructed at each grid point from the product of the individual P evt values according to",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "section": "E. Extraction of the parameters of interest",
            "text": "To construct this likelihood from P evt , P sig is calculated on a grid in (m t , k JES ) with spacings of (1 GeV, 0.01). For simulated tt events, it covers 25 points in m t ranging between m This choice is made because the values of m t and k JES in data are not known a priori, as the analysis is performed blinded, following the procedure to be described in Section VII B. For simulated background events, the same grid is chosen as for data. Since P bkg does not depend on m t , it is calculated on a grid in k JES only, with the same spacing and ranges as P sig .",
            "paragraph_rank": 75,
            "section_rank": 18
        },
        {
            "text": "Extraction of the signal fraction",
            "section_rank": 19
        },
        {
            "section": "Extraction of the signal fraction",
            "text": "The likelihood is determined by the value of the signal fractionf (m t , k JES ) that maximizes L for every assumed pair of (m t , k JES ) values from the grid on which L is calculated. As will be detailed in Sections VI and VII, the measurement of the signal fraction is performed prior to the measurement of m t and k JES . To extract f fit independently, the parameters m t and k JES are integrated over a uniform prior",
            "paragraph_rank": 76,
            "section_rank": 19
        },
        {
            "section": "Extraction of the signal fraction",
            "text": "by summing over all points (m t , k JES ) on the grid that reflect the numerically relevant part of the likelihood, cf. Section V E.",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "Extraction of the top-quark mass and k JES",
            "section_rank": 20
        },
        {
            "section": "Extraction of the top-quark mass and k JES",
            "text": "To obtain the best unbiased estimate of",
            "paragraph_rank": 78,
            "section_rank": 20
        },
        {
            "section": "Extraction of the top-quark mass and k JES",
            "text": "using Simpson's rule [51]. The best unbiased estimate for m fit t is then given by",
            "paragraph_rank": 79,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 21,
                    "text": "[51]",
                    "end": 25
                }
            ]
        },
        {
            "section": "Extraction of the top-quark mass and k JES",
            "text": "and its uncertainty by",
            "paragraph_rank": 80,
            "section_rank": 20
        },
        {
            "section": "Extraction of the top-quark mass and k JES",
            "text": "Thus, by construction, the statistical uncertainty on m t includes the impact of the statistical uncertainty on k JES . To obtain the best unbiased estimates for k fit JES and σ fit k JES , the same procedure is applied as to estimate m fit t and σ fit m t , by replacing k JES ↔ m t in Eqs. (28)(29)(30).",
            "paragraph_rank": 81,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 292,
                    "text": "(28)",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 296,
                    "text": "(29)",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 300,
                    "text": "(30)",
                    "end": 304
                }
            ]
        },
        {
            "text": "F. Calculation of the signal probability",
            "section_rank": 21
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "In the calculation of P sig in Eq. 7, a total of 24 variables are associated with the integration over the momenta of the two colliding quarks d q 1 d q 2 and over the phase space of the sixbody final state, dΦ 6 . After taking into account the δ 2 (η, φ ) functions for the directions of the four jets and the charged lepton according to the TF of Eq. 13, the dimensionality of the integral is reduced by 2 × 5 = 10. Imposing energymomentum conservation provides 4 additional constraints, resulting in a 10-dimensional integral that must be evaluated. The transverse momentum of the neutrinos is inferred from momentum conservation, resulting in up to eight solutions for the neutrino kinematics, which are averaged. The measurement of p / T is not used because of its limited experimental resolution.",
            "paragraph_rank": 82,
            "section_rank": 21,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 35,
                    "text": "7",
                    "end": 36
                },
                {
                    "ref_id": "formula_18",
                    "start": 353,
                    "text": "13",
                    "end": 355
                }
            ]
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "The integration in Eq. 7is performed numerically using MC integration [52]. To reduce the computational demands of the integration, importance sampling [53] is used. To fully exploit importance sampling, we perform a Jacobian transformation of the nominal 10 integration variables to optimized variables where prior information is either known or can be obtained easily. This prior information is then used in the importance sampling. Thus, the integration is performed over the masses of the top and antitop quarks, which are assumed to be equal, the masses of the W + and W − bosons, the energy (curvature) of the electron (muon), E q /(E q + Eq ) for the quarks from the W → qq decay in the LO approximation, and the transverse momenta q 1,x , q 1,y , q 2,x , q 2,y of the colliding quarks. The constraint M W = 80.4 GeV for the in-situ JES calibration is imposed by integrating over M W according to a prior given by a Breit-Wigner distribution. More details about the motivation for the choice of integration variables can be found in Ref. [54].",
            "paragraph_rank": 83,
            "section_rank": 21,
            "ref_spans": [
                {
                    "ref_id": "formula_9",
                    "start": 23,
                    "text": "7",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 70,
                    "text": "[52]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 152,
                    "text": "[53]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1045,
                    "text": "[54]",
                    "end": 1049
                }
            ]
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "The computation of P sig in the previous version of this analysis [14], which is based on about 1/4 of the full Run II integrated luminosity, and uses only one set of MC simulations, required two million CPU-hours [55]. To make our ME technique applicable to the full Run II data sample of 9.7 fb −1 , and to perform a calibration of the method with dedicated MC simulations for each of the four data-taking epochs, we implement two new approaches to reduce computational demand. These approaches are described in detail in Ref. [54], and are briefly summarized below.",
            "paragraph_rank": 84,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 66,
                    "text": "[14]",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 214,
                    "text": "[55]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 529,
                    "text": "[54]",
                    "end": 533
                }
            ]
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "(i) We utilize low-discrepancy sequences for the numerical MC integration of P sig according to Eq. (7), instead of conventional pseudo-random numbers in order to benefit from the key property of low-discrepancy sequences of sampling the integration phase space in a maximally uniform way. This leads to a convergence rate of the estimated integral inversely proportional to N sample [56], which is superior to N sample expected for pseudorandom numbers [53], where N sample is the number of samplings of the integrand. We utilize the implementation of Bratley and Fox [57] of the Sobol sequence [58], which is among the best performing low-discrepancy",
            "paragraph_rank": 85,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 384,
                    "text": "[56]",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 454,
                    "text": "[53]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 569,
                    "text": "[57]",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 596,
                    "text": "[58]",
                    "end": 600
                }
            ]
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "sequences. An accurate, and computationally efficient estimate of the numerical precision of the integral is a key ingredient of numerical MC integration. Since the standard error estimator based on the variance of the integrand is too pessimistic for low-discrepancy sequences, because of their superior convergence rate, we implement a dedicated estimator of the numerical uncertainty according to Ref. [59], which represents a novel treatment in the context of the ME technique. The utilization of low-discrepancy sequences is of particular interest, as it is a procedure universally applicable to MC integration and independent of the computing hardware. Their implementation in our ME technique provides a reduction of about one order of magnitude in computation time, compared to pseudo-random numbers, for the same numerical accuracy.",
            "paragraph_rank": 86,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 405,
                    "text": "[59]",
                    "end": 409
                }
            ]
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "(ii) We factorize the k JES parameter from the ME computation, a novelty in the context the measurements of m t with the ME technique. As described in Section V E, P sig has to be calculated for 25 × 21 = 525 grid points in (m t , k JES ) for simulated tt events. Instead of recalculating P sig for each point in (m t , k JES ), we calculate the integral",
            "paragraph_rank": 87,
            "section_rank": 21
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "in Eq. (7) only once for a given m t , and use the result to calculate P sig for all k JES,i=1,2,...,21 through multiplication by W ( x, y; k JES,i ). This yields another order of magnitude reduction in computation time.",
            "paragraph_rank": 88,
            "section_rank": 21
        },
        {
            "section": "F. Calculation of the signal probability",
            "text": "In total, we obtain a reduction of computation time from about 2 h per event, averaged over the sample of simulated tt events for m t = 172.5 GeV, to about 80 s per event, i.e., by about two orders of magnitude. Both improvements are verified [54] to provide a performance of the ME technique consistent with that in Ref. [14]. They prove essential for a dramatic improvement in the precision of this analysis by allowing to increase the number of simulated MC events used for the calibration of the ME technique (cf. Sections VI A and VII A), and for the evaluation of systematic uncertainties (cf. Section VIII).",
            "paragraph_rank": 89,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 243,
                    "text": "[54]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 322,
                    "text": "[14]",
                    "end": 326
                }
            ]
        },
        {
            "text": "VI. MEASUREMENT OF THE SIGNAL FRACTION",
            "section_rank": 22
        },
        {
            "section": "VI. MEASUREMENT OF THE SIGNAL FRACTION",
            "text": "The ME technique calculates P evt from first principles with a LO ME and a parameterized description of the detector response through W ( x, y; k JES ). The calculation of the parameters of interest, in this case f , has to be therefore calibrated through simulations. The calibration of the response of the ME technique in f and the subsequent extraction of f from data are the subject of this Section. ",
            "paragraph_rank": 90,
            "section_rank": 22
        },
        {
            "text": "A. Calibration of the method",
            "section_rank": 23
        },
        {
            "section": "A. Calibration of the method",
            "text": "Fully simulated tt events, as described in Section III, at m gen t = 172.5 GeV and k gen JES = 1, expected from the standard JES calibration procedure [15], are used for calibrating the response of the ME technique in f . Similarly, fully simulated W +jets events at k gen JES = 1 are included to model the dominant background contribution from W +jets production. We refine the calibration procedure relative to that of Ref. [14] by explicitly accounting for the next-to-dominant contribution from MJ production by using a sample of events in data obtained as described in Section III. Since the detector response, and therefore its parametrization, changes between data-taking epochs and final states, this calibration is obtained for each epoch and final state.",
            "paragraph_rank": 91,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 151,
                    "text": "[15]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 426,
                    "text": "[14]",
                    "end": 430
                }
            ]
        },
        {
            "section": "A. Calibration of the method",
            "text": "At each of the five generated f gen points, ranging between 0.5 and 0.9 in steps of 0.1, 1000 pseudo-experiments (PEs) are constructed, each with the same number of events as observed in data. Since the matrix method provides a normalization of the background contribution from MJ production, each PE contains the same number of randomly drawn MJ events as determined through the matrix method, as shown in Table 2. The remaining number of background events is then drawn from the sample of simulated W +jets events, according to a binomial distribution in 1 − f gen .",
            "paragraph_rank": 92,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 407,
                    "text": "Table 2",
                    "end": 414
                }
            ]
        },
        {
            "section": "A. Calibration of the method",
            "text": "The PE ensembles at each of the five f gen points are used to obtain a linear calibration for the response of the ME technique in f . This is achieved by parametrizing the signal frac- tion f fit , extracted as for data in Section V E and averaged over the PEs for each given f gen point, versus f gen . The resulting linear parameterizations of the response of the ME technique in f are shown for each data-taking epoch in Fig. 9 for the e+jets, and in Fig. 10 for the µ +jets final states. Typical slope parameters are close to 0.75, while typical offsets are few percent at f gen ≈ 0.70, as expected from Section IV.",
            "paragraph_rank": 93,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 424,
                    "text": "Fig. 9",
                    "end": 430
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 454,
                    "text": "Fig. 10",
                    "end": 461
                }
            ]
        },
        {
            "text": "B. Results",
            "section_rank": 24
        },
        {
            "section": "B. Results",
            "text": "The extracted f fit in data is calibrated using the results from the previous Section for each final state and epoch according to",
            "paragraph_rank": 94,
            "section_rank": 24
        },
        {
            "section": "B. Results",
            "text": "where o f and s f are the offset and slope parameters, respectively, as given in Figs. 9 and 10. The uncertainties on o f and s f are propagated to f assuming they are Gaussian distributed. The resulting f are given in Table 4, split by final state and by epoch. Averaging f over the entire Run II, weighting the contributions from data-taking epochs by their respective integrated luminosities, yields f = 63% in the e+jets and f = 70% in the µ +jets final states, with an absolute uncertainty of 1% from the finite size of the data sample and the calibration.",
            "paragraph_rank": 95,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 219,
                    "text": "Table 4",
                    "end": 226
                }
            ]
        },
        {
            "section": "B. Results",
            "text": "As a cross-check we translate the measured f values into cross sections for tt production, which are also reported in Table 4. Combining them in a similar fashion to f , we find σ tt = 7.8 ± 0.1 (stat) pb in the e+jets and σ tt = 7.6 ± 0.1 (stat) pb in the µ +jets final states. The cross sections determined with the ME technique are in good agreement with the prediction 4: Signal fractions f measured in data after calibration, split by final state, and for each data-taking epoch as well as combined over the entire Run II. Also shown are the resulting measured cross sections for tt production. The combined uncertainty from limited statistical accuracy in data and from the finite number of simulated events used for calibration amounts to 1% for f .",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Epoch",
            "section_rank": 25
        },
        {
            "section": "Epoch",
            "text": "Final of σ tt = 7.24 +0.23 −0.27 pb (scale+PDF) from a NNLO calculation at m t = 172.5 GeV, including NNLL corrections [40], and using the MSTW2008NNLO set of PDFs [60]. This is also in agreement with σ tt = 7.78 +0.77 −0.64 pb measured by the D0 Collaboration in 5.3 fb −1 of integrated luminosity [61].",
            "paragraph_rank": 97,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 119,
                    "text": "[40]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 164,
                    "text": "[60]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "+0.77",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 299,
                    "text": "[61]",
                    "end": 303
                }
            ]
        },
        {
            "text": "VII. MEASUREMENT OF THE TOP-QUARK MASS",
            "section_rank": 26
        },
        {
            "section": "VII. MEASUREMENT OF THE TOP-QUARK MASS",
            "text": "As described in Section VI, the response of the ME technique in m t and k JES has to be calibrated prior to the measurement of those parameters. In this Section, we describe the calibration procedure, report the measured m t and k JES values, demonstrate that simulations with our measured values of f , m t , and k JES describe the data well, and draw comparisons to other measurements of m t .",
            "paragraph_rank": 98,
            "section_rank": 26
        },
        {
            "text": "A. Calibration of the method",
            "section_rank": 27
        },
        {
            "section": "A. Calibration of the method",
            "text": "The calibration of the response of the ME technique in m t and k JES proceeds similarly to the calibration in f described in constructed, each containing the same number of events as observed in data, by randomly drawing simulated signal and background events according to the measured f for each datataking epoch and final state, cf. Table 4. For each PE, the fraction of signal events is changed randomly according to a binomial distribution around the f value measured in data. Since the background contribution from MJ production is modeled using data, it is not changed for different generated  Fig. 11 for the e+jets and in Fig. 12 for the µ +jets final states, together with the offset and slope of the linear fits. The response in m t is close to the ideal case of no offset and unit slope. At m gen t = 172.5 GeV, which is close to the current world average of m t = 173.34 GeV [9], the difference between the obtained and ideal response in m t is ≈ 0.5 GeV, i.e., at the level of ≈ 0.25% -a very good performance given that a LO ME with parameterized detector response is used in the ME calculation. We verify that the ideal response of the ME technique is retained through ensemble studies using parton-level tt events generated with PYTHIA using a LO ME. In a similar fashion, we obtain a lin- ear parametrization of the response of the ME technique in k JES , as shown in Fig. 13 for the e+jets and in Fig. 14 for the µ+jets final states. As for the case of m t , the response is close to ideal. At k gen JES = 1 closest to the expectation from the standard JES correction [15], the difference between the obtained and ideal response is at the level of 1%.",
            "paragraph_rank": 99,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 335,
                    "text": "Table 4",
                    "end": 342
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 600,
                    "text": "Fig. 11",
                    "end": 607
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 630,
                    "text": "Fig. 12",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 887,
                    "text": "[9]",
                    "end": 890
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1385,
                    "text": "Fig. 13",
                    "end": 1392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1415,
                    "text": "Fig. 14",
                    "end": 1422
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1586,
                    "text": "[15]",
                    "end": 1590
                }
            ]
        },
        {
            "section": "A. Calibration of the method",
            "text": "To check the validity of the σ m t and σ k JES uncertainties extracted from the ME estimates described in Section V E, we calculate the pulls in m t (π m t ) and in k JES (π k JES ), according to",
            "paragraph_rank": 100,
            "section_rank": 27
        },
        {
            "section": "A. Calibration of the method",
            "text": "For an ideal response, the pull should follow a Gaussian distribution of unit width centered at zero. In our case, both π m t and π k JES are Gaussian distributed, and centered within uncertainties at zero. For each of the simulated (m t , k JES ) points, we determine the pull widths from the σ parameters of Gaussian fits to π m t and π k JES . The average width of π m t is then obtained from a constant fit of the distribution of pull width versus m gen t , as shown for each epoch in Fig. 15 for e+jets and in Fig. 16 for µ +jets final states. The average width of π k JES is obtained in the same way and is given for each epoch in Fig. 17 for e+jets and in Fig. 18 for µ +jets final states. Typically, pull widths are ≈ 20% higher than unity, indicating that the uncertainties σ fit m t and σ fit k JES estimated with the ME technique are somewhat underestimated. They are therefore corrected by inflating by the value of the pull width found for the respective epoch and final state. ",
            "paragraph_rank": 101,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 489,
                    "text": "Fig. 15",
                    "end": 496
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 515,
                    "text": "Fig. 16",
                    "end": 522
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 637,
                    "text": "Fig. 17",
                    "end": 644
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 663,
                    "text": "Fig. 18",
                    "end": 670
                }
            ]
        },
        {
            "text": "B. Results",
            "section_rank": 28
        },
        {
            "section": "B. Results",
            "text": "Here, we present the results of our application of the ME technique to the full Run II data sample corresponding to 9.7 fb −1 of integrated luminosity. The analysis is performed blinded in m t by adding a constant unknown offset to the extracted m t value. The offset is drawn according to a uniform distribution in the range [−2 GeV, 2 GeV]. This interval roughly corresponds to [−3σ WA , 3σ WA ], where σ WA = 0.76 GeV denotes the total uncertainty on the current world average in m t . ",
            "paragraph_rank": 102,
            "section_rank": 28
        },
        {
            "section": "B. Results",
            "text": "where the offset and slope parameters are given in Figs  Fig. 21 for µ +jets final states. The observed uncertainties are consistent with expectations from simulation. We obtain the combined m t for the full Run II data set of 9.7 fb −1 by calculating the uncertainty-weighted mean, which is the best linear unbiased estimator in case of Gaussian uncertainties, according to",
            "paragraph_rank": 103,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 51,
                    "text": "Figs",
                    "end": 55
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 57,
                    "text": "Fig. 21",
                    "end": 64
                }
            ]
        },
        {
            "section": "B. Results",
            "text": "where i runs over all final states and epochs. The combined result after unblinding is m t = 174.98 ± 0.58 (stat+JES) GeV.",
            "paragraph_rank": 104,
            "section_rank": 28
        },
        {
            "section": "B. Results",
            "text": "To verify that the values measured in each epoch and final state are consistent within their statistical (stat+JES) uncertainties, we calculate the value of the χ 2 distribution for 7 degrees of freedom, which yields a probability of 62%.",
            "paragraph_rank": 105,
            "section_rank": 28
        },
        {
            "section": "B. Results",
            "text": "The measured k JES values are shown in Fig. 22 together with their statistical uncertainties. We also compare the observed values of σ k JES with expectations from simulation, and find consistency. We obtain a combined value of k JES =  1.025 ± 0.005 (stat+m t ) by applying Eq. 37 after replacing k JES ↔ m t . The individual measured k JES are consistent with a χ 2 probability of 54%. The total JES uncertainty for tt events after all selections is between 2.0% and 2.1%, depending on the epoch, consistent with our measured k JES at the level of  Fig. 19, but for the k JES parameter.",
            "paragraph_rank": 106,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 39,
                    "text": "Fig. 22",
                    "end": 46
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 551,
                    "text": "Fig. 19",
                    "end": 558
                }
            ]
        },
        {
            "text": "standard deviations (SD)",
            "section_rank": 29
        },
        {
            "section": "standard deviations (SD)",
            "text": ". Due to the busy environment of tt events containing four jets, a higher fraction of the event's energy is expected in jet cones leading to a higher k JES according to Eq. (16)), which is not the case in γ + jet and dijet samples where the JES is derived. Figure 23 presents the two-dimensional likelihood density in (m t , k JES ), which is obtained by multiplying the calibrated likelihood densities for each data-taking epoch and each final state. We compare the m t and k JES values obtained from the minimum of the double-Gaussian fit to the two-dimensional likelihood density in Fig. 23 and find   level of 10 −4 . In Fig. 24 we compare the observed statistical uncertainties on m t and k JES with expectations from PE studies using tt samples for m The corresponding two-dimensional likelihood densities in (m t , k JES ) and the comparison between the expected statistical uncertainty for each final state and the observation are shown in Fig. 25. The results in e+jets and µ +jets channels are consistent at the level of 1 SD considering just statistical un- certainties, and the corresponding p value is 0.30.",
            "paragraph_rank": 107,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 257,
                    "text": "Figure 23",
                    "end": 266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 586,
                    "text": "Fig. 23 and find",
                    "end": 602
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 625,
                    "text": "Fig. 24",
                    "end": 632
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 948,
                    "text": "Fig. 25",
                    "end": 955
                }
            ]
        },
        {
            "section": "standard deviations (SD)",
            "text": "We repeat the measurement assuming k JES = 1, i.e., by evaluating the one-dimensional likelihood L (X N ; m t , k JES ≡ 1), and find m k JES ≡1 t = 176.88 ± 0.41 GeV, which is consistent with the final results obtained by maximizing L (X N ; m t , k JES ) as a function of (m t , k JES ), considering the measured k JES . Separating the statistical uncertainty σ m t into two components, one from m t and the other from k JES , we obtain m t = 174.98 ± 0.41 (stat) ± 0.41 (JES) GeV.",
            "paragraph_rank": 108,
            "section_rank": 29
        },
        {
            "section": "standard deviations (SD)",
            "text": "In contrast to the previous measurement [14], we do not use the JES determined in exclusive γ+jet and dijet events with an uncertainty of ≈ 2% to constrain k JES . We follow this strategy because the statistical uncertainty on the measured k JES value is smaller than the typical uncertainty on the JES and because k JES relates jet energies at detector level to parton energies, while JES relates jet energies at detector level to jet energies at particle level.",
            "paragraph_rank": 109,
            "section_rank": 29
        },
        {
            "text": "C. Comparison of data with simulations using the measured f , m t , and k JES values",
            "section_rank": 30
        },
        {
            "section": "C. Comparison of data with simulations using the measured f , m t , and k JES values",
            "text": "In this Section, we demonstrate that our simulations agree with the data for the measured m t and k JES parameters. We use a sample of simulated tt events at m = 175 GeV, with energies of jets scaled up by k JES = 1.025, corresponding to their measured values. The fractions of signal events, f , are set to their measured values of 63% in the e+jets and 70% in the µ +jets final states in (c) and (d) (cf. Section VI B). The category \"Other bgs\" encompasses Z+jets, WW , W Z, ZZ, and single top quark production, as well as dileptonic tt decays. The production of a W boson in association with at least one b or c quark is denoted as \"W + hf\", while \"W + lf\" stands for all other flavor configurations. The last bin includes overflow events. The ratio shows the number of observed events divided by the number of expected events in a given bin. The band of systematic uncertainty is indicated by the shaded area in the ratio plots, and includes contributions from dominant sources: JES, jet energy resolution, jet identification, flavor dependence of the detector response, b tagging, lepton identification, lepton momentum scale, trigger, as well as hadronization and higher-order effects for tt events.",
            "paragraph_rank": 110,
            "section_rank": 30
        },
        {
            "section": "C. Comparison of data with simulations using the measured f , m t , and k JES values",
            "text": "measured values of 63% in the e+jets and 70% in the µ +jets final states (cf. Section VI B). We consider the same systematic uncertainties as in Section IV: JES, jet energy resolution, jet identification, flavor dependence of the detector response, b tagging, lepton identification, lepton momentum scale, trigger, as well as hadronization and higher-order effects for tt events.",
            "paragraph_rank": 111,
            "section_rank": 30
        },
        {
            "section": "C. Comparison of data with simulations using the measured f , m t , and k JES values",
            "text": "Distributions in the invariant mass of the tt system and in the invariant mass of the jet pair matched to one of the W bosons are shown in Figs. 26 (c-d)  In Fig. 28, we study the distribution in H T , which is defined as the scalar sum of E T of the four jets, the transverse momentum of the tt system, and the transverse momentum of the top quarks. The observable p tt T is given by the transverse coordinates of the four-momentum vector used to calculate m tt , while p  The transverse momenta of the electrons and muons, the distributions of p / T , and the transverse mass of the W → ν decay are shown in Fig. 29. The invariant of the trijet system matched to the hadronic decay of the top quark, reconstructed from the same four-momenta used in the reconstruction of m tt and M W , is shown in Fig. 30. Notable improvement due to reduced backgrounds is observed relative to the Run I measurement [62].",
            "paragraph_rank": 112,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 139,
                    "text": "Figs. 26 (c-d)",
                    "end": 153
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 158,
                    "text": "Fig. 28",
                    "end": 165
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 610,
                    "text": "Fig. 29",
                    "end": 617
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 800,
                    "text": "Fig. 30",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 902,
                    "text": "[62]",
                    "end": 906
                }
            ]
        },
        {
            "text": "Good agreement between data and simulations is observed in all variables except p tt",
            "section_rank": 31
        },
        {
            "section": "Good agreement between data and simulations is observed in all variables except p tt",
            "text": "T , where ALPGEN+PYTHIA predicts fewer events with p tt T < 10 GeV than observed in data, for which a systematic uncertainty is evaluated in Section VIII A 2. The variable p top T , for which agreement within uncertainties is observed, is shown at detector level. However, some discrepancy between measured dσ tt /dp top T corrected for detector effects, and SM calculations is present in our data [34].  The contributions from these sources listed in Table 5 are evaluated individually and combined in quadrature to obtain the total systematic uncertainty.",
            "paragraph_rank": 113,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 398,
                    "text": "[34]",
                    "end": 402
                },
                {
                    "type": "table",
                    "start": 452,
                    "text": "Table 5",
                    "end": 459
                }
            ]
        },
        {
            "text": "Entries/20 GeV",
            "section_rank": 32
        },
        {
            "section": "Entries/20 GeV",
            "text": "All sources of systematic uncertainties are considered fully correlated between e+jets and µ +jets final states, except for the uncertainties from the lepton momentum scale and the calibration of the method. In comparison to the previous analysis using 3.6 fb −1 of integrated luminosity [14], the number of simulated tt events used for the calibration of the ME technique and for the evaluation of systematic uncertainties has increased significantly since the computation time for P sig has been reduced by two orders of magnitude, as discussed in Section V F. As a result, the statistical components of systematic uncertainties are ≈ 0.05 GeV in each of the first four sources listed in Table 5, namely those from higher-order corrections, initial and/or final-state radiation, hadronization and the underlying event (UE), and color reconnection, and are ≈ 0.01 GeV for the heavy-flavor scale factor, residual jet energy scale, flavor-dependent response to jets, lepton momentum scale, jet energy resolution, jet identification efficiency, and modeling of multijet events. The statistical components are negligible for all the other sources of systematic uncertainty. The uncertainties from the first four sources are evaluated for m gen t = 172.5 GeV and k gen JES = 1 by comparing results for m t using different models for signal. All other systematic uncertainties are evaluated by applying a recalibration using simulations that reflect an alternative model to data. The statistical components due to the finite number of simulated events are never larger than the net difference between the central and alternative models for any of the sources of systematic uncertainty.",
            "paragraph_rank": 114,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 288,
                    "text": "[14]",
                    "end": 292
                },
                {
                    "type": "table",
                    "start": 690,
                    "text": "Table 5",
                    "end": 697
                }
            ]
        },
        {
            "section": "Entries/20 GeV",
            "text": "Unless stated otherwise, the systematic uncertainties are evaluated using fully simulated events. Background events are always included, as described in Sections VI A and VII A. The signal fraction used to compose PEs is kept fixed at the value obtained for that data-taking epoch and final state, as summarized in Table 4, except in evaluating the systematic uncertainty from f . The systematic uncertainties from category (iii), which are associated with analysis procedures and assumptions, are evaluated including the MJ background in the ensemble tests. The estimate of all other systematic uncertainties is not expected to be affected by the inclusion of the MJ background contribution in the ensemble tests, which is therefore neglected. We quote signed uncertainties for onesided sources of uncertainty or sources dominated by a onesided component in Table 5, indicating the direction of m t change when using an alternative instead of the central model. Two-sided uncertainties or uncertainties dominated by a twosided component are marked with a ± or ∓ symbol. For onesided sources of systematic uncertainty, the full magnitude of the effect is taken in each direction when calculating the total quadrature sum to obtain the total systematic uncertainty, in accordance with Ref. [7].",
            "paragraph_rank": 115,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 315,
                    "text": "Table 4",
                    "end": 322
                },
                {
                    "type": "table",
                    "start": 859,
                    "text": "Table 5",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1289,
                    "text": "[7]",
                    "end": 1292
                }
            ]
        },
        {
            "section": "Entries/20 GeV",
            "text": "A. Signal and background modeling",
            "paragraph_rank": 116,
            "section_rank": 32
        },
        {
            "text": "Higher-order corrections",
            "section_rank": 33
        },
        {
            "section": "Higher-order corrections",
            "text": "We calibrate the response of the ME technique using tt events generated with the LO ALPGEN program, which accounts for real corrections to the Born level process up to second-order in α s through the ME, i.e., for 0, 1, or 2 additional light partons. To evaluate the effect of higher-order virtual corrections on m t , we use signal events generated with the MC@NLO program [18], which calculates the processes qq → tt, gg → tt, and qg → tt at NLO, as an alternative model. Because MC@NLO is interfaced to HERWIG [63] for simulating the contributions from leading-logarithmic (LL) corrections and fragmentation to the hard process of interest, we use ALPGEN+HERWIG events as the central model for this comparison to avoid double-counting the uncertainty from a different showering model. Performing the ensemble tests for m t = 172.5 GeV, we find a shift of +0.15 GeV, which we assign as the systematic uncertainty due to higher-order corrections. 5: Summary of uncertainties on the measured m t . One-sided sources of uncertainty or sources dominated by a one-sided component are signed, indicating the direction of m t change when using an alternative instead of the central model. Two-sided uncertainties or uncertainties dominated by a two-sided component are marked with a ± or ∓ symbol.",
            "paragraph_rank": 117,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 374,
                    "text": "[18]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 513,
                    "text": "[63]",
                    "end": 517
                }
            ]
        },
        {
            "text": "Source of uncertainty",
            "section_rank": 34
        },
        {
            "section": "Source of uncertainty",
            "text": "Effect on m t (GeV) Signal and background modeling:",
            "paragraph_rank": 118,
            "section_rank": 34
        },
        {
            "section": "Source of uncertainty",
            "text": "Higher The modeling of extra jets from initial/final state radiation (ISR/FSR) can affect the measurement of m t . To evaluate the contribution from this source, we adjust the amount of radiation by changing the ktfac parameter [64] that defines the renormalization scale in the CKKW scale-setting procedure, from its standard value of ktfac = 1 in our ALPGEN+PYTHIA simulations described in Section III, as suggested in Ref. [64]. We constrain changes in the amount of ISR/FSR by studying the cross section for Drell-Yan events (qq → Z/γ * → + − ) measured differentially in the φ * variable [65], which is related to the p T of the Z/γ * boson, and has sensitivity to the amount of QCD radiation. Our studies, documented in Appendix A, indicate that changes in the ktfac parameter by a factor of ±1.5 cover the excursion of MC simulations from data, which results in an uncertainty of ∓0.06 GeV on m t . Previously, the systematic uncertainty from modeling of ISR/FSR was evaluated using a pure LO generator, PYTHIA, and changes made in shower-evolution parameters. The new procedure is more accurate, as it uses a larger data sample for deriving the ISR/FSR dependence, and employs the same generator setup as for simulating the default tt sample.",
            "paragraph_rank": 119,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 228,
                    "text": "[64]",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 426,
                    "text": "[64]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 593,
                    "text": "[65]",
                    "end": 597
                }
            ]
        },
        {
            "text": "Transverse momentum of the tt system",
            "section_rank": 35
        },
        {
            "section": "Transverse momentum of the tt system",
            "text": "The distribution in the transverse momentum of the tt system, p tt T , is not modeled well as shown in Fig. 28, and a dedicated systematic uncertainty is assigned. This mismodeling is corrected by reweighting the contribution from tt events differentially in p tt T to achieve agreement between the simulations and data. Propagating this effect to m t using ensemble tests, we find a shift of −0.07 GeV.",
            "paragraph_rank": 120,
            "section_rank": 35,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 103,
                    "text": "Fig. 28",
                    "end": 110
                }
            ]
        },
        {
            "text": "Hadronization and underlying event",
            "section_rank": 36
        },
        {
            "section": "Hadronization and underlying event",
            "text": "The choice of a model for the parton-shower (PS) evolution, the hadronization, and the underlying event (UE) can lead to a bias on the measured m t value. To evaluate the size of this effect, we compare MC samples where PS evolution, hadronization, and UE are simulated using PYTHIA with HER-WIG as an alternative model. In both cases, the ALPGEN generator is used to simulate the hard process. The comparison of ALPGEN+HERWIG with ALPGEN+PYTHIA will give a convolution of four terms:",
            "paragraph_rank": 121,
            "section_rank": 36
        },
        {
            "section": "Hadronization and underlying event",
            "text": "(i) a statistical component due to the limited size of the MC samples, (ii) a difference in kinematic spectra, most notably in p tt T , between ALPGEN+HERWIG and ALPGEN+PYTHIA, (iii) a difference in the response of the detector to jets simulated with HERWIG and PYTHIA, and (iv) a difference in the modeling of the PS evolution, hadronization, and UE when using ALPGEN+HERWIG and ALPGEN+PYTHIA.",
            "paragraph_rank": 122,
            "section_rank": 36
        },
        {
            "section": "Hadronization and underlying event",
            "text": "We are interested in the effect from source (iv), since (ii) is already accounted for in the systematic uncertainty from modeling of ISR/FSR, and (iii) is taken into account in the systematic uncertainties from modeling of the detector response. We reduce the contributions from sources (i), (ii), and (iii) as follows:",
            "paragraph_rank": 123,
            "section_rank": 36
        },
        {
            "section": "Hadronization and underlying event",
            "text": "(i) The contribution from source (i) is reduced to ≈ 0.05 GeV, about a factor of five smaller than the previous m t measurement [14], by increasing the size of MC samples by a factor of ≈ 25.",
            "paragraph_rank": 124,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 128,
                    "text": "[14]",
                    "end": 132
                }
            ]
        },
        {
            "section": "Hadronization and underlying event",
            "text": "(ii) Reshuffling of momenta between the hard and soft part of the event [66] causes the p tt T distribution in ALPGEN+HERWIG to differ significantly from ALPGEN+PYTHIA, as shown in Fig. 31. To isolate this effect in the evaluation of the systematic uncertainty, we reweight ALPGEN+PYTHIA in p tt T to match the ALPGEN+HERWIG simulation, which results in a shift of 0.05 GeV in m t . The uncertainty from modeling of transverse momentum of the tt system already accounts for the potential impact on m t of this difference, as discussed in Section VIII A 3.  . 31: (a) The ratio of predicted differential cross sections from ALPGEN+HERWIG to those from ALPGEN+PYTHIA as a function of p tt T at particle level. Also shown is the fit with a second-order polynomial used for reweighting ALPGEN+PYTHIA events in p tt T for 35 GeV < p tt T < 200 GeV. Below that range the reweighting is performed according to the histogram, and above with a constant factor of 1.67. Uncertainties are only statistical. (b) Same ratio in the range p tt T < 35 GeV.",
            "paragraph_rank": 125,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 72,
                    "text": "[66]",
                    "end": 76
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 181,
                    "text": "Fig. 31",
                    "end": 188
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 557,
                    "text": ". 31: (a)",
                    "end": 566
                }
            ]
        },
        {
            "section": "Hadronization and underlying event",
            "text": "(iii) The JES calibration is derived using PYTHIA with D0 tune A [15], and is therefore valid only for this specific configuration. The contribution from source (iii) would not be present if a dedicated JES derived with HERWIG was available. Like the default JES calibration using PYTHIA, the alternative calibration using HERWIG would be affected by similar uncertainties accounted for in the \"detector modeling\" category of Table 5. Including the difference of the JES derived with PYTHIA and HERWIG in the evaluation of the uncertainty from the choice PS evolution, hadronization, and UE models would lead to double-counting. To eliminate the contribution from the response of the detector, we use particle-level jet energies. The standard selection as described in Section IV is applied at detector level to take into account any potential effects from the trigger or selection requirements, and the detectorlevel jets are matched to particle-level jets. The matching is done in (η, φ ) space, using the requirement of ∆R( j detector , j particle ) < R cone /2 = 0.25. The energy of each detector-level jet is replaced by the energy of the matched particle-level jet, and the magnitude of the three-momentum | p| of the detector-level jet is adjusted to preserve its original η, φ , and m parameters. Those modified four-momenta of jets are then used, together with all other detector-level information in the event, to extract m t with the ME technique just as in data.",
            "paragraph_rank": 126,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 65,
                    "text": "[15]",
                    "end": 69
                }
            ]
        },
        {
            "section": "Hadronization and underlying event",
            "text": "Reducing the contribution from source (i), and factorizing out contributions from sources (ii) and (iii), as described above, we find an effect of +0.26 GeV from the choice of the model for PS evolution, hadronization, and UE. We verify that k ALPGEN+HERWIG JES and k ALPGEN+PYTHIA JES are consistent within uncertainties, as expected at particle level, indicating that the effect of JES has been factorized out.",
            "paragraph_rank": 127,
            "section_rank": 36
        },
        {
            "section": "Hadronization and underlying event",
            "text": "As a cross-check, we also evaluate the impact of a different PS model and a change in the models for hadronization and UE by comparing tt events simulated with ALPGEN and interfaced to either PYTHIA with D0 tune A (the standard MC setup), or PYTHIA with the Perugia 2011C tune [67]. While the former is based on a Q 2 ordered PS model, the latter is p 2 T ordered [28,29]. Furthermore, the latter is a recent tune from the Perugia 2011 family that includes LHC data, which is recommended for this comparison [68]. Both use the CTEQ6L1 set of PDFs. We verify that the Perugia 2011 family describes the transverse jet shapes sufficiently well and is therefore applicable to Tevatron data dominated by quark jets, despite being tuned including LHC data dominated by wider gluon jets. For simplicity, we carry out the comparison between PYTHIA with D0 tune A and PYTHIA with Perugia 2011C at detector level, and find a change of +0.30 GeV in m t , which serves as an upper estimate of the effect evaluated with particle-level jet energies, as for the comparison of ALPGEN+HERWIG with ALPGEN+PYTHIA.",
            "paragraph_rank": 128,
            "section_rank": 36,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 277,
                    "text": "[67]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 364,
                    "text": "[28,",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 368,
                    "text": "29]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 508,
                    "text": "[68]",
                    "end": 512
                }
            ]
        },
        {
            "text": "Color reconnection",
            "section_rank": 37
        },
        {
            "section": "Color reconnection",
            "text": "Our standard PYTHIA tune, D0 tune A, does not include an explicit model for color reconnection (CR). Color reconnection is sometimes confused with strong color correlation between the hard scattering process and the underlying event. The latter is an integral part of PYTHIA D0 tune A, as not including it would violate confinement. Recently, research has been carried out to include CR in PYTHIA [69]. To evaluate the CR effect, we compare identical ALPGEN events interfaced to PYTHIA with two different tunes, Perugia 2011 and Perugia 2011NOCR. While the former tune includes an explicit CR model, the latter does not. The Perugia 2011 tune rather than Perugia 2011C is used as an alternative model because Perugia 2011 uses the same set of CTEQ5L PDFs as the reference model Perugia 2011NOCR, while Perugia 2011C uses CTEQ6L1. This choice of generator setup is advised in Ref. [68], since Perugia includes a better, more phenomenologically-motivated CR model than the ACRpro tune [70]. The new tune models the color-string survival probability depending on the distance in rapidity between the beginning and the end of the color string, whereas the previous model uses only an overall approximation. We find an effect of +0.10 GeV on m t from this source of systematic uncertainty.",
            "paragraph_rank": 129,
            "section_rank": 37,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 397,
                    "text": "[69]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 880,
                    "text": "[68]",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 983,
                    "text": "[70]",
                    "end": 987
                }
            ]
        },
        {
            "section": "Color reconnection",
            "text": "To cross-check the impact of modeling of multiple parton interactions (MPI) on the measurement, we compare events generated with ALPGEN interfaced to PYTHIA with the Perugia 2011mpiHi and Perugia 2011 tunes, where the former features harder MPI, albeit at a smaller rate, compared to the latter. We find an effect of 0.14 GeV, with a statistical component of ≈ 0.15 GeV due to limited MC event statistics. Since HERWIG and PYTHIA use different models for MPI, an uncertainty from the choice of a model for MPI is already included in the uncertainty from modeling of hadronization and the UE discussed in Section VIII A 4. In addition, it is at least partly included in the comparison between the Perugia 2011 and Perugia 2011NOCR tunes discussed above, since the latter, without CR, must simultaneously adjust the amount of MPI to describe data. Therefore, the comparison between Perugia 2011mpiHi and Perugia 2011 is treated as a cross-check.",
            "paragraph_rank": 130,
            "section_rank": 37
        },
        {
            "text": "Multiple pp interactions",
            "section_rank": 38
        },
        {
            "section": "Multiple pp interactions",
            "text": "Multiple pp interactions can potentially influence the measurement of m t . We reweight the spectrum in instantaneous luminosity of our simulated MC samples to the instantaneous luminosity profile found in data for the respective data-taking epoch and final state. This default correction is derived for each data-taking stream, while the instantaneously luminosity profile in a subset of this data can differ due to the trigger and selection requirements. To evaluate this systematic uncertainty, we obtain an alternative calibration where an additional reweighting in instantaneous luminosity is applied after all selections to bring its spectra in tt simulations and in data into agreement. We find a change in m t of −0.06 GeV.",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "Heavy-flavor scale factor",
            "section_rank": 39
        },
        {
            "section": "Heavy-flavor scale factor",
            "text": "As mentioned in Section III, a heavy-flavor scale factor of k bb,cc = 1.47 is applied to the W bb and W cc cross sections to correct the heavy-flavor content of the W +jets MC samples to expectations from NLO calculations. The uncertainty on k bb,cc is ≈ 15% [34]. Moreover, there is an additional uncertainty of ≈ 12% on the W + c content of the sample [34]. These uncertainties are combined linearly and rounded to 30%. The effect of k bb,cc variations is propagated to m t using PEs. This introduces variations in the kinematic distributions of the combined contribution from W +jets production. As we are interested only in the effect of the changed background composition, we do not change f when constructing the pseudoexperiments. We find an effect of ∓0.06 GeV due to this source of systematic uncertainty.",
            "paragraph_rank": 132,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 259,
                    "text": "[34]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 354,
                    "text": "[34]",
                    "end": 358
                }
            ]
        },
        {
            "text": "Modeling of b-quark jet",
            "section_rank": 40
        },
        {
            "section": "Modeling of b-quark jet",
            "text": "Uncertainties in the simulation of b quark fragmentation can affect the measurement of m t through several aspects of the analysis such as b tagging and the TF. Such effects are studied by reweighting the simulated tt events according to other possible fragmentation models for b quarks. The standard tt MC samples consist of events reweighted from the standard PYTHIA b fragmentation function to a Bowler scheme [71] that has been tuned to LEP (ALEPH, OPAL, and DELPHI) data [72]. To evaluate the potential bias from this source, tt events are further reweighted to account for differences in SLD [72] and LEP data, resulting in a shift of +0.08 GeV in the measured m t .",
            "paragraph_rank": 133,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 413,
                    "text": "[71]",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 476,
                    "text": "[72]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 598,
                    "text": "[72]",
                    "end": 602
                }
            ]
        },
        {
            "section": "Modeling of b-quark jet",
            "text": "The detector response to b-quark jets can be different in the presence of semileptonic decays of b or c quarks. The incorrect simulation of semileptonic branching ratios in b and c quark decays can thus result in a systematic effect on m t . We take an uncertainty of 0.05 GeV determined in Ref. [48] as the contribution from this source. Quadratically combining the two sources of uncertainty, we find a shift in m t of +0.09 GeV.",
            "paragraph_rank": 134,
            "section_rank": 40,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 296,
                    "text": "[48]",
                    "end": 300
                }
            ]
        },
        {
            "text": "Parton distribution functions",
            "section_rank": 41
        },
        {
            "section": "Parton distribution functions",
            "text": "To evaluate the uncertainty from the choice of PDFs, the standard ALPGEN+PYTHIA sample at m gen t = 172.5 GeV is reweighted to match possible excursions in the PDF parameters provided in CTEQ6M [33]. Ensemble tests are repeated for each of these changes and the total uncertainty is evaluated using the following formula [33]:",
            "paragraph_rank": 135,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 194,
                    "text": "[33]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 321,
                    "text": "[33]",
                    "end": 325
                }
            ]
        },
        {
            "section": "Parton distribution functions",
            "text": "where the sum runs over PDF uncertainties in the positive (S + i ) and negative (S − i ) excursions. We find changes in m t of ±0.11 GeV due to this source of systematic uncertainty. The effect on m t from replacing the central PDF set from CTEQ6M by that from CTEQ6L1 is much smaller.",
            "paragraph_rank": 136,
            "section_rank": 41
        },
        {
            "section": "Parton distribution functions",
            "text": "B. Detector modeling",
            "paragraph_rank": 137,
            "section_rank": 41
        },
        {
            "text": "Residual jet energy scale",
            "section_rank": 42
        },
        {
            "section": "Residual jet energy scale",
            "text": "The overall jet energy scale factor k JES is fitted simultaneously with m t , and the corresponding contribution to the statistical uncertainty is included in σ m t . However, k JES does not account for possible effects from uncertainties in the JES corrections that are differential in E or η of the jet. To estimate the potential bias on m t from the residual JES uncertainty, we use a variety of approaches: (i) As for the 3.6 fb −1 analysis, we parameterize the dependence of the upper side of the uncertainty of the JES on energy E of the jet, in four bins in η, as in Ref. [15]. This parameterization is applied to scale up jet energies and to provide an alternative calibration. A single constant offset is added to the parameterization across all four η bins, such that the average correction applied to the energies of all the jets in the sample is zero to avoid double-counting of acceptance effects. We find an effect of +0.13 GeV on m t .",
            "paragraph_rank": 138,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 579,
                    "text": "[15]",
                    "end": 583
                }
            ]
        },
        {
            "section": "Residual jet energy scale",
            "text": "(ii) We also apply the downward changes, and find an effect of −0.08 GeV on m t .",
            "paragraph_rank": 139,
            "section_rank": 42
        },
        {
            "section": "Residual jet energy scale",
            "text": "(iii) We apply the positive JES changes directly, i.e., the momentum of each jet is increased by its 1 SD uncertainty, without any parametrization. In contrast to (i) and (ii), the jet energies are not rescaled on average, and the method is expected to account for the change in the overall JES through the k JES parameter in the twodimensional likelihood fit, at the cost of some doublecounting of acceptance effects. We find a change in m t of −0.20 GeV with this procedure, while k JES changes by −0.018, as expected.",
            "paragraph_rank": 140,
            "section_rank": 42
        },
        {
            "section": "Residual jet energy scale",
            "text": "(iv) The energies of jets are increased using a linear parameterization, which is unity for E = 0 GeV and increases linearly with E, such that it tangentially approaches the upper limit of uncertainty of the JES. The linear parameterization is obtained separately for each data-taking epoch, and changes slightly due to changes in the JES uncertainty. No overall rescaling of the jet energies is applied. We find −0.21 GeV with this approach for the impact on m t .",
            "paragraph_rank": 141,
            "section_rank": 42
        },
        {
            "section": "Residual jet energy scale",
            "text": "As only one dependence of the true JES on E and η of the jet is realized within the uncertainty corridor, we take the maximum envelope of the above uncertainties of 0.21 GeV and assign it as the systematic uncertainty due to the residual JES correction. In previous analyses [14,48], only approach (i) was used, which corresponds to an uncertainty of 0.13 GeV using our results.",
            "paragraph_rank": 142,
            "section_rank": 42,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 275,
                    "text": "[14,",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 279,
                    "text": "48]",
                    "end": 282
                }
            ]
        },
        {
            "text": "Flavor-dependent response to jets",
            "section_rank": 43
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "The standard JES calibration used in this measurement contains a flavor-dependent jet response correction, which is responsible for bringing the simulation of calorimeter response to jets into agreement with that observed in data for a given jet flavor [15]. The flavor-dependent correction is given by",
            "paragraph_rank": 143,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 253,
                    "text": "[15]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "where the index i runs over all constituent particles that belong to a particle jet, and R i is the detector response to particle i, given differentially in p T and η of that particle. The factor F γ+jet ensures that the flavor-averaged part of the JES calibration, extracted from exclusive γ + jet events, is preserved. The correction F corr is largest for b-quark jets and gluon jets, and is relatively small for light quark jets, compared to the flavor-averaged JES, as shown in Fig. 34 of Ref. [15]. We are in a position to apply such a correction in a straightforward way, since the JES is corrected to particle level both for data and MC. To propagate the effect of the uncertainty on F corr to our measured m t value, we change F corr by ±1 SD for each data-taking epoch and final state. We apply this factor to the jets in our signal MC samples to get alternative calibrations, resulting in a systematic uncertainty of ∓0.16 GeV after symmetrization. This uncertainty accounts for the difference in detector response to different jet flavors, in particular b-quark jets versus light quark jets.",
            "paragraph_rank": 144,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 482,
                    "text": "Fig. 34",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 498,
                    "text": "[15]",
                    "end": 502
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "We perform additional studies beyond those done in Ref. [15] to verify that F corr is correctly estimated:",
            "paragraph_rank": 145,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 56,
                    "text": "[15]",
                    "end": 60
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "(i) The derivation of F corr requires a priori input for the relative contributions of b quark, gluon, and light quark jets to the samples of γ + jets and dijet events that are used for its derivation. A variation on the assumption of these relative contributions would result in somewhat different fitted R data i in Eq. (39). The relative contributions from different jet flavors to the sample are taken from PYTHIA with D0 tune A. To estimate the effect of this assumption, we exploit the fact that γ + jets and dijet samples show a rather different sample composition in terms of jet flavor, and obtain F corr in those two samples independently, rather than simultaneously in the standard procedure. We find that the results for F corr in γ + jets and dijet events are consistent with each other within assigned uncertainties.",
            "paragraph_rank": 146,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 322,
                    "text": "(39)",
                    "end": 326
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "(ii) Similarly, a priori input about the particle composition of the jet is needed for the derivation of F corr , which is also taken from PYTHIA with D0 tune A. A variation of the composition of the jet would result in a change to the numerator and the denominator of Eq. (39) because the sum in i runs over all the particles in the jet, and to R data i , which are determined from a fit to data in γ + jets and dijet events. To estimate an upper limit on the impact of the particle composition on F corr for b-quark jets, for which F corr is largest, we use simulated tt events to study the ratio",
            "paragraph_rank": 147,
            "section_rank": 43
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "where F b corr, ALPGEN+PYTHIA is the default correction from Ref. [15], and F b corr, ALPGEN+HERWIG takes the particle composition of the jet predicted by ALPGEN+HERWIG as input, but uses the same R data i and R MC i as in the default case. The ratio Q b corr is shown for +jets final states in Fig. 32. The excursion of the ratio from unity is within 0.5% for the p T spectrum of b-quark jets in tt events.",
            "paragraph_rank": 148,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 66,
                    "text": "[15]",
                    "end": 70
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 295,
                    "text": "Fig. 32",
                    "end": 302
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "The ratio Q b corr can only provide an upper limit on the impact of the assumption of the particle composition of the jet on the flavor-dependent calorimeter response, as it does not involve a coherent JES calibration using γ + jet and dijet events. In particular, R data i , which are determined with PYTHIA, are unchanged, while a calibration of the single particle responses using HERWIG would bring F b corr, ALPGEN+HERWIG into better agreement with γ + jet and dijet data, which F b corr, ALPGEN+PYTHIA is also tuned to, resulting in a Q b corr that is closer to unity. Given these findings, we conclude that the uncertainty on m t from flavor dependence of the calorimeter response to jets of ∓0.16 GeV covers the effect from different parton shower and hadronisation models in PYTHIA and HERWIG. Taking our upper limit estimate using Eq. (40) at face value would increase the systematic uncertainty on m t from flavor dependence of the calorimeter response to jets to ∓0.24 GeV, and the total uncertainty of the measurement to 0.78 GeV.",
            "paragraph_rank": 149,
            "section_rank": 43
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "(iii) We perform another cross check of the energy scale for b-quark jets using a similar approach to Ref. [73], by studying the ratio of transverse momenta of b-tagged jets to jets without a b tag. For events with ≥ 2 b-tagged jets, this ratio is defined as",
            "paragraph_rank": 150,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 107,
                    "text": "[73]",
                    "end": 111
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "where b i refers to the b-tagged jets with the highest p T , and similarly q i for the other two jets. In events with one b-tagged jet, the ratio",
            "paragraph_rank": 151,
            "section_rank": 43
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "is computed. The distribution of R bq after all selections is shown in Fig. 33 for m t = 175 GeV and σ tt = 7.7 pb, as provided by the ME technique. Good agreement between data and simulations is observed. We extract the overall b quark JES k bJES by performing a template fit to the distribution in R bq , and obtain k bJES = 1.008 ± 0.0195 (stat) +0.037 −0.031 (syst) .",
            "paragraph_rank": 152,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 71,
                    "text": "Fig. 33",
                    "end": 78
                }
            ]
        },
        {
            "section": "Flavor-dependent response to jets",
            "text": "The systematic uncertainties include dominant sources like JES, jet energy resolution, jet identification, flavor dependence of the detector response, and b tagging, which provides the main contribution. The measured k bJES value is consistent with unity, and underlines the correctness of F corr from Eq. 39.",
            "paragraph_rank": 153,
            "section_rank": 43
        },
        {
            "text": "Tagging of b jets",
            "section_rank": 44
        },
        {
            "section": "Tagging of b jets",
            "text": "Discrepancies in the b tagging efficiency between data and MC simulations can lead to a systematic shift in the extracted m t . To evaluate the effect of possible discrepancies, the standard corrections to b tagging rates of u, d, s quark jets and gluons, c quark jets, and b-quark jets, which depend on η and p T , are changed within their uncertainties. We evaluate the uncertainty from those corrections by simultaneously decreasing the b tagging efficiencies for b and c quark jets within their uncertainties, while increasing the efficiencies for jets from all other quarks, and find ∓0.10 GeV after symmetrizing their impact on m t .",
            "paragraph_rank": 154,
            "section_rank": 44
        },
        {
            "text": "Trigger",
            "section_rank": 45
        },
        {
            "section": "Trigger",
            "text": "To evaluate the impact of the trigger on our analysis, we apply trigger weights that simulate the impact of the lepton plus jet trigger differentially in p T , η, and φ of the lepton. An alternative calibration with those trigger weights applied is obtained, resulting in a change in the extracted m t of ±0.01 GeV. ",
            "paragraph_rank": 155,
            "section_rank": 45
        },
        {
            "text": "Lepton momentum scale",
            "section_rank": 46
        },
        {
            "section": "Lepton momentum scale",
            "text": "The momentum scale of electrons and muons is known with some finite precision. To evaluate the impact of this effect, we change the momentum scale of a given lepton flavor, while keeping the momentum scale of the other flavor constant, and combine in quadrature the effects found for the two flavors. To evaluate the impact for a given lepton flavor, we assume the worst case, where the momentum scale is shifted in the same direction for all data-taking epochs. We perform this for the up and down changes, and find an effect that is consistent with zero within uncertainties for electrons, and corresponding to 0.01 GeV for muons. Combining the two values in quadrature yields 0.01 GeV, which we quote for this source of systematic uncertainty.",
            "paragraph_rank": 156,
            "section_rank": 46
        },
        {
            "text": "Jet energy resolution",
            "section_rank": 47
        },
        {
            "section": "Jet energy resolution",
            "text": "An additional smearing of jet energies is applied to all MC samples as part of the JES calibration in order to achieve better agreement of MC simulations and data [15]. To evaluate the possible effect of disagreement between data and MC simulations in jet energy resolutions on m t , we produce simulated MC samples where the jet energy resolution correction is changed up and down by its uncertainty. Event probabilities are then re-calculated and ensemble tests are repeated. We ",
            "paragraph_rank": 157,
            "section_rank": 47,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 163,
                    "text": "[15]",
                    "end": 167
                }
            ]
        },
        {
            "text": "FIG. 33: The ratio R bq",
            "section_rank": 48
        },
        {
            "section": "FIG. 33: The ratio R bq",
            "text": "T ) for events with ≥ 2 b-tagged jets, and",
            "paragraph_rank": 158,
            "section_rank": 48
        },
        {
            "section": "FIG. 33: The ratio R bq",
            "text": "T ) for events with one b-tagged jet, after all selections. The category \"Other bgs\" encompasses Z +jets, WW , W Z, ZZ, and single top quark production, as well as dileptonic tt decays. The production of a W boson in association with at least one b or c quark is denoted as \"W + hf\", while \"W + lf\" stands for all other flavor configurations. The last bin includes overflow events. The ratio shows the number of observed events divided by the number of expected events in a given bin. The band of systematic uncertainty is indicated as a shaded area in the ratio plots, and includes dominant sources: JES, jet energy resolution, jet identification, flavor dependence of the detector response, and b tagging.",
            "paragraph_rank": 159,
            "section_rank": 48
        },
        {
            "section": "FIG. 33: The ratio R bq",
            "text": "find an effect of ±0.07 GeV on m t from jet energy resolution, after symmetrizing the excursions.",
            "paragraph_rank": 160,
            "section_rank": 48
        },
        {
            "text": "Jet identification efficiency",
            "section_rank": 49
        },
        {
            "section": "Jet identification efficiency",
            "text": "The efficiency for the identification of jets is slightly higher in MC simulation than in data, and is therefore corrected as part of the JES calibration [15] to achieve better agreement between MC simulations and data in jet identification efficiencies. To evaluate the potential impact from this source on m t , the jet identification efficiencies in the signal MC sample are decreased according to their uncertainties. Subsequently, event probabilities are recalculated and ensemble tests are repeated. The extracted value of m t using this alternative calibration differs from the central value by −0.01 GeV, which is quoted as systematic uncertainty.",
            "paragraph_rank": 161,
            "section_rank": 49,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 154,
                    "text": "[15]",
                    "end": 158
                }
            ]
        },
        {
            "section": "Jet identification efficiency",
            "text": "C. Method",
            "paragraph_rank": 162,
            "section_rank": 49
        },
        {
            "text": "Modeling of multijet events",
            "section_rank": 50
        },
        {
            "section": "Modeling of multijet events",
            "text": "Since we require four jets, and at least one of them btagged, the contribution of the MJ background to our sample of tt candidate events is small (cf. Table 2). Nonetheless, we explicitly account for the next-to-dominant contribution from this background when constructing the PEs for the calibration of the ME technique, as described in Sections VI A and VII A. This was not done in the previous measurement using 3.6 fb −1 of integrated luminosity [14]. To evaluate a systematic uncertainty from the modeling of MJ background, we do not include it in the ensemble tests for an alternative calibration in m t , which yields a change in m t of +0.04 GeV.",
            "paragraph_rank": 163,
            "section_rank": 50,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 151,
                    "text": "Table 2",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 450,
                    "text": "[14]",
                    "end": 454
                }
            ]
        },
        {
            "text": "Signal fraction",
            "section_rank": 51
        },
        {
            "section": "Signal fraction",
            "text": "We apply the f values measured in each data-taking epoch and final state, as summarized in Table 4, to construct the PEs used for calibrating the response of the ME technique in m t and k JES . To evaluate the systematic uncertainty from f , we use alternative calibrations in m t and k JES , where f is changed by ±5%, simultaneously for all data-taking epochs and final states. The 5% value is motivated by the magnitude of the systematic uncertainty on the measured tt production cross section in the D0 data [61], ignoring the uncertainty from integrated luminosity. We obtain ±0.08 GeV as an effect from this source of systematic uncertainty.",
            "paragraph_rank": 164,
            "section_rank": 51,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 91,
                    "text": "Table 4",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 512,
                    "text": "[61]",
                    "end": 516
                }
            ]
        },
        {
            "text": "MC calibration",
            "section_rank": 52
        },
        {
            "section": "MC calibration",
            "text": "The statistical uncertainties due to the limited size of MC samples that are used to construct PEs to study the response of the ME technique, as discussed in Sections VI A and VII A, contribute an uncertainty on the final calibrated value of m t that is statistical in nature. To determine this contribution, we note the uncertainties on the offset and slope parameters of the linear calibrations in Figs. 11 and 12, and propagate them, assuming Gaussian uncorrelated uncertainties, to the extracted m t values in each of the data-taking epochs and final states. Combining the individual m t results for the up and down changes and symmetrizing, we find an uncertainty of ±0.07 GeV due to the limited size of MC samples.",
            "paragraph_rank": 165,
            "section_rank": 52,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 400,
                    "text": "Figs. 11 and 12",
                    "end": 415
                }
            ]
        },
        {
            "text": "D. Summary of uncertainties",
            "section_rank": 53
        },
        {
            "section": "D. Summary of uncertainties",
            "text": "Quadratically combining contributions from all sources of systematic uncertainties from Table 5,  total systematic uncertainty and the statistical uncertainty of 0.58 GeV. The statistical uncertainty consists of two parts: 0.41 GeV from m t alone and 0.41 GeV from k JES . Considering the latter as a source of systematic uncertainty, as is done for the Tevatron combination [8], the total systematic uncertainty including the statistical contribution from the in situ constraint on the JES is 0.64 GeV.",
            "paragraph_rank": 166,
            "section_rank": 53,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 88,
                    "text": "Table 5,",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 375,
                    "text": "[8]",
                    "end": 378
                }
            ]
        },
        {
            "text": "IX. COMPARISON WITH PREVIOUS MEASUREMENTS",
            "section_rank": 54
        },
        {
            "text": "A. Comparison with the Tevatron average",
            "section_rank": 55
        },
        {
            "section": "A. Comparison with the Tevatron average",
            "text": "Our result is included in the Tevatron combination from July 2014 [8], which takes into account 10 published and 2 preliminary results from the CDF and D0 collaborations using pp collision data from Run I and Run II of the Fermilab Tevatron Collider. Considering correlations between sources of systematic uncertainty as described in detail in Ref. [7], the final result is m t = 174.34 ± 0.64 GeV, with a relative weight of 67% from the D0 measurement. An overview of the input measurements performed using Run II data is presented in Fig. 34. All measurements from Run I and Run II are consistent with χ 2 = 10.8 for 11 degrees of freedom, which corresponds to a χ 2 probability of 46%.",
            "paragraph_rank": 167,
            "section_rank": 55,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 66,
                    "text": "[8]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 349,
                    "text": "[7]",
                    "end": 352
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 536,
                    "text": "Fig. 34",
                    "end": 543
                }
            ]
        },
        {
            "text": "B. Comparison with the world average",
            "section_rank": 56
        },
        {
            "section": "B. Comparison with the world average",
            "text": "Our result can be compared with the current world average of m t = 173.34 ± 0.76 GeV [9], which encompasses 11 measurements from the ATLAS, CDF, CMS, and D0 Collaborations, excluding this measurement. We do this comparison considering the full uncertainty in the world combination and only the statistical uncertainty in our measurement, which provides a reasonable approximation, given the large correlation among the experiments for most sources of systematic uncertainty. Furthermore, we use the simplifying assumption that there is no correlation between the statistical uncertainty of our new measurement and of the world average. We find consistency at the 1.7 SD level. Due to the complicated correlation of systematic uncertainties, a more detailed comparison should be performed in a separate document, with participation from all the collaborations supplying measured m t values as inputs, and include all updates since the publication of Ref. [9].",
            "paragraph_rank": 168,
            "section_rank": 56,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 85,
                    "text": "[9]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 954,
                    "text": "[9]",
                    "end": 957
                }
            ]
        },
        {
            "text": "X. SUMMARY",
            "section_rank": 57
        },
        {
            "section": "X. SUMMARY",
            "text": "In summary, we have performed a measurement of the mass of the top quark using the matrix element technique in tt candidate events in lepton+jets final states using 9.7 fb −1 of Run II integrated luminosity collected by the D0 detector at the Fermilab Tevatron pp Collider. The result, m t = 174.98 ± 0.58 (stat + JES) ± 0.49 (syst) GeV , or m t = 174.98 ± 0.76 GeV , is consistent with the values given by the current Tevatron and world combinations of the top-quark mass [8,9] and achieves by itself a similar precision. With an uncertainty of 0.43%, it constitutes the most precise single measurement of the topquark mass, and is ≈ 70% more precise than the next-to-most precise single measurement [74]. The total systematic uncertainty of our result is smaller than that of any other single measurement.",
            "paragraph_rank": 169,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 473,
                    "text": "[8,",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 476,
                    "text": "9]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 701,
                    "text": "[74]",
                    "end": 705
                }
            ]
        },
        {
            "section": "X. SUMMARY",
            "text": "Appendix A: Constraining the amount of radiation using Drell-Yan events",
            "paragraph_rank": 170,
            "section_rank": 57
        },
        {
            "section": "X. SUMMARY",
            "text": "Because of the limited statistics in tt candidate events recorded by D0 in Run II, it is difficult to use tt events directly to study ISR and FSR. We therefore take an alternative approach using the Z/γ * → + − process to experimentally constrain ISR and FSR. In the following, we motivate this approach, briefly review the measurement of Z/γ * → + − production [65] that we use to obtain the dependence of ISR and FSR, and present our results.",
            "paragraph_rank": 171,
            "section_rank": 57,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 362,
                    "text": "[65]",
                    "end": 366
                }
            ]
        },
        {
            "text": "Motivation",
            "section_rank": 58
        },
        {
            "section": "Motivation",
            "text": "At the Tevatron, tt pairs are dominantly produced via qq annihilation. The ISR will stem therefore dominantly from the process where an initial-state quark radiates a gluon, which can be described by the P q→qg splitting function. In the LO picture of the tt process, the final-state partons are also quarks, and FSR is therefore described by the same P q→qg splitting function. At the same time, the production of Z bosons at the Tevatron is also dominated by qq annihilation, and ISR in Z/γ * → + − can be also described by the P q→qg splitting function. A measurement of ISR in Z/γ * → + − events can therefore be used to constrain ISR and FSR in tt events.",
            "paragraph_rank": 172,
            "section_rank": 58
        },
        {
            "section": "Motivation",
            "text": "The experimental approach outlined above was first proposed in Ref. [75]. Beyond Ref. [75], we use the φ * variable [65], which is more sensitive to soft ISR. Since this measurement is corrected for detector effects, it can be used to compare directly generated Z/γ * → + − events with data.",
            "paragraph_rank": 173,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 68,
                    "text": "[75]",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 86,
                    "text": "[75]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 116,
                    "text": "[65]",
                    "end": 120
                }
            ]
        },
        {
            "section": "Motivation",
            "text": "2. The measurement of the Z/γ * → + − cross section",
            "paragraph_rank": 174,
            "section_rank": 58
        },
        {
            "section": "Motivation",
            "text": "The φ * observable used to establish sensitivity to ISR in Ref. [65] is defined as",
            "paragraph_rank": 175,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 64,
                    "text": "[65]",
                    "end": 68
                }
            ]
        },
        {
            "section": "Motivation",
            "text": "where φ acop is the acoplanarity angle, given by φ acop = π − ∆φ + − , and ∆φ + − is the difference in azimuthal angle between the two lepton candidates. The variable θ * η is a measure of the scattering angle of the leptons relative to the proton beam direction in the rest frame of the dilepton system, and is defined as cos(θ * η ) = tanh",
            "paragraph_rank": 176,
            "section_rank": 58
        },
        {
            "section": "Motivation",
            "text": "where η − and η + are the laboratory pseudorapidities of the negatively and positively charged lepton, respectively.",
            "paragraph_rank": 177,
            "section_rank": 58
        },
        {
            "section": "Motivation",
            "text": "The measurement of dσ Z/γ * → + − /dφ * is corrected for detector effects, and performed in the fiducial region defined by the presence of the two oppositely charged leptons, as summarized in Table 6. The electron four-momentum is defined 6: Summary of kinematic requirements used to define the measurement of dσ Z/γ * → + − /dφ * in the fiducial region of Ref. [65].",
            "paragraph_rank": 178,
            "section_rank": 58,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 192,
                    "text": "Table 6",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 362,
                    "text": "[65]",
                    "end": 366
                }
            ]
        },
        {
            "text": "Charged leptons:",
            "section_rank": 59
        },
        {
            "section": "Charged leptons:",
            "text": "p T > 20 GeV |η| < 1.1 or 1.5 < |η| < 3.0 (e) p T > 15 GeV |η| < 2.0 (µ) + − system: 60 GeV < m + − < 120 GeV as the sum of the four-momenta of all electrons and photons in the ∆R < 0.2 cone around the detector-level electron. No cone summation is applied to muons. The measurement is performed in three bins of rapidity of the boson of 0 < |y| < 1, 1 < |y| < 2, and |y| > 2 in e + e − , and in two bins of rapidity, 0 < |y| < 1 and 1 < |y| < 2 in µ + µ − final states. This ensures that P q→qg is probed in different kinematic regimes of the square of the four-momentum transfer Q 2 .",
            "paragraph_rank": 179,
            "section_rank": 59
        },
        {
            "text": "Results",
            "section_rank": 60
        },
        {
            "section": "Results",
            "text": "As described in Sec. III, ALPGEN+PYTHIA is used to generate tt MC events, where Feynman diagrams accounting for hard radiation from the initial or final state partons up to second-order in α s are introduced through the hard ME in ALPGEN, i.e., in bins of 0, 1, and 2 additional light partons, which are then combined according to their cross sections. For consistency, we use an identical setup for generating Z → + − events. The ratio of unfolded dσ Z/γ * → + − /dφ * data to the predictions from ALPGEN+PYTHIA at particle level, is shown in Fig. 35 for the e + e − and in Fig. 36 for the µ + µ − final states. The ALPGEN+PYTHIA model is not able to describe the data over the entire spectrum in φ * , but the overall agreement is reasonable. In the analysis, we identify up and down changes in the radiation rate that cover the excursions of nominal MC predictions from the data.",
            "paragraph_rank": 180,
            "section_rank": 60,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 544,
                    "text": "Fig. 35",
                    "end": 551
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 575,
                    "text": "Fig. 36",
                    "end": 582
                }
            ]
        },
        {
            "section": "Results",
            "text": "Modifying parameters such as Λ QCD or α s adjusting the rate of ISR/FSR in the PS, as is done in stand-alone PYTHIA, leads to unphysical results for ALPGEN+PYTHIA, since the MLM matching of the PS to the hard ME calculation partly compensates for such effects in the PS [64]. Thus, the preferred approach is to change the amount of ISR/FSR through rescaling of the renormalization scale in the CKKW scale-setting procedure ktfac from its default of unity, as suggested in Ref. [64]. Our studies indicate that changing the ktfac parameter by a factor of ±1.5 provide coverage for the excursions of the nominal MC predictions from the data. This is demonstrated in Fig. 35 for the e + e − and in Fig. 36 for the µ + µ − final states. Based on these studies, we evaluate the systematic uncertainty from ISR/FSR in tt events by setting the ktfac parameter to 2/3 for the up and 3/2 for the down point.                ",
            "paragraph_rank": 181,
            "section_rank": 60,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 270,
                    "text": "[64]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 477,
                    "text": "[64]",
                    "end": 481
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 663,
                    "text": "Fig. 35",
                    "end": 670
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 694,
                    "text": "Fig. 36",
                    "end": 701
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 61
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:The total partonic cross section for tt production in pp collisions through quark-antiquark annihilation at LO, as defined in Eq.(10).",
            "paragraph_rank": 182,
            "section_rank": 61,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 136,
                    "text": "(10)",
                    "end": 140
                }
            ]
        },
        {
            "text": "Fig. 2 for",
            "section_rank": 62
        },
        {
            "section": "Fig. 2 for",
            "text": "e+jets and inFig. 3for µ +jets final states.",
            "paragraph_rank": 183,
            "section_rank": 62
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 63
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: Same as Fig. 2, but for the µ +jets final state for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.",
            "paragraph_rank": 184,
            "section_rank": 63
        },
        {
            "text": "FIG. 4 :FIG. 5 :",
            "section_rank": 64
        },
        {
            "section": "FIG. 4 :FIG. 5 :",
            "text": "FIG. 4: The TF W jet (E x , E y ; k JES ) for light-quark jets at k JES ≡ 1 in Run IIb2, as a function of the measured jet energy E x , for different parton energies E y , as indicated in the legend. The TF are shown in four pseudorapidity regions: (a) |η| ≤ 0.4, (b) 0.4 < |η| ≤ 0.8, (c) 0.8 < |η| ≤ 1.6, and (d) 1.6 < |η| ≤ 2.5. Energies E x > 150 GeV are also considered, but not shown.",
            "paragraph_rank": 185,
            "section_rank": 64
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 65
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6: Same as Fig. 4, but for b-quark jets without muons inside the jet cone. The TF are shown in four pseudorapidity regions: (a) |η| ≤ 0.4, (b) 0.4 < |η| ≤ 0.8, (c) 0.8 < |η| ≤ 1.6, and (d) 1.6 < |η| ≤ 2.5.",
            "paragraph_rank": 186,
            "section_rank": 65
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 66
        },
        {
            "section": "FIG. 7 :",
            "text": "FIG. 7: Invariant mass of the dijet system matched to the W → qq decay for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.Fully simulated jet-parton matched MC events passing all selection requirements are compared to partons with energies smeared using the jet TF, and then applying the same standard event selection criteria.",
            "paragraph_rank": 187,
            "section_rank": 66
        },
        {
            "text": "FIG. 8 :",
            "section_rank": 67
        },
        {
            "section": "FIG. 8 :",
            "text": "FIG. 8: Same as Fig. 7, but for the invariant mass of the trijet system matched to the hadronic decay of the top quark for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.",
            "paragraph_rank": 188,
            "section_rank": 67
        },
        {
            "text": "+",
            "section_rank": 68
        },
        {
            "section": "+",
            "text": "12 GeV, and 21 points in k JES between k gen JES − 0.1 and k gen JES + 0.1. The ranges are chosen to ensure that they contain the numerically relevant part of the likelihood for all pseudo-experiments (cf. Sections VI A and VII A). For data, the grid is extended to [153 GeV, 192 GeV] in m t and to [0.85, 1.15] in k JES .",
            "paragraph_rank": 189,
            "section_rank": 68
        },
        {
            "text": "FIG. 9 :",
            "section_rank": 69
        },
        {
            "section": "FIG. 9 :",
            "text": "FIG. 9: The response of the ME technique in f , derived from the average of f fit over 1000 PEs at each f gen point, for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3 in the e+jets final state. The response is fitted with a linear function shown as a solid black line, whose slope and offset values are given at the bottom of the plots. The broken red line represents an ideal response.",
            "paragraph_rank": 190,
            "section_rank": 69
        },
        {
            "text": "FIG. 10 :",
            "section_rank": 70
        },
        {
            "section": "FIG. 10 :",
            "text": "FIG. 10: Same as Fig. 9, but in the µ+jets final state, for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.",
            "paragraph_rank": 191,
            "section_rank": 70
        },
        {
            "text": "FIG. 11 :",
            "section_rank": 71
        },
        {
            "section": "FIG. 11 :",
            "text": "FIG. 11: The response of the ME technique in m t , obtained using simulations from the average of m fit t in 1000 PEs at each m gen t point, as a function of m gen t , for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3 in the e+jets final state. The response is fitted with a linear function shown as a solid black line, whose slope and offset values are summarized at the bottom of the plots. The red broken line represents an ideal response.",
            "paragraph_rank": 192,
            "section_rank": 71
        },
        {
            "text": ". The response of the ME technique in m t and k JES is obtained by extracting m fit t and k fit JES for each pseudo-experiment as in data, i.e., according to the procedure described in Section V E. The averages m fit t and k fit JES are determined from Gaussian fits to distributions in m fit t and k fit JES , respectively. A linear parametrization of the response in m t is obtained by fitting m fit t as a function of m gen t . Those parameterizations are shown for each epoch in",
            "paragraph_rank": 193,
            "section_rank": 72
        },
        {
            "text": "FIG. 12 :",
            "section_rank": 73
        },
        {
            "section": "FIG. 12 :",
            "text": "FIG. 12: Same as Fig. 11, but in the µ+jets final state, for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.",
            "paragraph_rank": 194,
            "section_rank": 73
        },
        {
            "text": "FIG. 13 :FIG. 14 :FIG. 15 :FIG. 16 :FIG. 17 :FIG. 18 :",
            "section_rank": 74
        },
        {
            "section": "FIG. 13 :FIG. 14 :FIG. 15 :FIG. 16 :FIG. 17 :FIG. 18 :",
            "text": "FIG. 13: The response of the ME technique in k JES , obtained using simulations from the average of k fit JES in 1000 PEs at each k gen JES point, as a function of k gen JES , for (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3 in the e+jets final state. The response is fitted with a linear function shown as a solid black line, whose slope and offset values are summarized at the bottom of the plots. The red broken line represents an ideal response. The poor compatibility of data with the linear fit displayed in panel (a) likely to occur if many fits, in our case, 16, are performed.",
            "paragraph_rank": 195,
            "section_rank": 74
        },
        {
            "text": "The method to extract m t and k JES is described in Section V E. The linear calibrations from Section VII A are applied to data through the likelihoods L (X N ; m t ), defined in Eq.(28), and L (X N ; k JES ) by transforming the m t and k JES parameters according to m t → m t = (m t − 172.5 GeV) − o m t s m t + 172.5 GeV,(35)",
            "paragraph_rank": 196,
            "section_rank": 75
        },
        {
            "text": ". 11- 14 .",
            "section_rank": 76
        },
        {
            "section": ". 11- 14 .",
            "text": "The direct calibration of the likelihoods L (X N ; m t ) and L (X N ; k JES ) takes into account the effect of slopes = 1 when estimating the statistical uncertainties σ m t and σ k JES . Subsequently, the slope-corrected uncertainties σ m t are calibrated by multiplying them with the average widths of the distributions in π m t , summarized inFig. 15for e+jets and inFig. 16for µ +jets final states. Similarly, the uncertainties σ k JES are calibrated with the average widths in π k JES , given inFigs. 17 and 18. The m t measurements are summarized in Fig. 19, along with their statistical uncertainties, which include the statistical contribution from k JES . The observed statistical uncertainty is compared with expectations from pseudo-experiments for m gen t = 172.5 GeV in Fig. 20 for e+jets and in",
            "paragraph_rank": 197,
            "section_rank": 76
        },
        {
            "text": "FIG. 20 :",
            "section_rank": 77
        },
        {
            "section": "FIG. 20 :",
            "text": "FIG. 20: Distribution of expected statistical uncertainties σ m t in e + jets final states in (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3, obtained in 1000 PEs at m gen t = 172.5 GeV and k JES = 1, after calibrating for non-unit width of the distribution in π m t . The observed statistical uncertainties in data are indicated by arrows.",
            "paragraph_rank": 198,
            "section_rank": 77
        },
        {
            "text": "FIG. 21 :FIG. 22 :",
            "section_rank": 78
        },
        {
            "section": "FIG. 21 :FIG. 22 :",
            "text": "FIG. 21: Same as Fig. 20, in µ +jets final states in (a) Run IIa, (b) Run IIb1, (c) Run IIb2, and (d) Run IIb3.",
            "paragraph_rank": 199,
            "section_rank": 78
        },
        {
            "text": "FIG. 24 :",
            "section_rank": 79
        },
        {
            "section": "FIG. 24 :",
            "text": "FIG. 24: (a) Distribution of the expected uncertainty on m t , as obtained using PEs where the tt contribution is taken at m gen t = 172.5 GeV and k JES = 1, after calibration. The observed statistical uncertainty is indicated by an arrow. (b) Same for uncertainty on k JES .",
            "paragraph_rank": 200,
            "section_rank": 79
        },
        {
            "text": "observed uncertainty is consistent with the expectation. The values of m t and k JES measured in e+jets and µ +jets final states using 9.7 fb −1 of integrated luminosity are m e+jets t = 175.55 ± 0.81 (stat+JES) GeV , k e+jets JES = 1.026 ± 0.006 (stat+m t ) , m µ+jets t = 174.36 ± 0.84 (stat+JES) GeV , k µ+jets JES = 1.025 ± 0.007 (stat+m t ) .",
            "paragraph_rank": 201,
            "section_rank": 80
        },
        {
            "text": "FIG. 25 :",
            "section_rank": 81
        },
        {
            "section": "FIG. 25 :",
            "text": "FIG. 25: (a) Two-dimensional likelihood L (X N ; m t , k JES )/L max for data in the e+jets final state. Fitted contours of equal probability are overlaid as solid lines. The maximum is marked with a cross. (b) Distribution in expected uncertainty on m t in e+jets final states, obtained using PEs where the tt contribution is taken at m gen t = 172.5 GeV and k JES = 1, after calibration. The observed statistical uncertainty in data is indicated by the arrow. (c) Same as (a), but for the µ +jets channel. (d) Same as (b), but for the µ +jets channel.",
            "paragraph_rank": 202,
            "section_rank": 81
        },
        {
            "text": "=FIG. 26 :",
            "section_rank": 82
        },
        {
            "section": "=FIG. 26 :",
            "text": "FIG. 26: The invariant mass of the tt system in the (a) e+jets and (b) µ +jets final states, assuming m gen t = 172.5 GeV, k JES = 1, and σ tt = 7.24 pb −1 [40]. The same observable in the (c) e+jets and (d) µ+jets final states for m gen t",
            "paragraph_rank": 203,
            "section_rank": 82
        },
        {
            "text": "and 27 (c-d), respectively, together with the predictions from our signal and background models. The observables m tt and M W are reconstructed with the same algorithm as described in Section IV. As expected, the agreement between data and simulations improves compared to Figs. 26 (a-b) and 27 (a-b) when we use the measured values of f , m t , and k JES .",
            "paragraph_rank": 204,
            "section_rank": 83
        },
        {
            "text": "topTFIG. 27 :",
            "section_rank": 84
        },
        {
            "section": "topTFIG. 27 :",
            "text": "FIG. 27: Same as Fig. 26, but for the invariant mass of the dijet system matched to the W boson, assuming m gen t = 172.5 GeV, k JES = 1, and σ tt = 7.24 pb −1 [40] in the (a) e+jets and (b) µ +jets final states, and for m gen t = 175 GeV, k JES = 1.025, and f corresponding to their measured values in the (c) e+jets and (d) µ +jets final states.",
            "paragraph_rank": 205,
            "section_rank": 84
        },
        {
            "text": "|m t − mt | mass difference.",
            "paragraph_rank": 206,
            "section_rank": 85
        },
        {
            "text": "FIG. 28 :",
            "section_rank": 86
        },
        {
            "section": "FIG. 28 :",
            "text": "FIG. 28: The scalar sum of E T of the four jets H T in (a) e+jets and (b) µ +jets final states, for the transverse momentum of the tt system in (c) e+jets and (d) µ +jets final states, as well as for the transverse momentum of the top quarks in (a) e+jets or (b) µ +jets final states. All panels are for m gen t = 175 GeV, with energies of jets scaled up by k JES = 1.025, corresponding to their measured values. The fractions of signal events, f , are set to their measured values of 63% in the e+jets and 70% in the µ +jets final states in (c) and (d) (cf. Section VI B). The list of included background contributions and sources of systematic uncertainties considered are identical to those from Fig. 26. Panels (e) and (f) have two entries per event, one for each of the t andt quarks.",
            "paragraph_rank": 207,
            "section_rank": 86
        },
        {
            "text": "FIG. 29 :FIG. 30 :",
            "section_rank": 87
        },
        {
            "section": "FIG. 29 :FIG. 30 :",
            "text": "FIG. 29: Same asFig. 28, but for the transverse momentum of the (a) electron or (b) muon, for the missing transverse momentum in (c) e+jets and (d) µ +jets final states, as well as for the transverse mass of the W → ν decay in (e) e+jets and (f) µ +jets final states.",
            "paragraph_rank": 208,
            "section_rank": 87
        },
        {
            "text": "FIG. 31: (a)The ratio of predicted differential cross sections from ALPGEN+HERWIG to those from ALPGEN+PYTHIA as a function of p tt T at particle level. Also shown is the fit with a second-order polynomial used for reweighting ALPGEN+PYTHIA events in p tt T for 35 GeV < p tt T < 200 GeV. Below that range the reweighting is performed according to the histogram, and above with a constant factor of 1.67. Uncertainties are only statistical. (b) Same ratio in the range p tt T < 35 GeV.",
            "paragraph_rank": 209,
            "section_rank": 88
        },
        {
            "text": "FIG. 32 :",
            "section_rank": 89
        },
        {
            "section": "FIG. 32 :",
            "text": "FIG. 32: The ratio Q b corr = F b corr, ALPGEN+HERWIG /F b corr, ALPGEN+PYTHIA for b-quark jets in simulated tt events and +jets final state as a function of the p T of the jet. The ideal Q b corr of unity is indicated as the broken line. The uncertainties on the points reflect the finite size of the MC sample. The total uncertainty on the standard flavordependent correction for ALPGEN+PYTHIA is indicated as the band around unity.",
            "paragraph_rank": 210,
            "section_rank": 89
        },
        {
            "text": "FIG. 34: Summary of the measurements performed in Run II of the Tevatron which are used as inputs to the Tevatron combination [8]. The inner error bars indicate the statistical uncertainties, while the outer bars represent the total uncertainties. The Tevatron average value of m t obtained using input measurements from Run I and Run II is given at the bottom and its uncertainty is shown by the band. The Figure is adapted from Ref. [8].",
            "paragraph_rank": 211,
            "section_rank": 90
        },
        {
            "text": "TABLE 1 :",
            "section_rank": 91
        },
        {
            "section": "TABLE 1 :",
            "text": "A summary of kinematic event selections. > 20 GeV |η| < 2.5 Jet with highest p T p T > 40 GeV |η| < 2.5 Imbalance in transverse momentum p / T > 20 GeV",
            "paragraph_rank": 212,
            "section_rank": 91
        },
        {
            "text": "TABLE 2 :",
            "section_rank": 92
        },
        {
            "section": "TABLE 2 :",
            "text": "Comparison of the number of observed data events after all selections with the expectation from simulations, assuming σ tt = 7.24 pb −1",
            "paragraph_rank": 213,
            "section_rank": 92
        },
        {
            "text": "1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIa MC e+jets (a) [GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb1 MC e+jets (b) [GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb2 MC e+jets (c) [GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb3 MC e+jets",
            "section_rank": 93
        },
        {
            "text": "[GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb1 MC +jets µ (b) [GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb2 MC +jets µ (c) [GeV] t m 160 165 170 175 180 185 Acceptance 0.02 0.03 0.04 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 1.10 1.05 1.00 0.95 0.90 JES k DØ Run IIb3 MC +jets µ",
            "section_rank": 94
        },
        {
            "text": "TABLE 3 :",
            "section_rank": 95
        },
        {
            "section": "TABLE 3 :",
            "text": "Parameters of the muon TF for muons with at least three associated hits in the SMT and for all other tracks. These values are the same for all the four data-taking epochs.",
            "paragraph_rank": 216,
            "section_rank": 95
        },
        {
            "text": "TABLE",
            "section_rank": 96
        },
        {
            "text": "e+jets Run IIa +jets Run IIa µ e+jets Run IIb1 +jets Run IIb1 µ e+jets Run IIb2 +jets Run IIb2 µ e+jets Run IIb3 +jets Run IIb3 µ",
            "section_rank": 97
        },
        {
            "section": "e+jets Run IIa +jets Run IIa µ e+jets Run IIb1 +jets Run IIb1 µ e+jets Run IIb2 +jets Run IIb2 µ e+jets Run IIb3 +jets Run IIb3 µ",
            "text": "2 χ FIG. 19: Summary of the measured m t values with their statistical uncertainties for each data-taking epoch and split according to final state. The red-shaded band indicates the statistical uncertainty on the combined m t value in Run II data corresponding to 9.7 fb −1 of integrated luminosity.",
            "paragraph_rank": 219,
            "section_rank": 97
        },
        {
            "text": "TABLE",
            "section_rank": 98
        },
        {
            "text": "TABLE",
            "section_rank": 99
        },
        {
            "text": "TABLE 7 :",
            "section_rank": 100
        },
        {
            "section": "TABLE 7 :",
            "text": "Jet TF parameters a i and b i for Run IIa and |η| ≤ 0.4.",
            "paragraph_rank": 222,
            "section_rank": 100
        },
        {
            "text": "TABLE 8 :",
            "section_rank": 101
        },
        {
            "section": "TABLE 8 :",
            "text": "Jet TF parameters a i and b i for Run IIa and 0.4 < |η| ≤ 0.8. 10 −1 8.60 × 10 −4 4.34 × 10 +0 −2.11 × 10 −1 6.88 × 10 +0 −1.56 × 10 −1 2 3.64 × 10 +0 1.19 × 10 −1 3.13 × 10 +0 2.03 × 10 −1 1.71 × 10 +0 1.65 × 10 −1 3 0 2.73 × 10 −4 0 3.40 × 10 −2 0 9.12 × 10 −5 4 2.48 × 10 +1 −1.73 × 10 −1 −8.77 × 10 +0 2.43 × 10 −2 4.71 × 10 +1 −3.41 × 10 −1 5 1.89 × 10 +1 9.84 × 10 −2 3.45 × 10 +0 9.94 × 10 −2 2.09 × 10 +1 1.07 × 10 −1",
            "paragraph_rank": 223,
            "section_rank": 101
        },
        {
            "text": "TABLE 9 :",
            "section_rank": 102
        },
        {
            "section": "TABLE 9 :",
            "text": "Jet TF parameters a i and b i for Run IIa and 0.8 < |η| ≤ 1.6. × 10 +0 7.90 × 10 −2 −5.98 × 10 +0 −6.28 × 10 −2 6.00 × 10 +1 −7.50 × 10 −1 5 1.30 × 10 +1 8.39 × 10 −2 1.63 × 10 +0 1.82 × 10 −1 1.00 × 10 +1 2.00 × 10 −1",
            "paragraph_rank": 224,
            "section_rank": 102
        },
        {
            "text": "TABLE 10 :",
            "section_rank": 103
        },
        {
            "section": "TABLE 10 :",
            "text": "Jet TF parameters a i and b i for Run IIa and 1.6 < |η| ≤ 2.5. × 10 +1 −2.28 × 10 −1 1.07 × 10 +1 −3.07 × 10 −1 3.28 × 10 +1 −4.28 × 10 −1 2 2.78 × 10 +0 1.46 × 10 −1 3.61 × 10 +0 1.23 × 10 −1 8.34 × 10 +0 7.76 × 10 −2 × 10 +1 −1.30 × 10 −3 5.35 × 10 +0 −4.33 × 10 −2 2.07 × 10 +1 −1.31 × 10 −1 5 1.47 × 10 +1 8.60 × 10 −2 1.38 × 10 +1 9.66 × 10 −2 1.18 × 10 +1 1.08 × 10 −1",
            "paragraph_rank": 225,
            "section_rank": 103
        },
        {
            "text": "TABLE 11 :",
            "section_rank": 104
        },
        {
            "section": "TABLE 11 :",
            "text": "Jet TF parameters a i and b i for Run IIb1 and |η| ≤ 0.4. .17 × 10 +0 2.39 × 10 −2 8.74 × 10 −1 −1.86 × 10 −1 5.26 × 10 +0 −1.29 × 10 −1 2 4.08 × 10 +0 6.66 × 10 −2 2.67 × 10 +0 1.82 × 10 −1 1.45 × 10 +0 1.51 × 10 −1 3 0 2.77 × 10 −4 0 4.41 × 10 −2 0 2.13 × 10 −4 4 1.27 × 10 +1 −1.76 × 10 −1 −8.38 × 10 +0 4.36 × 10 −2 3.78 × 10 +1 −5.31 × 10 −1 5 1.46 × 10 +1 1.73 × 10 −1 4.01 × 10 +0 5.24 × 10 −2 1.85 × 10 +1 1.06 × 10 −1",
            "paragraph_rank": 226,
            "section_rank": 104
        },
        {
            "text": "TABLE 12 :",
            "section_rank": 105
        },
        {
            "section": "TABLE 12 :",
            "text": "Jet TF parameters a i and b i for Run IIb1 and 0.4 < |η| ≤ 0.8.",
            "paragraph_rank": 227,
            "section_rank": 105
        },
        {
            "text": "TABLE 13 :",
            "section_rank": 106
        },
        {
            "section": "TABLE 13 :",
            "text": "Jet TF parameters a i and b i for Run IIb1 and 0.8 < |η| ≤ 1.6. × 10 +0 −1.65 × 10 −1 7.16 × 10 +0 −2.28 × 10 −1 8.00 × 10 +0 −1.33 × 10 −1 2 8.73 × 10 −1 1.57 × 10 −1 4.31 × 10 +0 1.78 × 10 −1 6.04 × 10 +0 1.08 × 10 −1 × 10 +0 2.67 × 10 −2 −9.69 × 10 +0 9.76 × 10 −3 6.00 × 10 +1 −7.50 × 10 −1 5 1.01 × 10 +1 6.36 × 10 −2 3.41 × 10 +0 9.95 × 10 −2 1.00 × 10 +1 2.00 × 10 −1",
            "paragraph_rank": 228,
            "section_rank": 106
        },
        {
            "text": "TABLE 14 :",
            "section_rank": 107
        },
        {
            "section": "TABLE 14 :",
            "text": "Jet TF parameters a i and b i for Run IIb1 and 1.6 < |η| ≤ 2.5. × 10 +0 4.16 × 10 −2 −1.08 × 10 +1 2.90 × 10 −2 9.46 × 10 +0 −9.70 × 10 −2 5 1.72 × 10 +1 5.85 × 10 −2 1.33 × 10 +1 8.71 × 10 −2 8.78 × 10 +0 1.13 × 10 −1",
            "paragraph_rank": 229,
            "section_rank": 107
        },
        {
            "text": "TABLE 15 :",
            "section_rank": 108
        },
        {
            "section": "TABLE 15 :",
            "text": "Jet TF parameters a i and b i for Run IIb2 and |η| ≤ 0.4. .19 × 10 +0 2.49 × 10 −2 1.22 × 10 +0 −1.92 × 10 −1 1.60 × 10 +0 −4.93 × 10 −2 2 4.23 × 10 +0 6.91 × 10 −2 2.55 × 10 +0 1.87 × 10 −1 3.66 × 10 +0 8.15 × 10 −2 × 10 +1 −1.81 × 10 −1 −8.57 × 10 +0 3.83 × 10 −2 7.48 × 10 +0 −1.91 × 10 −1 5 1.48 × 10 +1 1.80 × 10 −1 3.85 × 10 +0 5.67 × 10 −2 4.56 × 10 +0 1.59 × 10 −1",
            "paragraph_rank": 230,
            "section_rank": 108
        },
        {
            "text": "TABLE 16 :",
            "section_rank": 109
        },
        {
            "section": "TABLE 16 :",
            "text": "Jet TF parameters a i and b i for Run IIb2 and 0.4 < |η| ≤ 0.8. .68 × 10 +0 1.37 × 10 −2 2.19 × 10 +0 −2.02 × 10 −1 6.00 × 10 +0 −1.46 × 10 −1 2 4.12 × 10 +0 7.83 × 10 −2 2.53 × 10 +0 1.86 × 10 −1 1.38 × 10 +0 1.60 × 10 −1 3 0 2.80 × 10 −4 0 3.43 × 10 −2 0 1.50 × 10 −4 4 1.68 × 10 +1 −2.16 × 10 −1 −8.54 × 10 +0 3.46 × 10 −2 3.75 × 10 +1 −3.59 × 10 −1 5 1.56 × 10 +1 1.66 × 10 −1 3.59 × 10 +0 6.47 × 10 −2 1.59 × 10 +1 1.87 × 10 −1",
            "paragraph_rank": 231,
            "section_rank": 109
        },
        {
            "text": "TABLE 17 :",
            "section_rank": 110
        },
        {
            "section": "TABLE 17 :",
            "text": "Jet TF parameters a i and b i for Run IIb2 and 0.8 < |η| ≤ 1.6.",
            "paragraph_rank": 232,
            "section_rank": 110
        },
        {
            "text": "TABLE 18 :",
            "section_rank": 111
        },
        {
            "section": "TABLE 18 :",
            "text": "Jet TF parameters a i and b i for Run IIb2 and 1.6 < |η| ≤ 2.5. × 10 +0 −1.41 × 10 −1 2.55 × 10 +0 −2.48 × 10 −1 9.25 × 10 +0 −1.81 × 10 −1 2 3.16 × 10 +0 1.35 × 10 −1 4.56 × 10 +0 1.13 × 10 −1 3.35 × 10 +0 1.53 × 10 −1 × 10 +0 4.50 × 10 −2 −1.21 × 10 +1 2.30 × 10 −2 2.40 × 10 +1 2.36 × 10 −1 5 1.60 × 10 +1 6.68 × 10 −2 1.32 × 10 +1 8.86 × 10 −2 3.55 × 10 +1 −1.18 × 10 −1",
            "paragraph_rank": 233,
            "section_rank": 111
        },
        {
            "text": "TABLE 19 :",
            "section_rank": 112
        },
        {
            "section": "TABLE 19 :",
            "text": "Jet TF parameters a i and b i for Run IIb3 and |η| ≤ 0.4. × 10 +1 −1.47 × 10 −1 −6.31 × 10 +0 1.41 × 10 −2 3.27 × 10 +1 −3.09 × 10 −1 5 1.63 × 10 +1 1.60 × 10 −1 3.56 × 10 +0 6.45 × 10 −2 1.32 × 10 +1 1.98 × 10 −1",
            "paragraph_rank": 234,
            "section_rank": 112
        },
        {
            "text": "TABLE 20 :",
            "section_rank": 113
        },
        {
            "section": "TABLE 20 :",
            "text": "Jet TF parameters a i and b i for Run IIb3 and 0.4 < |η| ≤ 0.8. .70 × 10 +0 1.67 × 10 −2 4.22 × 10 +0 −2.03 × 10 −1 6.70 × 10 +0 −1.44 × 10 −1 2 4.17 × 10 +0 7.83 × 10 −2 2.91 × 10 +0 2.08 × 10 −1 1.64 × 10 +0 1.56 × 10 −1 .71 × 10 +0 2.99 × 10 −2 3.68 × 10 +1 −2.84 × 10 −1 5 1.77 × 10 +1 1.55 × 10 −1 3.43 × 10 +0 6.77 × 10 −2 1.66 × 10 +1 1.76 × 10 −1",
            "paragraph_rank": 235,
            "section_rank": 113
        },
        {
            "text": "TABLE 21 :",
            "section_rank": 114
        },
        {
            "section": "TABLE 21 :",
            "text": "Jet TF parameters a i and b i for Run IIb3 and 0.8 < |η| ≤ 1.6. × 10 +0 −1.84 × 10 −2 1.02 × 10 +1 −2.61 × 10 −1 8.00 × 10 +0 −1.33 × 10 −1 2 5.96 × 10 +0 1.08 × 10 −1 4.92 × 10 +0 1.91 × 10 −1 6.04 × 10 +0 1.08 × 10 −1 3 0 3.87 × 10 −4 0 3.34 × 10 −2 0 1.00 × 10 −3 4 2.12 × 10 +1 −9.65 × 10 −2 −9.51 × 10 +0 −5.50 × 10 −3 6.00 × 10 +1 −7.50 × 10 −1 5 2.06 × 10 +1 1.08 × 10 −1 3.00 × 10 +0 1.16 × 10 −1 1.00 × 10 +1 2.00 × 10 −1",
            "paragraph_rank": 236,
            "section_rank": 114
        },
        {
            "text": "TABLE 22 :",
            "section_rank": 115
        },
        {
            "section": "TABLE 22 :",
            "text": "Jet TF parameters a i and b i for Run IIb3 and 1.6 < |η| ≤ 2.5. × 10 +1 5.45 × 10 −2 1.47 × 10 +1 7.99 × 10 −2 1.29 × 10 +1 9.45 × 10 −2",
            "paragraph_rank": 237,
            "section_rank": 115
        },
        {
            "text": "Acknowledgments",
            "section_rank": 117
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the Department of Energy and National Science Foundation ",
            "paragraph_rank": 238,
            "section_rank": 117
        },
        {
            "text": "In this Appendix we summarize the jet transfer function parameters a i and b i defined in Eq. (15) as a function of data-taking epoch, jet flavor, and pseudorapidity bin. Jet flavor is denoted as \"light jets\" for u, d, c, s quark jets, \"b µ jets\" for b-quark jets with a soft muon tag, and \"b jets\" for all other b-quark jets. The parameter a 3 is fixed to 0 in order to improve the convergence of the double-Gaussian fit function. The parameter values are given in units of GeV (a 1 ), 1 (b 1 ), GeV (a 2 ), 1 (b 2 ), 1 (a 3 ), GeV −1 (b 3 ), GeV (a 4 ), 1 (b 4 ), GeV (a 5 ), and 1 (b 5 ).",
            "paragraph_rank": 239,
            "section_rank": 119
        }
    ]
}