{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Using the recently published data from the BONuS experiment at Jefferson Lab, which utilized a spectator tagging technique to extract the inclusive electron-free neutron scattering cross section, we obtain the first direct observation of quark-hadron duality in the neutron F2 structure function. The data are used to reconstruct the lowest few (N = 2, 4 and 6) moments of F2 in the three prominent nucleon resonance regions, as well as the moments integrated over the entire resonance region. Comparison with moments computed from global parametrizations of parton distribution functions suggest that quark-hadron duality holds locally for the neutron in the second and third resonance regions down to Q 2 ≈ 1 GeV 2 , with violations possibly up to 20% observed in the first resonance region.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Inclusive lepton scattering has for many decades been the most important tool for probing the internal quark and gluon (or parton) structure of nucleons and nuclei. Structure functions extracted from inclusive deepinelastic scattering (DIS) experiments display the central features of quantum chromodynamics (QCD) -asymptotic freedom at short distances (via structure function scaling and its violation) and confinement at large distance scales (via the momentum dependence of parton distributions).",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Since the late 1960s, DIS experiments have yielded an impressive data set that maps nucleon structure functions over several orders of magnitude in the Bjorken scaling variable, x, and the squared four-momentum transfer, Q 2 . These data, supplemented by cross sections from hadronic collisions and other high-energy processes, have enabled a detailed picture of the parton distribution functions (PDFs) of the nucleon to emerge through global QCD analyses (see Refs. [1,2] and references therein).",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 468,
                    "text": "[1,",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 471,
                    "text": "2]",
                    "end": 473
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "At lower energies, where nonperturbative quark-gluon interactions are important and the inclusive leptonnucleon cross section is dominated by nucleon resonances, the structure functions reveal another intriguing feature of QCD, namely, quark-hadron duality. Here, the low energy cross section, when averaged over appropriate energy intervals, is found to resemble the high energy result, whose Q 2 dependence is described by perturbative QCD. In this context, quark-hadron duality provides a unique perspective on the relationship between confinement and asymptotic freedom, and establishes a critical link between the perturbative and nonperturbative regimes of QCD.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the framework of QCD, quark-hadron duality can be formally interpreted in terms of structure function mo-ments [3]. From the operator product expansion (OPE), the moments can be expressed as a series in 1/Q 2 , with coefficients given by matrix elements of local quark-gluon operators of a given twist [4]. The leading (twist 2) term corresponds to scattering from a single parton, while higher twist terms correspond to multi-quark and quarkgluon interactions. At low Q 2 the resonance region makes a significant contribution to the structure function moments, so that here one might expect a strong Q 2 dependence of the moments arising from the higher twist terms in the OPE. In practice, however, the similarity of the structure function moments at low Q 2 and the moments extracted from high energy cross sections suggests the dominance of the leading twist contribution. The combined higher twist, multi-parton contributions appear to play a relatively minor role down to scales of the order",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 114,
                    "text": "[3]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 305,
                    "text": "[4]",
                    "end": 308
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "This nontrivial relationship between the low-energy cross section and its deep-inelastic counterpart was first observed by Bloom and Gilman [5,6] in the early DIS measurements that were instrumental in establishing structure function scaling. More recently, the availability of extensive, precise structure function data from Jefferson Lab and elsewhere, over a wide range of kinematics, has opened up the possibility for in-depth studies of quark-hadron duality. Duality has now been observed in the proton F 2 and F L structure functions [7][8][9][10][11][12], the F 2 structure function of nuclei [13], the spin-dependent g 1 structure functions of the proton and 3 He [14][15][16], the individual helicity-1/2 and 3/2 virtual photoproduction cross sections for the proton [17], and in parity-violating electron-deuteron scattering [18].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 140,
                    "text": "[5,",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 143,
                    "text": "6]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 540,
                    "text": "[7]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 543,
                    "text": "[8]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 546,
                    "text": "[9]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 549,
                    "text": "[10]",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 553,
                    "text": "[11]",
                    "end": 557
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 557,
                    "text": "[12]",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 600,
                    "text": "[13]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 672,
                    "text": "[14]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 676,
                    "text": "[15]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 680,
                    "text": "[16]",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 776,
                    "text": "[17]",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 835,
                    "text": "[18]",
                    "end": 839
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "To establish the dynamical origin of quark-hadron duality in the nucleon requires one to also study the low-Q 2 structure of the neutron. Models based on four-quark higher twist contributions to DIS suggest that duality in the proton could arise from accidental cancellations between quark charges, which would not occur for the neutron [19]. Unfortunately, the absence of high-density free neutron targets means that essentially all information on the structure functions of the neutron has had to be derived from measurements on deuterium. Typically, the deuterium data are corrected for Fermi smearing and other nuclear effects [20][21][22][23][24][25][26], which introduces an element of model dependence into the extraction procedure. This is particularly problematic in the nucleon resonance region, where Fermi motion effects leads to significant smearing of the resonant structures. The existence of duality in the neutron F 2 structure function was suggested recently [20] in an analysis which used an iterative deconvolution method [27] to extract neutron resonance spectra from inclusive proton and deuteron F 2 data [9]. A model independent confirmation of duality in the neutron, however, was to date not possible.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 337,
                    "text": "[19]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 631,
                    "text": "[20]",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 635,
                    "text": "[21]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 639,
                    "text": "[22]",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 643,
                    "text": "[23]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 647,
                    "text": "[24]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 651,
                    "text": "[25]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 655,
                    "text": "[26]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 977,
                    "text": "[20]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1042,
                    "text": "[27]",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1128,
                    "text": "[9]",
                    "end": 1131
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Recently, a new experimental technique, based on spectator nucleon tagging [28], has been used to extract the free neutron F 2 structure function [29]. By detecting low-momentum protons at backward angles in electron deuteron scattering, the BONuS experiment at Jefferson Lab measured F 2 for the neutron in both the resonance and DIS regions, with minimal uncertainty from nuclear smearing and rescattering corrections [30]. In the present work, we use the BONuS data to quantitatively measure for the first time the degree to which duality holds for the F 2 structure function of the free neutron. Because the results reported here use data from an experimentally-isolated neutron target, one expects significantly reduced systematic uncertainties compared with those in the model-dependent analysis of inclusive deuterium data [20].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 75,
                    "text": "[28]",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 146,
                    "text": "[29]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 420,
                    "text": "[30]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 830,
                    "text": "[20]",
                    "end": 834
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "For the theoretical analysis of duality we use the method of truncated structure function moments [31][32][33][34], which were applied to the resonance region F 2 proton data by Psaker et al. [35]. Here, the n-th truncated moment of the F 2 structure function is defined as",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 98,
                    "text": "[31]",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 102,
                    "text": "[32]",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 106,
                    "text": "[33]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 110,
                    "text": "[34]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 192,
                    "text": "[35]",
                    "end": 196
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where the integration over x is restricted to an interval between x min and x max . This method avoids extrapolation of the integrand into poorly mapped kinematic regions, and is particularly suited for the study of duality where an x interval can be defined by a resonance width around an invariant mass W 2 = M 2 +Q 2 (1−x)/x, where M is the nucleon mass. As the position of the resonance peak varies with x for different Q 2 values, the values for x min and x max evolve to the appropriate invariant mass squared region. For the BONuS data, we consider four ranges in W 2 , corresponding to the three prominent res-onance regions as well as the combined resonance region,",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "After reviewing the BONuS experiment in Sec. II, the results for several low truncated moments (corresponding to N = 2, 4 and 6) of the neutron F 2 structure function are presented in Sec. III. The implications of the new data for local quark-hadron duality and its violation are discussed by comparing with recent global PDF parametrizations and previous model-dependent data analyses (Sec. III A). The isospin dependence of local duality is studied by comparing the neutron moments with corresponding moments of the proton F 2 structure function (Sec. III B). Finally, we summarize our results and conclusions in Sec. IV.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "II. THE BONUS EXPERIMENT",
            "section_rank": 3
        },
        {
            "section": "II. THE BONUS EXPERIMENT",
            "text": "The results reported here rely on an experimental technique aimed at eliminating or substantially reducing the theoretical uncertainties involved in extracting neutron data from nuclear targets. The BONuS (Barely Offshell Nucleon Structure) experiment at Jefferson Lab [28][29][30] used a Radial Time Projection Chamber (RTPC) to detect low momentum spectator protons produced in electron-deuterium scattering in conjunction with electrons detected with CLAS [36] in Hall B. The tagging technique essentially eliminates effects of Fermi smearing [37], while the restriction to backward low-momentum spectator protons minimizes final state interactions [38][39][40] and ensures that the neutron is nearly on-shell [29,41].",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 269,
                    "text": "[28]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 273,
                    "text": "[29]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 277,
                    "text": "[30]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 459,
                    "text": "[36]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 546,
                    "text": "[37]",
                    "end": 550
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 652,
                    "text": "[38]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 656,
                    "text": "[39]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 660,
                    "text": "[40]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 713,
                    "text": "[29,",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 717,
                    "text": "41]",
                    "end": 720
                }
            ]
        },
        {
            "section": "II. THE BONUS EXPERIMENT",
            "text": "The BONuS experiment ran in 2005 and acquired electron-deuteron scattering data at two electron beam energies, E = 4.223 and 5.262 GeV. The RTPC consisted of three layers of gas electron multipliers surrounding a thin, pressurized gas deuterium target, and was able to detect protons with momenta as low as 70 MeV. The experiment and data analysis are described in detail in Ref. [30]. Ratios of neutron to proton F 2 structure functions and the absolute neutron F 2 structure function were extracted over a wide kinematic range and for spectator proton momenta between 70 and 100 MeV. The total point-to-point systematic uncertainty in the neutron structure function extracted was 8.7% [30]. This value includes a 2% uncertainty associated with the radiative corrections and a 5% uncertainty associated with the detector acceptance and efficiency. The normalization of the BONuS data to the inclusive electron-nucleon cross section yields an additional overall 10% scale uncertainty for the neutron structure function.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 380,
                    "text": "[30]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 687,
                    "text": "[30]",
                    "end": 691
                }
            ]
        },
        {
            "section": "II. THE BONUS EXPERIMENT",
            "text": "The kinematic coverage, shown in  threshold to the deep-inelastic region. The curves in Fig. 1 represent the fixed-W 2 thresholds for the four mass regions considered. Typical neutron F n 2 spectra are shown in Fig. 2 for Q 2 = 1.2 and 2.4 GeV 2 , with the data restricted to spectator proton angles greater than 100 • relative to the momentum transfer, and proton momenta between 70 and 100 MeV. The BONuS results are compared with the ABKM global fit [42] to deep-inelastic and other high-energy scattering data, with the inclusion of target mass corrections and higher twist effects. The qualitative agreement between the parametrization and data suggests evidence for quark-hadron duality, which we explore more quantitatively in the following sections.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 88,
                    "text": "Fig. 1",
                    "end": 94
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 211,
                    "text": "Fig. 2",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 453,
                    "text": "[42]",
                    "end": 457
                }
            ]
        },
        {
            "text": "III. TRUNCATED MOMENTS AND LOCAL QUARK-HADRON DUALITY",
            "section_rank": 4
        },
        {
            "section": "III. TRUNCATED MOMENTS AND LOCAL QUARK-HADRON DUALITY",
            "text": "Because the kinematic variables Q 2 , x and W 2 are not independent, a range in W 2 at fixed Q 2 implies a corresponding range in x. This makes possible a straightforward integration of the experimental F n 2 structure function data to obtain the truncated moments M n in Eq. (1). To minimize the model dependence, we evaluate the integrals based solely on the experimentally measured data points using a trapezoid integration method.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 276,
                    "text": "(1)",
                    "end": 279
                }
            ]
        },
        {
            "text": "A. Truncated neutron moments",
            "section_rank": 5
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "The second (N = 2) truncated neutron moments, M n 2 , obtained from the BONuS data are shown in Fig. 3 as a function of Q 2 for the four W 2 intervals defined in Eq. (2). The numerical values for the moments are also listed in Table I. The quoted errors take into account the experimental statistical and random uncertainties added in quadrature, but do not include the overall 10% systematic uncertainty. The typical truncated moment shown in Fig. 3 is obtained by integrating over eight or more structure function measurements. Thus the relative uncertainty of the truncated moment is smaller with respect to the relative random uncertainty of any individual structure function data point, and ranges between 2% and 4% for the N = 2 moments. As shown in Fig. 1 the kinematic coverage of the data over the Q 2 − x range studied is dense, the largest x span over which inter or extrapolation had to be carried out was 0.03. Thus the extrapolation errors for the (N = 2 or larger) moments is fairly small, somewhat larger for the higher moments (due to the higher powers of x in the integrand) as reflected in the uncertainties given in Tables II and III. The experimental moments are compared with the moments calculated from the ABKM global PDF parametrization [42], including finite-Q 2 corrections from the target mass and an x-dependent parameterization of the leading (O(1/Q 2 )) higher twist effects. The latter are needed in order to obtain a more quantitative description of duality in the low-Q 2 region, to which the structure functions from the global fits (which are primarily constrained by high energy data) are extrapolated. The comparison shows generally very good agreement in the second and third resonance regions, and in the total integrated W 2 interval, while the ABKM results underestimate the data somewhat in the ∆ resonance region.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 96,
                    "text": "Fig. 3",
                    "end": 102
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 227,
                    "text": "Table I",
                    "end": 234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 444,
                    "text": "Fig. 3",
                    "end": 450
                },
                {
                    "type": "figure",
                    "start": 756,
                    "text": "Fig. 1",
                    "end": 762
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1136,
                    "text": "Tables II and III.",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1262,
                    "text": "[42]",
                    "end": 1266
                }
            ]
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "The corresponding higher order truncated moments (for N = 4 and N = 6) are listed in Tables II and III,  (2) [labeled as \"first\", \"second\", \"third\" and \"total\"]. The moments obtained from the BONuS data (filled circles) are compared with moments computed from the ABKM global PDF parametrization [42] including target mass and higher twist corrections (shaded rectangles). The errors shown do not include the overall 10% normalization uncertainty.  though the deviation in the lowest-W interval is more pronounced, especially at low Q 2 , because of the greater weighting given to the high-x region in the higher moments. Note that while early phenomenological analyses of quark-hadron duality typically compared resonance region data at low Q 2 with scaling functions extrapolated from fits to high-W cross sections [5,6], more recent quantitative analyses [9,20] have emphasized the need to take into account the Q 2 dependence in the high-W data, including both leading and higher twist contributions. This is especially important in the high-x region, where the separation between the leading and higher twists is more model dependent due to the absence of high-Q 2 measurements, and comparison of resonance region data with the total extrapolated structure functions reveals an enhanced persistence of duality down to lower values of Q 2 .",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 85,
                    "text": "Tables II and III,",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 296,
                    "text": "[42]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 817,
                    "text": "[5,",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 820,
                    "text": "6]",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 858,
                    "text": "[9,",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 861,
                    "text": "20]",
                    "end": 864
                }
            ]
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "To study local quark-hadron duality in detail, we form ratios of the truncated moments of F n 2 obtained from the BONuS data to the moments computed from the ABKM reference structure function [42], over the same range of x. The ratios for the M n 2 moments are shown in Fig. 4 as a function of Q 2 for the four invariant mass regions in Eq. (2). The ratios for the second, third and total resonance regions are close to unity, to within ∼ 10% over nearly the entire range of Q 2 = 1 − 4 GeV 2 , and exhibit weak scale dependence. This points to a dramatic confirmation of the validity of local duality for the neutron in these regions. In the first resonance region, the ∆ resonance is ∼ 20% − 30% larger than the PDF-based fit, but still displays a similar Q 2 behavior. This could be interpreted as either a stronger violation of local duality in the ∆ region, which may be expected at lower W , or possibly underestimated strength of the ABKM parametrization in the large-x regime, to which this W region corresponds. While this is difficult to disentangle experimentally, duality is expected to hold to better accuracy for integrals obtained over regions containing multiple final states.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 192,
                    "text": "[42]",
                    "end": 196
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 270,
                    "text": "Fig. 4",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 341,
                    "text": "(2)",
                    "end": 344
                }
            ]
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "The confirmation of the approximate validity of duality in F n 2 from the BONuS data disfavors the suggestion [19] that duality occurs in the proton because of accidental cancellations of quark charges associated with higher twist, four-quark operators, and disagrees with the prediction that duality should therefore not be seen in the neutron. This conclusion was also reached in the model-  dependent analysis by Malace et al. [20], who studied duality in the neutron by extracting the F n 2 structure function from inclusive DIS data using phenomenological deuteron wave functions and an iterative deconvolution procedure [27]. Overall, the BONuS data are in good agreement with the earlier results [20], within the experimental uncertainties, although they appear to lie systematically higher in the ∆ region. This may be associated with the nuclear corrections in the deuteron, which are subject to greater uncertainties at the largest x (smallest W ) values, or a systematic bias of the subtraction method in relation to the various theoretical assumptions and models [21].",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 110,
                    "text": "[19]",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 430,
                    "text": "[20]",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 626,
                    "text": "[27]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 703,
                    "text": "[20]",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1075,
                    "text": "[21]",
                    "end": 1079
                }
            ]
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "The relevance of large-x uncertainties and finite-Q 2 corrections in global PDF fits is illustrated in Fig. 4, where the experimental and computed ABKM moments are also compared with the moments calculated from the CTEQ-Jefferson Lab (CJ) global PDF parametrization [43] with and without higher twist corrections. While the ratio of the ABKM and CJ moments is close to unity over the entire range of Q 2 considered when finite-Q 2 effects are included, the deviation from unity of the ratio computed from only the leading twist components of the CJ fit can be up to 30% − 40% for the integrated resonance region, and up to twice as much for the ∆ region. This suggests an important role played by the finite-Q 2 corrections to the scaling functions in effecting the cancellations between the individual resonance regions necessary for the realization of quark-hadron duality [44][45][46].",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 103,
                    "text": "Fig. 4",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 266,
                    "text": "[43]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 875,
                    "text": "[44]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 879,
                    "text": "[45]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 883,
                    "text": "[46]",
                    "end": 887
                }
            ]
        },
        {
            "section": "A. Truncated neutron moments",
            "text": "However, even incorporating finite-Q 2 corrections, global PDF fits can differ significantly in the large-x (low-W ) regime. Because of the Q 2 and W 2 cuts applied to the global data set, PDFs in the largest-x regions relevant for this analysis are essentially unconstrained, resulting in large uncertainties in the extrapolated x → 1 behavior [47].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 345,
                    "text": "[47]",
                    "end": 349
                }
            ]
        },
        {
            "text": "B. Isospin dependence",
            "section_rank": 6
        },
        {
            "section": "B. Isospin dependence",
            "text": "The stronger violation of local duality in the ∆ region is also evident in the ratio of neutron to proton truncated moments, shown in Fig. 5 compared with the reference ABKM parametrization [42] that was used to compute both the proton and neutron moments. To obtain the empirical proton truncated moments in the resonance region, the Christy-Bosted global fit [48] was utilized. (Duality in the proton structure function moments themselves was studied in detail in previous analyses [9], and generally confirmed at the 10% − 15% level for the N = 2 moment when integrated over the entire resonance region.)",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 134,
                    "text": "Fig. 5",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 190,
                    "text": "[42]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 361,
                    "text": "[48]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 484,
                    "text": "[9]",
                    "end": 487
                }
            ]
        },
        {
            "section": "B. Isospin dependence",
            "text": "The significant duality violation in the neutron/proton ratio observed in the ∆ region can be understood from the isovector nature of the ∆-isobar and the relatively small nonresonant background on which it sits. In the limit of exact isospin symmetry, the transitions from a ground state nucleon to an isospin-3/2 resonance would be identical for protons and neutrons. Nonresonant background and isospin symmetry breaking contributions give rise to differences between proton and neutron moments, but these are typically very small in the ∆ region. In contrast, the proton and neutron deep-inelastic structure functions (either leading twist only or with higher twist corrections) in the ∆ region are expected to be quite different, since at large x the neutron structure function is strongly suppressed relative to the proton, F n 2 F p 2 [49,50]. The fact that the experimental M n 2 /M p 2 ratio in the high-x region lies somewhat higher than the DIS parametrization (even more pronounced than in Ref. [20]) is therefore consistent with these expectations.",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 841,
                    "text": "[49,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 845,
                    "text": "50]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1006,
                    "text": "[20]",
                    "end": 1010
                }
            ]
        },
        {
            "section": "B. Isospin dependence",
            "text": "A similar comparison of the neutron to proton moments in the second and third resonance regions in Fig. 5 shows significantly better agreement with the DIS parametrization. Based on simple quark models and assuming magnetic coupling dominance, one would expect the resonance contribution to the neutron moments to underestimate the DIS moment in the second resonance region. This is due to the small couplings to octet spin-1/2 states. In contrast, according to Refs. [45,46,51] the proton moments would overestimate the DIS results in the second and third W intervals in Eq. (2). While there was some evidence for such a pattern from the earlier, model-dependent analysis of inclusive data [20], there is no indication from the BONuS results of a suppression 2 /M p 2 of neutron to proton truncated moments of the F2 structure function versus Q 2 , for the four W regions in Eq. (2). The BONuS results (filled circles) are compared with the moments computed from the ABKM global PDF parametrization including target mass and higher twist (solid lines) corrections. In both cases the proton moments are evaluated from the same ABKM fit [42].",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 99,
                    "text": "Fig. 5",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 468,
                    "text": "[45,",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 472,
                    "text": "46,",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 475,
                    "text": "51]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 691,
                    "text": "[20]",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1136,
                    "text": "[42]",
                    "end": 1140
                }
            ]
        },
        {
            "section": "B. Isospin dependence",
            "text": "in the second resonance region. The slightly larger overall magnitude of the neutron moments compared with Ref. [20] brings the present results into excellent agreement with the DIS moments in the second region, with a small enhancement in the third region. The corresponding enhancement of the proton data in the third resonance region relative to the ABKM fit [7,9] then results in essentially no deviation of the neutron to proton ratio here, as illustrated in Fig. 5. Finally, for the total integrated region between threshold and W = 2 GeV, the empirical M n 2 /M p 2 ratio is slightly above the DIS result mostly because of the large enhancement of the data in the ∆ region.",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 112,
                    "text": "[20]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 362,
                    "text": "[7,",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 365,
                    "text": "9]",
                    "end": 367
                },
                {
                    "type": "figure",
                    "start": 464,
                    "text": "Fig. 5",
                    "end": 470
                }
            ]
        },
        {
            "text": "IV. CONCLUSION",
            "section_rank": 7
        },
        {
            "section": "IV. CONCLUSION",
            "text": "In this work we have investigated local quark-hadron duality in the neutron structure function based on data from the BONuS experiment at Jefferson Lab [29,30], which used a novel experimental technique to create an effective neutron target by tagging low momentum spectator protons in electron-deuterium scattering. The spectator tagging technique provides smaller systematic uncertainties compared with the traditional method of subtracting smeared hydrogen data and from inclusive deuterium structure functions, using model assumptions for the nuclear corrections.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 152,
                    "text": "[29,",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 156,
                    "text": "30]",
                    "end": 159
                }
            ]
        },
        {
            "section": "IV. CONCLUSION",
            "text": "We have evaluated the N = 2, 4 and 6 truncated moments of the neutron F n 2 structure function for the three standard nucleon resonance regions and the total integrated resonance region up to W = 2 GeV, over the range Q 2 = 1.0 to 4.1 GeV 2 . Comparison of the exper-imental moments with moments computed from global parametrizations of PDFs fitted to deep-inelastic and other high energy scattering data, as well as with the corresponding truncated moments for the proton, reveals a dramatic confirmation of local duality for the neutron in the second, third and total resonance regions to better than 10% for the lowest moment. The stronger (∼ 20%−30%) violation of duality in the ∆ region is consistent with the expectations based on isospin symmetry for the isovector transition amplitudes and the behavior of the F n 2 /F p 2 ratio at large x [43,50]. The confirmation of local duality in the neutron disfavors the model [19] in which duality in the proton arises through accidental cancellations of quark charges associated with higher twist, four-quark operators, which would predict strong duality violations in the neutron. Rather, it suggests a dynamical origin of duality in which cancellations among nucleon resonances produce a higher degree of duality over the entire resonance region, with stronger violations locally [45,46,51]. On the other hand, detailed comparisons between the empirical truncated moments and DIS parametrizations in the individual resonance regions suggest a pattern of duality violation that is more involved than that predicted by simple spin-flavor symmetric quark models with magnetic coupling dominance.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 848,
                    "text": "[43,",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 852,
                    "text": "50]",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 926,
                    "text": "[19]",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1333,
                    "text": "[45,",
                    "end": 1337
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1337,
                    "text": "46,",
                    "end": 1340
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1340,
                    "text": "51]",
                    "end": 1343
                }
            ]
        },
        {
            "section": "IV. CONCLUSION",
            "text": "Our results also confirm and refine the findings of earlier model-dependent studies [20] of duality in the neutron in which the neutron structure was extracted from inclusive proton and deuteron data assuming a model for the nuclear corrections and an iterative deconvolution procedure [27]. In particular, the BONuS moments are found to lie slightly higher than the earlier results, especially in the ∆ region, but with a similar Q 2 dependence.",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 84,
                    "text": "[20]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 286,
                    "text": "[27]",
                    "end": 290
                }
            ]
        },
        {
            "section": "IV. CONCLUSION",
            "text": "In the future, the spectator tagging technique will be used at Jefferson Lab with an 11 GeV electron beam to extend the kinematical coverage of F n 2 measurements to higher values of x and Q 2 [52]. As well as providing more stringent constraints on the leading twist PDFs in the limit x → 1, the new data will allow more definitive tests of local quark-hadron duality for the neutron over a greater range of Q 2 .",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 193,
                    "text": "[52]",
                    "end": 197
                }
            ]
        },
        {
            "text": "Fig. 1 (FIG. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 (FIG. 1 .",
            "text": "FIG. 1. (Color online) Kinematic coverage of the BONuS data. The solid lines denote the fixed-W 2 thresholds for the four final state mass regions in Eq. (2), from W 2 = 1.3 to 4.0 GeV 2 .",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "2 Q",
            "section_rank": 9
        },
        {
            "section": "2 Q",
            "text": "FIG. 2. (Color online) Representative neutron F n 2 structure function spectra from the BONuS experiment [30] at Q 2 = 1.2 GeV 2 (top panel) and Q 2 = 2.4 GeV 2 (bottom panel). The open (filled) circles represent data for a beam energy of E = 4.223 (5.262) GeV. The solid curve is computed from the ABKM global PDF parametrization [42] including higher twist effects and target mass corrections. The vertical solid lines denote the fixed-W 2 thresholds for the four final state mass regions in Eq. (2), from W 2 = 1.3 to 4.0 GeV 2 .",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 10
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (Color online)Second (N = 2) neutron truncated moments M n 2 versus Q 2 for the four resonance regions in Eq.(2) [labeled as \"first\", \"second\", \"third\" and \"total\"]. The moments obtained from the BONuS data (filled circles) are compared with moments computed from the ABKM global PDF parametrization[42] including target mass and higher twist corrections (shaded rectangles). The errors shown do not include the overall 10% normalization uncertainty.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 307,
                    "text": "[42]",
                    "end": 311
                }
            ]
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4.Ratios of truncated moments of the neutron F2 structure function from the BONuS data to those computed from the ABKM global PDF parametrization[42] including finite-Q 2 effects (filled circles) as a function of Q 2 for the four W 2 intervals in Eq. (2). The empirical moments are compared with the results of the model-dependent analysis of inclusive DIS data[20] (open circles), and with ratios computed from the CJ12 distributions[43], with leading twist only (dotted lines) and including finite-Q 2 effects (solid lines). All ratios are taken relative to the ABKM moments and include both the BONuS random uncertainties and the theoretical uncertainties of the ABKM parameterization.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 150,
                    "text": "[42]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 366,
                    "text": "[20]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 439,
                    "text": "[43]",
                    "end": 443
                }
            ]
        },
        {
            "text": "1 totalFIG. 5 .",
            "section_rank": 12
        },
        {
            "section": "1 totalFIG. 5 .",
            "text": "FIG. 5. (Color online) Ratios M n2 /M p 2 of neutron to proton truncated moments of the F2 structure function versus Q 2 , for the four W regions in Eq. (2). The BONuS results (filled circles) are compared with the moments computed from the ABKM global PDF parametrization including target mass and higher twist (solid lines) corrections. In both cases the proton moments are evaluated from the same ABKM fit[42].",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 408,
                    "text": "[42]",
                    "end": 412
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 13
        },
        {
            "section": "TABLE I .",
            "text": "Second (N = 2) truncated moments (in units of 10 −3 ) of the neutron F2 structure function from the BONuS data for the W 2 regions in Eq.(2). The errors are a quadrature sum of statistical and random uncertainties, but do not include the overall 10% normalization uncertainty.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 137,
                    "text": "(2)",
                    "end": 140
                }
            ]
        },
        {
            "text": "TABLE II .",
            "section_rank": 14
        },
        {
            "section": "TABLE II .",
            "text": "± 0.43 3.09 ± 0.08 1.69 ± 0.04 17.49 ± 0.44 1.2 9.80 ± 0.21 3.51 ± 0.06 1.95 ± 0.04 16.78 ± 0.22 1.4 8.11 ± 0.17 3.60 ± 0.06 2.17 ± 0.04 15.61 ± 0.19 1.7 6.27 ± 0.14 3.40 ± 0.06 2.33 ± 0.05 14.01 ± 0.17 2.0 4.67 ± 0.14 3.08 ± 0.06 2.36 ± 0.06 12.45 ± 0.17 2.4 3.48 ± 0.11 2.54 ± 0.06 2.20 ± 0.08 10.59 ± 0.15 As inTable I, but for the N = 4 moment.",
            "paragraph_rank": 37,
            "section_rank": 14
        }
    ]
}