{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for heavy Majorana neutrinos (N) using an event signature defined by two muons of the same charge and two jets (μ ± μ ± jj). The data correspond to an integrated luminosity of 19.7 fb −1 of proton-proton collisions at a center-of-mass energy of 8 TeV, collected with the CMS detector at the CERN LHC. No excess of events is observed beyond the expected standard model background and upper limits are set on |V μN | 2 as a function of Majorana neutrino mass m N for masses in the range of 40-500 GeV, where V μN is the mixing element of the heavy neutrino with the standard model muon neutrino. The limits obtained are |V μN | 2 < 0.00470 for m N = 90 GeV, |V μN | 2 < 0.0123 for m N = 200 GeV, and |V μN | 2 < 0.583 for m N = 500 GeV. These results extend considerably the regions excluded by previous direct searches.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The non-zero masses of neutrinos and mixing between flavors have been well established by neutrino oscillation experiments and provide evidence for physics beyond the standard model (SM) [1]. The most compelling way of explaining the smallness of the neutrino masses is the \"seesaw\" mechanism, which can be realized in several different schemes [2][3][4][5][6][7][8][9][10][11]. In the simplest model, the SM neutrino mass is given by m ν ≈ y 2 ν v 2 /m N , where y ν is a Yukawa coupling of ν to the Higgs field, v is the Higgs vacuum expectation value in the SM, and m N is the mass of a new heavy neutrino state (N). In this scheme, N is a Majorana particle (which is its own antiparticle), so processes that violate lepton number conservation by two units are possible. In this paper we describe a search for heavy Majorana neutrinos using a phenomenological approach [12][13][14][15][16][17][18][19]. We follow the studies in Refs. [17][18][19] and consider a heavy neutrino that mixes with the SM muon neutrino, with m N and V μN as free parameters of the model. Here V μN is a mixing element describing the mixing between the heavy Majorana neutrino and the SM muon neutrino.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 187,
                    "text": "[1]",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "start": 345,
                    "text": "[2]",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "[3]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "start": 351,
                    "text": "[4]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 354,
                    "text": "[5]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 357,
                    "text": "[6]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 360,
                    "text": "[7]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 363,
                    "text": "[8]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "start": 366,
                    "text": "[9]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 369,
                    "text": "[10]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 373,
                    "text": "[11]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "start": 443,
                    "text": "2",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 872,
                    "text": "[12]",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 876,
                    "text": "[13]",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 880,
                    "text": "[14]",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 884,
                    "text": "[15]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 888,
                    "text": "[16]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 892,
                    "text": "[17]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 896,
                    "text": "[18]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 900,
                    "text": "[19]",
                    "end": 904
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 937,
                    "text": "[17]",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 941,
                    "text": "[18]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 945,
                    "text": "[19]",
                    "end": 949
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Early direct searches for heavy Majorana neutrinos based on this model were reported by the L3 [20] and DELPHI [21] experiments at LEP. They searched for Z → ν N decays, where ν is any E-mail address: cms-publication-committee-chair@cern.ch. SM neutrino ( = e, μ, or τ ), from which limits on |V μN | 2 as a function of m N can be derived for Majorana neutrino masses up to approximately 90 GeV. More recently, the CMS experiment at the CERN LHC extended the search region up to about 200 GeV [22]. Several experiments have obtained limits in the low-mass region (m N < 5 GeV), including LHCb [23] at the LHC. The searches by L3, DELPHI, and LHCb allow for a finite heavy neutrino lifetime such that it decays with a vertex displaced from the interaction point, while in the search reported here it is assumed that the N decays with no significant displacement of the vertex. Precision electroweak measurements can be used to constrain the mixing elements, resulting in indirect 90% confidence level limits of |V μN | 2 < 0.0032 independent of heavy neutrino mass [24].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 95,
                    "text": "[20]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 111,
                    "text": "[21]",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 493,
                    "text": "[22]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 593,
                    "text": "[23]",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1064,
                    "text": "[24]",
                    "end": 1068
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Other models with heavy neutrinos have also been examined. AT-LAS and CMS at the LHC have reported limits on heavy Majorana neutrino production [25,26] in the context of the Left-Right Symmetric Model. ATLAS have also set limits based on an effective Lagrangian approach [26].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "[25,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 148,
                    "text": "26]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 271,
                    "text": "[26]",
                    "end": 275
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We report an updated search for the production of a heavy Majorana neutrino in proton-proton (pp) collisions at a centerof-mass energy of √ s = 8 TeV at the LHC with a data set corre- μ + μ + qq final state. The principal Feynman diagram for this process is shown in Fig. 1. The charge-conjugate decay chain also contributes and results in a μ − μ −q q final state. The lowest order cross section for pp → (W ± ) * → Nμ ± at a center-of-mass energy √ s is given by",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 267,
                    "text": "Fig. 1",
                    "end": 273
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where f p q are the parton distribution functions for quark q at Q 2 =ŝ = xys, and x and y are the fractions of the proton momentum carried by the interacting quarks. The parton subprocess cross section σ (ŝ) is given by [27]:",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 221,
                    "text": "[27]",
                    "end": 225
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "where α W is the weak coupling constant and m W is the W-boson mass.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "We search for events with two isolated muons of the same sign of electric charge and at least two accompanying jets. The backgrounds to such dimuon final states originate from SM processes that contain isolated prompt same-sign (SS) dimuons in the final state (e.g. WZ production), and from processes such as multijet production in which muons from b-quark decays, or from jets, are misidentified as isolated prompt muons. The misidentified muon background is more significant for low masses (m N < 90 GeV), while at higher masses the SM prompt dimuon background becomes more important.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Detector, signal simulation, and data selection",
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "The CMS detector is described in detail in Ref. [28]. Its central feature is a superconducting solenoid, which provides a magnetic field of 3.8 T along the direction of the counterclockwise rotating beam, taken as the z axis of the detector coordinate system, with the center of the detector defined to be at z = 0. The azimuthal angle φ is measured in the plane perpendicular to the z axis, while the polar angle θ is measured with respect to this axis. Within the superconducting solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. A two-level trigger system selects the most interesting events for analysis.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 48,
                    "text": "[28]",
                    "end": 52
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "Muons are measured in the pseudorapidity range |η| < 2.4, defined as η = − ln[tan(θ/2)], with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive plate chambers. Charged-particle trajectories are measured in a silicon pixel and strip tracker covering 0 ≤ φ ≤ 2π in azimuth and |η| < 2.5. Matching muons to tracks measured in the silicon tracker results in a relative transverse momentum resolution for muons with 20 < p T < 100 GeV of 1.3-2.0% in the barrel and better than 6% in the endcaps. The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [29].",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 623,
                    "text": "[29]",
                    "end": 627
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "The heavy Majorana neutrino production and decay process are simulated using the leading-order (LO) event generator described in Ref. [18] and implemented in alpgen v2.14 [30]. The LO cross section at",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 134,
                    "text": "[18]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "start": 171,
                    "text": "[30]",
                    "end": 175
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "has a value of 1515 pb for m N = 40 GeV, dropping to 3.56 pb for m N = 100 GeV, and to 2.15 pb for m N = 500 GeV [18]. The cross section is proportional to |V μN | 2 . We scale the leading order cross section by a factor of 1.34 to account for higher-order corrections, based on the next-to-next-to-leading-order calculation in Refs. [31,32] for s-channel W production that has the same production kinematics as the signal. We use the CTEQ6M parton distribution functions (PDFs) [33]. Parton showering and hadronization are simulated using pythia v6.4.22 [34]. The Monte Carlo (MC) event generator is interfaced with CMS software, where Geant4 [35] detector simulation, digitization of simulated electronic signals, and event reconstruction are performed. To ensure correct simulation of the number of additional interactions per bunch crossing (pileup), Monte Carlo simulated events are mixed with multiple minimum bias events with weights chosen using the distribution of the number of reconstructed pp interaction vertices observed in data.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 113,
                    "text": "[18]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 334,
                    "text": "[31,",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 338,
                    "text": "32]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "start": 479,
                    "text": "[33]",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "start": 555,
                    "text": "[34]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "start": 644,
                    "text": "[35]",
                    "end": 648
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "A dimuon trigger is used to select the signal sample. This trigger requires the presence of one muon reconstructed from matching tracks in the muon system and tracker with transverse momentum (p T ) above 17 GeV and a second muon with p T > 8 GeV formed from a track in the tracker matched to hits in one of the muon detectors. The trigger efficiency for the signal sample is measured using Z → μ + μ − events selected in data, and is found to be in the range 85-95%, varying with p T and η.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "Additional selections are performed to ensure the presence of well-identified muons and jets. Events are first required to have a well-reconstructed pp interaction vertex (primary vertex) identified as the reconstructed vertex with the largest value of p 2 T for its associated charged tracks reconstructed in the tracking detectors [36].",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 333,
                    "text": "[36]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "Leptons, jets, and missing transverse energy (/ E T ) in the event are reconstructed using the standard CMS particle-flow techniques [37,38]. The missing transverse momentum vector is defined as the projection on the plane perpendicular to the beams of the negative vector sum of the momenta of all reconstructed particles in an event. Its magnitude is referred to as / E T . Jets are formed from clusters based on the anti-k T algorithm [39], with a distance parameter of 0.5, and are required to be within the pseudorapidity range |η| < 2.5. Muon candidates are required to have |η| < 2.4 and to be consistent with originating from the primary vertex. Muon candidates are reconstructed by matching tracks in the silicon tracker to hits in the outer muon system, and are also required to satisfy specific track quality and calorimeter deposition requirements [29]. Muon candidates must be isolated from other activity in the event, which is insured by requiring their relative isolation parameter (I rel ) to be less than 0.05. Here I rel is defined as the scalar sum of transverse energy present within  [41] has been used. Further selection requirements are made based on two Majorana neutrino mass search regions. In the low-mass search region (m N 80 GeV) the W-boson propagator is on-shell and the final state system of μ ± μ ± qq should have an invariant mass close to m W . In this region the following selections are imposed: missing transverse energy <30 GeV; μ ± μ ± jj invariant mass <200 GeV, where the two jets chosen are those which result in m(μ ± μ ± jj) closest to m W ; and dijet invariant mass of these two jets m(jj) < 120 GeV. In the low-mass region the transverse momenta of the muons and jets are relatively low and the overall efficiency is considerably smaller than at higher masses. Therefore, the invariant mass requirements in this region are chosen to be relatively loose.",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 133,
                    "text": "[37,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "start": 137,
                    "text": "38]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "start": 438,
                    "text": "[39]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "start": 860,
                    "text": "[29]",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1106,
                    "text": "[41]",
                    "end": 1110
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "In the high-mass search region (m N 80 GeV) the W-boson propagator is off-shell but the W boson from the N decay is onshell, so the W → qq decay should result in a dijet invariant mass close to m W . As the decay particles are more energetic in this region, the following selections are imposed: missing transverse energy less than 35 GeV (relaxed to increase signal efficiency); dijet invariant mass 50 < m(jj) < 110 GeV, where the two jets with the invariant mass closest to m W are chosen. In both the low-mass and high-mass search regions, the upper cutoff on the missing transverse energy suppresses SM background processes in which a W boson decays leptonically (W → μν), including W + jet and tt production.",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "The low-mass selection gives the best sensitivity for masses below 90 GeV, while for m N ≥ 90 GeV the high-mass selection gives the best sensitivity. Therefore, we use the low-mass selection for 40 < m N < 90 GeV and the high-mass selection for m N ≥ 90 GeV.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "For masses less than 40 GeV the overall acceptance for the Majorana neutrino signal is less than 1% and we do not search in this region.",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "After applying all the selection criteria above, a final selection is applied based on optimizing the signal significance using a figure of merit [42] defined by S /(a/2 + δ B) with the number of standard deviations a = 2 and where S is the signal selection efficiency and δ B is the uncertainty in the estimated background.",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 146,
                    "text": "[42]",
                    "end": 150
                }
            ]
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "At each Majorana neutrino mass point, the optimization is performed by varying the lower bound of three selections: the transverse momentum p T1 of the highest p T muon (or \"leading\" muon), the transverse momentum p T2 of the second muon (or \"trailing\" muon), and the invariant mass m(μ ± μ ± jj). The two jets used in this optimization are those selected as described above for the low-and high-mass regions.",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "section": "Detector, signal simulation, and data selection",
            "text": "The overall signal acceptance includes trigger efficiency, geometrical acceptance, and efficiencies of all selection criteria. The overall acceptance for heavy Majorana neutrino events ranges between 0.69% for m N = 40 GeV to 12% for m N = 500 GeV. The lower acceptance at low m N is due to the smaller average p T of the jets and muons in these events. The acceptance dips when m N approaches m W because the muon p T becomes small. Above the W-boson mass the acceptance increases again up to 400-500 GeV at which point the boosted decay products of the Majorana neutrino begin to overlap.",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "Background estimation",
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "There are three potential sources of same-sign dimuon backgrounds: SM sources such as WZ production, events resulting from misidentified muons, and opposite-sign dimuon events (e.g. from Z → μ + μ − ) in which the charge of one of the muons is mismeasured. The latter source is found to be negligible for muons with p T in the range of interest for this analysis, based on MC studies and studies with cosmic ray muons. Estimation of the remaining two sources of background is discussed below.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "An important background source is the irreducible background from SM production of two genuine isolated muons of the same sign, which can originate from sources such as WZ and ZZ diboson production, double W-strahlung W ± W ± qq processes, WH production, ttW production, double parton scattering (two qq → W), and triboson production. These processes have relatively small cross sections, and are consequently estimated using MC simulations. We use pythia to simulate ZZ and WZ production and MadGraph v5.1.3.30 [43] for the remaining processes.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 512,
                    "text": "[43]",
                    "end": 516
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The second significant background source originates from events containing objects misidentified as prompt muons. These \"prompt muons\" originate from b-quark decays or light-quark or gluon jets. Examples of this background include: multijet production in which two jets are misidentified as muons; W(→ μν) + jets events in which one of the jets is misidentified as a muon; and tt decays in which one of the top-quark decays yields a prompt isolated muon (t → Wb → μν μ b), and the other muon of same charge arises from a b-quark decay or a jet misidentified as an isolated prompt muon. These backgrounds are estimated using control samples from collision data as described below.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "To estimate the misidentified muon background we use the method described in Ref. [22]. An independent data sample enriched in multijet events is used to calculate the probability for a jet that passes minimal muon selection requirements (\"loose muons\") to also pass the more stringent requirements used to define muons selected in the heavy Majorana neutrino signal selection (\"tight muons\"). This probability is binned in p T and η and is used as a weight in the calculation of the background in events that pass all the signal selections except that one or both muons fail the tight criteria, but pass the loose ones.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 82,
                    "text": "[22]",
                    "end": 86
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The sample enriched in multijet production is selected by requiring a loose muon and a jet, resulting in events that are mostly dijet events with one jet containing a muon. Only one muon is allowed and upper cutoffs on missing transverse energy (/ E T < 20 GeV) and the transverse mass (m T < 25 GeV) are applied, where m T is calculated using the muon p T and / E T . These requirements suppress contamination from W and Z boson decays. We also require the loose muon and jet to be separated in azimuth by φ > 2.5. This away-side jet is used as a tag and the loose muon is a probe used to determine the misidentification probability. The transverse energy of the tag jet is an essential ingredient to calibrate the characteristics of the probe (loose muon).",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "Loose muons are defined by relaxing the identification requirements (used to select signal events) as follows: the isolation requirement is relaxed from I rel < 0.05 to I rel < 0.4; the transverse impact parameter of the muon track is relaxed from <0.05 mm to <2 mm; the chi squared per degree of freedom of the muon track fit is relaxed from 10 to 50.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "The overall systematic uncertainty in the misidentified muon background is determined from the variation of the background estimate with respect to the isolation requirement for the loose muons and the p T requirement for the tagging jet. Increasing and decreasing the p T requirement for the tag jet changes the p T spectrum of the recoiling muon in the event and is found to have the largest impact on the background level. The misidentified muon rate is comparatively stable with respect to variations in loose muon isolation requirements. As a result, the 28% overall systematic uncertainty in the misidentified muon background estimate is dominated by the p T requirement on the tag jet.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "We evaluate the method used to estimate the background from misidentified muons by checking the procedure using MC simulated event samples in which the true origin of the muons, either W + jets, and independent multijet events by applying the background estimation method described above. The predicted backgrounds agree with the expectations within the systematic uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "section": "Background estimation",
            "text": "In addition, to test the validity of the background estimation method, we define two signal-free control regions in data. We apply the background estimation method in these regions and compare the result with the observed yields. The control regions in the two mass ranges are defined as follows. In both the lowmass range (40 < m N < 90 GeV) and the high-mass range (m N > 90 GeV) the control region is the same as the signal selection, without the final optimized selections but with either missing transverse energy greater than 50 GeV or one or more jets that are tagged as originating from a b quark. In the low-mass control region we predict a total background of 51.4 ± 1.9 (stat) ± 8.3 (syst) events compared to an observed yield of 45 events, while in the high-mass control region we predict a total background of 87.6 ± 2.5 (stat) ± 12.3 (syst) compared to the observed yield of 81 events. The misidentified muon background accounts for about 2/3 of the total background in both regions. The remaining backgrounds originate mainly from diboson production (approximately 25% of the total background) and Higgs boson production (approximately 4%). In both regions the predictions are in agreement with the observations and well within the systematic uncertainty, which is dominated by the 28% uncertainty in the misidentified muon background. The observed distributions of all relevant observables also agree with the predictions, within uncertainties.",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 5
        },
        {
            "section": "Systematic uncertainties",
            "text": "The main sources of systematic uncertainties are associated with the background estimates. As described above, the overall systematic uncertainty in the misidentified muon background is 28%. The systematic uncertainties in the normalizations of irreducible SM backgrounds are 12% for WZ and 9% for ZZ [44]. For the other processes the uncertainty is 25%, determined by varying the renormalization and factorization scales from the nominal value of Q 2 to 4Q 2 and Q 2 /4, and following the PDF4LHC recommendations [45,46] to estimate the uncertainty due to the choice of PDFs. After combining all the SM backgrounds with their respective uncertainties, the overall systematic uncertainty in the SM irreducible background estimate, including those discussed below, is 19%.",
            "paragraph_rank": 32,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 301,
                    "text": "[44]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 514,
                    "text": "[45,",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 518,
                    "text": "46]",
                    "end": 521
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Sources of systematic uncertainty associated with the estimates of the heavy Majorana neutrino signal and of the SM irreducible background are summarized in Table 1. To evaluate the uncertainty due to imperfect knowledge of the integrated luminosity [47], jet energy scale [48], jet energy resolution [48], b-tagging [41], muon trigger and selection efficiency, and the cross section for minimum bias production used in the pileup reweighting procedure in simulation, the input value of each parameter is changed by ±1",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 157,
                    "text": "Table 1",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 250,
                    "text": "[47]",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "start": 273,
                    "text": "[48]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "start": 301,
                    "text": "[48]",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 317,
                    "text": "[41]",
                    "end": 321
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "standard deviation from its central value. Energy not clustered in the detector affects the overall missing transverse energy scale resulting in an uncertainty in the event yield due to the upper cutoff on / E T . Additional uncertainties in the heavy Majorana neutrino signal estimate arise from the choice of PDFs and renormalization and factorization scales used in the alpgen MC event generator.",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "Results and discussion",
            "section_rank": 6
        },
        {
            "section": "Results and discussion",
            "text": "The selections determined by the optimization for each Majorana neutrino mass point are shown in Table 2 together with the overall signal acceptance. Fig. 2 shows the transverse momentum distributions of the two muons, p T1 and p T2 , and the invariant mass m(μ ± μ ± jj) for the low-mass region after all selections are applied except for the final optimization requirements. The corresponding distributions for the high-mass region are shown in Fig. 3.",
            "paragraph_rank": 35,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 97,
                    "text": "Table 2",
                    "end": 104
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 150,
                    "text": "Fig. 2",
                    "end": 156
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 447,
                    "text": "Fig. 3",
                    "end": 453
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "After applying all the final optimized selections we obtain the results shown in  We see no evidence for a significant excess in data beyond the backgrounds predicted from the SM and we set 95% confidence level (CL) exclusion limits on the cross section times branching fraction for pp → Nμ ± → μ ± μ ± qq as a function of m N , using the CL s method [49][50][51] based on the event yields shown in Table 3. We use Poisson distributions for the signal and log-normal distributions for the nuisance parameters. The limits obtained are shown in Fig. 4. We do not consider the mass range below m N = 40 GeV because of the very low selection efficiency for the signal in this mass region.",
            "paragraph_rank": 36,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 351,
                    "text": "[49]",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 355,
                    "text": "[50]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 359,
                    "text": "[51]",
                    "end": 363
                },
                {
                    "type": "figure",
                    "start": 543,
                    "text": "Fig. 4",
                    "end": 549
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "The behavior of the limit around m N = 80 GeV is caused by the fact that as the heavy Majorana neutrino gets close to the W-boson mass from below or above, the muon produced together with the N or the muon from the N decay have low p T , respectively. We also set limits on the square of the heavy Majorana neutrino mixing parameter times branching fraction of the N to a W boson and a muon, ",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "A search for heavy Majorana neutrinos in μ ± μ ± jj events has been performed in proton-proton collisions at a center-of-mass Table 3 Observed event yields and estimated backgrounds for each Majorana neutrino mass point (m N ). The background predictions from the irreducible SM backgrounds (SM Bkgd.), misidentified muon background (Misid. Bkgd.) and total background (Total Bkgd.) are shown in columns 2-4, while column 5 shows the number of events observed in data. The uncertainties shown are respectively the statistical and systematic components. As discussed in the text, the search was divided into low-mass (m N ≤ 80 GeV) and high-mass (m N > 80 GeV) regions, and different selection criteria were used in the two regions.",
            "paragraph_rank": 38,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 126,
                    "text": "Table 3",
                    "end": 133
                }
            ]
        },
        {
            "section": "Summary",
            "text": "3.0 ± 0.4 ± 0.6 6 .7 ± 0.9 ± 1.9 9 .8 ± 1.0 ± 2.0 7 50",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "3.0 ± 0.4 ± 0. 6 6 .7 ± 0.9 ± 1.9 9 .8 ± 1.0 ± 2.0 7 60",
            "paragraph_rank": 40,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 15,
                    "text": "6",
                    "end": 16
                }
            ]
        },
        {
            "section": "Summary",
            "text": "3.0 ± 0.4 ± 0. 6 6 .7 ± 0.9 ± 1.9 9 .8 ± 1.0 ± 2.0 7 70",
            "paragraph_rank": 41,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 15,
                    "text": "6",
                    "end": 16
                }
            ]
        },
        {
            "section": "Summary",
            "text": "3.0 ± 0.4 ± 0. 6 6 .7 ± 0.9 ± 1.9 9 .8 ± 1.0 ± 2.0 7 80",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 15,
                    "text": "6",
                    "end": 16
                }
            ]
        },
        {
            "section": "Summary",
            "text": "3.0 ± 0.4 ± 0. 6 6 .7 ± 0.9 ± 1.9 9 .8 ± 1.0 ± 2.0 7 90 8.7 ± 0.7 ± 1.7 1 2 .6 ± 1.1 ± 3.5 2 1 .3 ± 1.3 ± 3.9 1 9 100 8.7 ± 0.7 ± 1.7 1 1 .7 ± 1.0 ± 3.3 2 0 .4 ± 1.2 ± 3.7 1 9 125 7.9 ± 0.6 ± 1. 5 5 .9 ± 0.7 ± 1.6 1 3 .8 ± 0.9 ± 2.2 8 150",
            "paragraph_rank": 43,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 15,
                    "text": "6",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 195,
                    "text": "5",
                    "end": 196
                }
            ]
        },
        {
            "section": "Summary",
            "text": "6.4 ± 0.5 ± 1.2",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "3 .6 ± 0.6 ± 1.0 9 .9 ± 0.8 ± 1.6 7 175 Fig. 4. Exclusion region at 95% CL in the cross section times branching fraction, as a function of the heavy Majorana neutrino mass. The long-dashed black curve is the expected upper limit, with one and two standard deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. The region above the exclusion curves is ruled out. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) energy of 8 TeV, using a data set corresponding to an integrated luminosity of 19.  generators and calculations of the heavy neutrino branching fractions, as well as for advice on the theoretical interpretations of our results. We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and ",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 40,
                    "text": "Fig. 4",
                    "end": 46
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 1 .",
            "text": "Fig. 1. The lowest order Feynman diagram for production of a heavy Majorana neutrino N. The charge-conjugate diagram also contributes and results in an − − qq final state.",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 9
        },
        {
            "section": "Fig. 2 .",
            "text": "Fig. 2. Kinematic distributions for the low-mass region after all selections are applied except for the final optimization requirements: leading muon p T (top), trailing muon p T (middle), and μ ± μ ± jj invariant mass (bottom). The plots show the data, backgrounds, and two choices for the heavy Majorana neutrino signal: m N = 40 GeV, |V μN | 2 = 5 × 10 −5 and m N = 80 GeV, |V μN | 2 = 1 × 10 −3 . The backgrounds shown are from misidentified muons and from diboson (VV), Higgs boson, triboson (VVV), and ttW production.",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 10
        },
        {
            "section": "Fig. 3 .",
            "text": "Fig. 3. Kinematic distributions for the high-mass region after all selections are applied except for the final optimization requirements: leading muon p T (top), trailing muon p T (middle), and μ ± μ ± jj invariant mass (bottom). The plots show the data, backgrounds, and two choices for the heavy Majorana neutrino signal: m N = 100 GeV, |V μN | 2 = 0.001 and m N = 300 GeV, |V μN | 2 = 0.05. The backgrounds shown are from misidentified muons and from diboson (VV), Higgs boson, triboson (VVV), and ttW production.",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "as a function of m N . Fig. 5 shows the resulting upper limits on |V μN | 2 B(N → W ± μ ∓ ) as a function of m N . Assuming the theoretical prediction for the branching fraction for N → W ± μ ∓ , we can extract limits on |V μN | 2 . These limits are shown in Fig. 6.",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 5 .",
            "text": "Fig. 5. Exclusion region at 95% CL in the square of the heavy Majorana neutrino mixing parameter times branching fraction of the N to a W boson and a muon, as a function of the heavy Majorana neutrino mass:(|V μN | 2 B(N → W ± μ ∓ ) vs.m N ). The long-dashed black curve is the expected upper limit, with one and two standard deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. The regions above the exclusion curves are ruled out. The lower panel shows an expanded view of the region 40 GeV < m N < 250 GeV. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "Fig. 6 . 2 a 2 a",
            "section_rank": 13
        },
        {
            "section": "Fig. 6 . 2 a 2 a",
            "text": "Fig. 6. Exclusion region at 95% CL in the square of the heavy Majorana neutrino mixing parameter as a function of the heavy Majorana neutrino mass: (|V μN | 2 vs. m N ). The long-dashed black curve is the expected upper limit, with one and two standard deviation bands shown in dark green and light yellow, respectively. The solid black curve is the observed upper limit. Also shown are the upper limits from other direct searches: L3 [20], DELPHI [21], and the upper limits from CMS obtained with the 2011 LHC data at √ s = 7 TeV [22]. The regions above the exclusion curves are ruled out. The lower panel shows an expanded view of the region 40 GeV < m N < 250 GeV. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MOST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). Individuals have received support from the Marie-Curie program and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A.P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Table 1",
            "section_rank": 14
        },
        {
            "section": "Table 1",
            "text": "Summary of systematic uncertainties in the estimation of the heavy Majorana signal, SM background (SM Bkgd.), and misidentified muon background (Misid. Bkgd.) for low-mass selection (first number) and high-mass selection (second number in square brackets).",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "Table 2",
            "section_rank": 15
        },
        {
            "section": "Table 2",
            "text": "Minimum thresholds on discriminating variables determined by the optimization and overall signal acceptance for each Majorana neutrino mass point (m N ). As discussed in the text, the search was divided into low-mass (m N ≤ 80 GeV) and high-mass (m N > 80 GeV) regions, and different selection criteria were used in the two regions.",
            "paragraph_rank": 53,
            "section_rank": 15
        },
        {
            "text": "Table 3 .",
            "section_rank": 16
        },
        {
            "section": "Table 3 .",
            "text": "The expected signal depends on m N and |V μN | 2 . For m N = 50 GeV and |V μN | 2 = 1 × 10 −3 the expected number of events is 226. For m N = 100 GeV and |V μN | 2 = 1 × 10 −3 the expected number of events is 4.4, while for m N = 500 GeV and |V μN | 2 = 1 it is 6.9.",
            "paragraph_rank": 54,
            "section_rank": 16
        },
        {
            "text": "7 fb −1 . No excess of events beyond the standard model background prediction is found. Upper limits at 95% CL are set on |V μN | 2 , as a function of heavy Majorana neutrino mass m N , where V μN is the mixing element of the heavy neutrino N with the standard model muon neutrino. These are the first direct upper limits on the heavy Majorana neutrino mixing for m N > 200 GeV. The limits for m N between 45 GeV and 90 GeV are comparable to the best limits from LEP [20,21], which are derived from Z → ν N and are restricted to masses below approximately 90 GeV. The limits reported here extend well beyond this mass and are significantly better than previous LHC limits obtained at a center-of-mass energy of 7 TeV. For m N = 90 GeV we find |V μN | 2 < 0.00470. Furthermore, the direct limits on |V μN | have been extended from m N ≈ 200 GeV up to m",
            "paragraph_rank": 55,
            "section_rank": 17
        },
        {
            "text": "N ≈ 500 GeV. At m N = 200 GeV the limit is |V μN | 2 < 0.0123, and at m N = 500 GeV the limit is |V μN | 2 < 0.583.",
            "paragraph_rank": 56,
            "section_rank": 17
        },
        {
            "text": "Acknowledgements",
            "section_rank": 19
        },
        {
            "section": "Acknowledgements",
            "text": "We would like to thank Juan Antonio Aguliar-Saavedra, Francisco del Aguila, and Tao Han for assistance with Monte Carlo",
            "paragraph_rank": 57,
            "section_rank": 19
        }
    ]
}