{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is presented for the direct pair production of a chargino and a neutralino pp →χ ± 1χ 0 2 , where the chargino decays to the lightest neutralino and the W boson,χ ± 1 →χ 0 1 (W ± → ± ν), while the neutralino decays to the lightest neutralino and the 125 GeV Higgs boson, χ 0 2 →χ 0 1 (h → bb/γ γ / ± νqq). The final states considered for the search have large missing transverse momentum, an isolated electron or muon, and one of the following: either two jets identified as originating from bottom quarks, or two photons, or a second electron or muon with the same electric charge. The analysis is based on 20.3 fb −1 of √ s = 8 TeV proton-proton collision data delivered by the Large Hadron Collider and recorded with the ATLAS detector. Observations are consistent with the Standard Model expectations, and limits are set in the context of a simplified supersymmetric model.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Supersymmetry (SUSY) [1][2][3][4][5][6][7][8][9] proposes the existence of new particles with spin differing by one half unit from that of their Standard Model (SM) partners. In the Minimal Supersymmetric Standard Model (MSSM) [10][11][12][13][14], charginos,χ ± 1,2 , and neutralinos,χ 0 1,2,3,4 , are the mass-ordered eigenstates formed from the linear superposition of the SUSY partners of the Higgs and electroweak gauge bosons (higgsinos, winos and bino). In R-parity-conserving models, SUSY particles are pair-produced in colliders and the lightest SUSY particle (LSP) is stable. In many models the LSP is assumed to be a bino-likeχ 0 1 , which is weakly interacting. Naturalness arguments [15,16] suggest that the lightest of the charginos and neutralinos may have masses at the electroweak scale, and may be accessible at the Large Hadron Collider (LHC) [17]. Furthermore, direct pair production of charginos and neutralinos may be the dominant production of supersymmetric e-mail: atlas.publications@cern.ch particles if the superpartners of the gluon and quarks are heavier than a few TeV.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 21,
                    "text": "[1]",
                    "end": 24
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 24,
                    "text": "[2]",
                    "end": 27
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 27,
                    "text": "[3]",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 30,
                    "text": "[4]",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "start": 33,
                    "text": "[5]",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "start": 36,
                    "text": "[6]",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 39,
                    "text": "[7]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 42,
                    "text": "[8]",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 45,
                    "text": "[9]",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 227,
                    "text": "[10]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 231,
                    "text": "[11]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 235,
                    "text": "[12]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 239,
                    "text": "[13]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 243,
                    "text": "[14]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "start": 287,
                    "text": "0",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "start": 639,
                    "text": "0",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 696,
                    "text": "[15,",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 700,
                    "text": "16]",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 862,
                    "text": "[17]",
                    "end": 866
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In SUSY scenarios where the masses of the pseudoscalar Higgs boson and the superpartners of the leptons are larger than those of the produced chargino and neutralino, the chargino decays to the lightest neutralino and the W boson, while the next-to-lightest neutralino decays to the lightest neutralino and the SM-like Higgs or Z boson. This paper focuses on SUSY scenarios where the decay to the Higgs boson is the dominant one. This happens when the mass splitting between the two lightest neutralinos is larger than the Higgs boson mass and the higgsinos are much heavier than the winos, causing the composition of the lightest chargino and next-to-lightest neutralino to be wino-like and nearly mass degenerate.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "A simplified SUSY model [18,19] is considered for the optimisation of the search and the interpretation of results. It describes the direct production ofχ ± 1 andχ 0 2 , where the masses and the decay modes of the relevant particles (χ ± 1 , χ 0 1 ,χ 0 2 ) are the only free parameters. It is assumed that theχ ± 1 andχ 0 2 are pure wino states and degenerate in mass, while thẽ χ 0 1 is a pure bino state. The prompt decaysχ ± 1 → W ±χ 0 1 and χ 0 2 → hχ 0 1 are assumed to have 100 % branching fractions. The Higgs boson mass is set to 125 GeV, which is consistent with the measured value [20], and its branching fractions are assumed to be the same as in the SM. The latter assumption is motivated by those SUSY models in which the mass of the pseudoscalar Higgs boson is much larger than the Z boson mass.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 24,
                    "text": "[18,",
                    "end": 28
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 28,
                    "text": "19]",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "0",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 591,
                    "text": "[20]",
                    "end": 595
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The search presented in this paper targets leptonic decays of the W boson and three Higgs boson decay modes as illustrated in Fig. 1. The Higgs boson decays into a pair of bquarks, or a pair of photons, or a pair of W bosons where at least one of the bosons decays leptonically. The final states therefore contain missing transverse momentum from neutrinos and neutralinos, one lepton ( = e or μ), and one of the following: two b-quarks ( bb), or two photons ( γ γ ), or an additional lepton with the same electric charge ( ± ± ). The Higgs boson candidate can be fully reconstructed with the bb and γ γ signatures. The ± ± signature does not allow for such reconstruction and it is considered because of its small SM background. Its main signal contribution is due to h → W W , with smaller contributions from h → Z Z and h → τ τ when some of the visible decay products are missed during the event reconstruction.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 126,
                    "text": "Fig. 1",
                    "end": 132
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The analysis is based on 20.3 fb −1 of √ s = 8 TeV protonproton collision data delivered by the LHC and recorded with the ATLAS detector. Previous searches for charginos and neutralinos at the LHC have been reported by the ATLAS [21][22][23] and CMS [24,25] collaborations. Similar searches were conducted at the Tevatron [26,27] and LEP [28][29][30][31][32].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 229,
                    "text": "[21]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 233,
                    "text": "[22]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 237,
                    "text": "[23]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 250,
                    "text": "[24,",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 254,
                    "text": "25]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 322,
                    "text": "[26,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 326,
                    "text": "27]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 338,
                    "text": "[28]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "start": 342,
                    "text": "[29]",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 346,
                    "text": "[30]",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 350,
                    "text": "[31]",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 354,
                    "text": "[32]",
                    "end": 358
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The results of this paper are combined with those of the ATLAS search using the three-lepton and missing transverse momentum final state, performed with the same dataset [21]. The three-lepton selections may contain up to two hadronically decaying τ leptons, providing sensitivity to the h → τ τ/W W/Z Z Higgs boson decay modes. The statistical combination of the results is facilitated by the fact that all event selections were constructed not to overlap.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 170,
                    "text": "[21]",
                    "end": 174
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper is organised in the following way: the ATLAS detector is briefly described in Sect. 2, followed by a description of the Monte Carlo simulation in Sect. 3. In Sect. 4 the common aspects of the event reconstruction are illustrated; Sects. 5, 6, and 7 describe the channel-specific features; Sect. 8 discusses the systematic uncertainties; the results and conclusions are presented in Sects. 9 and 10.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "ATLAS is a multipurpose particle physics experiment [33]. It consists of detectors forming a forward-backward symmetric cylindrical geometry. 1 The inner detector (ID) covers |η| < 2.5 and consists of a silicon pixel detector, a semicon- 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam line. The x-axis points from the IP to the centre of the ductor microstrip tracker, and a transition radiation tracker. The ID is surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field. A high-granularity lead/liquid-argon (LAr) sampling calorimeter measures the energy and the position of electromagnetic showers within |η| < 3.2. Sampling calorimeters with LAr are also used to measure hadronic showers in the endcap (1.5 < |η| < 3.2) and forward (3.1 < |η| < 4.9) regions, while a steel/scintillator tile calorimeter measures hadronic showers in the central region (|η| < 1.7). The muon spectrometer (MS) surrounds the calorimeters and consists of three large superconducting air-core toroid magnets, each with eight coils, precision tracking chambers (|η| < 2.7), and fast trigger chambers (|η| < 2.4). A three-level trigger system selects events to be recorded for permanent storage.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 52,
                    "text": "[33]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 142,
                    "text": "1",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 238,
                    "text": "1",
                    "end": 239
                }
            ]
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation",
            "text": "The event generators, the accuracy of theoretical cross sections, the underlying-event parameter tunes, and the parton distribution function (PDF) sets used for simulating the SM background processes are summarised in Table 1. The SUSY signal samples are produced with Her-wig++ [57] using the CTEQ6L1 PDF set. Signal cross sections are calculated at next-to-leading order (NLO) in the strong coupling constant using Prospino2 [58]. These agree with the NLO calculations matched to resummation at nextto-leading-logarithmic (NLL) accuracy within ∼2 % [59,60]. For each cross section, the nominal value and its uncertainty are taken respectively from the centre and the spread of the cross-section predictions using different PDF sets and their associated uncertainties, as well as from variations of factorisation and renormalisation scales, as described in Ref. [61].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 218,
                    "text": "Table 1.",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 279,
                    "text": "[57]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 427,
                    "text": "[58]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 551,
                    "text": "[59,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 555,
                    "text": "60]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 863,
                    "text": "[61]",
                    "end": 867
                }
            ]
        },
        {
            "section": "Monte Carlo simulation",
            "text": "Footnote 1 continued LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Monte Carlo simulation",
            "text": "The propagation of particles through the ATLAS detector is modelled with GEANT4 [62] using the full ATLAS detector simulation [63] for all Monte Carlo (MC) simulated samples, except for tt production and the SUSY signal samples in which the Higgs boson decays to two b-quarks, for which a fast simulation based on a parametric response of the electromagnetic and hadronic calorimeters is used [64]. The effect of multiple proton-proton collisions in the same or nearby beam bunch crossings (in-time or out-of-time pileup) is incorporated into the simulation by overlaying additional minimum-bias events generated with Pythia6 onto hard-scatter events. Simulated events are weighted so that the distribution of the average number of interactions per bunch crossing matches that observed in data, but are otherwise reconstructed in the same manner as data.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 80,
                    "text": "[62]",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 126,
                    "text": "[63]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "start": 393,
                    "text": "[64]",
                    "end": 397
                }
            ]
        },
        {
            "text": "Event reconstruction",
            "section_rank": 5
        },
        {
            "section": "Event reconstruction",
            "text": "The data sample considered in this analysis was collected with a combination of single-lepton, dilepton, and diphoton triggers. After applying beam, detector, and data-quality requirements, the dataset corresponds to an integrated luminosity of 20.3 fb −1 , with an uncertainty of 2.8 % derived following the methodology detailed in Ref. [65].",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 338,
                    "text": "[65]",
                    "end": 342
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Vertices compatible with the proton-proton interactions are reconstructed using tracks from the ID. Events are analysed if the primary vertex has five or more tracks, each with transverse momentum p T > 400 MeV, unless stated otherwise. The primary vertex of an event is identified as the vertex with the largest p 2 T of the associated tracks. Electron candidates are reconstructed from calibrated clustered energy deposits in the electromagnetic calorimeter and a matched ID track, which in turn determine the p T and η of the candidates respectively. Electrons must satisfy \"medium\" cut-based identification criteria, following Ref. [66], and are required to have p T > 10 GeV and |η| < 2.47.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 636,
                    "text": "[66]",
                    "end": 640
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Muon candidates are reconstructed by combining tracks in the ID and tracks or segments in the MS [67] and are required to have p T > 10 GeV and |η| < 2.5. To suppress cosmicray muon background, events are rejected if they contain a muon having transverse impact parameter with respect to the primary vertex |d 0 | > 0.2 mm or longitudinal impact parameter with respect to the primary vertex |z 0 | > 1 mm.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 97,
                    "text": "[67]",
                    "end": 101
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Photon candidates are reconstructed from clusters of energy deposits in the electromagnetic calorimeter. Clusters without matching tracks as well as those matching one or two tracks consistent with a photon conversion are considered. The shape of the cluster must match that expected for an electromagnetic shower, using criteria tuned for robustness under the pile-up conditions of 2012 [68]. The cluster energy is calibrated separately for converted and unconverted photon candidates using simulation. In addition, η-dependent correction factors determined from Z → e + e − events are applied to the cluster energy, as described in Ref. [68]. The photon candidates must have p T > 20 GeV and |η| < 2.37, excluding the transition region 1.37 < |η| < 1.56 between the central and endcap electromagnetic calorimeters. The tighter η requirement on photons, as compared to electrons, reflects the poorer photon resolution in the transition region and for 2.37 ≤ |η| < 2.47.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 388,
                    "text": "[68]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 639,
                    "text": "[68]",
                    "end": 643
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Jets are reconstructed with the anti-k t algorithm [69] with a radius parameter of 0.4 using three-dimensional clusters of energy in the calorimeter [70] as input. The clusters are calibrated, weighting differently the energy deposits arising from the electromagnetic and hadronic components of the showers. The final jet energy calibration corrects the calorimeter response to the particle-level jet energy [71,72]; the correction factors are obtained from simulation and then refined and validated using data. Corrections for in-time and out-oftime pile-up are also applied, as described in Ref. [73]. Events containing jets failing to meet the quality criteria described in Ref. [71] are rejected to suppress non-collision background and events with large noise in the calorimeters.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 51,
                    "text": "[69]",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 149,
                    "text": "[70]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 408,
                    "text": "[71,",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 412,
                    "text": "72]",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "start": 598,
                    "text": "[73]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 682,
                    "text": "[71]",
                    "end": 686
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Jets with p T > 20 GeV are considered in the central pseudorapidity (|η| < 2.4) region, and jet p T > 30 GeV is required in the forward (2.4 < |η| < 4.5) region. For central jets, the p T threshold is lower since it is possible to suppress pile-up using information from the ID, the \"jet vertex fraction\" (JVF). This is defined as the p T -weighted fraction of tracks within the jet that originate from the primary vertex of the event, and is −1 if there are no tracks within the jet. Central jets can also be tagged as originating from bottom quarks (referred to as b-jets) using the MV1 multivariate b-tagging algorithm based on quantities related to impact parameters of tracks and reconstructed secondary vertices [74]. The efficiency of the b-tagging algorithm depends on the operating point chosen for each channel, and is reported in Sects. 5 and 7.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 718,
                    "text": "[74]",
                    "end": 722
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Hadronically decaying τ leptons are reconstructed as 1or 3-prong hadronic jets within |η| < 2.47, and are required to have p T > 20 GeV after being calibrated to the τ energy scale [75]. Final states with hadronically decaying τ leptons are not considered here; however, identified τ leptons are used in the overlap removal procedure described below, as well as to ensure that the same-sign lepton channel does not overlap with the three-lepton search [21] that is included in the combined result.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 181,
                    "text": "[75]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 452,
                    "text": "[21]",
                    "end": 456
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Potential ambiguities between candidate leptons, photons and jets are resolved by removing one or both objects if they are separated by R ≡ ( φ) 2 + ( η) 2 below a threshold. This process eliminates duplicate objects reconstructed from a single particle, and suppresses leptons and photons contained inside hadronic jets. The thresholds and the order in which overlapping objects are removed are summarised in Table 2. In the same-sign channel, e + e − and μ + μ − pairs with m + − < 12 GeV are also removed. The remaining leptons and photons are referred to as \"preselected\" objects.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 410,
                    "text": "Table 2",
                    "end": 417
                }
            ]
        },
        {
            "section": "Event reconstruction",
            "text": "Isolation criteria are applied to improve the purity of reconstructed objects. The criteria are based on the scalar sum of the transverse energies E T of the calorimeter cell clusters within a radius R of the object (E cone R T ), and on the scalar sum of the p T of the tracks within R and associated with the primary vertex ( p cone R T ). The contribution due to the object itself is not included in either sum. The values used in the isolation criteria depend on the channel; they are specified in Sects. 5, 6 and 7.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "Event reconstruction",
            "text": "The missing transverse momentum, p miss T (with magnitude E miss T ), is the negative vector sum of the transverse momenta of all preselected electrons, muons, and photons, as well as jets and calorimeter energy clusters with |η| < 4.9 not associated with these objects. Clusters that are associated  [76,77]. The efficiencies for electrons, muons, and photons to satisfy the reconstruction and identification criteria are measured in control samples, and corrections are applied to the simulated samples to reproduce the efficiencies in data. Similar corrections are also applied to the trigger efficiencies, as well as to the jet b-tagging efficiency and misidentification probability.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 301,
                    "text": "[76,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "start": 305,
                    "text": "77]",
                    "end": 308
                }
            ]
        },
        {
            "text": "One lepton and two b-jets channel",
            "section_rank": 6
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The events considered in the one lepton and two b-jets channel are recorded with a combination of single-lepton triggers with a p T threshold of 24 GeV. To ensure that the event is triggered with a constant high efficiency, the offline event selection requires exactly one signal lepton (e or μ) with p T > 25 GeV. The signal electrons must satisfy the \"tight\" identification criteria of Ref.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "[66], as well as |d Events with two or three jets are selected, and the jets can be either central (|η| < 2.4) or forward (2.4 < |η| < 4.9). Central jets have p T > 25 GeV, and forward jets have p T > 30 GeV. For central jets with p T < 50 GeV, the JVF must be > 0.5. Events must contain exactly two b-jets and these must be the highestp T central jets. The chosen operating point Table 3 Selection requirements for the signal, control and validation regions of the one lepton and two b-jets channel. The number of leptons, jets, and b-jets is labelled with n lepton , n jet , and n b−jet respectively SR bb-1",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 381,
                    "text": "Table 3",
                    "end": 388
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "of the b-tagging algorithm identifies b-jets in simulated tt events with an efficiency of 70 %; it misidentifies charm jets 20 % of the time and light-flavour (including gluon-induced) jets less than 1 % of the time. After the requirement of E miss T > 100 GeV, the dominant background contributions in the bb channel are tt, W + jets, and single-top W t production. Their contributions are suppressed using the kinematic selections described below, which define the two signal regions (SR) SR bb-1 and SR bb-2 summarised in Table 3.",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 525,
                    "text": "Table 3",
                    "end": 532
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The contransverse mass m CT [78,79] is defined as",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 28,
                    "text": "[78,",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 32,
                    "text": "79]",
                    "end": 35
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where E b i T and p b i T are the transverse energy and momentum of the ith b-jet. The SM tt background has an upper endpoint at m CT of approximately m t , and is efficiently suppressed by requiring m CT > 160 GeV.",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "The transverse mass m W T , describing W candidates in background events, is defined as",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "where E T and p T are the transverse energy and momentum of the lepton. Requiring m W T > 100 GeV efficiently suppresses the W + jets background. The two SRs are distinguished by requiring 100 < m W T < 130 GeV for SR bb-1 and m W T > 130 GeV for SR bb-2. The first signal region provides sensitivity to signal models with a mass splitting betweenχ 0 1 andχ 0 2 similar to the Higgs boson mass, while the second one targets larger mass splittings.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "In each SR, events are classified into five bins of the invariant mass m bb of the two b-jets as 45-75-105-135-165-195 GeV. In the SRs, about 70 % of the signal events due to h → bb populate the central bin of 105-135 GeV. The other four bins (sidebands) are used to constrain the background normalisation, as described below.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Background estimation",
            "section_rank": 8
        },
        {
            "section": "Background estimation",
            "text": "The contributions from the tt and W + jets background sources are estimated from simulation, and normalised to data in dedicated control regions defined in the following paragraphs. The contribution from multi-jet production, where the signal lepton is a misidentified jet or comes from a heavy-flavour hadron decay or photon conversion, is estimated using the \"matrix method\" described in Ref. [22], and is found to be less than 3 % of the total background in all regions and is thus neglected. The remaining sources of background (single top, Z + jets, W W , W Z, Z Z, Zh and W h production) are estimated from simulation.",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 395,
                    "text": "[22]",
                    "end": 399
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Two control regions (CR), CR bb-T and CR bb-W, are designed to constrain the normalisations of the tt and W +jets backgrounds respectively. The acceptance for tt events is increased in CR bb-T by modifying the requirement on m CT to 100 < m CT < 160 GeV. The acceptance of W + jets events is increased in CR bb-W by requiring m W T > 40 GeV and exactly two jets, of which only one is b-tagged. These two control regions are summarised in Table 3. The control regions are defined to be similar to the signal regions in order to reduce systematic uncertainties on the extrapolation to the signal regions; at the same time they are dominated by the targeted background processes and the expected contamination by signal is small.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 438,
                    "text": "Table 3",
                    "end": 445
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "As in the signal regions, the control regions are binned in m bb (m bj in the case of CR bb-W). A \"background-only\" likelihood fit is performed, in which the predictions of the simulated background processes without any signal hypothesis are fit simultaneously to the data yields in eight m bb sideband bins of the SRs and the ten m bb bins of the CRs. This fit, as well as the limit-setting procedure, is performed using the HistFitter package described in Ref. [80]. The two free parameters of the fit, namely the normalisations of the tt and W + jets background components, are constrained by the number of events observed in the control regions and signal region sidebands, where the number of events is described by a Poisson probability density function. The remaining nuisance parameters correspond to the sources of systematic T < 100 GeV, and requiring 100 < m CT < 160 GeV for VR bb-1 and m CT > 160 GeV for VR bb-2 as summarised in Table 3. The yields in the VRs are shown in Table 4 after the background-only fit, which does not use the data in the VRs to constrain the background. The data event yields are found to be consistent with background expectations. Figure 2 shows the data distributions of m CT , m W T , n b−jet and m bb compared to the SM expectations in various regions. The data agree well with the SM expectations in all distributions.",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 463,
                    "text": "[80]",
                    "end": 467
                },
                {
                    "type": "table",
                    "start": 943,
                    "text": "Table 3",
                    "end": 950
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 987,
                    "text": "Table 4",
                    "end": 994
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1173,
                    "text": "Figure 2",
                    "end": 1181
                },
                {
                    "type": "bibr",
                    "start": 1223,
                    "text": "W",
                    "end": 1224
                }
            ]
        },
        {
            "text": "One lepton and two photons channel",
            "section_rank": 9
        },
        {
            "text": "Event selection",
            "section_rank": 10
        },
        {
            "section": "Event selection",
            "text": "Events recorded with diphoton or single-lepton triggers are used in the one lepton and two photons channel. For the diphoton trigger, the transverse momentum thresholds at trigger level for the highestp T (leading) and second highestp T (sub-leading) photons are 35 GeV and 25 GeV respectively. For these events, the event selection requires exactly one signal lepton (e or μ) and exactly two signal photons, with p T thresholds of 15 GeV for electrons, 10 GeV for muons, and 40 (27) GeV for leading (sub-leading) photons. In addition, events recorded with single-lepton triggers, which have transverse momentum thresholds at trigger level of 24 GeV, are used. For these events, the selection requires p T thresholds of 25 GeV for electrons and muons, and 40 20GeV for leading (sub-leading) photons.",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 479,
                    "text": "(27)",
                    "end": 483
                },
                {
                    "start": 759,
                    "text": "20",
                    "end": 761
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "In this channel, a neural network algorithm, based on the momenta of the tracks associated with each vertex and the direction of flight of the photons, is used to select the primary vertex, similarly to the ATLAS SM h → γ γ analysis described in Ref. [81]. Signal muons must satisfy |d 0 | < 1 mm and |z 0 | < 10 mm. The isolation criteria for both the electrons and muons are E cone0. ",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 251,
                    "text": "[81]",
                    "end": 255
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where T are the transverse energy and momentum of the ith, p T -ordered, photon. Including a photon in the transverse mass calculation provides a means to identify leptonically decaying W bosons in the presence of a final-state radiation photon.   Table 5 Selection requirements for the signal and validation regions of the one lepton and two photons channel. The number of leptons and photons is labelled with n lepton and n γ respectively",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 248,
                    "text": "Table 5",
                    "end": 255
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "and or --",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "section": "Event selection",
            "text": "Events with m  Table 5.",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 15,
                    "text": "Table 5",
                    "end": 22
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Distributions in the Higgs-mass window of the four kinematic variables used to define the SRs are shown in Fig. 3. For illustration purposes, the observed yield in the sideband region is shown for each distribution, scaled into the corresponding Higgs-mass window by the relative widths of the Higgs-mass window and the sideband region, 10 GeV/50 GeV = 0.2. Also shown, for each distribution, is a simulationbased cross-check of the background estimate. To reduce statistical uncertainties originating from the limited number of simulated events, the non-Higgs contributions are obtained in the sideband and scaled into the Higgs-mass window by 0.2. The simulation-based prediction of the non-Higgs background is estimated from the W/Z(γ, γ γ ) + jets samples, after applying a data-driven correction for the probability of electrons or jets to be reconstructed as photons. The contribution from backgrounds with jets reconstructed as leptons is determined by using the \"fake factor\" method described in Ref. [82]. This simulation-based background estimate is only used as a cross-check of the sideband-data-based background estimate described above. It gives results consistent with the data estimate, but it is not used for limit setting.",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 107,
                    "text": "Fig. 3",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 1009,
                    "text": "[82]",
                    "end": 1013
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 11
        },
        {
            "section": "Background estimation",
            "text": "The contribution from background sources that do not contain a h → γ γ decay can be statistically separated by a tem-plate fit to the full m γ γ distribution, from 100 to 160 GeV. The approach followed is similar to the one in Ref. [81]: the non-Higgs background is modelled as exp(−αm γ γ ), with the constant α as a free, positive parameter in the fit. Alternative functional models are used to evaluate the systematic uncertainty due to the choice of background modelling function. The h → γ γ template, used for the Higgs background and signal, is formed by the sum of a Crystal Ball function [83] for the core of the distribution and a Gaussian function for the tails. This functional form follows the one used in the SM h → γ γ analysis [81], with the nominal values and uncertainties on the fit parameters determined by fits to the simulation in SR γ γ -1 and SR γ γ -2. The results of the fit to the simulation are used as an external constraint on the template during the fit to data. The width of the Gaussian core of the Crystal Ball function quantifies the detector resolution and is determined in simulation to be 1.7 GeV in SR γ γ -1 and 1.8 GeV in SR γ γ -2. This is comparable to the resolution found in the SM h → γ γ analysis [81].",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 232,
                    "text": "[81]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 597,
                    "text": "[83]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 743,
                    "text": "[81]",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1244,
                    "text": "[81]",
                    "end": 1248
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Contributions from SM processes with a real Higgs boson decay are estimated by simulation and come primarily from W h associated production, with smaller amounts from tth and Zh. The contributions from SM Higgs boson production via gluon fusion or vector boson fusion are found to be negligible. Systematic uncertainties on the yields of these SM processes are discussed in Sect. 8. Figure 4 shows the background-only fits to the observed m γ γ distributions in the signal and validation regions, with the signal region Higgsmass window (120 < m γ γ < 130 GeV) excluded from the fit. Table 6 summarises the observed event yields in the Higgs-mass window and the background estimates, from the background-only fits, in the signal and validation regions. The errors are dominated by the statistical uncertainty due to the number of events in the m γ γ sidebands.",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 383,
                    "text": "Figure 4",
                    "end": 391
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 584,
                    "text": "Table 6",
                    "end": 591
                }
            ]
        },
        {
            "text": "Same-sign dilepton channel",
            "section_rank": 12
        },
        {
            "text": "Event selection",
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "Events recorded with a combination of dilepton triggers are used in the same-sign dilepton channel. The p T thresholds of the dilepton triggers depend on the flavour of the leptons. The triggers reach their maximum efficiency at p T values of about 14-25 GeV for the leading lepton and 8-14 GeV for the sub-leading lepton.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "The offline event selection requires two same-sign signal leptons (ee, eμ or μμ) with p T > 30 GeV or 20 GeV as shown in Table 7 and no additional preselected lepton. The signal electrons must satisfy the \"tight\" identification criteria from Ref. T / min( p T , 60 GeV) < 0.07 (0.06). Events containing a hadronically decaying preselected τ lepton are rejected in order to avoid statistical overlap with the three-lepton final states [21].",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 121,
                    "text": "Table 7",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 434,
                    "text": "[21]",
                    "end": 438
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Events are required to contain one, two, or three central (|η| < 2.4) jets with p T > 20 GeV. If a central jet has p T < 50 GeV and has tracks associated to it, at least one of the tracks must originate from the event primary vertex. To reduce background contributions with heavy-flavour decays, all the jets must fail to meet the b-tagging criterion at the 80 % efficiency operating point. There must be no forward (2.4 < |η| < 4.9) jet with p T > 30 GeV.",
            "paragraph_rank": 45,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "The dominant background contributions in the ± ± channel are due to SM diboson production (W Z and Z Z) lead-ing to two \"prompt\" leptons and due to events with \"nonprompt\" leptons (heavy-flavour decays, photon conversions and misidentified jets). These background contributions are suppressed with the tight identification criteria described above, and with the kinematic requirements summarised in Table 7. The requirements were optimised separately for each lepton flavour combination (ee, μμ, and eμ), and for different numbers of reconstructed jets, leading to six signal regions.",
            "paragraph_rank": 46,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 399,
                    "text": "Table 7",
                    "end": 406
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The dilepton invariant mass m is required to differ by at least 10 GeV from the Z -boson mass for the ee channel, in which contamination due to electron charge misidentification is significant.",
            "paragraph_rank": 47,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "The visible mass of the Higgs boson candidate is defined for the one jet signal regions as the invariant mass (m j ) of the jet and the lepton that is closest to it in terms of R, and for the two or three jet signal regions as the invariant mass (m j j ) of the two highestp T jets and the lepton that is closest to the dijet system. In the signal regions, m j < 90 GeV is required for SR -1 and m j j < 120 GeV for SR -2.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "Depending on the final state, additional kinematic variables are used to further reduce the background. Requiring the pseudorapidity difference between the two leptons η < 1.5 decreases the W Z and Z Z background. Requirements on E miss,rel T , defined as",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "where φ is the azimuthal angle difference between p miss T and the nearest lepton or jet, reduce the Z + jets and nonprompt lepton background in the ee channel. The E miss,rel T is defined so as to reduce the impact on E miss T of any potential mismeasurement, either from jets or from leptons. The scalar sum m eff of the transverse momenta of the leptons, jets and T values computed with one of the leptons and the missing transverse momentum, sup- presses background events with one leptonically decaying W boson, whose transverse mass distribution has an endpoint at m W .",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "section": "Event selection",
            "text": "To test the non-prompt lepton and charge mismeasurement backgrounds, validation regions are defined by applying only the number of jets n jet and lepton p T requirements from Table 7 and requiring m j > 90 GeV or m j j > 120 GeV.",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 175,
                    "text": "Table 7",
                    "end": 182
                }
            ]
        },
        {
            "text": "Background estimation",
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "The irreducible background in the same-sign dilepton channel is dominated by W Z and Z Z diboson production, in which both vector bosons decay leptonically and one or two leptons do not satisfy the selection requirements, mostly the kinematic ones. These contributions are estimated from the simulation.",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "section": "Background estimation",
            "text": "Background contributions due to non-prompt leptons are estimated with the matrix method described in Ref. [22]. It takes advantage of the difference between the efficiencies for prompt and non-prompt leptons, defined as the fractions of prompt and non-prompt preselected leptons respectively, that pass the signal-lepton requirements. The number of events containing non-prompt leptons is obtained from these efficiencies and the observed number of events using four categories of selection with preselected or signal leptons. The efficiencies for prompt and non-prompt leptons are derived, as a function of p T and η, for each process leading to either prompt or non-prompt leptons using the generator-level information from simulated events. They are then corrected for potential differences between simulation and data with correction factors measured in control regions, as described in Ref. [22]. The contributions from each process leading to either prompt or non-prompt leptons are then used to compute a weighted-average efficiency, where the weight for each process is determined as its relative contri-bution to the number of preselected leptons in the region of interest.",
            "paragraph_rank": 53,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 106,
                    "text": "[22]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 896,
                    "text": "[22]",
                    "end": 900
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Same-sign background events where the lepton charge is mismeasured are usually due to a hard bremsstrahlung photon with subsequent asymmetric pair production. The charge mismeasurement probability, which is negligible for muons, is measured in data as a function of electron p T and |η| using Z → e + e − events where the two electrons are reconstructed with the same charge. The probability, which is below 1 % for most of the p T and η values, is then applied to the simulated opposite-sign ee and eμ pairs to estimate this background [84]. Although any process with the e ± e ∓ or e ± μ ∓ final state can mimic the same-sign signature with charge mismeasurement, most of this background contribution is due to the production of Z + jets events, amounting to less than 10 % of the background yield in each of the ± ± signal regions.",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 537,
                    "text": "[84]",
                    "end": 541
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "Estimates of non-prompt lepton and charge mismeasurement background are tested in the validation regions; the number of observed events agrees with the expected background in all validation regions. Figure 5 shows the distribution of m eff in the validation region of the same-sign eμ channel.",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 199,
                    "text": "Figure 5",
                    "end": 207
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The number of observed and expected events in each signal region is reported in Table 8. Figure 6 shows the data distributions of m eff , m max T , m j , and m j j compared to the SM expectations in the same-sign dilepton signal regions. No significant excess is observed over the SM background expectations in any channel. Table 9 summarises the dominant systematic uncertainties on the total expected background yields in the six signal regions.",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 80,
                    "text": "Table 8",
                    "end": 87
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 89,
                    "text": "Figure 6",
                    "end": 97
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 324,
                    "text": "Table 9",
                    "end": 331
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 15
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the one lepton and two b-jets channel, theoretical uncertainties on the tt and single-top background esti-  [85,86] and AcerMC) and parton shower algorithms (Pythia6 and Herwig [87,88]), varying the QCD factorisation and renormalisation scales up and down by a factor of two, and taking the envelope of the background variations when using different PDF sets. Statistical uncertainties from the data in the CRs result in uncertainties on the normalisations of the tt and W + jets backgrounds, while the limited number of simulated events yields uncertainty on the shape of the background m bb distributions. The largest experimental systematic uncertainties are those on the jet energy scale [72] and resolution [89], derived from a combination of test-beam data and in-situ measurements, followed by the uncertainty on the b-jet identification efficiency [90]. The uncertainty on the W boson background modelling is dominated by the uncertainty on the cross section for the production of the W boson in association with heavy-flavour jets, and is reported within the \"Other sources\". The W boson background component is small in bb SRs, and its uncertainty is constrained by the CRs with a similar composition.",
            "paragraph_rank": 57,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 112,
                    "text": "[85,",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 116,
                    "text": "86]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 181,
                    "text": "[87,",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 185,
                    "text": "88]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 696,
                    "text": "[72]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 716,
                    "text": "[89]",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "start": 860,
                    "text": "[90]",
                    "end": 864
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the one lepton and two photons channel, the background uncertainties are dominated by the data statistics in the m γ γ sidebands. The only source of systematic uncertainty on the non-Higgs background estimate is the choice of m γ γ model. The systematic uncertainties on the Higgs background estimates are dominated by the theoretical uncertainties on the W h, Zh, and tth production cross sections and the photon reconstruction. The main theoretical uncertainties are those on the QCD scales and the parton distribution functions [55]. The effect of scale uncertainties on the modelling of Higgs boson production is evaluated by reweighting the simulated Higgs boson p T distribution to account for doubling and halving the scales. The experimental systematic uncertainty from photon reconstruction is determined with the tag-and-probe method using radiative Z decays [91].",
            "paragraph_rank": 58,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 535,
                    "text": "[55]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "start": 873,
                    "text": "[91]",
                    "end": 877
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "For the same-sign dilepton channel, the two main sources of systematic uncertainty are related to the non-prompt lepton estimate, and to the modelling of the W Z background. The uncertainty on the non-prompt estimate originates mainly from the limited accuracy of the efficiency correction factors, and on the production rate of non-prompt leptons, in particular their η dependence. The uncertainty on the W Z background modelling is determined using a same-sign, W Zenriched sample used to validate the Sherpa prediction. This validation sample is selected by requiring three leptons, two of which must have same flavour, opposite sign, |m − m Z | < 10 GeV, and then considering only the highestp T same-sign pair. None of the other requirements Table 8 Event yields and SM expectation in the same-sign dilepton channel signal regions. The W W background includes both W ± W ± and W ± W ∓ production, the latter due to electron charge mis-measurement.   from Table 7 are applied, except for the lepton p T and n jet selections.",
            "paragraph_rank": 59,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 747,
                    "text": "Table 8",
                    "end": 754
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 960,
                    "text": "Table 7",
                    "end": 967
                }
            ]
        },
        {
            "text": "Results and interpretations",
            "section_rank": 16
        },
        {
            "section": "Results and interpretations",
            "text": "The event yields observed in data are consistent with the Standard Model expectations within uncertainties in all signal regions. The results are used to set exclusion limits with the frequentist hypothesis test based on the profile loglikelihood-ratio test statistic and approximated with asymptotic formulae [92]. Exclusion upper limits at the 95 % confidence level (CL) on the number of beyond-the-SM (BSM) signal events, S, for each SR are derived using the CL s prescription [93], assuming no signal yield in other signal and control regions. Normalising the upper limits on the number of signal events by the integrated luminosity of the data sample provides upper limits on the visible BSM cross section, σ vis = σ × A × , where σ is the production cross section for the BSM signal, A is the acceptance defined as the fraction of events passing the geometric and kinematic selections at particle level, and is the detector reconstruction, identification and trigger efficiency. Table 10 summarises, for each SR, the observed 95 % CL upper limits ( σ vis followed bỹ χ ± 1 → W ±χ 0 1 andχ 0 2 → hχ 0 1 . In this hypothesis test, all the CRs and SRs, including the data in the Higgs-mass windows of the bb and γ γ channels, are fitted simultaneously, taking into account correlated experimental and theoretical systematic uncertainties as common nuisance parameters. The signal contamination in the CRs is accounted for in the fit, where a single non-negative normalisation parameter is used to describe the signal model in all channels.",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 310,
                    "text": "[92]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 480,
                    "text": "[93]",
                    "end": 484
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 985,
                    "text": "Table 10",
                    "end": 993
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "Systematic uncertainties on the signal expectations stemming from detector effects are included in the fit in the same way as for the backgrounds. Theoretical systematic uncertainties on the signal cross section described in Sect. 3 are not included directly in the fit. In all resulting exclusions the dashed (black) and solid (red) lines show the 95 % CL expected and observed limits respectively, including all uncertainties except for the theoretical signal cross-section uncertainty. The (yellow) bands around the expected limit show the ±1σ exp expectations. The dotted ±1σ SUSY theory (red) lines around the observed limit represent the results obtained when changing the nominal signal cross section up or down by its theoretical uncertainty, and reported limits correspond to the −1σ variation.   = 0. The sensitivity of the individual one lepton and two b-jets, one lepton and two photons, and same-sign dilepton channels is illustrated in Fig. 7a-c respectively. The corresponding limit combining all channels and the ATLAS three-lepton search is shown in Fig. 7d. For mχ0 2 ,χ ± 1 in the simplified model. The combination in d is obtained using the result from the ATLAS three-lepton search [21] in addition to the three channels reported in this paper. The dotted lines around the observed limit represent the results obtained when changing the nominal signal cross section up or down by the ±1σ SUSY theory theoretical uncertainty. The solid band around the expected limit shows the ±1σ exp uncertainty band where all uncertainties, except those on the signal cross sections, are considered. a One lepton and two b-jets channel, b one lepton and two photons channel, c same-sign dilepton channel and d combination dilepton channel is not considered. In Fig. 7a, the expected exclusion region below mχ0",
            "paragraph_rank": 61,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 950,
                    "text": "Fig. 7a",
                    "end": 957
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1067,
                    "text": "Fig. 7d",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1203,
                    "text": "[21]",
                    "end": 1207
                },
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 1767,
                    "text": "Fig. 7a",
                    "end": 1774
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "2 ,χ ± 1 = 140 GeV is largely due to SR bb-1, which targets models with small mass splitting between the neutralinos, while the expected exclusion region around mχ0 b-jets channel is the dominant one. Nevertheless, the contribution from the other channels to the combination is important to extend the excluded range significantly compared to Fig. 7a. Figure 8a-c show the 95 % CL exclusion regions in the (mχ0",
            "paragraph_rank": 62,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 343,
                    "text": "Fig. 7a",
                    "end": 350
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 352,
                    "text": "Figure 8a",
                    "end": 361
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": ") mass plane of the simplified model obtained from the individual one lepton and two b-jets, one lepton and two photons, and same-sign dilepton signal regions, respectively. Figure 8d shows the corresponding exclusion region obtained by combining the three channels described in this paper with the ATLAS three-lepton search, which by itself excludes mχ0",
            "paragraph_rank": 63,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 174,
                    "text": "Figure 8d",
                    "end": 183
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "2 ,χ ± 1 up to 160 GeV for mχ0 1 = 0 as seen in Fig. 8d. The combination of these four independent searches improves the sensitivity significantly, and the 95 % CL exclusion region for mχ0 1 = 0 is extended to 250 GeV. The wide uncertainty bands of the expected limits in Fig. 8 are due to the slow variation of the sensitivity with increasing mχ0",
            "paragraph_rank": 64,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 48,
                    "text": "Fig. 8d",
                    "end": 55
                },
                {
                    "type": "figure",
                    "ref_id": "fig_13",
                    "start": 272,
                    "text": "Fig. 8",
                    "end": 278
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "2 ,χ ± 1 and mχ0 1 , as can also be seen in Fig. 7. In a similar search by the CMS Collaboration [25], the observed limit on mχ0",
            "paragraph_rank": 65,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_12",
                    "start": 44,
                    "text": "Fig. 7",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 97,
                    "text": "[25]",
                    "end": 101
                }
            ]
        },
        {
            "section": "Results and interpretations",
            "text": "2 ,χ ± 1 is 210 GeV for mχ0 1 = 0.",
            "paragraph_rank": 66,
            "section_rank": 16
        },
        {
            "text": "Conclusions",
            "section_rank": 17
        },
        {
            "section": "Conclusions",
            "text": "A search for the direct pair production of a chargino and a neutralino pp →χ ± 1χ 0 2 followed byχ ± →χ 0 1 (W ± → ± ν) andχ 0 2 →χ 0 1 (h → bb/γ γ / ± νqq) has been performed using 20.3 fb −1 of √ s = 8 TeV proton-proton collision data delivered by the Large Hadron Collider and recorded with the ATLAS detector. Three final-state signatures are considered: one lepton and two b-jets, one lepton and two photons, and two same-sign leptons, each associated with missing transverse momentum. Observations are consistent with the Standard Model expectations. Limits are set in a simplified model, combining these results with the three-lepton search presented in Ref. [21]. For the simplified model, common masses ofχ ± 1 andχ 0 2 are excluded up to 250 GeV for a masslessχ 0",
            "paragraph_rank": 67,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 666,
                    "text": "[21]",
                    "end": 670
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "1 . ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; EPLANET, ERC and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT and NSRF, Greece; RGC, Hong Kong SAR, China; ISF, MINERVA, GIF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "section": "Conclusions",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Funded by SCOAP 3 .",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "text": "Fig. 1",
            "section_rank": 18
        },
        {
            "section": "Fig. 1",
            "text": "Fig. 1Diagrams for the direct pair production ofχ ± 1χ",
            "paragraph_rank": 70,
            "section_rank": 18
        },
        {
            "text": "3 T 3 T",
            "section_rank": 19
        },
        {
            "section": "3 T 3 T",
            "text": "0 is the error on d 0 , and |z 0 sin θ | < 0.4 mm. The signal muons must satisfy |η| < 2.4, |d 0 |/σ d 0 < 3, and |z 0 sin θ | < 0.4 mm. The signal electrons (muons) are required to satisfy the isolation criteria E cone0./ p T < 0.18 (0.12) and p cone0./ p T < 0.16 (0.12).",
            "paragraph_rank": 71,
            "section_rank": 19
        },
        {
            "text": "4 T/ 4 T< 6",
            "section_rank": 20
        },
        {
            "section": "4 T/ 4 T< 6",
            "text": "p T < 0.2 and p cone0.2 T / p T < 0.15. Signal photons are required to satisfy E cone0.GeV and p cone0.2 T < 2.6 GeV. The two largest background contributions are due to multijet and Z γ production, with leptons or jets misreconstructed as photons. These background contributions are suppressed by requiring E miss T > 40 GeV. The p T of the W → ν system, reconstructed assuming background events with neutrino p T = p miss T , is required to be back-to-back with the p T of the h → γ γ candidate ( φ(W, h) > 2.25). Only events with a diphoton invariant mass, m γ γ , between 100 and 160 GeV are considered. Events in the sideband, outside the Higgs-mass window between 120 and 130 GeV, are included to constrain the non-Higgs background as described in Sect. 6.2. Selected events are split into two SRs with different expected signal sensitivities based on two variables m",
            "paragraph_rank": 72,
            "section_rank": 20
        },
        {
            "text": "Fig. 2",
            "section_rank": 21
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2 Distributions of contransverse mass m CT , transverse mass of the W -candidate m W T , number of b-jets, and invariant mass of the b-jets m bb for the one lepton and two b-jets channel in the indicated regions. The stacked background histograms are obtained from the background-only fit. The hashed areas represent the total uncertainties on the background estimates after the fit. The rightmost bins in a-d include overflow. The distributions of a signal hypothesis are also shown without stacking on the background histograms. The vertical arrows indicate the bound-",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "> 80 < 80",
            "section_rank": 22
        },
        {
            "section": "> 80 < 80",
            "text": "GeV are classified into SR γ γ -1, and those with either m GeV into SR γ γ -2. Most of the sensitivity to the signal is provided by SR γ γ -1, while SR γ γ -2 assists in constraining systematic uncertainties. Two overlapping validation regions are defined by inverting and modifying the E miss T and φ(W, h) criteria relative to those of the signal regions. The first region VR γ γ -1 requires E miss T < 40 GeV and has no requirement on φ(W, h), and the second region VR γ γ -2 requires φ(W, h) < 2.25 and has no requirement on E miss T . The signal and validation regions are summarised in",
            "paragraph_rank": 74,
            "section_rank": 22
        },
        {
            "text": "Fig. 3 3 T/",
            "section_rank": 23
        },
        {
            "section": "Fig. 3 3 T/",
            "text": "Fig. 3 Distributions of missing transverse momentum E miss T , azimuth difference between the W and Higgs boson candidates φ(W, h), transverse mass of the W and photon system m Wγ1 T and m Wγ2 T in the one lepton and two photons signal regions for the Higgs-mass window (120<m γ γ <130 GeV). The vertical arrows indicate the boundaries of the signal regions. The filled and hashed areas represent the stacked histograms of the simulation-based background cross check and the total uncertainties. The contributions from non-Higgs backgrounds are scaled by 10 GeV/50 GeV = 0.2 from the m γ γ sideband (100<m γ γ <120 GeV and 130<m γ γ <160 GeV)",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "Fig. 4",
            "section_rank": 24
        },
        {
            "section": "Fig. 4",
            "text": "Fig. 4Results of the background-only fit to the diphoton invariant mass, m γ γ , distribution in the one lepton and two photons signal and validation regions. The contributions from SM Higgs boson production are constrained to the MC prediction and associated systematic uncertainties. The band shows the systematic uncertainty on the fit. The fit is",
            "paragraph_rank": 76,
            "section_rank": 24
        },
        {
            "text": "Fig. 5",
            "section_rank": 25
        },
        {
            "section": "Fig. 5",
            "text": "Fig. 5Distribution of effective mass m eff in the validation region of the same-sign eμ channel. This validation region is defined by requiring one, two, or three jets, and reversing the m j , m j j criteria. The hashed areas represent the total uncertainties on the background estimates that are depicted with stacked histograms. The distribution of a signal hypothesis is also shown without stacking on the background histograms. The lower panel shows the ratio of the data to the SM background prediction",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Fig. 6",
            "section_rank": 26
        },
        {
            "section": "Fig. 6",
            "text": "Fig. 6 Distributions of effective mass m eff , largest transverse mass m max T , invariant mass of lepton and jets m j and m j j for the same-sign dilepton channel in the signal regions with one jet (left) and two or three jets (right). SR -1 is the sum of SRee-1, SReμ-1, and SRμμ-1; SR -2 is the sum of SRee-2, SReμ-2, and SRμμ-2. All selection criteria are applied, except for the one on the variable being shown. The vertical arrows indicate the boundaries of the signal regions, which may not apply to all flavour channels. The hashed areas represent the",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "95 obs ) on the visible cross section, the observed (S 95 obs ) and expected (S 95 exp ) 95 % CL upper lim-its on the number of signal events with ±1σ excursions of the expectation, the observed confidence level (C L B ) of the background-only hypothesis, and the discovery p-value ( p 0 ), truncated at 0.5. The results are also used to set exclusion limits on the common mass of theχ ± 1 andχ 0 2 for various values of theχ 0 1 mass in the simplified model of pp →χ ± 1χ 0 2",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "Fig. 7 1 = 0 .",
            "section_rank": 28
        },
        {
            "section": "Fig. 7 1 = 0 .",
            "text": "Fig. 7 Observed (solid line) and expected (dashed line) 95 % CL upper limits on the cross section normalised by the simplified model prediction as a function of the common mass mχ± 1χ 0 2for mχ0 1 = 0. The combination in d is obtained using the result from the ATLAS three-lepton search[21] in addition to the three channels reported in this paper. The dash-dotted lines around the observed limit represent the results",
            "paragraph_rank": 80,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 286,
                    "text": "[21]",
                    "end": 290
                }
            ]
        },
        {
            "text": "Figure 7",
            "section_rank": 29
        },
        {
            "section": "Figure 7",
            "text": "Figure 7shows the 95 % CL upper limits on the signal cross section normalised by the simplified-model prediction as a function of mχ02 ,χ ± 1 for mχ0 1",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "Fig. 8",
            "section_rank": 30
        },
        {
            "section": "Fig. 8",
            "text": "Fig. 8 Observed (solid line) and expected (dashed line) 95 % CL exclusion regions in the mass plane of mχ0 1 vs. mχ0",
            "paragraph_rank": 82,
            "section_rank": 30
        },
        {
            "text": "2 ,χ ± 1 = 1 < 1 >",
            "section_rank": 31
        },
        {
            "section": "2 ,χ ± 1 = 1 < 1 >",
            "text": "240 GeV is driven by SR bb-2 designed for larger mass splittings. The upper limit shows slow variation with increasing mχ02 ,χ ± 1 as the acceptance of SR bb-2 increases and compensates for the decrease of the production cross section.Figure 7dshows that in the mχ0 2 ,χ ± 170 GeV range all channels show similar sensitivity, while for mχ02 ,χ ± 170 GeV the one lepton and two",
            "paragraph_rank": 83,
            "section_rank": 31
        },
        {
            "text": "Table 1",
            "section_rank": 32
        },
        {
            "section": "Table 1",
            "text": "Simulated samples used for background estimates. \"Tune\" refers to the choice of parameters used for the underlying-event generation",
            "paragraph_rank": 84,
            "section_rank": 32
        },
        {
            "text": "Table 2",
            "section_rank": 33
        },
        {
            "section": "Table 2",
            "text": "Summary of the overlap removal procedure. Potential ambiguities are resolved by removing nearby objects in the indicated order, from top to bottom. Different R separation requirements are used in the three channels",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "Table 4",
            "section_rank": 34
        },
        {
            "section": "Table 4",
            "text": "Event yields and SM expectation in the one lepton and two b-jets channel obtained with the background-only fit. \"Other\" includes Z + jets, W W , W Z, Z Z, Zh and W h processes. The errors shown include statistical and systematic uncertainties Sect. 8. They are taken into account with their uncertainties, and adjusted to maximise the likelihood. The yields estimated with the background-only fit are reported inTable 4, as well as the resulting predictions in SR bb-1 and SR bb-2 for 105 < m bb < 135 GeV. While CR bb-T is dominated by tt events, CR bb-W is populated evenly by tt and W + jets events, which causes the normalisations of the tt and W + jets contributions to be negatively correlated after the fit. As a result, the uncertainties on individual background sources do not add up quadratically to the uncertainty on the total SM expectation. The normalisation factors are found to be 1.03 ± 0.15 for tt and 0.79 ± 0.07 for W + jets, where the errors include statistical and systematic uncertainties.To validate the background modelling, two validation regions (VR) are defined similarly to the SRs except for requiring 40 < m W",
            "paragraph_rank": 86,
            "section_rank": 34
        },
        {
            "text": "Table 6",
            "section_rank": 35
        },
        {
            "section": "Table 6",
            "text": "Event yields and SM expectation in the Higgs-mass window of the lepton plus two photon channel (120 < m γ γ < 130 GeV) after the background-only fit. The Higgs-mass window is excluded from the fit in the two signal regions. The errors shown include statistical and",
            "paragraph_rank": 87,
            "section_rank": 35
        },
        {
            "section": "Table 6",
            "text": "T is the larger of the two m W",
            "paragraph_rank": 88,
            "section_rank": 35
        },
        {
            "text": "Table 7",
            "section_rank": 36
        },
        {
            "section": "Table 7",
            "text": "Selection requirements for the signal regions of the same-sign dilepton channel",
            "paragraph_rank": 89,
            "section_rank": 36
        },
        {
            "text": "\"",
            "section_rank": 37
        },
        {
            "section": "\"",
            "text": "Other\" background includes tt, single top, Z +jets, Zh and W h production. The errors shown include statistical and systematic uncertainties",
            "paragraph_rank": 90,
            "section_rank": 37
        },
        {
            "text": "Table 9",
            "section_rank": 38
        },
        {
            "section": "Table 9",
            "text": "Summary of the statistical and main systematic uncertainties on the background estimates, expressed in per cent of the total background yields in each signal region. Uncertainties that are not considered for a particular channel are indicated by a \"-\". The individual uncertainties can be correlated, and do not necessarily add in quadrature to the total background uncertainty",
            "paragraph_rank": 91,
            "section_rank": 38
        },
        {
            "text": "Table 10",
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": "From left to right, observed 95 % CL upper limits ( σ vis 95 obs ) on the visible cross sections, the observed (S 95 obs ) and expected (S 95 exp ) 95 % CL upper limits on the number of signal events with ±1σ excursions of the expectation, the observed confidence level of the background-only hypothesis (C L B ), and the discovery p-value ( p 0 ), truncated at 0.5",
            "paragraph_rank": 92,
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": "Page 4 of 31 Eur. Phys. J. C (2015) 75 :208",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": "T in SR -1 without m max T cut, d m max T in SR -2 without m max T cut, e m j in SR -1 without m j cut, f m j j in SR -2 without m j j cut",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": ",χ ± 1 > 250 GeV the same-sign",
            "paragraph_rank": 95,
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": "Page 20 of 31 Eur. Phys. J. C (2015) 75 :208",
            "paragraph_rank": 96,
            "section_rank": 39
        },
        {
            "section": "Table 10",
            "text": "Page 22 of 31 Eur. Phys. J. C (2015) 75 :208",
            "paragraph_rank": 97,
            "section_rank": 39
        },
        {
            "text": "Acknowledgments",
            "section_rank": 41
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful oper-",
            "paragraph_rank": 98,
            "section_rank": 41
        }
    ]
}