{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search is performed for top-quark pairs (tt) produced together with a photon (γ) with transverse energy greater than 20 GeV using a sample of tt candidate events in final states with jets, missing transverse momentum, and one isolated electron or muon. The data set used corresponds to an integrated luminosity of 4.59 fb −1 of proton-proton collisions at a center-of-mass energy of 7 TeV recorded by the ATLAS detector at the CERN Large Hadron Collider. In total, 140 and 222 ttγ candidate events are observed in the electron and muon channels, to be compared to the expectation of 79 AE 26 and 120 AE 39 non-ttγ background events, respectively. The production of ttγ events is observed with a significance of 5.3 standard deviations away from the null hypothesis. The ttγ production cross section times the branching ratio (BR) of the single-lepton decay channel is measured in a fiducial kinematic region within the ATLAS acceptance. The measured value is σ fid ttγ × BR ¼ 63 AE 8ðstatÞ þ17 −13 ðsystÞ AE 1ðlumiÞ fb per lepton flavor, in good agreement with the leadingorder theoretical calculation normalized to the next-to-leading-order theoretical prediction of 48 AE 10 fb.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Due to its large mass, the top quark is speculated to play a special role in electroweak symmetry breaking (EWSB). New physics connected with EWSB can manifest itself in top-quark observables. For instance, top-quark couplings can be modified significantly in some extensions of the Standard Model (SM). A measured yield of top-quark pair production in association with a photon (ttγ) can constrain models of new physics, for example those with composite top quarks [1], or with excited top-quark production, followed by the radiative decay t Ã → tγ. The ttγ coupling may be determined via an analysis of direct production of top-quark pairs in association with a photon, evidence of which was first reported [2] by the CDF Collaboration.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 466,
                    "text": "[1]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 709,
                    "text": "[2]",
                    "end": 712
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, observation of top-quark pair production in association with a photon in proton-proton (pp) collisions at a center-of-mass energy of ffiffi ffi s p ¼ 7 TeV is presented using the full 2011 ATLAS data sample, which corresponds to an integrated luminosity of 4.59 fb −1 . This analysis is performed on tt candidate events in the lepton plus jets final state. The ttγ candidates are the subset of tt candidate events with an additional photon. The measurement of the ttγ production cross section times the branching ratio (BR) of the single-lepton decay channel (lν l qq 0 bbγ, where l is an electron or muon) is reported in a fiducial kinematic region within the ATLAS acceptance.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The paper is organized as follows. The ATLAS detector is briefly described in Sec. II. The data and Monte Carlo simulation samples used in the analysis are described in Sec. III, followed by a description of the event selection in Sec. IV. The definition of the fiducial phase space used in the measurement is presented in Sec. V. The cross section is extracted from a template-based profile likelihood fit using the photon track-isolation distribution as the discriminating variable. Section VI details the overall strategy of the measurement, and describes how prompt-photon and background templates are obtained. Background estimates are discussed in Sec. VII. An overview of the systematic uncertainties in the measurement is presented in Sec. VIII. Section IX presents the results of the measurement, followed by conclusions in Sec. X.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. DETECTOR",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR",
            "text": "A detailed description of the ATLAS detector can be found in Ref. [3]. The innermost part of the detector is a tracking system that is immersed in a 2 T axial magnetic field and measures the momentum of charged particles within a pseudorapidity range of jηj < 2.5. 1 The inner detector (ID) comprises silicon pixel and microstrip 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the center of the detector and the z axis along the beam pipe. The x axis points from the IP to the center of the LHC ring, and the y axis points upward. Cylindrical coordinates ðr; ϕÞ are used in the transverse plane, ϕ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η ¼ − ln tanðθ=2Þ. Transverse momentum and energy are defined as p T ¼ p sin θ and E T ¼ E sin θ, respectively. detectors, and a transition radiation tracker. The calorimeter system is composed of sampling electromagnetic and hadronic compartments with either liquid argon or scintillator tiles as the active media. It resides outside the ID, covering jηj < 4.9. The outermost system is a muon spectrometer that is used to identify and measure the momentum of muons in a toroidal magnetic field in the region jηj < 2.7, with detectors used for triggering within jηj < 2.4. A three-level trigger system selects the potentially interesting events that are recorded for offline analysis.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 66,
                    "text": "[3]",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "1",
                    "end": 266
                }
            ]
        },
        {
            "text": "III. DATA AND MONTE CARLO SAMPLES",
            "section_rank": 4
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Data recorded by the ATLAS detector in 2011 in pp collisions at ffiffi ffi s p ¼ 7 TeV are considered for analysis.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Requirements are imposed on the collected data to ensure the quality of the beam conditions and detector performance. The total integrated luminosity of the analyzed data sample is L ¼ 4.59 AE 0.08 fb −1 [4]. Monte Carlo simulation samples are used to study signal and background processes, using the ATLAS detector simulation [5] based on the GEANT4 program [6]. To simulate effects of multiple pp interactions per bunch crossing (\"pileup\"), all Monte Carlo events are overlaid with additional inelastic events generated with PYTHIA [7] using the AMBT1 set of parameters (tune) [8]. The events are then reweighted to match the distribution of the mean number of interactions per bunch crossing in the data. Simulated events are reconstructed in the same manner as the data.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 204,
                    "text": "[4]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 327,
                    "text": "[5]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 359,
                    "text": "[6]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 534,
                    "text": "[7]",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 579,
                    "text": "[8]",
                    "end": 582
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Signal ttγ events with single-lepton (lν l qq 0 bbγ, l ≡ e; μ; τ) or dilepton (lν l l 0 ν l 0 bbγ, l=l 0 ≡ e; μ; τ) final states are simulated with two independent leading-order (LO) matrix element (ME) Monte Carlo generators, WHIZARD V1.93 [9,10] and MADGRAPH V5.1.5.12 [11], both using the CTEQ6L1 [12] LO parton distribution function (PDF) set. Both calculations take into account interference effects between radiative top-quark production and decay processes. Details on the generator-level settings of the two signal Monte Carlo samples are available in Sec. A 1. In the ttγ and inclusive tt samples the top-quark mass is set to m t ¼ 172.5 GeV.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 241,
                    "text": "[9,",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 244,
                    "text": "10]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 271,
                    "text": "[11]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 300,
                    "text": "[12]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "A 1.",
                    "end": 569
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "The WHIZARD sample is interfaced to HERWIG V6.520 [13] for the parton showering and JIMMY 4.31 [14] is used for the underlying-event simulation. The AUET2 tune [15] is used. The MADGRAPH sample is interfaced to either the PYTHIAV6.425 parton shower using the PERUGIA 2011 C tune [16], or with HERWIG V6.520 and JIMMY 4.31 for the parton showering and the underlying-event simulations, respectively. PYTHIA QED final-state radiation (FSR) from charged hadrons and leptons is switched off and instead PHOTOS V2.15  [17] is used.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 50,
                    "text": "[13]",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 95,
                    "text": "[14]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 279,
                    "text": "[16]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "V2.15",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 513,
                    "text": "[17]",
                    "end": 517
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "To compare with the experimental measurement, the LO calculations of WHIZARD and MADGRAPH are normalized to the next-to-leading-order (NLO) cross section, obtained for ffiffi ffi s p ¼ 7 TeV at the renormalization and factorization scales of m t . The NLO QCD calculation of top-quark pair production in association with a hard photon is detailed in Sec. A 2. The systematic uncertainty on the NLO cross section is obtained by simultaneous renormalization and factorization scale variations by a factor of two (m t =2 and 2m t ) around the central value (m t ), and is calculated to be 20% [18]. The NLO/LO correction (K-factor) calculation is performed in a phasespace region close to the one defined by the analysis kinematic selection criteria (see Sec. A 2 for details). The dependence of the K factor on the kinematic variables is small compared to the scale uncertainty [18]. The effect of the variations of photon radiation settings in MADGRAPH is studied using a sample generated with a minimum separation in η-ϕ space between the photon and any other particle of ΔR > 0.05 2 instead of ΔR > 0.2 used in the default sample (see Sec. A 1). For this sample, PYTHIA QED FSR is switched off and no additional photon radiation is produced by PHOTOS V2.15. In addition to the default MADGRAPH+ PYTHIA Monte Carlo sample generated at the scale of m t , samples at scales of m t =2 and 2m t are produced to study the effect of scale variations.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 590,
                    "text": "[18]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "start": 757,
                    "text": "A 2 for details)",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 876,
                    "text": "[18]",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "start": 1141,
                    "text": "A 1)",
                    "end": 1145
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "The simulated sample for inclusive tt production is generated with MC@NLO V3.1 [19,20] (NLO ME 2 → 2) interfaced to HERWIG V6.520 for the parton showering and fragmentation and to JIMMY 4.31 for underlying-event simulation, using the CTEQ6.6 [21] PDF set, with additional photon radiation simulated with PHOTOS V2.15. This sample is used to validate distributions of kinematic variables in tt candidate events as described in Sec. IV.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 79,
                    "text": "[19,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 83,
                    "text": "20]",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 242,
                    "text": "[21]",
                    "end": 246
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Initial-and final-state QCD radiation (ISR/FSR) variations are studied using inclusive tt samples generated with ACERMC V3.8 [22] interfaced to PYTHIA V6.425 with the CTEQ6L1 PDF set. In these samples the parameters that control the amount of ISR/FSR are set to values consistent with the PERUGIA Hard/Soft tune in a range given by current experimental data [23]. ACERMC V3.8 tt samples interfaced to PYTHIA V6.425 are also used to study variations of color reconnection using the PERUGIA 2011 C and PERUGIA 2011 NO CR tunes [16]. The underlying-event variations are studied using ACERMC V3.8 interfaced to PYTHIA V6.425 with two different underlying-event settings of the AUET2B [24] PYTHIA generator tune. In all these ACERMC V3.8 samples, photon radiation is simulated with PHOTOS V2.15 [17]. The inclusive tt signal samples are normalized to a predicted Standard Model tt cross section of σ tt ¼ 177 þ10 −11 pb for a top-quark mass of 172.5 GeV, as obtained at next-to-nextto-leading order (NNLO) in QCD including resummation",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 125,
                    "text": "[22]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 358,
                    "text": "[23]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 525,
                    "text": "[16]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 790,
                    "text": "[17]",
                    "end": 794
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": ", where Δη (Δϕ) is the separation in η (ϕ) between the objects in the η-ϕ space.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "of next-to-next-to-leading-logarithmic (NNLL) soft gluon terms with TOP++ V2.0 [25][26][27][28][29][30].",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 79,
                    "text": "[25]",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 83,
                    "text": "[26]",
                    "end": 87
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 87,
                    "text": "[27]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 91,
                    "text": "[28]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 95,
                    "text": "[29]",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 99,
                    "text": "[30]",
                    "end": 103
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Background samples of W and Z bosons (including W þ bb and Z þ bb processes) are generated with ALPGEN V2.13 [31] interfaced to HERWIG V6.520, using the CTEQ6L1 PDF set. The ALPGEN matrix elements include diagrams with up to five additional partons. The MLM [31] parton-jet matching scheme is applied to avoid double counting of configurations generated by both the parton shower and the LO matrix-element calculation. In addition, overlap between heavy-flavor quarks that originate from ME production and those that originate from the parton shower is removed. Diboson (WW, WZ, and ZZ) production is modeled using HERWIG V6.520 and the MRST LO** PDF set [32]. The Wγ þ jets and Zγ þ jets (with up to three partons including bb, cc, c) processes are generated with SHERPA V1.4.0 [33] and the CT10 [34] NLO PDF set. Single-top-quark production is modeled using ACERMC in the t channel and MC@NLO v3.41 [35] for the Wt and [36] s channels.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 109,
                    "text": "[31]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 258,
                    "text": "[31]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 655,
                    "text": "[32]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 779,
                    "text": "[33]",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 797,
                    "text": "[34]",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 901,
                    "text": "[35]",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 921,
                    "text": "[36]",
                    "end": 925
                }
            ]
        },
        {
            "section": "III. DATA AND MONTE CARLO SAMPLES",
            "text": "Multijet samples with jet p T thresholds of 17, 35 and 70 GeV are generated using PYTHIA v6.421 with the AUET2B [24] generator tune.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "IV. OBJECT AND EVENT SELECTION",
            "section_rank": 5
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Events for the analysis are selected by requiring a highp T single-electron or single-muon trigger [37] for the electron and muon channels, respectively. The p T threshold for the muon trigger is 18 GeV, the thresholds for the electron trigger are 20 or 22 GeV, depending on the datataking period due to changing LHC luminosity conditions. The event reconstruction makes use of kinematic variables such as transverse momentum (p T ), energy in the transverse plane (E T ) and pseudorapidity (η) of photons, leptons (e and μ) and jets (j) as well as b-tagging information, and missing transverse momentum (E miss T ). The selected events are required to contain a reconstructed primary vertex with at least five associated tracks, each with p T > 0.4 GeV. The primary vertex is chosen as the vertex with the highest P p 2 T over all associated tracks. Photons are required to have E T > 20 GeV and jηj < 2.37, excluding the transition region between the barrel and end-cap calorimeters at 1.37 < jηj < 1.52, and must satisfy tight identification criteria [38,39]. Specifically, requirements on the electromagnetic shower shapes [40] are applied to suppress the background from hadron decays (e.g. π 0 → γγ decay leads to two overlapping showers as opposed to a single shower produced by a prompt photon).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 99,
                    "text": "[37]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "start": 1054,
                    "text": "[38,",
                    "end": 1058
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1058,
                    "text": "39]",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1127,
                    "text": "[40]",
                    "end": 1131
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Electrons [41] are reconstructed by matching energy deposits in the electromagnetic calorimeter with tracks in the ID, and are required to have E T > 25 GeV and jηj < 2.47, excluding the transition region between the barrel and end-cap calorimeters. Muons [42] are reconstructed by matching tracks in the ID with tracks measured in the muon spectrometer, and are required to have p T > 20 GeV and jηj < 2.5.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 10,
                    "text": "[41]",
                    "end": 14
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 256,
                    "text": "[42]",
                    "end": 260
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Leptons are required to be isolated to reduce the number of lepton candidates that are misidentified hadrons or nonprompt leptons. To calculate the isolation of electrons in the calorimeter, the E T deposited in the calorimeter in a cone of size ΔR ¼ 0.2 around the electron is summed, and the E T due to the electron itself is subtracted. The scalar sum of p T of tracks with p T > 1 GeV originating from the primary vertex in a cone of ΔR ¼ 0.3 around the electron direction is also measured, excluding the electron track. Selection requirements are parameterized as a function of the electron η and E T and applied to these two isolation variables to ensure a constant efficiency of the isolation criteria of 90% (measured on Z → e þ e − data) over the entire (η, E T ) range. For muons, the transverse energy deposited in the calorimeter in a cone of ΔR ¼ 0.2 around the muon direction is required to be less than 4 GeV, after subtraction of the E T due to the muon itself. The scalar sum of the transverse momenta of tracks in a cone of ΔR ¼ 0.3 is required to be less than 2.5 GeV after subtraction of the muon track p T . The efficiency of the muon isolation requirements is of the order of 86% in simulated tt events in the muon þ jets channel.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Jets [43] are reconstructed from topological clusters [44,45] of energy deposits in the calorimeters using the anti-k t [46] algorithm with a distance parameter R ¼ 0.4. Jets selected for the analysis are required to have p T > 25 GeV and jηj < 2.5. In order to reduce the background from jets originating from pileup interactions, the jet vertex fraction, defined as the sum of the p T of tracks associated with the jet and originating from the primary vertex divided by the sum of the p T from all tracks associated with the jet, is required to be greater than 0.75. Since electrons and photons deposit energy in the calorimeter, they can be reconstructed as jets. The jet closest to an identified electron in η-ϕ space is rejected if ΔRðe; jÞ < 0.2 [47]. Similarly, any jet within ΔRðγ; jÞ ¼ 0.1 of an identified photon is discarded. To suppress muons from heavyflavor hadron decays inside jets, muon candidates within ΔRðμ; jÞ < 0.4 are rejected [47].",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 5,
                    "text": "[43]",
                    "end": 9
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 54,
                    "text": "[44,",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 58,
                    "text": "45]",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 120,
                    "text": "[46]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 752,
                    "text": "[47]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 950,
                    "text": "[47]",
                    "end": 954
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Jets containing a b-hadron are identified with a b-tagging algorithm [48-50] using impact parameter and vertex position measurements from the inner detector as inputs to a neural network; b-tagged jets are required to satisfy a selection that is 70% efficient for b-quark jets in simulated tt events. The misidentification rate of light-flavor partons (u, d, s quark or gluon) is in the range from 1% to 3%, depending on the jet p T and η [48].",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 439,
                    "text": "[48]",
                    "end": 443
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "The transverse momentum of the neutrinos produced in the top-quark decay chains, measured as missing transverse momentum, is reconstructed from the vector sum of the transverse momenta corresponding to all calorimeter cell energies contained in topological clusters [43] with jηj < 4.9, projected onto the transverse plane.",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 266,
                    "text": "[43]",
                    "end": 270
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Contributions to E miss T from the calorimeter cells associated with physics objects (jets, leptons, photons) are calibrated according to the physics object calibration [51]. The contribution to E miss T from the p T of muons passing the selection requirements is included. Calorimeter cells containing energy deposits above noise and not associated with high-p T physics objects are also included.",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 169,
                    "text": "[51]",
                    "end": 173
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Top-quark-pair candidate events are selected by requiring exactly one lepton l (where l is an electron or muon) and at least four jets, of which at least one must be btagged. To reduce the background from multijet processes, events in the electron channel are required to have E miss T > 30 GeV, where E miss T is the magnitude of the missing transverse momentum E miss T , and a W-boson transverse mass m T ðWÞ > 35 GeV. This W-boson transverse mass is defined as m T ðWÞ ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "T is the transverse momentum of the lepton and ϕ is the azimuthal angle between the lepton direction and the missing transverse momentum vector. Similarly, events in the muon channel are required to have E miss T > 20 GeV and m T ðWÞ þ E miss T > 60 GeV. Representative distributions of kinematic variables for this selection are shown in Fig. 1.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 339,
                    "text": "Fig. 1",
                    "end": 345
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "The analysis of ttγ production is performed on the subset of selected tt candidate events that contain at least one photon candidate. To suppress the contributions from photons radiated from leptons, photon candidates with ΔRðγ; lÞ < 0.7 are discarded. Events with a jet closer than ΔRðγ; jÞ ¼ 0.5 in η-ϕ space to any photon candidate are discarded, as those photons have a reduced identification efficiency. In addition, to suppress the contribution from Zð→ e þ e − Þ þ jets production with one electron misidentified as a photon, the eγ invariant mass m eγ is required to be jm eγ − m Z j > 5 GeV, where m Z ¼ 91 GeV. This selection yields totals of 140 and 222 events in data in the electron and muon channels, respectively. In Fig. 2 the photon candidate E T distributions for this selection are compared to predictions for the electron and muon channels.",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 732,
                    "text": "Fig. 2",
                    "end": 738
                }
            ]
        },
        {
            "section": "IV. OBJECT AND EVENT SELECTION",
            "text": "Corrections are applied to simulated samples when calculating acceptances to account for observed differences between predicted and observed trigger, photon and lepton reconstruction and identification efficiencies and jet btagging efficiencies and mistag rates, as well as smearing to match jet [52], photon and lepton energy resolutions in data [42,53].",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 296,
                    "text": "[52]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 347,
                    "text": "[42,",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 351,
                    "text": "53]",
                    "end": 354
                }
            ]
        },
        {
            "text": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "To allow a comparison of the analysis results to theoretical predictions, the cross section measurement is made within a fiducial phase space defined in Monte Carlo simulation for ttγ decays in the single-lepton (electron or muon) final state. The particle-level prediction is constructed using final-state particles with a lifetime longer than 10 ps.",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "Photons are required to originate from a nonhadron parent, which is equivalent to the requirement for photons to originate from a top-quark radiative decay or top-quark radiative production. Photons are required to have p T > 20 GeV and jηj < 2.37.",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "Leptons are defined as objects constructed from the fourmomentum combination of an electron (or muon) and all nearby photons in a cone of size ΔR ¼ 0.1 in η-ϕ space centered on the lepton. Leptons are required to originate 0 20 40 60 80 100 120 140 160 ",
            "paragraph_rank": 31,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 223,
                    "text": "0 20 40 60 80 100 120 140 160",
                    "end": 252
                }
            ]
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "Comparison of distributions in data (points) versus expectation (stacked histograms) for the tt selection (see text). The electron transverse energy (E T ) in the electron channel is shown on the left, missing transverse momentum (E miss T ) in the muon channel is shown on the right. The contribution from multijet production and its uncertainties are estimated using a data-based technique (see Sec. VII B). Other contributions are estimated using Monte Carlo simulations. The uncertainty band includes statistical and systematic uncertainties. The systematic uncertainties include those on lepton, jet, E miss T , and b-tagging modeling, as well as systematic uncertainties on the multijet background estimate. The last bin contains any overflow. from a nonhadron parent, which is equivalent to the requirement for leptons to originate from the t → Wb → lνb decays. Leptons are required to have p T > 20 GeV and jηj < 2.5.",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "Decays of ttγ to the dilepton final states, as well as decays to the single-lepton final state with an electron or muon coming from a τ → lνν τ decay are considered as nonfiducial and are corrected for when calculating the cross section.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "The anti-k t [46] algorithm with a distance parameter R ¼ 0.4 is used to form particle-level jets from all particles with a lifetime longer than 10 ps, excluding muons and neutrinos. Particles arising from pileup interactions are not considered. Jets are required to have p T > 25 GeV and jηj < 2.5.",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 13,
                    "text": "[46]",
                    "end": 17
                }
            ]
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "The removal of overlapping particles is performed in a manner consistent with the object and event selection described in Sec. IV. Any jet with ΔRðe; jÞ < 0.2 or ΔRðγ; jÞ < 0.1 is discarded; any muon with ΔRðμ; jÞ < 0.4 is discarded. To suppress the contribution of photon radiation off a charged lepton, photons within ΔRðγ; lÞ < 0.7 are discarded.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "For the determination of the ttγ fiducial cross section σ fid ttγ , exactly one lepton (electron or muon), at least one photon, and four or more jets are required. At least one jet must match a b-hadron. All simulated b-hadrons that are generated with p T > 5 GeV are considered for the matching, and are required to satisfy ΔR(b-hadron, j) < 0.4. Events with ΔRðγ; jÞ < 0.5 are discarded.",
            "paragraph_rank": 36,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "The fiducial cross section σ fid ttγ is calculated as",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "V. DEFINITION OF THE FIDUCIAL PHASE SPACE AND CROSS SECTION",
            "text": "where N and N b are the number of observed ttγ candidate events in data and the estimated number of background events, respectively. The efficiency ϵ is determined from ttγ Monte Carlo simulation as the ratio of the number of all events passing the ttγ event selection to the total number of events generated in the fiducial region. It is 17.8 AE 0.5 ðstatÞ% for the electron channel and 34.3 AE 1.0 ðstatÞ% for the muon channel. These numbers include kinematic and geometric acceptance factors, as well as trigger, reconstruction and identification efficiencies. The efficiency values also account for migrations into and out of the fiducial phase space.",
            "paragraph_rank": 38,
            "section_rank": 6
        },
        {
            "text": "VI. ANALYSIS STRATEGY",
            "section_rank": 7
        },
        {
            "section": "VI. ANALYSIS STRATEGY",
            "text": "After the selection more than half of the events do not come from ttγ production. The track-isolation distribution of the photon candidates is used to discriminate between signal photons and neutral hadron decays to final states with photons and hadrons misidentified as photons. For simplicity, neutral hadron decays to diphoton final states and hadrons misidentified as photons are referred to hereafter as \"hadron-fakes.\"",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "VI. ANALYSIS STRATEGY",
            "text": "The photon track-isolation variable p iso T is defined as the scalar sum of the transverse momenta of selected tracks in a cone of ΔR ¼ 0.2 around the photon candidate. The track selection requires at least six hits in the silicon pixel and microstrip detectors, including at least one hit in the innermost layer in the pixel detector (except when the track passes through one of the 2% of pixel modules known to be not operational), track p T > 1 GeV, longitudinal . Distributions for the ttγ selection (see text). The photon candidate transverse energy (E T ) distribution in data (points) is compared to the expectation (stacked histograms) for the electron (left) and muon (right) channels. The contribution from multijet þ γ production and its uncertainties are estimated using a data-based technique (see Sec. VII B). The remaining contributions are estimated using Monte Carlo simulations. Other backgrounds (labeled as \"Other bck.\") include contributions from Z þ jets, dibosons and single-top-quark production. The contribution from tt production with prompt photons (labeled as 'ttγ') is estimated using the WHIZARD ttγ Monte Carlo simulation. The contribution from tt events with electrons and hadrons misidentified as prompt photons is obtained using inclusive tt Monte Carlo simulation. The uncertainty band includes statistical and systematic uncertainties. The systematic uncertainties include those on photon, lepton, jet, E miss T , and b-tagging modeling, as well as systematic uncertainties for the multijet background estimate. The last bin contains any overflow.",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "section": "VI. ANALYSIS STRATEGY",
            "text": "impact parameter jz 0 j < 1 mm and transverse impact parameter jd 0 j < 1 mm computed with respect to the primary vertex. The tracks from photon conversions are excluded.",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "section": "VI. ANALYSIS STRATEGY",
            "text": "Prompt-photon and background track-isolation templates are obtained from data as described in Sec. VI B and VI C. The total number of events with prompt photonlike objects (for simplicity referred to as \"prompt photons\" unless noted otherwise) is extracted using a template-based profile likelihood fit. The expected number of non-ttγ events with prompt photons, as summarized in Table I, is subtracted to calculate the fiducial cross section σ fid ttγ . These steps are incorporated in a likelihood fit.",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 380,
                    "text": "Table I",
                    "end": 387
                }
            ]
        },
        {
            "text": "A. Likelihood description",
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "A binned template fit maximizes the following extended Poisson likelihood function, representing the Poisson probability to observe N data events given an expectation of ðN s þ N b Þ events:",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "For a given variable x, PðxjxÞ is the probability of x given x, wherex denotes the unconditional maximum-likelihood estimate of x. Therefore, P eff ðεjεÞ describes the systematic uncertainties affecting the combined signal efficiency and acceptance ε; P lum ðLjLÞ describes the uncertainty on the integrated luminosity L; PðN b i jN b i Þ describes the uncertainty on the i-th background component b i ; n is the number of background sources, N b ¼ P n i¼1 N b i . The modeling of the signal and the different background sources can be expressed as:",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "where F s ðp iso T Þ and F b i ðp iso T Þ are the probability density functions (pdf) for the signal and the ith background source, respectively, with f sb ¼ N s =ðN s þ N b Þ being the signal purity. Each F b i is normalized to the corresponding background expectation",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "Every systematic uncertainty is taken into account as an independent nuisance parameter modeled by a Gaussian pdf N . In the likelihood,ε ¼ ðε electron channel ; ε muon channel Þ and N b i are considered to be functions of the nuisance parametersθ andα i , respectively. Taking into account the probability distribution functions modeling the different parameters, the expanded form of the likelihood used to fit N bins of the p iso T distribution for an expectation of N j events in each bin j spanning the range V j reads",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "where ν j is defined as",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "section": "A. Likelihood description",
            "text": "with c ≡ felectron channel; muon channelg, and i ¼ 1; …; N bkg-syst and k ¼ 1; …; N syst denoting the systematic uncertainties on the background and the signal efficiency/ acceptance, respectively. The normal pdf, modeling the nuisance parameter x, is denoted by N ðxjx; σ x Þ. The p iso T binning is chosen to minimize the statistical uncertainty. Finally, a profile likelihood ratio λ s is built [54,55] by considering the cross section as the parameter of interest and all other parameters to be nuisance parameters:",
            "paragraph_rank": 48,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 398,
                    "text": "[54,",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 402,
                    "text": "55]",
                    "end": 405
                }
            ]
        },
        {
            "section": "A. Likelihood description",
            "text": "Here, for a given parameter x,x is the value of x that maximizes the likelihood function for a given σ fid ttγ . The numerator thus depends on the conditional likelihood estimator of x, and the denominator depends on the maximized (unconditional) likelihood estimator. ",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "text": "B. Prompt-photon template",
            "section_rank": 9
        },
        {
            "section": "B. Prompt-photon template",
            "text": "The prompt-photon template models the p iso T distribution of prompt photons as well as electrons misidentified as photons, from ttγ and background processes. While the same template is used for prompt photons and electrons misidentified as photons, the possible differences are covered by alternative templates used to estimate the systematic uncertainties as discussed below.",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "section": "B. Prompt-photon template",
            "text": "Since electron and photon track-isolation distributions are expected to be very similar, the electron template T data;e sig is extracted from the electron p iso T distribution in Z → e þ e − candidate data events. The prompt-photon template T data sig is then derived taking into account the differences between electron and photon p iso T distributions as well as differences between the Z → e þ e − and ttγ event topologies, as photons from ttγ events are less isolated than electrons from Z → e þ e − events. To obtain the prompt-photon template, the electron p iso T distribution in Z→e þ e − candidate data events is corrected using weights (w i ) and templates obtained from Z → e þ e − (T MC;e sig;i ) and ttγ (T MC;γ sig;i ) Monte Carlo simulations in twelve p T × η bins (indexed by i):",
            "paragraph_rank": 51,
            "section_rank": 9
        },
        {
            "section": "B. Prompt-photon template",
            "text": "The three p T bins are defined as 20",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "section": "B. Prompt-photon template",
            "text": "The four η bins are defined as 0.0 ≤ jηj < 0.6, 0.6 ≤ jηj < 1.37, 1.52 ≤ jηj < 1.81 and 1.81 ≤ jηj < 2.37. The relative weight for each bin i is calculated from the photon E T and η spectra of the ttγ Monte Carlo sample. The prompt-photon template, labeled as \"Nominal,\" is shown in Fig. 3. It is shown along with an electron p iso T template obtained from Zð→ e þ e − Þþ ≥ 4-jets candidate data events, and a prompt-photon p iso T template obtained directly from ttγ Monte Carlo simulation. The latter two templates are used to estimate systematic uncertainties on the measured cross section due to the choice of the prompt-photon template.",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 283,
                    "text": "Fig. 3",
                    "end": 289
                }
            ]
        },
        {
            "text": "C. Background template",
            "section_rank": 10
        },
        {
            "section": "C. Background template",
            "text": "Contributions from background sources with nonprompt photons are described by a single template. This background template is extracted from a multijet data sample by inverting requirements on photon shower shape variables as described in Sec. VI C 1. This set of events is referred to as the \"hadron-fake control region.\" A correction is applied to account for the prompt-photon contribution in the background template as described in Sec. VI C 2.",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "Derivation",
            "section_rank": 11
        },
        {
            "section": "Derivation",
            "text": "The hadron-fake control region is obtained from multijet events that are required to have either at least two jets with p T > 40 GeV and at least two additional jets with p T > 20 GeV, or at least five jets with p T > 20 GeV. Nonprompt photon candidates are identified by inverting requirements on the electromagnetic shower shapes [40]. The background template shapes are determined separately in the four photon η bins and three photon E T bins defined in Sec. VI B. The photon E T distributions are consistent across different η regions, so η and E T dependencies of the background template are treated separately.",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 332,
                    "text": "[40]",
                    "end": 336
                }
            ]
        },
        {
            "section": "Derivation",
            "text": "To match the expected p T and η distributions of nonprompt photons in the signal region, these seven templates are weighted using η and p T distributions of nonprompt photon candidates in tt candidate events in data. The resulting background template (labeled as \"Nominal template T data bkg \") is shown in Fig. 4.",
            "paragraph_rank": 56,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 307,
                    "text": "Fig. 4",
                    "end": 313
                }
            ]
        },
        {
            "text": "Prompt-photon contribution to the background template",
            "section_rank": 12
        },
        {
            "section": "Prompt-photon contribution to the background template",
            "text": "While the nominal background template is extracted using a data-based procedure as described above, the prompt-photon contamination in the background template is obtained using a combination of data and Monte Carlo information.",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "section": "Prompt-photon contribution to the background template",
            "text": "Multijet simulation is used to obtain a Monte Carlo template modeling the isolation distribution of hadrons misidentified as photons, T MC jγ , by applying the same object and event selection as for the nominal background template, as described in Sec. VI C 1. A subset of the events used to construct T MC jγ is selected by the requirement that those events do not contain any simulated true high-p T prompt photons. This subset is used to build a template (T MC jj ) which models the isolation distribution of hadrons misidentified as photons without any true prompt-photon contribution. Signal templates: s   FIG. 3 (color online). Comparison of the nominal promptphoton track-isolation (p iso T ) template with the template obtained from data using a Zð→ e þ e − Þþ ≥ 4-jets selection, and with the template obtained from ttγ simulation. The distributions show the probability Pðp iso T jγÞ of observing a photon in a given p iso T bin per GeV. The last bin contains any overflow.",
            "paragraph_rank": 58,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 608,
                    "text": "s   FIG. 3 (color online)",
                    "end": 633
                }
            ]
        },
        {
            "text": "Figure 4 shows the comparison of T MC",
            "section_rank": 13
        },
        {
            "section": "Figure 4 shows the comparison of T MC",
            "text": "jγ to the data-based background template. The systematic uncertainty in each p iso T bin of T data bkg is assigned so that data (T data bkg ) and simulation (T MC jγ ) are in agreement. This uncertainty is conservatively taken to be the same for all p iso T bins and is evaluated to be 27% on values of T data bkg ðp iso T Þ. The prompt-photon contamination is then extracted from data by maximizing the following extended likelihood function L f , representing the probability to observe N data events in the hadron-fake control region given an expectation of n exp :",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "section": "Figure 4 shows the comparison of T MC",
            "text": "where T data sig is the prompt-photon template and f is the fraction of prompt photons. The parameterθ is the nuisance parameter modeling the systematic uncertainty due to the differences between T data bkg and T MC jγ . The fraction of prompt photons is distributed according to a Gaussian pdf N ðθjθ; σ θ Þ with mean θ ¼ 1 and width σ θ ¼ 27%. The result of the fit is shown in Fig. 5, and f is determined to be ð6.1 þ1.7 −0.9 Þ × 10 −2 . The uncertainties are obtained at the 68% confidence level (C.L.) by constructing the confidence belt with the Feldman-Cousins technique [56] using pseudoexperiments.",
            "paragraph_rank": 60,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 380,
                    "text": "Fig. 5",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 578,
                    "text": "[56]",
                    "end": 582
                }
            ]
        },
        {
            "section": "Figure 4 shows the comparison of T MC",
            "text": "Finally, the signal contamination in the background template is included in the general likelihood by means of a nuisance parameter α fake modeling the strength of the correction:",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "section": "Figure 4 shows the comparison of T MC",
            "text": "The strength factor α fake is constrained to 1 by a Gaussian pdf with width σ α ¼ 28% corresponding to the largest of the estimated asymmetric uncertainties on f. It is then determined from the general likelihood fit in a data-based way.",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "VII. PROMPT-PHOTON BACKGROUNDS",
            "section_rank": 14
        },
        {
            "section": "VII. PROMPT-PHOTON BACKGROUNDS",
            "text": "To identify prompt-photon and isolated-electron background contributions to the events selected in the ttγ analysis, data-based methods and Monte Carlo simulation are used. These background estimates are summarized in Table I and described below.",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 218,
                    "text": "Table I",
                    "end": 225
                }
            ]
        },
        {
            "text": "A. Electron misidentified as a photon",
            "section_rank": 15
        },
        {
            "section": "A. Electron misidentified as a photon",
            "text": "The contribution from events with an electron misidentified as a photon is estimated using data by applying the e → γ misidentification rate to tt þ e candidate events. The measurement of this misidentification probability and cross-checks of the method are described below.",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "section": "A. Electron misidentified as a photon",
            "text": "The sample of events with an electron and a photon approximately back-to-back in the transverse plane (in ϕ) with an electron-photon invariant mass m eγ close to the Zboson mass is dominated by Z → e þ e − decays in which ",
            "paragraph_rank": 65,
            "section_rank": 15
        },
        {
            "text": "FIG. 4 (color online). A comparison of data-based T data bkg and simulation-based T MC",
            "section_rank": 16
        },
        {
            "section": "FIG. 4 (color online). A comparison of data-based T data bkg and simulation-based T MC",
            "text": "jγ track-isolation background templates is shown in the upper panel. The distributions show the probability Pðp iso T jγÞ of observing a photon in a given p iso T bin per GeV. The ratio of the two templates is shown in the lower panel. The hatched band shows the total uncertainty. The last bin contains any overflow. . The markers correspond to the nominal hadron background template. The stacked filled histograms represent the fraction of prompt photons in the hadron-fake control region (obtained as f × T data sig ) and the fraction of hadron-fakes (obtained from the simulation-based template as ð1 − fÞ × T MC jj ) as given by the fit. The normalized residuals, shown in the bottom plot, are defined as the difference between the \"nominal template\" and the sum of ð1 − fÞ × T MC jj and f × T data sig , divided by the total uncertainty σ θ . The last bin contains any overflow.",
            "paragraph_rank": 66,
            "section_rank": 16
        },
        {
            "section": "FIG. 4 (color online). A comparison of data-based T data bkg and simulation-based T MC",
            "text": "one of the electrons radiates a high-E T photon while traversing detector material. The probability for an electron to be misidentified as a photon is determined in data as a function of the electron transverse momentum and pseudorapidity using the eγ and e þ e − mass distributions. One electron (tag) is required to match the single-electron trigger. Another electromagnetic object (probe), an electron or photon, is then required to be present and give a di-object mass with the tag close to the Z-boson mass. The eγ and e þ e − mass distributions are fit with the sum of a Crystal Ball [57,58] function (for the signal part) and a Gaussian function (for the background part) to obtain the numbers of ee and eγ pairs, N ee and N eγ , to which several pairs per event can enter. The probability of an electron being misidentified as a photon is measured in η and p T bins as f e→γ ¼ N eγ =N ee .",
            "paragraph_rank": 67,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 590,
                    "text": "[57,",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 594,
                    "text": "58]",
                    "end": 597
                }
            ]
        },
        {
            "section": "FIG. 4 (color online). A comparison of data-based T data bkg and simulation-based T MC",
            "text": "The nominal selection for the signal ttγ region is modified by replacing the photon requirement by an extra-electron requirement. This extra electron (e f ) must fulfill the photon kinematic selection, E T ðe f Þ > 20 GeV and jηðe f Þj < 2.37, excluding the transition region between the barrel and end-cap calorimeters at 1.37 < jηðe f Þj < 1.52. To estimate the contribution from an electron misidentified as a photon, these tt þ e events are reweighted according to the probability of the extra electron being misidentified as a photon. This procedure gives 29.4 AE 3.0 and 41.5 AE 4.6 events in the electron and muon channels, respectively.",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "section": "FIG. 4 (color online). A comparison of data-based T data bkg and simulation-based T MC",
            "text": "The misidentification probability f MC e→γ is also estimated in Z → e þ e − Monte Carlo simulation, so that a closure test can be performed. The number of background events in simulation that pass the ttγ event selection is estimated using generator-level information about how the photon is produced. These events are weighted with the data-tosimulation correction factors s eγ ¼ f e→γ =f MC e→γ found typically to be within 10% of unity. This estimate is found to be in agreement with reweighting the events that pass the tt þ e event selection in Monte Carlo simulation according to f e→γ , i.e. effectively using the data-based approach in the Monte Carlo simulation.",
            "paragraph_rank": 69,
            "section_rank": 16
        },
        {
            "text": "B. Multijet þ photon",
            "section_rank": 17
        },
        {
            "section": "B. Multijet þ photon",
            "text": "The background contribution from multijet events with associated prompt-photon production is estimated using the data-based matrix method discussed in more detail in Ref. [59]. In this method, two sets of lepton selection criteria are defined. The \"tight\" selection criteria are used to identify leptons in ttγ candidate events. In the \"loose\" selection criteria, the lepton isolation requirements are disregarded, and looser identification requirements [40] are applied for electrons.",
            "paragraph_rank": 70,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 171,
                    "text": "[59]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 454,
                    "text": "[40]",
                    "end": 458
                }
            ]
        },
        {
            "section": "B. Multijet þ photon",
            "text": "The number of selected ttγ candidate events is expressed as a sum of those with prompt leptons and those with \"fake leptons\" (nonprompt leptons or hadrons misidentified as leptons). Identification efficiencies for prompt leptons are measured in Z → l þ l − (l ≡ e, μ) data candidate events, whereas the efficiency for fake leptons to be identified as \"tight\" leptons is measured in a multijet data sample. The number of ttγ candidate events with at least one nonprompt lepton candidate is estimated using this information [59].",
            "paragraph_rank": 71,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 522,
                    "text": "[59]",
                    "end": 526
                }
            ]
        },
        {
            "section": "B. Multijet þ photon",
            "text": "A template fit to the photon p iso T distribution is used to determine the prompt-photon fraction in selected multijetþ γ events. The multijet þ γ event selection is similar to the ttγ selection except that \"loose\" lepton identification criteria are used instead of the \"tight\" criteria. Assuming that the prompt-photon fraction does not depend on the lepton identification criteria (\"loose\" or \"tight\"), this prompt-photon fraction is then used to estimate the contribution of the multijet þ prompt-photon process to the ttγ event selection. This results in 1.4 AE 1.2 and 1.9 AE 1.1 events expected for the electron and muon channels, respectively.",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "C. Wγ þ jets production",
            "section_rank": 18
        },
        {
            "section": "C. Wγ þ jets production",
            "text": "Background from Wγ þ jets production is estimated by extrapolating the number of Wγ þ jets candidate events in data from a control region (CR) to the ttγ signal region (SR) using Wγ þ jets Monte Carlo simulation [60]. In the control region the lepton, photon, E miss T and m T ðWÞ selection criteria are the same as in the nominal ttγ selection. To enrich the control region in Wγ þ jets, events are required to have one, two or three jets, and a b-tagging veto is applied.",
            "paragraph_rank": 73,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 212,
                    "text": "[60]",
                    "end": 216
                }
            ]
        },
        {
            "section": "C. Wγ þ jets production",
            "text": "To estimate the prompt-photon contribution, it is assumed that the fraction of prompt photons is the same in the CR and SR. To verify this assumption, a template fit to the photon p iso T distribution is performed, and the prompt-photon fraction in data and simulation is found to be independent of the jet multiplicity.",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "section": "C. Wγ þ jets production",
            "text": "To suppress the Z þ jets background contribution in the CR, the m eγ requirement is extended to jm eγ − m Z j > 15 GeV. The multijet + γ contribution to the Wγ þ jets background in the CR is estimated using the matrix method as described in Sec. VII B. The number of Wγ þ jets events with prompt photons in the CR is estimated using a template fit to the photon p iso T distribution. Other contributions to the Wγ þ jets CR are estimated using simulation, where events are separated into two classes, one with a prompt photon, the other with an electron misidentified as a photon. To obtain the e → γ contribution, the s eγ correction factors (Sec. VII A) are used. A comparison of data and expectation in the CR is presented in Table II.",
            "paragraph_rank": 75,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 729,
                    "text": "Table II",
                    "end": 737
                }
            ]
        },
        {
            "section": "C. Wγ þ jets production",
            "text": "The number of Wγ þ jets candidate events in the CR (≤ 3 jets) is extrapolated to the jet multiplicity of the SR, ≥ 4 jets [59]. To extrapolate from the Wγ þ jets event selection, which has a b-tagging veto, to the SR, the heavyflavor quark content is studied in data in events with a W boson and two jets. The heavy-flavor quark content is then extrapolated from the Wγ þ 2-jets region into the SR using the Wγ þ jets simulation [59,60]. This extrapolation accounts for the difference in flavor composition between the Wγ þ 2-jet and Wγþ ≥ 4-jet samples as well as for differences in the per-flavor event tagging probabilities, which may lead to different event rates after b-tagging. The Wγ þ jets background estimate is 5.4 AE 1.9 and 15.6 AE 4.4 events for the electron and muon channels, respectively.",
            "paragraph_rank": 76,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 122,
                    "text": "[59]",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 429,
                    "text": "[59,",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 433,
                    "text": "60]",
                    "end": 436
                }
            ]
        },
        {
            "section": "C. Wγ þ jets production",
            "text": "Monte Carlo modeling uncertainties in the estimate of the background from Wγ þ jets production include contributions from the estimated number of events with electrons misidentified as photons (which is known to 10%) and from cross section uncertainties (e.g. a 48% uncertainty for Z þ jets contributions, which corresponds to the error on the normalization of Z þ jets in the four-jet bin from the Berends-Giele scaling [60]).",
            "paragraph_rank": 77,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 421,
                    "text": "[60]",
                    "end": 425
                }
            ]
        },
        {
            "text": "D. Other background sources",
            "section_rank": 19
        },
        {
            "section": "D. Other background sources",
            "text": "The single-top-quark, Z þ jets, and diboson contributions are estimated from simulation and normalized to theoretical calculations of the inclusive cross sections.",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "section": "D. Other background sources",
            "text": "The single-top-quark production cross section is normalized to the NLO þ NNLL prediction: the t channel to 64.6 þ2.6 −1.7 pb [61], the s channel to 4.6 AE 0.2 pb [62], and the Wt channel to 15.7 AE 1.2 pb [63]. The Z þ jets background is normalized to the NNLO QCD calculation for inclusive Z production [64] and the diboson background is normalized to the NLO QCD cross section prediction [65].",
            "paragraph_rank": 79,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 125,
                    "text": "[61]",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 162,
                    "text": "[62]",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 205,
                    "text": "[63]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 304,
                    "text": "[64]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 390,
                    "text": "[65]",
                    "end": 394
                }
            ]
        },
        {
            "text": "VIII. SYSTEMATIC UNCERTAINTIES",
            "section_rank": 20
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES",
            "text": "Systematic uncertainties may affect the shapes of the p iso T prompt-photon and background templates, the estimates of background components with prompt photons and with electrons misidentified as photons, as well as the efficiencies, acceptance factors and the luminosity.",
            "paragraph_rank": 80,
            "section_rank": 20
        },
        {
            "section": "VIII. SYSTEMATIC UNCERTAINTIES",
            "text": "The total effect of each systematic uncertainty on the cross section is evaluated using ensemble tests. For each systematic uncertainty i, pseudodata are generated from the full likelihood while keeping all parameters fixed to their nominal values except for the nuisance parameter corresponding to the systematic uncertainty source. For each set of pseudodata, a template fit is performed allowing all parameters of the likelihood (nuisance parameters, signal cross section) to vary. The distribution of cross sections obtained form a Gaussian pdf with a width that gives the uncertainty in the cross section due to the i-th systematic uncertainty. This method provides an estimate of the effect of each uncertainty on the cross section as shown in Table III. Uncertainties obtained with this method are by construction symmetric. All systematic uncertainties are described in the following.",
            "paragraph_rank": 81,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 750,
                    "text": "Table III",
                    "end": 759
                }
            ]
        },
        {
            "text": "A. Template shapes",
            "section_rank": 21
        },
        {
            "section": "A. Template shapes",
            "text": "The contribution to the systematic uncertainty on σ fid ttγ due to the template shape modeling amounts to 7.6% in total. Of this, the background template shape modeling uncertainty amounts to 3.7% of the cross section, and the prompt-photon template uncertainty amounts to 6.6%.",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "section": "A. Template shapes",
            "text": "The prompt-photon template shape systematic uncertainty is estimated with pseudoexperiments by replacing the nominal prompt-photon template with alternative templates shown in Fig. 3: (a) an electron p iso T template obtained from Zð→ e þ e − Þþ ≥ 4-jets candidate data events (4.1% systematic uncertainty is obtained) and (b) a promptphoton p iso T template obtained directly from ttγ Monte Carlo simulation (6.6% systematic uncertainty is obtained). The larger of the two uncertainties is used as the systematic uncertainty. TABLE II. Data and simulated background yields in the Wγ þ jets data control region. The number of events with a prompt photon in data (labeled as \"Events with prompt γ\") is estimated from the total number of Wγ þ jets candidate events in the control region (labeled as \"Wγ þ jets control region\") using template fits. Background yields are estimated using Monte Carlo (MC) simulation, except for the multijet þ γ yield. The resulting number of Wγ candidate data events, as well as the MC prediction for the number of Wγ events are shown. To obtain the Wγ þ jets background to the ttγ selection, the number of Wγ candidate data events is extrapolated into the signal region using Monte Carlo simulation. The uncertainties include both the statistical and systematic uncertainties.",
            "paragraph_rank": 83,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 176,
                    "text": "Fig. 3: (a)",
                    "end": 187
                }
            ]
        },
        {
            "text": "Electron channel",
            "section_rank": 22
        },
        {
            "section": "Electron channel",
            "text": "Muon channel The systematic uncertainty associated with the reweighting of the background template is estimated by varying within their uncertainties the nonprompt photon p T and η distributions that are used for reweighting. The effect of this systematic uncertainty on the cross section measurement is found to be negligible. To estimate the systematic uncertainty due to the amount of prompt-photon contamination in the background template (as described in Sec. VI C), the corresponding nuisance parameter α fake is sampled using a Gaussian pdf with a width of σ α fake ¼ 28% corresponding to its estimated uncertainty. The systematic uncertainty on the cross section is estimated to be 3.7%. All template-shapes uncertainties are taken as fully correlated between the electron channel and the muon channel.",
            "paragraph_rank": 84,
            "section_rank": 22
        },
        {
            "text": "B. Signal modeling",
            "section_rank": 23
        },
        {
            "section": "B. Signal modeling",
            "text": "The uncertainty on the ttγ cross section (as defined in Sec. V) due to the modeling of the signal is estimated to be 8.4%. The estimate is obtained by varying the selection efficiency with respect to the nominal ttγ Monte Carlo sample which includes event migrations into and out of the fiducial region. This uncertainty includes a comparison of MADGRAPH with WHIZARD (1.7%), as well as a comparison of the MADGRAPH ttγ samples with different QED FSR settings (3.4%) as explained in Sec. III. The renormalization and factorization scales are also varied, leading to an uncertainty of 1.1%. To assess the effect of different parton shower models, predictions from the MadGraph þ HERWIG sample are compared to predictions from the MadGraph þ PYTHIA sample, leading to an uncertainty of 7.3%. In addition, studies of tt samples with varied color reconnection (0.2%) and underlying event (0.9%) settings lead to small contributions. The uncertainty associated with the choice of the CTEQ6L1 PDF set is evaluated from an envelope of calculations using the PDF4LHC prescription [66] by reweighting the CTEQ6L1 LO PDF used in the generation of the ttγ WHIZARD sample with MSTW2008 [67,68], CT10 [34,69] and NNPDF2.0 [70] NLO PDF sets and amounts to 1.1%. All signal-modeling uncertainties are taken as fully correlated between the electron channel and the muon channel.",
            "paragraph_rank": 85,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1072,
                    "text": "[66]",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1174,
                    "text": "[67,",
                    "end": 1178
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1178,
                    "text": "68]",
                    "end": 1181
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1188,
                    "text": "[34,",
                    "end": 1192
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1192,
                    "text": "69]",
                    "end": 1195
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 1209,
                    "text": "[70]",
                    "end": 1213
                }
            ]
        },
        {
            "text": "C. Detector modeling",
            "section_rank": 24
        },
        {
            "section": "C. Detector modeling",
            "text": "The systematic uncertainty on the cross section due to photon modeling is 8.8%. It is estimated from the photon identification (7.3%) [38], the electromagnetic energy scale (2.7%) and the resolution (4.0%) systematic uncertainties [53].",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 134,
                    "text": "[38]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 231,
                    "text": "[53]",
                    "end": 235
                }
            ]
        },
        {
            "section": "C. Detector modeling",
            "text": "The systematic uncertainty on the cross section due to lepton modeling is 2.5%. It is estimated separately for the electron and muon channels from the lepton trigger (0.3% and 1.7%), reconstruction (0.5% and 0.4%) and identification (1.2% and 1.0%) efficiency uncertainties, as well as from those on the energy scale (0.3% and 0.3%) and resolution (0.1% and 0.7%).",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "section": "C. Detector modeling",
            "text": "The systematic uncertainty on the cross section due to jet modeling is 16.6%. It is estimated taking into account the following contributions. The largest effect comes from the energy scale (15.0%) uncertainty which is estimated by combining information from the single-hadron response measured with in situ techniques and with single-pion test-beam measurements [52]. The jet energy resolution (6.5%) uncertainty is estimated by smearing the jets in simulation by the uncertainty as measured with the dijet balance and bisector techniques [71]. The uncertainty on jet reconstruction efficiency (1.0%), which is defined relative to jets built from tracks reconstructed with the ID, is also considered [43]. The jet vertex fraction uncertainty is found to be 2.6%.",
            "paragraph_rank": 88,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 363,
                    "text": "[52]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 540,
                    "text": "[71]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 701,
                    "text": "[43]",
                    "end": 705
                }
            ]
        },
        {
            "section": "C. Detector modeling",
            "text": "The systematic uncertainty on the cross section due to b-tagging modeling is 8.2%. It is dominated by the contribution due to the efficiency (8.1%) [49] with a small contribution due to the mistag probability (1.1%) [48].",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 141,
                    "text": "(8.1%)",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "start": 216,
                    "text": "[48]",
                    "end": 220
                }
            ]
        },
        {
            "section": "C. Detector modeling",
            "text": "Systematic uncertainties on the energy scale and resolution of leptons, jets and photons are propagated to E miss T . Additional E miss T uncertainties [51] also taken into account are contributions from low-p T jets and from energy in calorimeter cells that are not included in the reconstructed objects (0.3%), as well as any dependence on pileup (0.9%).",
            "paragraph_rank": 90,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 152,
                    "text": "[51]",
                    "end": 156
                }
            ]
        },
        {
            "section": "C. Detector modeling",
            "text": "All detector-modeling systematic uncertainties except for the lepton-modeling uncertainties are taken as fully correlated between the electron channel and the muon channel. The lepton-modeling uncertainties are taken as uncorrelated between channels.",
            "paragraph_rank": 91,
            "section_rank": 24
        },
        {
            "section": "C. Detector modeling",
            "text": "The effect of the luminosity uncertainty on the cross section amounts to 1.8% [4].",
            "paragraph_rank": 92,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 78,
                    "text": "[4]",
                    "end": 81
                }
            ]
        },
        {
            "text": "D. Background contributions",
            "section_rank": 25
        },
        {
            "section": "D. Background contributions",
            "text": "The total systematic uncertainty originating from the non-ttγ background contributions with prompt photons or electrons misidentified as photons is estimated to be 7.7%. This uncertainty includes the following: electrons misidentified as photons (5.0%), Wγ þ jets (5.4%), as well as multijet þ photon (1.5%), Zγ þ jets (1.3%), diboson (0.4%) and single-top-quark (0.4%) processes. The various sources of uncertainty on the background estimates quoted above are described in the following paragraphs.",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "section": "D. Background contributions",
            "text": "For background estimates obtained using simulation, uncertainties on the cross section predictions are taken into account. Cross section systematic uncertainties are considered as fully correlated between the electron and the muon channels. However, the corresponding statistical uncertainty is taken as uncorrelated. For Zγ þ jets, single-topquark and diboson contributions the cross section systematic uncertainty is negligible with respect to the statistical uncertainty.",
            "paragraph_rank": 94,
            "section_rank": 25
        },
        {
            "section": "D. Background contributions",
            "text": "The systematic uncertainty on the probability of an electron to be misidentified as a photon as described in Sec. VII A is obtained by varying the fit functions and the ee and eγ mass windows in Z → e þ e − candidate events in data. This uncertainty is estimated to be about 10% of the background estimate and it is taken as fully correlated between the electron channel and the muon channel.",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "section": "D. Background contributions",
            "text": "For the multijet þ photon background described in Sec. VII B, the uncertainty is about 90% for the electron channel and 60% for the muon channel. It is dominated by the statistical uncertainty due to the small number of events in the data samples and the systematic uncertainties on the matrix method (50% for the electron channel and 20% for the muon channel) [59]. Those uncertainties are taken as uncorrelated between the two channels.",
            "paragraph_rank": 96,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 361,
                    "text": "[59]",
                    "end": 365
                }
            ]
        },
        {
            "section": "D. Background contributions",
            "text": "The systematic uncertainties on the Wγ þ jets background are dominated by the extrapolation from the control region (dominated by Wγ þ jets) to the signal region due to different event topologies in the two regions in terms of the total number of jets and the number of heavy-flavor jets. The uncertainties due to the extrapolation are 27% in the electron channel and 23% in the muon channel and are dominated by the uncertainty on the knowledge of the flavor compositions of the W þ jets events and the overall W þ jets normalization for different jet multiplicities [59,60]. Those uncertainties are taken as fully correlated between the electron channel and the muon channel. The statistical uncertainty on the number of events in the Wγ þ jets control region is taken as uncorrelated between the two channels. Systematic uncertainties on the multijet þ photon contribution to the Wγ þ jets event selection, as well as uncertainties on Monte Carlo modeling of tt, Z þ jets, diboson, and single-top-quark processes are taken into account [47].",
            "paragraph_rank": 97,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 568,
                    "text": "[59,",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 572,
                    "text": "60]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1039,
                    "text": "[47]",
                    "end": 1043
                }
            ]
        },
        {
            "text": "IX. RESULTS",
            "section_rank": 26
        },
        {
            "section": "IX. RESULTS",
            "text": "Totals of 140 and 222 ttγ candidate data events are observed in the electron and muon channels, respectively. The numbers of background events extracted from the combined likelihood fit are 79 AE 26 for the electron channel and 120 AE 39 for the muon channel. The numbers of ttγ signal events are determined to be 52 AE 14 and 100 AE 28. The results include statistical and systematic uncertainties. These numbers are summarized in Table IV, and the p iso T distributions are shown in Fig. 6. Using the asymptotic properties [72] of the likelihood model, the test statistic for the no-signal hypothesis is extrapolated to the likelihood ratio value observed in data (14.1) to determine the p-value of p obs 0 ¼ 5.73 × 10 −8 . The process ttγ in the lepton-plus-jets final state is observed with a significance of 5.3σ away from the no-signal hypothesis.",
            "paragraph_rank": 98,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 432,
                    "text": "Table IV",
                    "end": 440
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 485,
                    "text": "Fig. 6",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 525,
                    "text": "[72]",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "start": 666,
                    "text": "(14.1)",
                    "end": 672
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "The ttγ fiducial cross section together with its total uncertainty is obtained from the profile likelihood ratio fit to be 63 þ19 −16 fb. The total systematic uncertainty is extracted from",
            "paragraph_rank": 99,
            "section_rank": 26
        },
        {
            "section": "IX. RESULTS",
            "text": "where σ L is the luminosity uncertainty; σ stat is the pure statistical  . Results of the combined likelihood fit using the track-isolation (p iso T ) distributions as the discriminating variable for the electron (left) and muon (right) channels. The contribution from ttγ events is labeled as \"Signal,\" prompt-photon background is labeled \"γ background,\" the contribution from hadrons misidentified as photons (as estimated by the template fit) is labeled as \"Hadron fakes.\" uncertainty, evaluated from the profile likelihood without including nuisance parameters; σ syst⊕stat is the total uncertainty extracted from the 68% C.L. of the profile likelihood fit (including nuisance parameters), as shown in Fig. 7.",
            "paragraph_rank": 100,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 706,
                    "text": "Fig. 7",
                    "end": 712
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "The ttγ fiducial cross section times BR per lepton flavor, as defined in Sec. V, is determined to be σ fid ttγ × BR ¼ 63 AE 8ðstatÞ þ17 −13 ðsystÞ AE 1ðlumiÞ fb, where BR is the ttγ branching ratio in the single-electron or single-muon final state. Good agreement is found with the predicted cross sections [18,73] of 48 AE 10 fb and 47 AE 10 fb obtained from the WHIZARD and MADGRAPH Monte Carlo generators, respectively, and then normalized by the corresponding NLO/LO K factors. In addition, the cross section measurements are performed separately in the electron and muon channels and give σ fid ttγ × BR ¼ 76 þ16",
            "paragraph_rank": 101,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 307,
                    "text": "[18,",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 311,
                    "text": "73]",
                    "end": 314
                }
            ]
        },
        {
            "section": "IX. RESULTS",
            "text": "−15 ðstatÞ þ22 −17 ðsystÞ AE 1ðlumiÞ fb and σ fid ttγ × BR ¼ 55 þ10",
            "paragraph_rank": 102,
            "section_rank": 26
        },
        {
            "section": "IX. RESULTS",
            "text": "−9 ðstatÞ þ14 −11 ðsystÞ AE 1ðlumiÞ fb, respectively.",
            "paragraph_rank": 103,
            "section_rank": 26
        },
        {
            "text": "X. SUMMARY",
            "section_rank": 27
        },
        {
            "section": "X. SUMMARY",
            "text": "The production of ttγ final states with a photon with transverse energy greater than 20 GeV is observed with a significance of 5.3σ in proton-proton collisions at ffiffi ffi s p ¼ 7 TeV using the ATLAS detector at the CERN LHC. The data set used corresponds to an integrated luminosity of 4.59 fb −1 . The ttγ cross section per lepton flavor, determined in a fiducial kinematic region within the ATLAS acceptance defined in Sec. V, is measured to be σ fid ttγ × BR ¼ 63 AE 8ðstatÞ þ17 −13 ðsystÞ AE 1ðlumiÞ fb in good agreement with the theoretical prediction.",
            "paragraph_rank": 104,
            "section_rank": 27
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 28
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; EPLANET, ERC and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT and NSRF, Greece; RGC, Hong Kong SAR, China; ISF, MINERVA, GIF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 105,
            "section_rank": 28
        },
        {
            "text": "APPENDIX: ttγ MONTE CARLO SAMPLES",
            "section_rank": 29
        },
        {
            "section": "APPENDIX: ttγ MONTE CARLO SAMPLES",
            "text": "Signal ttγ events with single-lepton (lν l qq 0 bbγ, l ≡ e; μ; τ) or dilepton (lν l l 0 ν l 0 bbγ, l=l 0 ≡ e; μ; τ) final states are simulated with two independent leading-order (LO) matrix element (ME) Monte Carlo generators, WHIZARD V1.93 [9,10] and MADGRAPH V5.1.5.12 [11], both using the CTEQ6L1 [12] LO parton distribution function (PDF) set. Both calculations take into account interference effects between radiative top-quark production and decay processes.",
            "paragraph_rank": 106,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 241,
                    "text": "[9,",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 244,
                    "text": "10]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 271,
                    "text": "[11]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 300,
                    "text": "[12]",
                    "end": 304
                }
            ]
        },
        {
            "text": "Leading-order calculations: WHIZARD and MADGRAPH",
            "section_rank": 30
        },
        {
            "section": "Leading-order calculations: WHIZARD and MADGRAPH",
            "text": "In the WHIZARD ttγ sample, the minimum transverse momentum of all outgoing partons except for the photon is set to 10 GeV. The transverse momentum of the photon is required to be larger than 8 GeV. The invariant mass of the photon and any charged particle (u, d, c and s quarks, . Negative logarithm of the profile likelihood as a function of the ttγ fiducial cross section σ fid ttγ × BR with (solid line) and without (dashed line) free nuisance parameters associated with the systematic uncertainties. The horizontal dotted line corresponds to a value of − log ½λ s ðp iso T jσ fid ttγ Þ ¼ 0.5. Intersections of this line with the solid (dashed) curve give the AE1σ total (statistical only) uncertainty interval to the measured fiducial ttγ cross section. electrons, muons, and τ leptons) is required to be larger than 5 GeV. To avoid infrared and collinear divergences, the following invariant masses are also required to be larger than 5 GeV: mðq 1 ; q 2 Þ, mðg 1 ; q 1 Þ, mðg 1 ; q 2 Þ, mðg 2 ; q 1 Þ, and mðg 2 ; q 2 Þ, where q 1 and q 2 are the quarks from the hadronic decay of one W boson, and g 1 and g 2 are the gluons initiating the gg → ttγ process. For each incoming quark Q i (u, d, c, s and b quark), the invariant mass mðQ i ; q j Þ is required to be larger than 5 GeV if q j is the same type of parton as Q i . The renormalization scale is set to 2m t , and the factorization scale is set to the partonic center-of-mass energy ffiffi f s p . The cross section is 648 fb when summing over all three lepton flavors for the single-lepton (e, μ, τ) and 188 fb for the dilepton ttγ final states.",
            "paragraph_rank": 107,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1191,
                    "text": "(u, d, c, s and b quark)",
                    "end": 1215
                }
            ]
        },
        {
            "section": "Leading-order calculations: WHIZARD and MADGRAPH",
            "text": "In the MADGRAPH ttγ sample, the minimum transverse momentum is set to 15 GeV for u, d, c and s quarks, as well as for photons, electrons, muons and τ leptons. The distance in η-ϕ space between all these particles is required to be ΔR > 0.2. For b quarks, no requirement is placed on the transverse momentum or on the pseudorapidity. Leptons and photons are required to have jηj < 2.8, while u, d, c and s quarks are required to have jηj < 5.0. The renormalization and factorization scales are set to m t . The cross section is 445 fb when summing over all three lepton flavors for the single-lepton and 131 fb for the dilepton ttγ final states.",
            "paragraph_rank": 108,
            "section_rank": 30
        },
        {
            "text": "Next-to-leading-order calculation",
            "section_rank": 31
        },
        {
            "section": "Next-to-leading-order calculation",
            "text": "The NLO QCD calculation of top-quark pair production in association with a hard photon is described in Ref. [73] for ffiffi ffi s p ¼ 14 TeV. A dedicated calculation at ffiffi ffi s p ¼ 7 TeV both at LO and at NLO has been performed for this analysis [18] for the pp → bμ þ ν μb jjγ channel using the same settings for the renormalization and factorization scale as in the WHIZARD ttγ calculation. The following NLO input parameters are used: top-quark mass m t ¼ 172 GeV, top-quark width Γ t ¼ 1.3237 GeV, W-boson mass m W ¼ 80.419 GeV, W-boson width Γ W ¼ 2.14 GeV, fine-structure constant α ¼ 1=137. The strong-coupling constant α s ðμÞ is evaluated using the twoloop running from α s ðm Z Þ as specified in the MSTW2008 NLO PDF. Jets are defined using the anti-k t algorithm with a distance parameter R ¼ 0.4. The photon is required to be separated from hadronic activity as defined in Ref. [74].",
            "paragraph_rank": 109,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 108,
                    "text": "[73]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 251,
                    "text": "[18]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 895,
                    "text": "[74]",
                    "end": 899
                }
            ]
        },
        {
            "section": "Next-to-leading-order calculation",
            "text": "The phase-space requirements used in the ffiffi ffi s p ¼ 7 TeV theory LO and NLO calculations are described below. The muon is required to have p T ðμÞ > 20 GeV and jηðμÞj < 2. Upper and lower values correspond to scale variations by a factor of two around μ ¼ m t . Therefore, for μ ¼ m t the NLO/LO K factor is 1.67. Similarly, for the WHIZARD Monte Carlo sample scales and NLO calculation at the scale of μ ¼ m t , the NLO/LO K factor is 2.53.",
            "paragraph_rank": 110,
            "section_rank": 31
        },
        {
            "section": "Next-to-leading-order calculation",
            "text": "The LO cross sections calculated with the WHIZARD and MADGRAPH Monte Carlo generators are multiplied by the corresponding K factors in order to compare with the experimental measurement.",
            "paragraph_rank": 111,
            "section_rank": 31
        },
        {
            "text": "INFN Laboratori Nazionali di Frascati, Frascati, Italy",
            "section_rank": 32
        },
        {
            "text": "48",
            "section_rank": 33
        },
        {
            "section": "48",
            "text": "Fakultät für Mathematik und Physik, Albert-Ludwigs-Universität, Freiburg, Germany",
            "paragraph_rank": 112,
            "section_rank": 33
        },
        {
            "text": "FIG. 6 (",
            "section_rank": 34
        },
        {
            "section": "FIG. 6 (",
            "text": "FIG. 6 (color online). Results of the combined likelihood fit using the track-isolation (p iso T ) distributions as the discriminating variable for the electron (left) and muon (right) channels. The contribution from ttγ events is labeled as \"Signal,\" prompt-photon background is labeled \"γ background,\" the contribution from hadrons misidentified as photons (as estimated by the template fit) is labeled as \"Hadron fakes.\"",
            "paragraph_rank": 113,
            "section_rank": 34
        },
        {
            "text": "FIG. 7 (color online). Negative logarithm of the profile likelihood as a function of the ttγ fiducial cross section σ fid ttγ × BR with (solid line) and without (dashed line) free nuisance parameters associated with the systematic uncertainties. The horizontal dotted line corresponds to a value of − log ½λ s ðp iso T jσ fid ttγ Þ ¼ 0.5. Intersections of this line with the solid (dashed) curve give the AE1σ total (statistical only) uncertainty interval to the measured fiducial ttγ cross section.",
            "paragraph_rank": 114,
            "section_rank": 35
        },
        {
            "text": "TABLE I .",
            "section_rank": 36
        },
        {
            "section": "TABLE I .",
            "text": "Estimates of the number of selected events with prompt photons, or electrons misidentified as photons, from various backgrounds to ttγ production, including statistical and systematic uncertainties.",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "TABLE IV .",
            "section_rank": 37
        },
        {
            "section": "TABLE IV .",
            "text": "Number of ttγ signal and background events extracted from the likelihood fit, which is performed for the electron and muon channels simultaneously. The uncertainties are statistical and systematic. The total number of ttγ candidate events observed in data is also shown.",
            "paragraph_rank": 116,
            "section_rank": 37
        },
        {
            "text": "Tis the W-boson transverse mass. Jets are required to have p T ðjÞ > 25 GeV and jηðjÞj < 2.5. The photon is required to have p T ðγÞ > 15 GeV and jηðγÞj < 1.37 or 1.52 < jηðγÞj < 2.37. The objects are required to be separated in ΔR: ΔRðjetsÞ > 0.4, ΔRðμ; jetsÞ > 0.4, ΔRðγ; μÞ > 0.4, ΔRðγ; jetsÞ > 0.5. The event is required to have N jets ≥ 4.With the above setup and assuming 100% efficiencies, σ NLO ttγ ¼ 24.5 þ5.6 −4.5 pb and σ LO ttγ ¼ 14.7 þ5.8 −3.8 pb.",
            "paragraph_rank": 117,
            "section_rank": 38
        }
    ]
}