{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We perform a measurement of the τ → lγνν (l = e, µ) branching fractions for a minimum photon energy of 10 MeV in the τ rest frame, using 431 fb −1 of e + e − collisions collected at the center-ofmass energy of the Υ (4S) resonance with the BABAR detector at the PEP-II storage rings. We find B(τ → µγνν) = (3.69±0.03±0.10)×10 −3 , and B(τ → eγνν) = (1.847±0.015±0.052)×10 −2 , where the first quoted error is statistical, and the second is systematic. These results are substantially more precise than previous measurements.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Leptonic τ decays are generally well suited to investigate the Lorentz structure of electroweak interactions in a model-independent way [1]. In particular, leptonic radiative decays τ → lγνν, where the charged lepton (l) is either an electron (e) or a muon (µ), have been studied for a long time because they are sensitive to the anomalous magnetic moment of the τ lepton [2]. At tree level, these decays can proceed through three Feynman diagrams depending on whether the photon is emitted by the incoming τ , the outgoing charged lepton, or the intermediate W boson, as shown in Fig. 1. The amplitude for the emission of the photon by the intermediate boson is suppressed by a factor (m τ /M W ) 2 with respect to a photon from the incoming/outgoing fermions and is thus negligible with respect to next-to-leading order (NLO) QED radiative corrections [3]. Both branching fractions have been measured by the CLEO collaboration. CLEO obtained B(τ → µγνν) = (3.61 ± 0.16 ± 0.35) × 10 −3 , and B(τ → eγνν) = (1.75 ± 0.06 ± 0.17) × 10 −2 for a minimum photon energy of 10 MeV in the τ rest frame [4]. In addition, the OPAL collaboration finds B(τ → µγνν) = (3.0 ± 0.4 ± 0.5) × 10 −3 for a minimum photon energy of 20 MeV in the τ rest frame [5]. * Now at: University of Tabuk, Tabuk 71491, Saudi Arabia † Also at: Università di Perugia, Dipartimento di Fisica, I-06123 Perugia, Italy ‡ Now at: Laboratoire de Physique Nucléaire et de Hautes Energies, IN2P3/CNRS, F-75252 Paris, France § Now at: University of Huddersfield, Huddersfield HD1 3DH, UK ¶ Deceased * * Now at: University of South Alabama, Mobile, Alabama 36688, USA † † Also at: Università di Sassari, I-07100 Sassari, Italy",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 136,
                    "text": "[1]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 372,
                    "text": "[2]",
                    "end": 375
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 581,
                    "text": "Fig. 1",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 854,
                    "text": "[3]",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1094,
                    "text": "[4]",
                    "end": 1097
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1239,
                    "text": "[5]",
                    "end": 1242
                }
            ]
        },
        {
            "text": "In the present work we perform a measurement of τ → lγνν branching fractions for a minimum photon energy of 10 MeV in the τ rest frame. This analysis uses data recorded by the BABAR detector at the PEP-II asymmetric-energy e + e − storage rings operated at the SLAC National Accelerator Laboratory. The data sample consists of 431 fb −1 of e + e − collisions recorded at at the center-of-mass energy (CM) √ s = 10.58 GeV [6]. The cross section for τ -pair production is σ τ τ = 0.919 ± 0.003 nb [7] corresponding to a data sample of about 400 × 10 6 τ -pairs. A detailed description of the BABAR detector is given elsewhere [8,9]. Charged particle momenta are measured with a five-layer double-sided silicon vertex tracker and a 40-layer helium-isobutane drift chamber inside a 1.5 T superconducting solenoid magnet. An electromagnetic calorimeter (EMC) consisting of 6580 CsI(Tl) crystals is used to measure electron and photon energies; a ring-imaging Cherenkov detector is used to identify charged hadrons; the instrumented magnetic flux return (IFR) is used for muon identification. About half of the data were taken with the IFR embedded with resistive plate chambers, later partially replaced by limited streamer tubes.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 421,
                    "text": "[6]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 495,
                    "text": "[7]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 624,
                    "text": "[8,",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 627,
                    "text": "9]",
                    "end": 629
                }
            ]
        },
        {
            "text": "For this analysis, a Monte Carlo (MC) simulation is used to estimate the signal efficiency and to optimize the selection algorithm. Simulated τ -pair events are generated using KK2f [10] and τ decays are simulated with Tauola [11]. Final-state radiative effects for τ decays in Tauola are simulated using Photos [12]. A signal τ -pair MC sample is generated where one of the τ leptons decays to τ → lγνν, and the other decays according to known decay modes [13]. For the signal sample we require the minimum photon energy in the τ rest frame to be E * γ,min > 10 MeV. The τ → lγνν decays with E * γ,min < 10 MeV are treated as background. A separate τ -pair MC sample is generated requiring each τ lepton to decay in a mode based on current experimental knowledge; we exclude signal events in the former sample to obtain a τ -pair background sample. Other MC simulated background samples include µ + µ − , qq (uū, dd, ss, cc), and BB (B = B + , B 0 ) events. The µ + µ − events are generated by KK2f, qq events are generated using the JETSET generator [14] while BB events are simulated with EVTGEN [15]. The detector response is simulated with GEANT4 [16]. Background from two-photon and Bhabha events is estimated from data.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 182,
                    "text": "[10]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 226,
                    "text": "[11]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 312,
                    "text": "[12]",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 457,
                    "text": "[13]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1052,
                    "text": "[14]",
                    "end": 1056
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1099,
                    "text": "[15]",
                    "end": 1103
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1152,
                    "text": "[16]",
                    "end": 1156
                }
            ]
        },
        {
            "text": "The signature for τ → lγνν decays is a charged particle (track), identified either as an electron or a muon, and an energy deposit (cluster) in the EMC not associated with any track, the photon. Since τ leptons decay mostly to a single charged particle, events with two wellreconstructed tracks and zero total charge are selected, where no track pair is consistent with being a photon conversion in the detector material. The transverse momentum of each track is required to be p T > 0.3 GeV/c, the cosine of the polar angle is required to be between −0.75 and 0.95 within the calorimeter acceptance range to ensure good particle identification. The total missing transverse moment of the event is required to be p T,miss > 0.5 GeV/c. All clusters in the EMC with no associated tracks (neutral clusters) are required to have a minimum energy of 50 MeV. We also reject events with neutral clusters having E < 110 MeV if they are within 25 cm of a track, where the distance is measured on the inner wall of the EMC.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Each event is divided into hemispheres (signal and tag hemispheres) in the CM frame by a plane perpendicular to the thrust axis, calculated using all reconstructed charged and neutral particles [17]. For every event, the magnitude of the thrust is required to be between 0.9 and 0.995. The lower limit on the thrust magnitude rejects most qq events while the upper limit removes e + e − → µ + µ − and Bhabha events. The signal hemisphere must contain one track and one neutral cluster. The tag hemisphere must contain one track, identified either as an electron, muon or pion, and possibly one additional neutral cluster or nπ 0 (n =1, 2). Each π 0 candidate is built up from a pair of neutral clusters with a di-photon invariant mass in the range [100, 160] MeV. To further suppress di-muon and Bhabha events, we reject events where the leptons in the signal and tag hemispheres have the same flavor. Since there are at least three undetected neutrinos in the final state we require the total energy to be less than 9 GeV. In the signal hemisphere, we require that the distance (d lγ ) between the track and the neutral cluster, measured on the inner wall of the EMC, to be less than 100 cm.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 194,
                    "text": "[17]",
                    "end": 198
                }
            ]
        },
        {
            "text": "Electrons are identified by applying an Error Correcting Output Code (ECOC) [18] algorithm based on Bagged Decision Tree (BDT) [19] classifiers using as input the ratio of the energy in the EMC to the magnitude of the momentum of the track (E/p), the ionization loss in the tracking system (dE/dx), and the shape of the shower in the electromagnetic calorimeter.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 76,
                    "text": "[18]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 127,
                    "text": "[19]",
                    "end": 131
                }
            ]
        },
        {
            "text": "Muon identification makes use of a BDT algorithm, using as input the number of hits in the IFR, the number of interaction lengths traversed, and the energy deposition in the calorimeter. Since muons with momenta less than 500 MeV/c do not penetrate into the IFR, the BDT also uses information the energy loss dE/dx in the tracking system to maintain a very low π − µ misidentification probability with high selection efficiencies. The electron and muon identification efficiencies are 91% and 62%, respectively. The probability for a π to be misidentified as an e is below 0.1%, while the probability to be misidentified as a µ is around 1% depending on momentum.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "After the preselection, both samples are dominated by background events. For the τ → µγνν sample, the main background sources are initial-state radiation (ISR), τ → ππ 0 ν decays, e + e − → µ + µ − events, and τ → πν decays. For the τ → eγνν sample, almost all background contribution is from τ → eνν decays in which the electron radiates a photon in the magnetic field of the detector (bremsstrahlung). Further background suppression is obtained by placing requirements on the angle between the lepton and photon in the CM frame (cos θ lγ ). For τ → µγνν we require cos θ lγ > 0.99, while for τ → eγνν we require cos θ lγ > 0.97 (see Figs. 2  and 3). To reject background from τ → eνν decays in the τ → eγνν sample, we further impose a minimum value for the invariant mass of the lepton-photon pair M lγ ≥ 0.14 GeV/c 2 for this channel. In addition to the aforementioned quantities, the selection criteria use the energy of the photon and d lγ . The selection criteria are optimized in order to give the smallest statistical and systematic uncertainty on the branching fractions.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 635,
                    "text": "Figs. 2  and 3",
                    "end": 649
                }
            ]
        },
        {
            "text": "After optimization, for τ → µγνν, we require cos θ lγ ≥ 0.99, 0.10 ≤ E γ ≤ 2.5 GeV, 6 ≤ d lγ ≤ 30 cm, and M lγ ≤ 0.25 GeV/c 2 . The requirement on M lγ rejects backgrounds from non-signal τ decays. For the τ → eγνν channel, we require cos θ lγ ≥ 0.97, 0.22 ≤ E γ ≤ 2.0 GeV, 8 ≤ d lγ ≤ 65 cm in addition to M lγ ≥ 0.14 GeV/c 2 .",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The signal efficiencies, the fraction of background events, and the number of events selected in the data are given in Table I. The branching fraction is determined using",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 119,
                    "text": "Table I",
                    "end": 126
                }
            ]
        },
        {
            "text": "where N obs is the number of observed events, σ τ τ is the cross section for τ pair production, L is the total integrated luminosity, and the signal efficiency ǫ is determined from the MC sample. After applying all selection criteria, we find B(τ → µγνν) = (3.69 ± 0.03 ± 0.10) × 10 −3 B(τ → eγνν) = (1.847 ± 0.015 ± 0.052) × 10 −2",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "where the first error is statistical and the second is systematic. The systematic uncertainties on signal efficiency and on the number of the expected background events affect the final result, and are summarized in Table II. The most important contributions to the total uncertainty are from the uncertainties on particle identification, and photon detection efficiency.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 216,
                    "text": "Table II",
                    "end": 224
                }
            ]
        },
        {
            "text": "To estimate the uncertainty on photon detection efficiency, we rely on e + e − → µ + µ − γ events for the high energy region (E γ > 1 GeV), and photons from π 0 decays for the low energy region (E γ < 1 GeV). Using fully reconstructed e + e − → µ + µ − γ events, we find that the photon detection efficiency for data and MC samples are consistent within 1% for E γ > 1 GeV. For photon energies E γ < 1 GeV, we measure the ratio of the branching fractions for τ → πν and τ → ρν decays. The resulting uncertainty on the π 0 reconstruction efficiency is found to be below 3%. Taking into account the 1.1% uncertainty on the branching fractions, the resulting energy-averaged uncertainty on the single photon detection efficiency is 1.8%. We use this value as the systematic uncertainty in the efficiency for τ → lγνν.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The uncertainties on particle identification efficiency are estimated using control samples, by measuring the deviation of the data and MC efficiencies for tracks with the same kinematic properties. The uncertainty on the efficiency of the electron identification is evaluated using a control sample consisting of radiative and non-radiative Bhabha events, while the uncertainty for muons is an e + e − → µ + µ − γ control sample. The uncertainty on the probability of misidentifying the pion as a muon or electron is evaluated using samples of τ → πππν decays. The corresponding systematic uncertainty on the efficiency for τ → lγνν is 1.5% for both channels. For the background estimation, we define control regions that are enhanced with background events. For τ → µγνν, where the major background contribution is not peaking in cos θ µγ , we invert the cut on cos θ µγ . For cos θ µγ < 0.8, the maximum expected signal rate is 3% of the corresponding background rate. The maximum discrepancy between the MC sample prediction and the number of observed events is 8%, with an excess of events in the MC sample. We take this discrepancy as estimate of the uncertainty on the background prediction. For τ → eγνν, where the major background contributions have similar cos θ eγ distributions as signal, we apply a similar strategy after requiring the invariant mass M lγ < 0.14 GeV/c 2 ; in this case we take cos θ eγ < 0.90. The maximum contamination of signal events in this region is 10%, and the maximum discrepancy between the prediction and the number of observed events is 4% with an excess of data events. We take this value as an estimate of the uncertainty on the background rate. The errors on the branching fractions due to the uncertainty on background estimates are 0.9% for τ → µγνν, and 0.7% for τ → eγνν, respectively (Table II).",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1833,
                    "text": "(Table II)",
                    "end": 1843
                }
            ]
        },
        {
            "text": "Cross-checks of the background estimation are performed by considering the number of events expected and observed in different sideband regions immediately neighboring the signal region for each decay mode and found to be compatible with the aforementioned systematic uncertainties. The asymmetric configuration of the BABAR experiment may lead to a dependence of the result on the charge of the final state lepton. We studied this possible bias source by comparing the efficiencies and the branching fractions, as found separately for the two charge conjugated states, for the two signal channels. In both cases we find the yields to be in agreement within statistical uncertainties and we conclude that this contribution is negligible.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "All other sources of uncertainty, including current knowledge of the τ branching fractions [13] (BF), total number of τ pairs, limited MC statistics, dependence on selection criteria, and track momentum resolution are found to be smaller than 1.0%.",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 91,
                    "text": "[13]",
                    "end": 95
                }
            ]
        },
        {
            "text": "In conclusion, we have made a measurement of the branching fractions of the radiative leptonic τ decays τ → eγνν and τ → µγνν, for a minimum photon energy of 10 MeV in the τ rest frame, using the full dataset of e + e − collisions collected by BABAR at the center-of-mass energy of the Υ (4S) resonance. We find B(τ → µγνν) = (3.69 ± 0.03 ± 0.10) × 10 −3 , and B(τ → eγνν) = (1.847 ± 0.015 ± 0.052) × 10 −2 , where the first error is statistical and the second is systematic. These results are more precise by a factor of three compared to previous experimental measurements. Our results are in agreement with the Standard Model values at tree level, B(τ → µγνν) = 3.67 × 10 −3 , and B(τ → eγνν) = 1.84 × 10 −2 [3], and with current experimental bounds.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 711,
                    "text": "[3]",
                    "end": 714
                }
            ]
        },
        {
            "text": "We are grateful for the extraordinary contributions of our PEP-II colleagues in achieving the excellent luminosity and machine conditions that have made this work possible. The success of this project also relies critically on the expertise and dedication of the computing organizations that support BABAR. The collaborating institutions wish to thank SLAC for its support and the kind hospitality extended to them. This work is supported by the US Department of Energy and National Science Foundation, the Natural Sciences and Engineering Research Council (Canada), the Commissariatà l'Energie Atomique and Institut National de Physique Nucléaire et de Physique des Particules (France), the Bundesministerium für Bildung und Forschung and Deutsche Forschungsgemeinschaft (Germany), the Istituto Nazionale di Fisica Nucleare (Italy), the Foundation for Fundamental Research on Matter (The Netherlands), the Research Council of Norway, the Ministry of Education and Science of the Russian Federation, Ministerio de Economía y Competitividad (Spain), the Science and Technology Facili- ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1: Standard Model Feynman diagrams for τ → lγνν at tree level.",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "10 FIG. 2 :",
            "section_rank": 4
        },
        {
            "section": "10 FIG. 2 :",
            "text": "FIG. 2:Selection of the τ → µγνν: (a) distance between lepton and photon candidates on the inner EMC wall, (b) cosine of the angle between momenta of the lepton and photon candidates in the CM frame, (c) invariant mass of the lepton photon pair, and (d) photon candidate energy in the CM frame for radiative τ decay into a muon after applying all selection criteria except the one on the plotted quantities. The selection criteria on the plotted quantities are highlighted by the vertical lines; we retain the regions indicated by the horizontal arrows.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "TABLE I :",
            "section_rank": 5
        },
        {
            "section": "TABLE I :",
            "text": "Signal efficiencies ǫ (%), expected fractional background contribution f bkg = N bkg /(Nsig + N bkg ), where Nsig is the number of signal events and N bkg is the number of background events, and number of observed events (N obs ) for the two decay modes after applying all selection criteria. All quoted uncertainties are statistical.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "TABLE II :",
            "section_rank": 6
        },
        {
            "section": "TABLE II :",
            "text": "Summary of systematic contributions (%) to the branching fraction from the different uncertainty sources for the two signal channels. The total systematic uncertainties are obtained summing in quadrature the various systematic uncertainties for each decay channel.",
            "paragraph_rank": 23,
            "section_rank": 6
        }
    ]
}