{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Measurements of the muon charge asymmetry in inclusive pp → WX production at √ s = 7 TeV are presented. The data sample corresponds to an integrated luminosity of 4.7 fb −1 recorded with the CMS detector at the LHC. With a sample of more than twenty million W → μν events, the statistical precision is greatly improved in comparison to previous measurements. These new results provide additional constraints on the parton distribution functions of the proton in the range of the Bjorken scaling variable x from 10 −3 to 10 −1 . These measurements are used together with the cross sections for inclusive deep inelastic ep scattering at HERA in a next-to-leading-order QCD analysis.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "In the proton-proton collisions at the Large Hadron Collider (LHC), the primary processes for inclusive W-boson production are the annihilation processes: ud → W + and dū → W − , where a valence quark comes from one proton and a sea quark comes from the other proton. Due to the presence of two valence u quarks as opposed to only one valence d quark in the proton, more W + bosons are crated compared to W − bosons. The measurement of the asymmetry in the production of W + and W − bosons as a function of boson rapidity can provide constraints on the d/u ratio and the sea quark densities in the proton.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "There are large uncertainties on the parton distribution functions (PDFs) for the scale and Bjorken x region explored in the p-p collisions at LHC at √ s = 7 TeV corresponding to Bjorken x from 10 −3 to 10 −1 . In addition, there are differences between different PDF Email address: saranya.ghosh@cern.ch (Saranya Samik Ghosh (for the CMS Collaboration))",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "1 Speaker sets. A high precision measurement of the W-boson charge asymmetry can contribute to the improvement of the knowledge of PDFs.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "It is difficult to measure the W-boson production asymmetry in terms of the boson rapidity because of the presence of neutrinos in the leptonic W decay. Instead, the lepton charge asymmetry in terms of lepton pseudorapidity is measured. The lepton charge asymmetry is defined as",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where dσ dη is the differential cross section for Wboson production and subsequent leptonic decay and η = −ln[tan(θ/2)] is the charged lepton pseudorapidity in the laboratory frame, with θ being the polar angle measured with respect to the beam axis.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The measurement of lepton charge asymmetry in the muon channel, corresponding to the W → μν decay channel of the W-boson, using a data sample corresponds to an integrated luminosity of 4.7 fb −1 recorded with the Compact Muon Solenoid (CMS) detector [2] is presented along with a next-to-leading order QCD analysis using the CMS measurement combined with the cross sections for deep inelastic e +− p scattering at HERA [3].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 250,
                    "text": "[2]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 419,
                    "text": "[3]",
                    "end": 422
                }
            ]
        },
        {
            "text": "Measurement of muon charge asymmetry",
            "section_rank": 3
        },
        {
            "section": "Measurement of muon charge asymmetry",
            "text": "The events selected are required to contain one well reconstructed isolated muon with transverse momentum (p T ) greater than 25 GeV. An additional measurement of muon charge asymmetry is also made with a higher muon p T threshold of 35 GeV. Events containing a second isolated muon with p T greater than 15 GeV are rejected, in order to reduce the Drell-Yan background. The important backgrounds constitute of Drell-Yan events, QCD multijet events with muons in the final state, W → τν with the τ decaying into a muon and neutrino and tt events. Monte Carlo (MC) simulated samples, that include a full simulation of the CMS detector, are used to help evaluate the background contributions in the data sample. Corrections are applied in order match the pileup, that is multiple proton-proton interactions in the same event, in MC to that in data (the MC simulation is generated with a different pileup distribution than that we observe in the data) and also to match the boson transverse momentum distribution in MC to that in data. The muons momentum scale is corrected for any bias due to misalignment and mismodelling of the magnetic field. Corrections are based on the charge, pseudorapidity and the azimuthal angle of the muons and have been derived on Z → μμ selected sample. The effect of muon momentum scale corrections on positive muons is shown in Figure 1.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1358,
                    "text": "Figure 1",
                    "end": 1366
                }
            ]
        },
        {
            "section": "Measurement of muon charge asymmetry",
            "text": "To account for the Drell-Yan background, the Drell-Yan MC sample is normalized with theoretical cross-section to luminosity of the data sample. MC to data scale factors are used to account for the difference in efficiency of muon identification and selection between data and MC. Additional k-factors have been calculated to correct normalization. The correction factors are obtained using Z → μμ samples in bins of dimuon invariant mass. The Drell-Yan normalisation is  The missing transverse energy (MET) distribution is asymmetric in φ due to detector and reconstruction effects. Corrections are applied to correct for MET φ asymmetry. Even after correcting for the φ asymmetry, the distribution of MET in MC is different from that in data. MET is used for signal extraction, and the MET in MC is matched to that in data using recoil corrections. Recoil corrections are corrections to the hadronic recoil, which is the vector sum of transverse momenta of all particle candidates excluding the candidate muon. The corrections are derived on a Drell-Yan selected control sample. The MET distribution in the Drell-Yan selected sample in data and MC after applying the corrections is shown in Figure 3. The corrections are verified in a QCD control sample that is obtained by inverting the muon isolation criteria. The MET distribution in the QCD control sample is shown in Figure 4.  is normalized to the integrated luminosity of the data sample using a MC simulation, and the normalization of the QCD simulation (dark shaded region) is taken as the difference between the data and the estimated W → μν contribution.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1192,
                    "text": "Figure 3",
                    "end": 1200
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1373,
                    "text": "Figure 4",
                    "end": 1381
                }
            ]
        },
        {
            "section": "Measurement of muon charge asymmetry",
            "text": "The process of signal extraction and background es-timation is done using the MET distribution in data and MC samples. MET for W + and W − candidate events are taken separately for the different |η| bins used and MET templates with corrections from MC fitted to MET distribution in data using binned maximum likelihood fit. Simultaneous but separate fits for W + and W − candidate events is performed in each |η| bin with the yields of W + → μ + ν, W − → μ −ν and QCD normalization floated in the fits. A total of 12.9 million W + and 9.1 million W candidate events give yields of ∼ 84% for W → μν, ∼ 8% QCD, ∼ 8% electroweak background consisting of Drell-Yan and W → τν and a small fraction of tt. An example of the MET fits performed for the muon p T > 25 GeV sample for pseudorapidity bin 0.0 ≤ |η| < 0.2 is shown in Figure 5. The asymmetry obtained after the signal extraction process is then corrected for difference in efficiency of selection of positive and negative muons.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 821,
                    "text": "Figure 5",
                    "end": 829
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The systematic uncertainties associated with the measured muon charge asymmetry are calculated. The largest source of systematic errors comes from the errors on the measured efficiencies of μ + and μ − , that are used to correct the asymmetry for difference in efficiency of μ + and μ − . Another large source of systematic uncertainty comes from the QCD background estimation. The error from the QCD background estimation is taken from two parts, the error coming from the ratio of positive and negative muon events in the QCD background and the uncertainty in the shape of the MET distribution coming from the QCD background. Some of the other major sources of systematic uncertainty come from uncertainty in the muon momentum scale, effect of final state radiation (FSR) (FSR is not corrected for in the measured asymmetry but systematic uncertainty is assigned to account for its effect) and PDF uncertainties coming from the MC samples used in the measurement. Figure 6 displays the uncertainties coming from different sources for the p T > 25 GeV measurement of muon charge asymmetry. As a cross-check, muon charge asymmetry is measured separately for the positive and negative η regions by performing an identical measurement in 22 muon η bins. The asymmetry obtained from the negative and the positive regions is compared as shown in Figure 7 for the p T > 25 GeV case. The charge asymmetries for η > 0 and η < 0 regions are in good agreement with each other. The final measurement of the muon charge asymmetry along with the uncertainties is compared to predictions by five different PDF sets as shown in Figure 8 for the muon p T > 25 GeV sample and in Figure 9 for the muon p T > 35 GeV sample. The PDF predictions are calculated at NLO using NLO FEWZ 3.1. The measured muon charge asymmetry is in good agreement with predictions from CT10, NNPDF and HERA PDF sets. The agreement with predictions from MSTW PDF set is poor, although it is slightly improved for MSTW2008CPdeut PDF set.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 966,
                    "text": "Figure 6",
                    "end": 974
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1342,
                    "text": "Figure 7",
                    "end": 1350
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 1614,
                    "text": "Figure 8",
                    "end": 1622
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1663,
                    "text": "Figure 9",
                    "end": 1671
                }
            ]
        },
        {
            "section": "Results",
            "text": "A comparison of the measured muon charge asymmetry result to the previous CMS electron charge asymmetry measurement [4] extracted using 0.84 fb −1 of the 2011 CMS data is shown in Figure 10. The lepton p T threshold on the electron channel measurement is 35 GeV and the comparison is made with the corresponding muon channel result. The muon and the electron charge asymmetry are consistent with each other.   ",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 180,
                    "text": "Figure 10",
                    "end": 189
                }
            ]
        },
        {
            "text": "QCD PDF Analysis",
            "section_rank": 5
        },
        {
            "section": "QCD PDF Analysis",
            "text": "Combination of CMS muon charge asymmetry measurement and deep inelastic scattering (DIS) data from HERA is used do determine the PDFs of the proton in an NLO perturbative QCD (pQCD) analysis. The procedure for the determination of the PDFs follows the approach used in the HERAPDF1.0 QCD fit [3]. The PDF uncertainties take into account experimental, model, and parametrization uncertainties according to the general approach of HERAPDF1.0.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 292,
                    "text": "[3]",
                    "end": 295
                }
            ]
        },
        {
            "section": "QCD PDF Analysis",
            "text": "A comparison of the PDFs obtained for valence u and d quarks from fits using HERA data and muon asymmetry measurements to that using HERA data only is shown in Figure 11. The muon charge asymmetry measurements, together with HERA DIS cross section data, improve the precision of the PDF of valence quarks over the entire x range.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 160,
                    "text": "Figure 11",
                    "end": 169
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "The W → μν lepton charge asymmetry is measured in proton-proton collisions at √ s = 7 TeV using a data sample corresponding to an integrated luminosity of 4.7 fb −1 collected with the CMS detector at the LHC. The asymmetry is measured in 11 bins in absolute muon pseudorapidity, |η|, for two different muon p T thresholds of 25 and 35 GeV. W . The PDFs obtained from fit to the HERA data and muon asymmetry measurements (light shaded band), and to HERA only (dark hatched band) are compared. The total PDF uncertainties are shown. In the bottom panels the distributions are normalized to one for a direct comparison of the uncertainties. The change of the PDFs with respect to the HERA-only fit is represented by a solid line.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "The measurement has significantly lower statistical and systematic uncertainties compared to previous CMS measurements. The total uncertainty per bin is 0.2 to 0.4%. The asymmetry measures in data is in good agreement with the theoretical predictions using CT10, NNPDF2.3, and HERAPDF1.5 PDF sets. The agreement with the prediction based on the MSTW2008 PDF set is poor, although the agreement is improved when using the MSTW2008CPdeut PDF set. With smaller uncertainties compared to current PDF uncertainties, this measurement can be used to significantly improve the determination of PDFs in future fits.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Conclusion",
            "text": "An NLO QCD analysis using the muon charge asymmetry along with DIS data from HERA improves the prediction of the valence quark distributions from range x = 10 −4 to 0.5.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The selected events are divided into eleven bins based on the absolute pseudorapidity (|η|) of the muon, corresponding to [0.0-0.2], [0.2-0.4], [0.4-0.6], [0.6-0.8], [0.8-1.0], [1.0-1.2], [1.2-1.4], [1.4-1.6], [1.6-1.85], [1.85-2.1], [2.1-2.4] and the muon charge asymmetry is calculated separately in these eleven bins of muon |η|.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Figure 1 :",
            "section_rank": 8
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: The dimuon mass profile as a function of muon η for μ+ after the correction. The reference is obtained using MC generator level information and taking into account the effect of reconstruction on the resolution.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Figure 2 :",
            "section_rank": 9
        },
        {
            "section": "Figure 2 :",
            "text": "Figure 2: The η distribution of the leading μ+ in Z/γ * → μ+μ sample. The dimuon invariant mass is within 60 < m μμ < 120 GeV. The MC simulation is normalized to the data.",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Figure 3 :",
            "section_rank": 10
        },
        {
            "section": "Figure 3 :",
            "text": "Figure 3: Data to simulation comparison for MET in the DrellYan control sample.",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Figure 4 :",
            "section_rank": 11
        },
        {
            "section": "Figure 4 :",
            "text": "Figure 4: Data to simulation comparison for MET in the QCD control sample for μ+ events. The W → μν contribution (light shaded region) is normalized to the integrated luminosity of the data sample using a MC simulation, and the normalization of the QCD simulation (dark shaded region) is taken as the difference between the data and the estimated W → μν contribution.",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Figure 5 :",
            "section_rank": 12
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Fits using MET distributions for the muon p T > 25 GeV sample for the extraction of the W → μν signal from data for pseudorapidity bin 0.0 ≤ |η| < 0.2. The fits to W + → μ + ν (a : top) W − → μ − ν (b : bottom) are shown separately.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Figure 6 :",
            "section_rank": 13
        },
        {
            "section": "Figure 6 :",
            "text": "Figure 6: Square of the uncertainties from different sources added in quadrature for uncertainties associated with the p T > 25 GeV measurement of muon charge asymmetry for the different |η| bins.",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Figure 7 :",
            "section_rank": 14
        },
        {
            "section": "Figure 7 :",
            "text": "Figure 7: Comparison of the muon charge asymmetry extracted for the positive pseuorapidity (η > 0) and negative pseudorapidity (η < 0) regions for muon p T > 25 GeV sample. The uncertainties include only the statistical uncertainty from the signal extraction and uncertainty in the determination of the efficiencies for positive and negative muons.",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "Figure 8 :",
            "section_rank": 15
        },
        {
            "section": "Figure 8 :",
            "text": "Figure 8: Comparison of the measured muon charge asymmetry for the muon p T > 25 GeV sample to the NLO predictions calculated using the FEWZ 3.1 MC tool interfaced with the NLO CT10, NNPDF2.3, HERAPDF1.5, MSTW2008, and MSTW2008CPdeut PDF sets.",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Figure 9 :",
            "section_rank": 16
        },
        {
            "section": "Figure 9 :",
            "text": "Figure 9: Comparison of the measured muon charge asymmetry for the muon p T > 35 GeV sample to the NLO predictions calculated using the FEWZ 3.1 MC tool interfaced with the NLO CT10, NNPDF2.3, HERAPDF1.5, MSTW2008, and MSTW2008CPdeut PDF sets.",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "Figure 10 :",
            "section_rank": 17
        },
        {
            "section": "Figure 10 :",
            "text": "Figure 10: Comparison of measurement of muon charge asymmetry to the previous CMS electron charge asymmetry result. Results are shown for lepton p T > 35 GeV.",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Figure 11 :",
            "section_rank": 18
        },
        {
            "section": "Figure 11 :",
            "text": "Figure 11: Distributions of u valence (top) and d valence (bottom) quarks as functions of x at the scale Q 2 = m 2W . The PDFs obtained from fit to the HERA data and muon asymmetry measurements (light shaded band), and to HERA only (dark hatched band) are compared. The total PDF uncertainties are shown. In the bottom panels the distributions are normalized to one for a direct comparison of the uncertainties. The change of the PDFs with respect to the HERA-only fit is represented by a solid line.",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "section": "Figure 11 :",
            "text": "S.S. Ghosh / Nuclear and Particle Physics Proceedings 273-275 (2016) 2159-2164",
            "paragraph_rank": 30,
            "section_rank": 18
        }
    ]
}