{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Precise measurements of the properties of the B 1 (5721) 0,+ and B * 2 (5747) 0,+ states and observation of B +,0 π −,+ mass structures The LHCb collaboration",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The properties of excited B mesons containing a light quark can be described in the context of heavy quark effective theory (HQET) [1]. Since the mass of the b quark is much larger than the QCD scale, the Lagrangian can be expanded in powers of 1/m b , where the leading term defines the static limit (m b → ∞). In the heavy quark approximation, the B mesons are characterised by three quantum numbers: the orbital angular momentum L (S, P, D for L = 0, 1, 2 respectively) of the light quark, its total angular momentum j q = |L ± 1 2 |, and the total angular momentum J = |j q ± 1 2 | of the B meson. The spectroscopic notation has the form n 2S+1 L J , where S = 0 or 1 is the sum of the quark spins and where the quantum number n describes the radial excitations of the state. The PDG notation [2] (which is used in this paper) has the form B J (nL), where m is the mass in units of MeV, 1 the * superscript is given to those states with natural spin-parity P = (−1) J (J P = 0 + , 1 − , 2 + , . . .), and the subscript J is omitted for pseudoscalar and vector states. A prime may be used to distinguish two states with the same quantum numbers.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 131,
                    "text": "[1]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 531,
                    "text": "1",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 580,
                    "text": "1",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 797,
                    "text": "[2]",
                    "end": 800
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "For L = 0, there are two possible (J; j q ) combinations, both parity-odd, corresponding to the B meson ground state with J P = 0 − and to the excited B * state with J P = 1 − . Higher excitations are collectively referred to as B * * states and decay strongly to lighter B mesons and pions. For L = 1 there are four different possible (J; j q ) combinations, all parity-even. Predictions for the masses of such states and higher excitations spread over  [3][4][5][6][7][8][9][10]. The boxes cover the range of predictions for the masses of each state, and the red dots indicate the measured values. The horizontal lines correspond to the Bπ (red) and B * π (blue) thresholds. a wide range of values, as shown in figure 1 [3][4][5][6][7][8][9][10]. As can be seen in figure 1, the states come in doublets (two values of J for each j q ), and within each doublet, one has natural and one unnatural spin-parity quantum numbers. States with natural spin-parity (except for 0 + ) can decay to both Bπ and B * π final states. States with unnatural spin-parity cannot decay to the pseudoscalar-pseudoscalar Bπ final state due to parity conservation, but may decay to B * π (table 1). Since the B * meson decays to Bγ, the signature from a doublet of B * * states is given by three peaks in the Bπ mass spectrum (unless the doublet includes a 0 + state): one from the natural spin-parity state decay to Bπ, and two from both states decaying to B * π with a missing photon. Due to the missing photon, the peaks from B * π decays are shifted down from the true B * * mass by the difference between the B * and B masses (this feature recently allowed a precise determination of the B * − B mass difference from the B + K − spectrum [11]). Depending on the widths of the states and the mass resolution, two or all three of these peaks may overlap and be hard to distinguish experimentally. The B * 0 and B 1 states are predicted to be very broad [3,10] since they decay via S-wave (the comparable states in the charm sector have widths of around 300 MeV [2]). However, the B 1 and B * 2 states decay only via D-wave and are predicted [3,10] and observed [2] to be much narrower. Higher states such as the B(2S), 1 Natural units where = c = 1 are used.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 455,
                    "text": "[3]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 458,
                    "text": "[4]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 461,
                    "text": "[5]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 464,
                    "text": "[6]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 467,
                    "text": "[7]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 470,
                    "text": "[8]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 473,
                    "text": "[9]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "[10]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 722,
                    "text": "[3]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 725,
                    "text": "[4]",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 728,
                    "text": "[5]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 731,
                    "text": "[6]",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 734,
                    "text": "[7]",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 737,
                    "text": "[8]",
                    "end": 740
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 740,
                    "text": "[9]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "start": 743,
                    "text": "[10]",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1722,
                    "text": "[11]",
                    "end": 1726
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1935,
                    "text": "[3,",
                    "end": 1938
                },
                {
                    "type": "bibr",
                    "start": 1938,
                    "text": "10]",
                    "end": 1941
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2043,
                    "text": "[2]",
                    "end": 2046
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2123,
                    "text": "[3,",
                    "end": 2126
                },
                {
                    "type": "bibr",
                    "start": 2126,
                    "text": "10]",
                    "end": 2129
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2143,
                    "text": "[2]",
                    "end": 2146
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2201,
                    "text": "1",
                    "end": 2202
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "-2 -JHEP04(2015)024",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Allowed decay mode Table 1. Allowed decay modes for the excited B states.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 19,
                    "text": "Table 1",
                    "end": 26
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "B * (2S), B 2 (1D) and B * 3 (1D) are predicted to have widths in the 100-200 MeV range [10], consistent with the recent measurement of the properties of the D * s3 (1D) state [12,13]. In contrast to the situation in the charm sector, there is relatively little experimental information concerning B meson spectroscopy. The B 1 (5721) 0 and B * 2 (5747) 0 states have been observed by the CDF [14] and D0 [15] experiments, and recently the CDF collaboration has presented results on the charged isospin partners, together with evidence for a higher mass resonance [16]. This result has prompted theoretical speculation about the origin of the new state [17][18][19][20][21]. While in the D meson system amplitude analyses of excited states produced in B decays can be used to determine their spin and parity (see, for example, refs. [12,13,22]), in the B meson system it is very difficult to assign with certainty quantum numbers to observed states. The labelling of the states follows the quark-model expectations for the quantum numbers, which have not been experimentally verified.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 88,
                    "text": "[10]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 176,
                    "text": "[12,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 180,
                    "text": "13]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "start": 393,
                    "text": "[14]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "start": 405,
                    "text": "[15]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "start": 564,
                    "text": "[16]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "start": 653,
                    "text": "[17]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "start": 657,
                    "text": "[18]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 661,
                    "text": "[19]",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "start": 665,
                    "text": "[20]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 669,
                    "text": "[21]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 833,
                    "text": "[12,",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 837,
                    "text": "13,",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 840,
                    "text": "22]",
                    "end": 843
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this paper, the results of a study of B + π − and B 0 π + combinations are presented. The inclusion of charge-conjugate processes is implied throughout. The analysis is based on a data sample corresponding to 3.0 fb −1 of LHC pp collision data recorded with the LHCb detector at centre-of-mass energies of 7 and 8 TeV.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The B mesons are reconstructed in the J/ψ K",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The B meson candidates are required to originate from a primary pp collision vertex (PV), and are combined with pions originating from the same PV (referred to as \"companion pions\"). Both \"right-sign\" (RS) and \"wrongsign\" (WS) combinations are considered, where the latter are those with quark-content that precludes that the pair originates from the strong decay of an excited B meson (e.g. B + π + ) and are used to model the combinatorial background. Excited B mesons are seen as peaks in the RS invariant mass distributions, and are fitted with relativistic Breit-Wigner (RBW) functions. An additional very broad component, observed in the RS and not in the WS combinations, is referred to as \"associated production\" (AP) in this paper. The AP contribution may originate from very broad resonances or from correlated nonresonant production of B mesons and companion pions in the fragmentation chain.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The remainder of the paper is organised as follows. A brief description of the LHCb detector is given in section 2. The selection requirements are described in section 3, the fit model is discussed in section 4, and the nominal fit results are given in section 5, with the evaluation of the systematic uncertainties in section 6. Interpretation of the results and a summary are given in section 7.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "JHEP04(2015)024 2 Detector and dataset",
            "section_rank": 3
        },
        {
            "section": "JHEP04(2015)024 2 Detector and dataset",
            "text": "The LHCb detector [23,24] is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system consisting of a silicon-strip vertex detector [25] surrounding the pp interaction region, a large-area silicon-strip detector located upstream of a dipole magnet with a bending power of about 4 Tm, and three stations of silicon-strip detectors and straw drift tubes [26] placed downstream of the magnet. The tracking system provides a momentum measurement with relative uncertainty that varies from 0.5% at low momentum to 1.0% at 200 GeV, and an impact parameter measurement with resolution of 20 µm for tracks with large momentum transverse to the beamline (p T ). Different types of charged hadrons are distinguished using information from two ring-imaging Cherenkov detectors [27]. Photon, electron and hadron candidates are identified by a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter. Muons are identified by a system composed of alternating layers of iron and multiwire proportional chambers [28]. The trigger [29] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which uses information from the vertex detector and tracking system.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 18,
                    "text": "[23,",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "start": 22,
                    "text": "24]",
                    "end": 25
                },
                {
                    "type": "bibr",
                    "start": 271,
                    "text": "[25]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 491,
                    "text": "[26]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 905,
                    "text": "[27]",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1213,
                    "text": "[28]",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1231,
                    "text": "[29]",
                    "end": 1235
                }
            ]
        },
        {
            "section": "JHEP04(2015)024 2 Detector and dataset",
            "text": "In the simulation, pp collisions are generated using Pythia [30] with a specific LHCb configuration [31]. Decays of hadronic particles are described by EvtGen [32], in which final-state radiation is generated using Photos [33]. The interaction of the generated particles with the detector, and its response, are implemented using the Geant4 toolkit [34,35] as described in ref. [36].",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 60,
                    "text": "[30]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 100,
                    "text": "[31]",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 159,
                    "text": "[32]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 222,
                    "text": "[33]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 349,
                    "text": "[34,",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 353,
                    "text": "35]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 378,
                    "text": "[36]",
                    "end": 382
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The B meson candidates in each decay mode are reconstructed using a set of loose selection requirements to suppress the majority of the combinatorial backgrounds. The selection criteria are similar to those used in previous analyses of the same channels [37][38][39][40]. The B + → J/ψK + and B 0 → J/ψK * 0 selections require a B candidate with p T > 3 GeV and a decay time of at least 0.3 ps. For the other decay modes, the selection explicitly requires that the software trigger decision is based only on tracks from which the B meson candidate is formed. No requirement is imposed on how the event was selected at the hardware trigger stage. Additional loose selection requirements are placed on variables related to the B meson production and decay, such as transverse momentum and quality of the track fits for the decay products, detachment of the B candidate from the PV, and whether the momentum of the B candidate points back to the PV. Because B 0 mesons oscillate, the distinction between RS and WS combinations is clearest at short B 0 decay times, and hence only B 0 candidates with decay time below 2 ps are used in the analysis.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 254,
                    "text": "[37]",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 258,
                    "text": "[38]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 262,
                    "text": "[39]",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 266,
                    "text": "[40]",
                    "end": 270
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "The mass distributions for the B + and B 0 candidates are shown in figure 2. Only B meson candidates falling within 25 MeV of the nominal B mass for the decay modes containing J/ψ mesons, or within 50 MeV for the other modes, are selected for further analysis. ",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "The J/ψ , D 0 and D − masses are constrained to their world average values [2]. Results of fits are superimposed for illustration. The signal (dot-dashed red line) is modelled with a double Crystal Ball [41] distribution, while the background (dashed black line) is modelled with a second-order polynomial. The total fit is shown as a solid blue line.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 75,
                    "text": "[2]",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 203,
                    "text": "[41]",
                    "end": 207
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "Samples of about 1.2 million B 0 and 2.5 million B + candidates are obtained, with purity depending on decay mode and always larger than 80%. Each candidate is combined with any track that originates from the same PV and that is identified as a pion. The particle identification requirements on the companion pion are chosen to reduce potential backgrounds from misidentified particles to a level where they can be neglected in the analysis. Over the momentum range relevant for this analysis, the pion identification requirements are 81% efficient at identifying pions, while they have 3.1% and 2.6% probabilities respectively to misidentify a kaon or a proton as a pion. Since the production of B * * 0 s mesons is likely to be suppressed relative to the production of B * * states, as has been observed for the ground states [42,43], these requirements are expected to reduce background from the decays",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 828,
                    "text": "[42,",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 832,
                    "text": "43]",
                    "end": 835
                }
            ]
        },
        {
            "section": "Event selection",
            "text": "where the kaon is misidentified as a pion, to a negligible level.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Event selection",
            "text": "Further selection requirements are placed on the B * * candidate. The invariant mass and χ 2 /ndf (ndf is the number of degrees of freedom) of the B * * candidate vertex fit are calculated constraining the B candidates and companion pion to originate from the PV, and also constraining the known B meson mass, and the masses of intermediate J/ψ , D 0 and D − mesons in the B decay. The χ 2 /ndf of the B * * candidate vertex fit is then required to be below 3.5. In order to reduce combinatorial backgrounds, the PV associated with the B * * candidate is required to have fewer than 75 charged particles associated with it. The angle θ is required to satisfy cos θ > −0.5, where θ is the angle between the pion in the Bπ rest frame and the opposite direction of the boost vector from the Bπ rest frame to the laboratory frame. Finally, the companion pion is required to have more than (0.5) 5 GeV of (transverse) momentum, while the B candidate is required to have p T > 10 GeV for candidates where the companion pion has p T > 2 GeV. In any selected event, the B candidate can potentially be combined with several different pions to create B * * candidates. The average number of candidates per selected event is 1.4 and all of them are used for the subsequent analysis.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 5
        },
        {
            "text": "Fit model",
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "The distributions of the mass difference, Q ≡ m(Bπ) − m(B) − m(π), following these selection requirements are shown in figure 3 for both RS and WS B * * candidates, where m B and m π are the known masses of the B meson and the pion [2]. All B decay modes are combined in figure 3 and in the subsequent analysis. Two narrow peaks are seen in both B + π − and B 0 π + mass difference distributions, corresponding to the B 1 (5721) 0,+ → B * π signal overlapping with the B * 2 (5747) 0,+ → B * π decay, and the B * 2 (5747) 0,+ → Bπ decay. In addition, an excess of RS over WS combinations around Q ∼ 500 MeV is particularly prominent after requiring the companion pion to have p T > 2 GeV. This peak could result from a combination of two heavier B * * resonances, consistent with the expectation that B * * states come in doublets, as described in section 1; the structure is further analysed as -6 -JHEP04(2015)024 described below. Furthermore, a comparison with the WS distributions shows a very broad excess of RS combinations lying under the resonances, corresponding to AP as discussed in section 1.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 232,
                    "text": "[2]",
                    "end": 235
                }
            ]
        },
        {
            "section": "Fit model",
            "text": "The Q-value distributions of B + π − and B 0 π + candidates are fitted independently to determine the masses and widths of the various resonant signals. In order to increase sensitivity to the parameters of the high mass states, the fits are performed in three bins of companion pion p T : 0.5 < p T ≤ 1 GeV, 1 < p T ≤ 2 GeV and p T > 2 GeV. The fits minimise the total χ 2 of the Q-value distributions (in bins of width 1 MeV) simultaneously for the three companion pion p T bins.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "The combinatorial background shape is obtained from WS combinations. It has been checked that the WS background consists of purely combinatorial background by studying Bπ combinations in which a B meson from one event is combined with a companion pion from another event; consistent shapes are found. The WS Q-value distributions are fitted with piecewise-defined, smooth polynomial (\"spline\") functions. The shape is fixed in the subsequent fit to the RS distribution, but the yield is allowed to vary.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "Resonances are modelled with RBW lineshapes [44], given by",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 44,
                    "text": "[44]",
                    "end": 48
                }
            ]
        },
        {
            "section": "Fit model",
            "text": "where m is the Bπ invariant mass (which is trivially related to the Q value), m 0 is the mass value for the resonance 2 and Γ(m) is the mass dependent width",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "In the latter equation Γ 0 is the natural width, q(m) is the B or π momentum in the rest frame of the resonance and l is the orbital angular momentum between the B and π mesons. The Blatt-Weisskopf form factors F l [45,46] account for the fact that the maximum angular momentum is limited by the phase-space in the decay. Defining the dimensionless quantity z(m) = q 2 (m)R 2 , where R is the effective radius, F l is defined as",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 215,
                    "text": "[45,",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 219,
                    "text": "46]",
                    "end": 222
                }
            ]
        },
        {
            "section": "Fit model",
            "text": "Depending on the fit model, the B * * resonances are described by five or six RBW shapes:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "• one for the B 1 (5721) 0,+ → B * π feed-down into the left narrow peak with width, yield, and mean free to vary in the fits;",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "JHEP04(2015)024",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "• one for the B * 2 (5747) 0,+ → Bπ signal (the right narrow peak) with width, yield, and mean free to vary in the fits;",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "• one for the B * 2 (5747) 0,+ → B * π feed-down into the left narrow peak with width fixed to be the same as that of the B * 2 (5747) 0,+ → Bπ signal, mean shifted from the B * 2 (5747) 0,+ → Bπ peak by the known B * − B mass difference, 45.0 ± 0.4 MeV [2], and relative yield in p T bins constrained as described later;",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 254,
                    "text": "[2]",
                    "end": 257
                }
            ]
        },
        {
            "section": "Fit model",
            "text": "• two (or three) for the higher mass components, with widths, means, and yields free to vary in the fits (except in the three RBW case, where two of the means are constrained by the B * − B mass difference).",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "Fit model",
            "text": "The alternative descriptions for the higher mass resonances are motivated by the lack of knowledge of their quantum numbers. As described in section 1, a doublet of states is expected to give rise to three peaks. For example, for the (B(2S), B * (2S)) doublet the higher (lower) mass of the pair has natural (unnatural) spin-parity. The description with three RBW shapes, two of which are constrained to have means offset by the B * − B mass difference, is therefore a physically motivated choice, obtained by applying quark-model expectations to the new states. However, there are two possibilities for this configuration, since it may be either the lower or the higher of the states that gives rise to two peaks. The alternative, with only two RBW shapes, is an empirical model, that corresponds to the minimal choice necessary to obtain a satisfactory description of the data. This is taken as the default and is referred to hereafter as the empirical model, but results of alternative fits with three RBW shapes are also presented. The RBW shapes have several parameters which need to be fixed in the fits, in particular the spin and effective radius input to the Blatt-Weisskopf form factors. The B 1 (5721) 0,+ and B * 2 (5747) 0,+ resonances are assigned spin 1 and 2, respectively, and are both assumed to decay via D-wave (l = 2), while the two higher mass resonances are assigned spin 0 (l = 0) in the default fit. The effective radius is fixed to 4 GeV −1 [13]. The mass resolution is around 2 MeV which is negligible compared to the natural widths (> 20 MeV) of the resonances, and is therefore not modelled. The variation of the signal reconstruction efficiency with Q value is described with a fifth-order polynomial function with parameters determined from simulation. All signal parameters except the yields are shared between the different p T bins and B meson decay modes, though the efficiency function is determined independently for each p T bin.",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1467,
                    "text": "[13]",
                    "end": 1471
                }
            ]
        },
        {
            "section": "Fit model",
            "text": "The AP component is caused by correlations between the B meson and the companion pion, and as such is not present in either the WS sample or in a sample obtained by mixing B mesons and pions from different events. As there is no suitable data control sample from which it can be constrained, it must be empirically modelled. The AP is modelled by a sixth-order polynomial shape determined from simulation with an additional broad spin-0 RBW function to account for possible data-simulation differences. The latter component is introduced since the modelling of fragmentation effects in the simulation is expected to be imprecise.",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 7
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Fit parameter B + π − B 0 π + B 1 (5721) 0,+ µ 263.9 ± 0.7 260.9 ± 1.8 B 1 (5721) ",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "section": "JHEP04(2015)024",
            "text": "2400 ± 320 500 ± 140 Table 2. Results of the fits when two RBW functions are used for the B J (5840) 0,+ and B J (5960) 0,+ states (empirical model). The mean µ of each peak is given together with the width Γ and the yield N state . The parameters related to the AP and WS components are suppressed for brevity. All uncertainties are statistical only. Units of MeV for µ and Γ are implied.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 21,
                    "text": "Table 2",
                    "end": 28
                }
            ]
        },
        {
            "section": "JHEP04(2015)024",
            "text": "The relative yields of B * 2 (5747) 0,+ → B * π and Bπ in each p T bin are fixed according to the relative efficiencies found in simulation, so that the relative branching fraction ratios B(B * 2 (5747) 0,+ → B * π)/B(B * 2 (5747) 0,+ → Bπ) are free parameters of the fits. The WS and AP yields are freely varied in the fits, independently in each p T bin. The RBW parameters of the AP shape are also freely varied; the remaining parameters are fixed to the values obtained from simulation to avoid instabilities in the fits. The fit procedure is validated using large ensembles of pseudoexperiments.",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "Fit results",
            "section_rank": 8
        },
        {
            "section": "Fit results",
            "text": "The results of the empirical model fits to the B * * candidates integrated over the three p T bins are shown in figure 4. The results are also shown split by p T bin in figure 5, where the plots have been zoomed into the range below 800 MeV in order to emphasise the resonant structures. The results for the parameters of interest are reported in  reported mean values correspond to the peak positions, and do not include any correction for the B * − B mass difference, but when a state is assumed to have natural spin-parity, and therefore gives two peaks, the mass value reported is that of the higher peak. The results are consistent for the charged and neutral states, as expected since the uncertainties are larger than isospin splitting effects. The results for the higher mass states depend on whether they are assumed to have natural or unnatural spin-parity, and the results with the alternative hypotheses are presented in table 3. For the purpose of labelling, and without prejudice on their quantum numbers, the lower of these states is referred to subsequently as the B J (5840) 0,+ and the other as the B J (5960) 0,+ state. The covariance matrix of the empirical model fit is given in appendix A. For brevity, the results for the signal yields and for the background parameters are not reported. The magnitudes of the correlations between the signal observables and background shapes are smaller than 30%. All fits have acceptable minimum χ 2 values. gated to the results by repeating the fit after varying, within their errors, the parameters of the polynomial function used to describe the variation. Uncertainties are assigned for possible differences between data and simulation in the efficiency function by reweighting the simulation to match the B momentum distributions observed in data. Uncertainties are also assigned to take in account the effect of changing the p T > 3 GeV cut on the B candidate to p T > 4 GeV, and of varying the boundaries of the three bins of the companion pion p T .",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 112,
                    "text": "figure 4",
                    "end": 120
                },
                {
                    "type": "figure",
                    "start": 169,
                    "text": "figure 5",
                    "end": 177
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "Possible biases in the fits are investigated with ensembles of pseudoexperiments. No significant bias is found for most of the parameters, but shifts in the means and widths of the B J (5840) 0 and B J (5960) 0 states of up to 30% of the statistical uncertainty are found JHEP04(2015)024 and corrected for. Systematic uncertainties corresponding to the size of the bias seen in the ensembles are assigned to all parameters.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": "Systematic uncertainties",
            "text": "Further systematic uncertainties are evaluated for the fixed fit parameters. The spins of the higher mass states are changed from zero to two, the Blatt-Weisskopf effective radius is varied from its nominal value of 4 GeV −1 to 2 and 6 GeV −1 , and the B * − B mass difference is varied within its uncertainty [2]. The effects on the other parameters of the fit, when the B J (5840) 0 and B J (5960) 0 states are assumed to have natural spin-parity and hence contribute two peaks to the spectrum, are assigned as systematic uncertainties; the effects on the parameters of the B J (5840) 0 and B J (5960) 0 states themselves when changing this assumption are presented in table 3. Finally, the fits are repeated allowing for an additional state with a peak around Q ∼ 800 MeV. The additional state is not statistically significant, but the changes in the fitted parameters are assigned as systematic uncertainties. The systematic uncertainties due to the momentum scale calibration are found to be negligible.",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 310,
                    "text": "[2]",
                    "end": 313
                }
            ]
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 10
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Source  Table 5. Systematic uncertainties on the results of the fit to the B 0 π + candidates. Units of MeV for µ and Γ are implied.",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 8,
                    "text": "Table 5",
                    "end": 15
                }
            ]
        },
        {
            "section": "JHEP04(2015)024",
            "text": "In addition, various cross-checks are performed to ensure fit stability and reliability. The stability of the data fits is studied by splitting the sample by the year of data taking, magnet polarity, and the charge of the companion pion. The resulting independent samples are fitted using the same configuration as the nominal fit, and the results within each split are found to be consistent.",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Interpretation and conclusions",
            "section_rank": 11
        },
        {
            "section": "Interpretation and conclusions",
            "text": "The analysis of the invariant mass spectra of B + π − and B 0 π + combinations reconstructed with the LHCb detector reported in this paper provides measurements of the properties of a number of B * * resonant states. The interpretation of the results is now given in two parts: firstly for the narrow B * * signals, and subsequently for the broad, higher mass B * * signals.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "section": "Interpretation and conclusions",
            "text": "The narrow states are identified with the previously observed B 1 (5721) 0 and B * 2 (5747) 0 states, and their B 1 (5721) + and B * 2 (5747) + isospin counterparts. The peak positions in",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 12
        },
        {
            "section": "JHEP04(2015)024",
            "text": "A second ensemble of pseudoexperiments is generated with a configuration that corresponds to the best fit to the data with a single high mass resonance. The pseudoexperiments in this ensemble are fitted both with the model used for generation and with a second high mass resonance included. The significances of the second peaks, again obtained from the difference in χ 2 values, are found to be 7.5σ and 4.6σ for the B + π − and B 0 π + cases, respectively. Since isospin symmetry is expected to hold for these states, this shows that under the hypothesis that the high mass structures are due to resonances, two new pairs of particles are observed.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Masses and widths of the B J (5840) 0,+ and B J (5960) 0,+ states are obtained with different fit models, as discussed in section 4, and the corresponding results are shown in table 6. The properties of the B J (5960) 0,+ states are consistent with and more precise than those obtained by the CDF collaboration when assuming decay to Bπ [16]. If the B J (5840) 0,+ and B J (5960) 0,+ states are considered under the quark model hypothesis, their properties are consistent with those expected for the B(2S) and B * (2S) radially excited states.",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 337,
                    "text": "[16]",
                    "end": 341
                }
            ]
        },
        {
            "section": "JHEP04(2015)024",
            "text": "In summary, the B + π − and B 0 π + invariant mass distributions obtained from LHC pp collision data recorded at centre-of-mass energies of 7 and 8 TeV, corresponding to an integrated luminosity of 3.0 fb −1 , have been investigated in order to study excited B mesons. Precise measurements of the masses and widths of the B 1 (5721) 0,+ and B * 2 (5747) 0,+ states are reported. Evidence is found for the B * 2 (5747) 0 → B * + π − decay. Clear enhancements over background are observed in the mass range 5850-6000 MeV in both B + π − and B 0 π + combinations. Fits to the data, accounting for the apparent enhanced production of the high mass states in the high transverse momentum region, allow the parameters of these states, labelled B J (5840) 0,+ and B J (5960) 0,+ , to be determined under different hypotheses for their quantum numbers.",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "3 Figure 1 .",
            "section_rank": 13
        },
        {
            "section": "3 Figure 1 .",
            "text": "Figure 1. Mass predictions of the excited B states[3][4][5][6][7][8][9][10]. The boxes cover the range of predictions for the masses of each state, and the red dots indicate the measured values. The horizontal lines correspond to the Bπ (red) and B * π (blue) thresholds.",
            "paragraph_rank": 47,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 50,
                    "text": "[3]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 53,
                    "text": "[4]",
                    "end": 56
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 56,
                    "text": "[5]",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 59,
                    "text": "[6]",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 62,
                    "text": "[7]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 65,
                    "text": "[8]",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 68,
                    "text": "[9]",
                    "end": 71
                }
            ]
        },
        {
            "text": "Figure 2 .",
            "section_rank": 14
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Mass distributions of the B + and B 0 candidates reconstructed through (a)B + → D 0 (π + , π + π + π − ), (b) B + → J/ψK + , (c) B 0 → D − (π + , π + π + π − ), and (d) B 0 → J/ψK * 0 decays.The J/ψ , D 0 and D − masses are constrained to their world average values[2]. Results of fits are superimposed for illustration. The signal (dot-dashed red line) is modelled with a double Crystal Ball[41] distribution, while the background (dashed black line) is modelled with a second-order polynomial. The total fit is shown as a solid blue line.",
            "paragraph_rank": 48,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 275,
                    "text": "[2]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 402,
                    "text": "[41]",
                    "end": 406
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 15
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Distributions of the Q values of the B * * candidates after the selection for the (top) B + and (bottom) B 0 candidates. The white histograms represent the RS combinations, while the overlaid shaded red histograms represent the WS combinations. The right hand plots are made after applying an additional requirement of p T > 2 GeV on the companion pion.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .p T > 2 Figure 5 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .p T > 2 Figure 5 .",
            "text": "Figure 4. Result of the fits to the Q-value distributions for (top) B + π − and (bottom) B 0 π + candidates. The components are labelled in the legend. The normalised residuals (pulls) of the difference between the fit results and the data points, divided by their uncertainties, are shown underneath each plot.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "table 2 .",
            "section_rank": 17
        },
        {
            "section": "table 2 .",
            "text": "B J (5840) 0,+ µ 471 ± 22 455 ± 26 B J (5840) 0,+ Γ 107 ± 20 215 ± 27",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Table 3 .",
            "section_rank": 18
        },
        {
            "section": "Table 3 .",
            "text": "Results of the fits when the natural spin-parity hypothesis is assigned to (top quadruplet) the B J (5840) 0,+ state or (bottom quadruplet) the B J (5960) 0,+ state, so that three RBW shapes are used to model the broad resonances in the fit. The mean µ of each peak is given together with the width Γ. All uncertainties are statistical only. Units of MeV for µ and Γ are implied.",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "Table 4 .",
            "section_rank": 19
        },
        {
            "section": "Table 4 .",
            "text": "Systematic uncertainties on the results of the fit to the B + π − candidates. Units of MeV for µ and Γ are implied.",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "section": "Table 4 .",
            "text": "The mass difference m0 − m(B) − m(π) is referred to as the mean µ hereafter.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "Acknowledgments",
            "section_rank": 21
        },
        {
            "section": "Acknowledgments",
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies:",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 23
        },
        {
            "section": "JHEP04(2015)024",
            "text": "the Q-value distributions reported in section 5 can be converted into absolute masses using the known B and π meson masses and the B * − B mass difference [2], leading to m B 1 (5721) 0 = 5727.7 ± 0.7 ± 1.4 ± 0.17 ± 0. 4  The listed uncertainties are, from left to right: the statistical uncertainty, the experimental systematic uncertainty, and, where applicable, the uncertainty on the B meson mass and the uncertainty on the B * − B mass difference. Note that B 1 (5721) 0,+ and B * 2 (5747) 0,+ notations are maintained here for consistency with the previous literature, even though the values of the masses no longer agree with these labels within uncertainty. The results reported above are the most precise determinations of these quantities to date.",
            "paragraph_rank": 56,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 155,
                    "text": "[2]",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 219,
                    "text": "4",
                    "end": 220
                }
            ]
        },
        {
            "section": "JHEP04(2015)024",
            "text": "The relative branching fractions for the B * 2 (5747) 0,+ decays are measured to be",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "section": "JHEP04(2015)024",
            "text": "where the uncertainties are statistical and systematic, respectively. The significances of the B * 2 (5747) 0,+ → B * π decays are evaluated using a likelihood ratio test. Values of 6.5σ and 1.8σ are obtained for B * + π − and B * 0 π + , respectively, when only the statistical uncertainty is considered. The inclusion of systematic uncertainties reduces the significance for the B * + π − case to 3.7σ. This result therefore corresponds to the first evidence for the B * 2 (5747) 0 → B * + π − decay. The relative branching fractions for the B * 2 (5747) 0,+ decays are in agreement with theoretical predictions [10,[47][48][49][50].",
            "paragraph_rank": 58,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "[10,",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 618,
                    "text": "[47]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 622,
                    "text": "[48]",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 626,
                    "text": "[49]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 630,
                    "text": "[50]",
                    "end": 634
                }
            ]
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Structures at higher mass are clearly observed in the Q-value distributions. To investigate the significance of the high mass states, large samples of pseudoexperiments are generated and fitted with different configurations. To cover the dominant systematic uncertainty on the yield of these states which arises due to lack of knowledge of the shape of the AP component, the pseudoexperiments are generated with the AP shape that minimises the significance. A first ensemble is generated without any high mass states included. Each pseudoexperiment in this ensemble is fitted twice, once with the same model as used for generation and once with an additional high mass resonance included. The distribution of the difference of χ 2 values between the two fits is extrapolated to obtain the p-value corresponding to the probability to find a χ 2 difference as large or larger than that obtained from the corresponding fits to data. This procedure gives significances of 9.6σ for the B + π − case and 4.8σ for the B 0 π + case.",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 24
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Empirical model  Table 6. Parameters of the B J (5840) 0,+ and B J (5960) 0,+ states obtained with different fit models. The empirical fit uses two, and the quark model fits three, RBW shapes to model the broad resonances. The listed uncertainties are, from left to right: the statistical uncertainty, the experimental systematic uncertainty, and, where applicable, the uncertainty on the B meson mass and the uncertainty on the B * − B mass difference. Note that any state not explicitly labelled as \"natural\" is considered to have unnatural spin-parity (and not to be 0 + ); the reported mass can be converted into the corresponding result under the 0 + spin-parity assumption by subtracting the B * − B mass difference. Units of MeV are implied.",
            "paragraph_rank": 60,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 17,
                    "text": "Table 6",
                    "end": 24
                }
            ]
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 25
        },
        {
            "section": "JHEP04(2015)024",
            "text": "A Covariance matrices Tables 7 and 8 each show both statistical and systematic correlations between the main parameters of interest in the B + π − and B 0 π + fits, respectively. In each table, the masses and widths of the two broad states are seen to be heavily correlated with each other because they overlap, while the parameters of the narrow states are correlated because of the overlap between the B 1 (5721) 0,+ state and the B * 2 (5747) 0,+ feed-down.  Table 7. Statistical (top) and systematic (bottom) covariance matrices of the nominal B + π − fit, where µ and Γ stand for the mean and width respectively. The parameters related to the AP and WS shapes and the signal yields are suppressed for brevity. Units of MeV for µ and Γ are implied.   Table 8. Statistical (top) and systematic (bottom) covariance matrices of the nominal B 0 π + fit, where µ and Γ stand for the mean and width respectively. The parameters related to the AP and WS shapes and the signal yields are suppressed for brevity. Units of MeV for µ and Γ are implied.",
            "paragraph_rank": 61,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 22,
                    "text": "Tables 7 and 8",
                    "end": 36
                },
                {
                    "type": "table",
                    "start": 462,
                    "text": "Table 7",
                    "end": 469
                },
                {
                    "type": "table",
                    "start": 755,
                    "text": "Table 8",
                    "end": 762
                }
            ]
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 26
        },
        {
            "section": "JHEP04(2015)024",
            "text": "Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 62,
            "section_rank": 26
        },
        {
            "text": "JHEP04(2015)024",
            "section_rank": 27
        },
        {
            "section": "JHEP04(2015)024",
            "text": "The ",
            "paragraph_rank": 63,
            "section_rank": 27
        }
    ]
}