{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "(The T2K Collaboration)",
            "section_rank": 1
        },
        {
            "section": "(The T2K Collaboration)",
            "text": "We report a measurement of the νµ charged current quasi-elastic cross-sections on carbon in the T2K on-axis neutrino beam. The measured charged current quasi-elastic cross-sections on carbon at mean neutrino energies of 1.94 GeV and 0.93 GeV are (11.95 ± 0.19(stat.) +1.82 −1.47 (syst.)) × 10 −39 cm 2 /neutron, and (10.64 ± 0.37(stat.) +2.03 −1.65 (syst.)) × 10 −39 cm 2 /neutron, respectively. These results agree well with the predictions of neutrino interaction models. In addition, we investigated the effects of the nuclear model and the multi-nucleon interaction. † also at BMCC/CUNY, Science Department, New York, New York, U.S.A. ‡ also at JINR, Dubna, Russia § also at Institute of Particle Physics, Canada ¶ also at J-PARC, Tokai, Japan",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 267,
                    "text": "+1.82",
                    "end": 272
                }
            ]
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The T2K (Tokai-to-Kamioka) experiment is a long baseline neutrino oscillation experiment [1] whose primary goal is a precise measurement of the neutrino oscillation parameters via the appearance of electron neutrinos and the disappearance of muon neutrinos [2]. An almost pure intense muon neutrino beam is produced at J-PARC (Japan Proton Accelerator Research Complex) in Tokai. The proton beam impinges on a graphite target to produce charged pions, which are focused by three magnetic horns [3]. The pions decay mainly into muonmuon-neutrino pairs during their passage through the 96meter decay volume. The neutrinos are measured by the near detectors (INGRID [4] and ND280 [5][6][7][8][9]) on the J-PARC site and the far detector (Super-Kamiokande [10]) in Kamioka, located 295 km away from J-PARC.",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 89,
                    "text": "[1]",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 257,
                    "text": "[2]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 494,
                    "text": "[3]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 663,
                    "text": "[4]",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 677,
                    "text": "[5]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 680,
                    "text": "[6]",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 683,
                    "text": "[7]",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 686,
                    "text": "[8]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 689,
                    "text": "[9]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 752,
                    "text": "[10]",
                    "end": 756
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A precise neutrino oscillation measurement requires good knowledge of neutrino interaction cross-sections. The neutrino charged current quasi-elastic (CCQE) scattering is especially important for T2K because it is used as the signal mode for the T2K neutrino oscillation measurement. The ν µ CCQE cross-section on carbon was measured by MiniBooNE [11], SciBooNE [12], NOMAD [13], MINERνA [14] and LSND [15]. The Llewellyn Smith formalism [16] using the relativistic Fermi gas model [17] is generally used to describe CCQE scattering with a neutron in the nucleus. However, this approach does not provide a good description of existing data. Several modifications to the model have been proposed to account for the discrepancies, but none of them has yet achieved general acceptance. One of the more promising approaches involves the introduction of neutrino interactions with two or more nucleons via so-called meson exchange current (MEC) into the neutrino interaction model [18][19][20][21][22][23][24]. On the other hand, uncertainties in the nuclear model are also regarded as a possible cause of the discrepancy [25]. In order to resolve the puzzle, additional CCQE cross-section measurements are required.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 347,
                    "text": "[11]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 362,
                    "text": "[12]",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 374,
                    "text": "[13]",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 388,
                    "text": "[14]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 402,
                    "text": "[15]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 438,
                    "text": "[16]",
                    "end": 442
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 482,
                    "text": "[17]",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 976,
                    "text": "[18]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 980,
                    "text": "[19]",
                    "end": 984
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 984,
                    "text": "[20]",
                    "end": 988
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 988,
                    "text": "[21]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 992,
                    "text": "[22]",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 996,
                    "text": "[23]",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1000,
                    "text": "[24]",
                    "end": 1004
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1117,
                    "text": "[25]",
                    "end": 1121
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we present a measurement of the ν µ CCQE cross-section on carbon at neutrino energies around 1 GeV using the INGRID detector. The CCQE signal is defined as the conventional two-body interaction with a single nucleon. We selected the CCQE candidate events in INGRID and estimated the CCQE cross-section by subtracting background and correcting for selection efficiency based on the NEUT neutrino interaction generator [26]. The CCQE cross-section was estimated assuming two different nuclear models, and with and without the multi-nucleon interaction in order to check their effects on the cross-section result.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 432,
                    "text": "[26]",
                    "end": 436
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "T2K collected data corresponding to 7.32 × 10 20 protons on target (POT) during the five run periods listed in Table I. For this cross-section measurement, data from Run 2, 3c and 4 are used. The total data set for the crosssection measurement corresponds to 6.04 × 10 20 POT.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 111,
                    "text": "Table I",
                    "end": 118
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The remainder of this paper is organized as follows: Details of the INGRID detector and Monte Carlo sim- ulations are explained in Sec. II and III, respectively. Section IV summarizes the CCQE event selection. The analysis method of the cross-section measurement is described in Sec. V. Section VI describes the systematic errors. The results and conclusions are given in Sec. VII and VIII, respectively.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. DETECTOR CONFIGURATION",
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR CONFIGURATION",
            "text": "The INGRID (Interactive Neutrino GRID) detector is an on-axis neutrino detector located 280 m downstream of the proton target while ND280 and Super-Kamiokande are located 2.5 • off the beamline axis. It consists of 16 identical standard modules and an extra module called the Proton Module.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR CONFIGURATION",
            "text": "The main purpose of the standard modules is to monitor the neutrino beam direction. Each of the modules consists of nine iron target plates and eleven tracking scintillator planes.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR CONFIGURATION",
            "text": "In contrast, the Proton Module was developed specifically for the neutrino cross-section measurement. It is a fully-active tracking detector which consists of 36 tracking layers surrounded by veto planes to reject charged particles coming from outside of the modules. The tracking layers also serve as the neutrino interaction target. The total target mass in the fiducial volume is 303 kg. Seven of the 16 standard modules are horizontally aligned, and the Proton Module is placed in front of the central module of them. In this cross-section measurement, the Proton Module is used as the neutrino interaction target, and the seven standard modules located downstream of the Proton Module are used as the muon detector. The schematic view of the Proton Module and the standard modules, and an event display of an MC CCQE event are shown in Figs. 1 and 2, respectively.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "II. DETECTOR CONFIGURATION",
            "text": "The standard module and the Proton Module use a common readout system. Scintillation light is collected and transported to a photodetector with a wavelength shifting fiber (WLS fiber) which is inserted in a hole at the center of the scintillator strip. The light is read out by a Multi-Pixel Photon Counter (MPPC) [27,28] attached to one end of the WLS fiber. The integrated charge and timing information from each MPPC is digitized by the Trip-t front-end board (TFB) [29]. The integration cycle is synchronized with the neutrino beam pulse structure. Details of the components and the basic performance of the INGRID detector are described in Ref. [4]. ",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 314,
                    "text": "[27,",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 318,
                    "text": "28]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 469,
                    "text": "[29]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 650,
                    "text": "[4]",
                    "end": 653
                }
            ]
        },
        {
            "text": "Proton Module",
            "section_rank": 4
        },
        {
            "text": "III. MONTE CARLO SIMULATION",
            "section_rank": 5
        },
        {
            "section": "III. MONTE CARLO SIMULATION",
            "text": "The INGRID Monte Carlo (MC) simulation consists of three main parts: a simulation of the neutrino beam production, which predicts the neutrino flux and energy spectrum of each neutrino flavor; a neutrino interaction simulation, which is used to calculate the neutrino interaction cross-sections and the kinematics of the final state particles taking into account the intranuclear interactions of hadrons; and a detector response simulation which reproduces the final-state particles' motion and interaction with material, the scintillator light yield, and the response of the WLS fibers, MPPCs, and front-end electronics.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "A. Neutrino beam prediction",
            "section_rank": 6
        },
        {
            "section": "A. Neutrino beam prediction",
            "text": "To predict the neutrino fluxes and energy spectra, a neutrino beam Monte Carlo simulation, called JNUBEAM [30], was developed based on the GEANT3 framework [31].",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 106,
                    "text": "[30]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 156,
                    "text": "[31]",
                    "end": 160
                }
            ]
        },
        {
            "section": "A. Neutrino beam prediction",
            "text": "We compute the neutrino beam fluxes starting from models (FLUKA2008 [32,33] and GCALOR [34]) and tune them using existing hadron production data (NA61/SHINE [35,36], Eichten et al. [37] and Allaby et al. [38]). Since we use only the beam data with the 250kA horn current, the horn current in the simulation is fixed at 250kA. The predicted neutrino energy spectra at the center of INGRID are shown in Fig. 3. Energy spectra 10 m upstream of INGRID are predicted with the same procedure in order to simulate the background events from neutrino interactions in the walls of the experimental hall. ",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 68,
                    "text": "[32,",
                    "end": 72
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 72,
                    "text": "33]",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 87,
                    "text": "[34]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 157,
                    "text": "[35,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 161,
                    "text": "36]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 181,
                    "text": "[37]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 204,
                    "text": "[38]",
                    "end": 208
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 401,
                    "text": "Fig. 3",
                    "end": 407
                }
            ]
        },
        {
            "text": "B. Neutrino interaction simulation",
            "section_rank": 7
        },
        {
            "section": "B. Neutrino interaction simulation",
            "text": "Neutrino interactions with nuclear targets are simulated with the NEUT program library [26]. Both the primary neutrino interactions in nuclei and the secondary interactions of the hadrons in the nuclear medium are simulated in NEUT. NEUT uses the Llewellyn Smith formalism [16] with the relativistic Fermi gas model for quasi-elastic scattering, the Rein-Sehgal model [39,40] for resonant meson production and coherent π production and GRV98 (Glück-Reya-Vogt-1998) [41] parton distributions with Bodek-Yang modifications [42,43] for deep inelastic scattering. For the measurement presented in this paper, the final state interactions of the nucleons in nuclei are important, because we use information about protons produced in the interaction. In NEUT, both elastic scattering and pion production are considered. The differential cross-sections were obtained from nucleon-nucleon scattering experiments [44]. For pion production, the isobaric nucleon model [45] is used. The π-less ∆ decay, which is the interaction of the ∆ within the target nucleus prior to decay into a pion and a nucleon, is also an important process because the resonant interaction event is often misidentified as the CCQE event due to this interaction. We use the data from Refs. [46,47] to determine the probability of the number of emitted nucleons and the kinematics of the twonucleon emission in the π-less ∆ decay. For emission of three or more nucleons, the nucleons are isotropically emitted. The simulations in NEUT are described in more detail in Refs. [26,48]. Figure 4 shows the neutrinonucleus cross-sections per nucleon divided by the neutrino energy predicted by NEUT. Additionally, a CCQE cross-section prediction by a different neutrino interaction simulation package, GENIE [49], is used for comparison. GENIE also uses the Llewellyn Smith formalism with the relativistic Fermi gas model. However, the nominal value of the axial mass [50] differs from that in NEUT (1.21 GeV/c 2 for NEUT and 0.99 GeV/c 2 for GENIE). In addition, GENIE incorporates short range nucleon-nucleon correlations in the relativistic Fermi gas model and handles kinematics for off-shell scattering according to the model of Bodek and Ritchie [51] while NEUT uses the Smith-Moniz model [17]. ",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 87,
                    "text": "[26]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 273,
                    "text": "[16]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 368,
                    "text": "[39,",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 372,
                    "text": "40]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 465,
                    "text": "[41]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 521,
                    "text": "[42,",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 525,
                    "text": "43]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 904,
                    "text": "[44]",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 958,
                    "text": "[45]",
                    "end": 962
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1255,
                    "text": "[46,",
                    "end": 1259
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1259,
                    "text": "47]",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1537,
                    "text": "[26,",
                    "end": 1541
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1541,
                    "text": "48]",
                    "end": 1544
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1546,
                    "text": "Figure 4",
                    "end": 1554
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1766,
                    "text": "[49]",
                    "end": 1770
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1926,
                    "text": "[50]",
                    "end": 1930
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 2210,
                    "text": "[51]",
                    "end": 2214
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2253,
                    "text": "[17]",
                    "end": 2257
                }
            ]
        },
        {
            "text": "C. INGRID detector response simulation",
            "section_rank": 8
        },
        {
            "section": "C. INGRID detector response simulation",
            "text": "The INGRID detector simulation was developed using the Geant4 framework [52]. It models the real detector structures (geometries, materials). The structure of the walls of the experimental hall is also modeled to simulate background events from neutrino interactions in the walls. The particles' motion and interactions with the materials are simulated, and the energy deposit of each particle inside the scintillator is stored. Simulations of hadronic interactions are performed with the QGSP BERT physics list [53]. The energy deposit is converted into a number of photons. Quenching effects of the scintillation are modeled based on Birks' law [54,55]. The effect of collection and attenuation of the light in the scintillator and the WLS fiber is modeled based on the results of electron beam irradiation tests. The non-linearity of the MPPC response is also taken into account, since the number of detectable photoelectrons is limited by the number of MPPC pixels. The number of photoelectrons is smeared according to statistical fluctuations and electrical noise. The dark count of the MPPCs is added with a probability calculated from the measured dark rate. Because the response of the ADCs on front-end electronics is not linear, its response is modeled based on the results of a charge injection test.",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 72,
                    "text": "[52]",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 512,
                    "text": "[53]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 647,
                    "text": "[54,",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 651,
                    "text": "55]",
                    "end": 654
                }
            ]
        },
        {
            "text": "IV. EVENT SELECTION",
            "section_rank": 9
        },
        {
            "text": "A. CC event selection",
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "As the first step, CC interaction events in the Proton Module are reconstructed and selected as follows where the coordinates shown in Fig. 1 are used.",
            "paragraph_rank": 15,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 135,
                    "text": "Fig. 1",
                    "end": 141
                }
            ]
        },
        {
            "section": "A. CC event selection",
            "text": "1. Two-dimensional XZ and YZ tracks in the Proton Module and the standard modules are reconstructed independently from hit information in each plane using a specially developed reconstruction algorithm.",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "2. Track matching between the Proton Module tracks and the standard module tracks are performed.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "3. Three-dimensional tracks are searched for among pairs of two-dimensional XZ tracks and YZ tracks by matching the Z positions of the track edges.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "4. The neutrino interaction vertices are searched for by looking at the upstream edges of the threedimensional tracks.",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "5. Events within ±100 nsec from the expected timing, which is calculated from the timing of the pulsed primary proton beam, are selected.",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "6. Events which have a hit in a veto plane at the upstream position extrapolated from a reconstructed track are rejected. The events rejected by the front veto plane are identified as beam induced muon backgrounds. The number of neutrino interactions on the walls in the MC simulation is normalized by the observed number of the beam induced muon backgrounds.",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "7. Events having a vertex outside the fiducial volume, which is defined as within ±50 cm from the module center in the X and Y directions, are rejected.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "A. CC event selection",
            "text": "Further details of this neutrino event selection is written in Ref. [56]. After this selection, CCQE events make up 37.67% of the MC sample. To increase the selection purity for CCQE events, additional cuts are applied based on the number of reconstructed tracks, the dE/dx particle identification variable and the reconstructed event kinematics. Then the selected CCQE candidate events are classified according to the neutrino energy.",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 68,
                    "text": "[56]",
                    "end": 72
                }
            ]
        },
        {
            "section": "A. CC event selection",
            "text": "B. Number of tracks",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Number of tracks from the vertex",
            "section_rank": 11
        },
        {
            "section": "Number of tracks from the vertex",
            "text": "The CCQE interaction produces two particles inside the target nucleus, a muon and a proton. However, the proton undergoes final state interactions (FSI) in the residual nucleus and does not always escape unaltered. In addition, the proton may not be reconstructed in the detector due to its short range. Thus, events with either one or two reconstructed tracks coming from the vertex are selected (Fig. 5). Hereafter, the events with one and two reconstructed tracks are referred to as the one-track sample and the two-track sample, respectively. The analysis must account for the above effects to produce the final cross-section result from each sample. ",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 397,
                    "text": "(Fig. 5)",
                    "end": 405
                }
            ]
        },
        {
            "text": "Number of tracks",
            "section_rank": 12
        },
        {
            "text": "Number of matched tracks",
            "section_rank": 13
        },
        {
            "section": "Number of matched tracks",
            "text": "When selecting CC events, events with at least one matched track between the Proton Module and the standard module are accepted in order to select those containing a long muon track. About 7% of the selected events in the two-track sample have two matched tracks. Simulations indicate that the second matched track is usually a pion from a CC-nonQE interaction such as CC resonant pion production, CC coherent pion production etc. Thus, events with exactly one matched track are selected for the two-track sample ( Fig. 6). Hereafter, the matched track is referred to as the first track and the remaining track as the second track. Particle identification (PID) based on dE/dx information is applied on both the one-track sample and the two-track sample. The dE/dx for each scintillator plane is calculated from the light yield divided by the path length of the track in the scintillator where the light attenuation in the WLS fiber is corrected. The first step of the particle identification is to estimate a confidence level that a particle is a muon on a plane-by-plane basis. The confidence level at each plane is defined as the fraction of events in the expected dE/dx distribution of muons above the observed dE/dx value because muons have a lower dE/dx value than protons. The expected dE/dx distribution of muons is obtained from the beaminduced muon backgrounds which are mainly created by the neutrino interactions in the walls of the detector hall. The cumulative distribution function of the muon dE/dx distribution corresponds to the confidence level. The calculated confidence level at the i-th plane as a function of dE/dx is referred to as CL i .",
            "paragraph_rank": 26,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 515,
                    "text": "Fig. 6)",
                    "end": 522
                }
            ]
        },
        {
            "text": "Number of matched tracks",
            "section_rank": 14
        },
        {
            "section": "Number of matched tracks",
            "text": "The next step is to combine the confidence levels (CL i ) obtained from all the planes penetrated by the track to form a total confidence level. In the case where the track penetrates only two planes, the procedure to combine the two confidence levels, CL 1 and CL 2 , is as follows. Assuming the confidence levels to be independent of one another, the combined probability is the product, P = CL 1 × CL 2 . In the xy-plane of the two confidence levels, the hyperbola xy = P gives such a combined probability and the unified muon confidence level, MuCL, is the fraction of possible x, y values that give xy < P . MuCL is expressed as",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "section": "Number of matched tracks",
            "text": "In analogy with the two-plane case, the muon confidence level combined from n planes is expressed as",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "section": "Number of matched tracks",
            "text": "When a Proton Module track is matched with a standard module track, the standard module track is also used to make the MuCL.",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "Separation of muon-like tracks and proton-like tracks",
            "section_rank": 15
        },
        {
            "section": "Separation of muon-like tracks and proton-like tracks",
            "text": "The last step of the particle identification is to distinguish the tracks using the MuCL. In this analysis, tracks whose MuCL are more than 0.6 are identified as muonlike and those less than 0.6 are identified as proton-like. The probability of misidentifying a muon track (a proton track) as proton-like (muon-like) in the MC simulation is 12.5% (10.9%). Most pion tracks are identified as muon-like, since the mass of the pion is similar to the muon mass. For the one-track sample, events having a muon-like track (Fig. 7) are selected as the CCQE enhanced sample. For the two-track sample, the first track is required to be muon-like and the second track to be proton-like ( Fig. 8, 9).",
            "paragraph_rank": 30,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 516,
                    "text": "(Fig. 7)",
                    "end": 524
                },
                {
                    "type": "figure",
                    "start": 678,
                    "text": "Fig. 8, 9",
                    "end": 687
                }
            ]
        },
        {
            "text": "D. Kinematic cut",
            "section_rank": 16
        },
        {
            "section": "D. Kinematic cut",
            "text": "In addition, two kinematic cuts are applied to the twotrack sample. These cuts use two angles called the coplanarity angle and the opening angle, defined as shown in Fig. 10. ",
            "paragraph_rank": 31,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 166,
                    "text": "Fig. 10",
                    "end": 173
                }
            ]
        },
        {
            "text": "Coplanarity angle cut",
            "section_rank": 17
        },
        {
            "section": "Coplanarity angle cut",
            "text": "Since CCQE events are (quasi) two-body scattering interactions, all the tracks in a CCQE event (an incident neutrino track, a scattered muon track and a scattered proton track) are expected to lie in the same plane if the effects of the proton re-scatterings and the Fermi momentum of the target nucleons are neglected. To quantify this, the coplanarity angle is defined as the angle between the two reconstructed three-dimensional tracks projected to the XY plane, where the XY plane is perpendicular to the neutrino beam axis (Fig. 10). When the three tracks are precisely coplanar, the coplanarity angle is 180 • . Thus, events with a coplanarity angle above 150 • are selected (Fig. 11). ",
            "paragraph_rank": 32,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 528,
                    "text": "(Fig. 10)",
                    "end": 537
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 681,
                    "text": "(Fig. 11)",
                    "end": 690
                }
            ]
        },
        {
            "text": "Opening angle cut",
            "section_rank": 18
        },
        {
            "section": "Opening angle cut",
            "text": "The opening angle is defined as the angle between the two reconstructed three-dimensional tracks (Fig. 10). The opening angle tends to be large in CCQE interactions, because in the center of mass frame the two final particles are produced back to back. Thus, events with an opening angle above 60 • are selected (Fig. 12). The results of the event selection so far are summarized in Table II.  We aim to measure the CCQE cross-section in the low energy region (∼1 GeV) and the high energy region (∼2 GeV) separately. Thus, an energy classification is applied to the CCQE enhanced samples to select subsamples enriched in high-energy and low-energy events respectively. The classification criterion is shown in Fig. 13. Events with a muon candidate track which penetrates all the standard module iron layers are selected as the highenergy sample, while events with a muon candidate track which stops in the standard module are selected as the low-energy sample. Other events with a muon candidate track which escapes from the side of the standard module are not used in this analysis. Figures 14 and 15 show the neutrino energy spectra of the CCQE enhanced samples before and after applying the energy classification. Most of the CCQE events at neutrino energies below 1.0 GeV (above 1.5 GeV) are rejected by the high energy selection (the low energy selection). Figure 16 shows the selection efficiency of each sample as a function of the muon momentum and angle. Each sample covers the different muon kinematic region. ",
            "paragraph_rank": 33,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 97,
                    "text": "(Fig. 10)",
                    "end": 106
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 312,
                    "text": "(Fig. 12)",
                    "end": 321
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 383,
                    "text": "Table II",
                    "end": 391
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 710,
                    "text": "Fig. 13",
                    "end": 717
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1084,
                    "text": "Figures 14 and 15",
                    "end": 1101
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1362,
                    "text": "Figure 16",
                    "end": 1371
                }
            ]
        },
        {
            "text": "F. Event pileup correction",
            "section_rank": 19
        },
        {
            "section": "F. Event pileup correction",
            "text": "The T2K neutrino beam is pulsed. Each pulse has an eight-bunch structure, and each bunch has a width of 58 ns. When a track from a neutrino event piles up with a track from another neutrino event in the same beam bunch, vertices may fail to be reconstructed. Because this results in the loss of events, this event-pileup effect needs to be corrected for. The event-pileup effect is proportional to the beam intensity. Hence, the correction factor is estimated as a linear function of the beam intensity, where the slope of the linear function is estimated from beam data as follows. First, the beam data is categorized into subsamples according to the beam intensity. In each subsample, all hits in INGRID from two beam bunches are summed together to make one new pseudo beam bunch. This procedure effectively doubles the beam intensity observed by INGRID. A slope is estimated from the number of selected events in an original beam bunch and a pseudo beam bunch for each subsample. The slopes estimated from all subsamples are consistent with each other, and the average value of this slope is used for the correction. This event pileup correction is applied bunch-by-bunch using the slope and POT per bunch which corresponds to the relevant beam intensity. The event pileup correction gives 0.3-0.7% difference in the number of selected event in each sample.",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "V. ANALYSIS METHOD",
            "section_rank": 20
        },
        {
            "section": "V. ANALYSIS METHOD",
            "text": "We estimate the CCQE cross-sections in high and low energy regions, which are defined as above 1.0 GeV and below 1. tively. The CCQE cross-section is calculated from the number of selected CCQE candidate events by subtracting background and correcting for selection efficiency:",
            "paragraph_rank": 35,
            "section_rank": 20
        },
        {
            "section": "V. ANALYSIS METHOD",
            "text": "where N sel is the number of selected CCQE candidate events from real data, N BG is the number of selected background events predicted by the MC simulation, φ is the integrated ν µ flux, T is the number of target neutrons, and ε is the detection efficiency for CCQE events predicted by the MC simulation. The flux φ is integrated in each energy region, and ε is calculated for CCQE events in each energy region. CCQE events assigned to the wrong subsample, i.e. high-energy events in the low-energy subsample and vice versa, are regarded as background. The background events for this analysis consist of CC-nonQE events, NC events,ν µ events, ν e events, external background events created by neutrino interactions in the material surrounding the detector, and CCQE events assigned to the wrong energy sample. Furthermore, the CCQE cross-section in each energy region is estimated from the one-track sample, two-track sample, and combined sample, separately. The one-track sample (the two-track sample) has an enhanced content of low (high) energy protons from CCQE interactions as shown in Fig. 17. Therefore, we can cross-check the CCQE cross-section results from the different phase spaces.",
            "paragraph_rank": 36,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_10",
                    "start": 1091,
                    "text": "Fig. 17",
                    "end": 1098
                }
            ]
        },
        {
            "text": "VI. SYSTEMATIC ERRORS",
            "section_rank": 21
        },
        {
            "section": "VI. SYSTEMATIC ERRORS",
            "text": "Uncertainties on N BG , φ, T , and ε are sources of systematic errors on the cross-section results. The sources of systematic error can be categorized into three groups: those from the neutrino flux prediction, the neutrino interaction model including intra-nuclear interactions, and the detector response. The neutrino flux uncertainty sources can be separated into two categories: hadron production uncertainties and T2K beamline uncertainties. The uncertainties on hadron production are mainly driven by the NA61/SHINE measurements [35,36] and the Eichten and Allaby data [37,38], and constitute the dominant component of the flux uncertainty. They include the uncertainties on the production cross-section, the secondary nucleon production, the pion production multiplicity, and the kaon production multiplicity. The second category of flux uncertainties is associated with inherent uncertainties and operational variations in the beamline conditions, including uncertainties in the proton beam position, the beam-axis direction, the absolute horn current, the horn angular alignment, the horn field asymmetry, the target alignment, and the proton beam intensity. The method of estimating these flux uncertainties is described in Ref. [30]. To evaluate the systematic error from the flux uncertainties, the flux is varied using a covariance matrix based on the flux uncertainty. This is repeated for many toy data sets, and the ±1σ of the change in the cross-section result is taken as the systematic error associated with the neutrino flux. The systematic error is 11-17%, which is the dominant error in this measurement.",
            "paragraph_rank": 37,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 535,
                    "text": "[35,",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 539,
                    "text": "36]",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 575,
                    "text": "[37,",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 579,
                    "text": "38]",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1239,
                    "text": "[30]",
                    "end": 1243
                }
            ]
        },
        {
            "text": "B. Neutrino interaction uncertainties",
            "section_rank": 22
        },
        {
            "section": "B. Neutrino interaction uncertainties",
            "text": "We use a data-driven method to calculate the neutrino interaction uncertainties, where the NEUT predictions are compared to available external neutrino-nucleus data in the energy region relevant for T2K. We fit some parameters of the models implemented in NEUT, and introduce ad hoc parameters, often with large uncertainties, to take into account remaining discrepancies between NEUT and the external data [11,13,14,[57][58][59][60][61][62][63][64][65].",
            "paragraph_rank": 38,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 407,
                    "text": "[11,",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 411,
                    "text": "13,",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 414,
                    "text": "14,",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 417,
                    "text": "[57]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 421,
                    "text": "[58]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 425,
                    "text": "[59]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 429,
                    "text": "[60]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 433,
                    "text": "[61]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 437,
                    "text": "[62]",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 441,
                    "text": "[63]",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 445,
                    "text": "[64]",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 449,
                    "text": "[65]",
                    "end": 453
                }
            ]
        },
        {
            "section": "B. Neutrino interaction uncertainties",
            "text": "The model parameters include axial mass values for quasi-elastic scattering and meson production via baryon resonances, the Fermi momentum, the binding energy, a spectral function parameter, and a π-less ∆ decay parameter. The spectral function parameter is introduced to take into account the difference between the relativistic Fermi gas nuclear model, which is the standard NEUT model, and the more sophisticated spectral function model [66], which is expected from electron scattering data [67,68] to be a better representation of the nuclear model. The implemented ad hoc parameters include cross-section normalizations. In addition, uncertainties on the final state interactions of the pions and nucleons with the nuclear medium are included. Table III shows the nominal values and uncertainties on these parameters. Systematic errors from the nuclear model (spectral function, Fermi momentum and binging energy) were found to be comparatively large because the CCQE interaction in the few GeV region is sensitive to the nuclear model. Further details about these uncertainties are described in Refs [48,69]. Systematic errors due to these parameters are estimated from variations of the cross-section results when these parameters are varied within their uncertainties. As a cross check, we also estimated the selection efficiencies using the GENIE neutrino interaction generator and confirmed that they were consistent with those using NEUT when the axial vector mass is set to the same value as GENIE, 0.99 GeV.",
            "paragraph_rank": 39,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 440,
                    "text": "[66]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 494,
                    "text": "[67,",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 498,
                    "text": "68]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1106,
                    "text": "[48,",
                    "end": 1110
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1110,
                    "text": "69]",
                    "end": 1113
                }
            ]
        },
        {
            "text": "C. Detector response uncertainties",
            "section_rank": 23
        },
        {
            "section": "C. Detector response uncertainties",
            "text": "The uncertainty of the target mass measurement, 0.25%, is taken as the systematic error on the target mass. The variation in the measured MPPC dark rate during data acquisition, 11.52 hits/cycle, where 'cycle' denotes the integration cycle synchronized with the neutrino beam pulse structure, is taken as the uncertainty on the MPPC dark rate. The discrepancy between the hit detection efficiency measured with beam-induced muon backgrounds and that of the MC simulation, 0.21%, is assigned as the uncertainty in the hit detection efficiency. The uncertainty of the light yield is evaluated by using the beam-induced muon backgrounds as a control sample; in addition, the uncertainty of the scintillator quenching is taken into account based on the uncertainty of the Birks' constant (0.0208±0.0023 cm/MeV). The relations between these quantities and the cross-section results are estimated by MC simulation, and the resulting variations on the calculated cross-sections are assigned as systematic errors. The event pileup correction factor has uncertainties which come from the statistics of the beam data and the MPPC dark count in the estimation of the correction factor. The systematic error from these uncertainties is estimated assuming the highest beam intensity The nominal values of and the uncertainties on the neutrino interaction model parameters. The first, second, and third groups represent the model parameters, the ad hoc parameters, and the final state interaction parameters respectively. The π-less ∆ decay parameter and the final state interaction parameters vary the probabilities of these interactions. Nominal values of 0 or 1 mean that the effect or the normalization is not implemented or is implemented by default, respectively. achieved in beam operation so far. There is about a 35% discrepancy between the beam-induced muon background rate estimated by the MC simulation and that measured from the data. The change in the background contamination fraction from this discrepancy is taken as the systematic error for the beam-related background. The cosmic-ray background was found to be very small from the out-of-beam timing data. The systematic error on the track reconstruction efficiency is estimated by comparing the efficiency for several subsamples between the data and the MC simulation. The standard deviation of the difference of the track reconstruction efficiency between data and MC for the subsamples is taken as the systematic error. The systematic errors from all event selections are evaluated by varying each selection threshold. The maximum difference between the data and MC for each selection threshold is taken as the value of each systematic error. Among the systematic errors from the detector response, the largest contributions (about 2% each) are those from the light yield and the secondary interactions.",
            "paragraph_rank": 40,
            "section_rank": 23
        },
        {
            "text": "D. Summary of the systematic errors",
            "section_rank": 24
        },
        {
            "section": "D. Summary of the systematic errors",
            "text": "The total systematic errors, calculated from the quadrature sum of all the systematic errors, on the CCQE cross-section from the one-track sample, the twotrack sample and the combined sample for the high energy region are +15.95% −12.97% , +16.97% −14.04% and +15.06% −12.44% , respectively, and those for the low energy region are +20.35% −17.04% , +24.20% −18.86% and +19.04% −15.49% , respectively. Table IV summarizes the breakdown of the systematic errors on the CCQE cross-section measurement from the combined sample. The neutrino flux error is the dominant systematic error.",
            "paragraph_rank": 41,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 402,
                    "text": "Table IV",
                    "end": 410
                }
            ]
        },
        {
            "text": "VII. RESULTS",
            "section_rank": 25
        },
        {
            "text": "A. Results with the T2K default interaction model",
            "section_rank": 26
        },
        {
            "section": "A. Results with the T2K default interaction model",
            "text": "The results of the CCQE cross-section measurement from the different subsamples are summarized in Table  V  (a). The measured CCQE cross-sections from the combined sample are σ CCQE (1.94GeV) = (11.95 ± 0.19(stat.) +1.80 −1.49 (syst.)) × 10 −39 cm 2 /neutron (4) σ CCQE (0.93GeV) = (10.64 ± 0.37(stat.) +2.03 −1.65 (syst.)) × 10 −39 cm 2 /neutron,",
            "paragraph_rank": 42,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 98,
                    "text": "Table  V",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "start": 108,
                    "text": "(a)",
                    "end": 111
                }
            ]
        },
        {
            "section": "A. Results with the T2K default interaction model",
            "text": "at mean neutrino energies of 1.94 GeV and 0.93 GeV (for the high and low energy regions), respectively. We quote these values as our primary result. The NEUT and GE-NIE predictions of the CCQE cross-sections on carbon for the high and low energy regions are shown in Table VI. The difference in the predictions from NEUT and GENIE is attributable primarily to the difference in the nominal M QE A value. The results of the measurements are consistent within 2σ with both predictions; however, in the lowenergy region the cross-section results from the one-track and two-track samples differ by just under 2σ, as shown in Table VII. The cross-section results are shown in Fig.  18 together with the predictions and the measurements of other experiments, and the reconstructed muon angle distribution of each CCQE candidate sample is shown in Fig. 19. The distributions of other kinematic variables are summarized in the supplemental material [70].",
            "paragraph_rank": 43,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 267,
                    "text": "Table VI",
                    "end": 275
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 621,
                    "text": "Table VII",
                    "end": 630
                },
                {
                    "type": "figure",
                    "start": 671,
                    "text": "Fig.  18",
                    "end": 679
                },
                {
                    "type": "figure",
                    "start": 841,
                    "text": "Fig. 19",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 941,
                    "text": "[70]",
                    "end": 945
                }
            ]
        },
        {
            "text": "B. Results with the spectral function model",
            "section_rank": 27
        },
        {
            "section": "B. Results with the spectral function model",
            "text": "The T2K default interaction model uses the relativistic Fermi gas model as the nuclear model. As discussed above, the spectral function model is more sophisticated and is expected to provide a better description of neutrino-nucleus interactions. When O. Benhar's spectral function [71] is used in the MC simulation for the efficiency correction instead of the relativistic Fermi gas model, the CCQE cross-section results are slightly changed, as shown in Table V (b), because of the differences in the kinematics of the final state particles which arise from the differences in the initial nucleon momentum distribution. The cross-section results derived using the spectral function model are shown in Fig. 20 together with the model predictions. The cross-section result in the low energy region from the one-track sample (the two-track sample) with the spectral function is 5% lower (10% higher) than that with the relativistic Fermi gas model. As a result, the difference in the cross-section results between one-track and two-track samples in the low energy region becomes smaller, as shown in Table VII in which correlations of the systematic errors between the cross-section results are correctly treated. This change mainly comes from the differences in the final state proton kinematics between the relativistic Fermi gas model and the spectral function, which cause event migrations between the one-track sample and the two-track sample. Therefore, this result may indicate that the spectral function is a better representation of the nuclear model than the relativistic Fermi gas model.",
            "paragraph_rank": 44,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 281,
                    "text": "[71]",
                    "end": 285
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 455,
                    "text": "Table V",
                    "end": 462
                },
                {
                    "type": "figure",
                    "start": 702,
                    "text": "Fig. 20",
                    "end": 709
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1098,
                    "text": "Table VII",
                    "end": 1107
                }
            ]
        },
        {
            "text": "C. Results on assuming multi-nucleon interactions",
            "section_rank": 28
        },
        {
            "section": "C. Results on assuming multi-nucleon interactions",
            "text": "The T2K default interaction model does not assume the existence of multi-nucleon interactions via the me-    [11][12][13][14].",
            "paragraph_rank": 45,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 109,
                    "text": "[11]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 113,
                    "text": "[12]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 117,
                    "text": "[13]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 121,
                    "text": "[14]",
                    "end": 125
                }
            ]
        },
        {
            "section": "C. Results on assuming multi-nucleon interactions",
            "text": "son exchange current. Multi-nucleon interactions generally produce a lepton and two or more nucleons, but are misidentified as CCQE events when the additional nucleons are not reconstructed. This means that the CCQE cross-section measurement is expected to be sensitive to the existence of multi-nucleon interactions. Therefore, we also estimate the CCQE cross-sections assuming the existence of multi-nucleon interactions. There are many multi-nucleon interaction models [18][19][20][21][22][23][24]; we used the model proposed by J. Nieves [20,21]. When the multi-nucleon interaction model was introduced into the neutrino interaction model, the CCQE model including the value of M QE A and the relativistic Fermi gas model were not changed in order to isolate the effect of the multi-nucleon interaction. In this CCQE cross-section analysis, the CCQE signal is defined as the conventional two-body interaction with a single nucleon. Therefore, the multi-nucleon interaction events are defined to be background events and are subtracted from the selected events as with CC-nonQE events, NC events, etc. The CCQE cross-section results assuming the existence of multi-nucleon interactions are summarized in Table V (c) and shown in Fig. 21 together with the predictions. Although the measured CCQE cross-sections assuming the existence of the multi-nucleon interaction are 6-13% smaller, they are still compatible with the predictions.",
            "paragraph_rank": 46,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 472,
                    "text": "[18]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 476,
                    "text": "[19]",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 480,
                    "text": "[20]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 484,
                    "text": "[21]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 488,
                    "text": "[22]",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 492,
                    "text": "[23]",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 496,
                    "text": "[24]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 542,
                    "text": "[20,",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 546,
                    "text": "21]",
                    "end": 549
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1207,
                    "text": "Table V",
                    "end": 1214
                },
                {
                    "type": "figure",
                    "start": 1232,
                    "text": "Fig. 21",
                    "end": 1239
                }
            ]
        },
        {
            "text": "VIII. CONCLUSIONS",
            "section_rank": 29
        },
        {
            "section": "VIII. CONCLUSIONS",
            "text": "We have reported a CCQE cross-section measurement using the T2K on-axis neutrino detector, INGRID. We have selected one-track and two-track samples of ν µ CCQE scattering in the Proton Module. From the number of selected events, the CCQE cross-sections on car-   bon at mean neutrino energies of 1.94 GeV and 0.93 GeV have been measured. The cross-section analysis was performed using three different neutrino interaction models: relativistic Fermi gas models with and without multinucleon interactions, and a spectral function model without multi-nucleon interactions. Although these results are compatible with the model predictions, we found that the CCQE cross-section results are dependent on the nuclear model and the existence of multi-nucleon interactions at the 10% level. There is some indication, based on consistency between the one-track and two-track samples, that the event kinematics are better described by the spectral function model. The data related to this measurement can be found electronically in [72].",
            "paragraph_rank": 47,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1021,
                    "text": "[72]",
                    "end": 1025
                }
            ]
        },
        {
            "text": "FIG. 1 :FIG. 2 :",
            "section_rank": 30
        },
        {
            "section": "FIG. 1 :FIG. 2 :",
            "text": "FIG. 1: Schematic view of the Proton Module and the standard modules.",
            "paragraph_rank": 48,
            "section_rank": 30
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 31
        },
        {
            "section": "FIG. 3 :",
            "text": "FIG. 3: Neutrino energy spectrum for each neutrino species at the Proton Module with the 250kA horn current predicted by JNUBEAM.",
            "paragraph_rank": 49,
            "section_rank": 31
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 32
        },
        {
            "section": "FIG. 4 :",
            "text": "FIG. 4: Neutrino-nucleus cross-sections per nucleon ofcarbon nucleus divided by the neutrino energy, as predicted by NEUT.",
            "paragraph_rank": 50,
            "section_rank": 32
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 33
        },
        {
            "section": "FIG. 5 :",
            "text": "FIG. 5: The number of reconstructed tracks from vertex in the Proton Module. The colored histograms are the MC predictions divided by the neutrino type and interaction type. The neutrino interaction events in the Proton Module are absolutely normalized to POT, and the background events from outside are normalized to beam induced muon backgrounds.",
            "paragraph_rank": 51,
            "section_rank": 33
        },
        {
            "text": "FIG. 6 :",
            "section_rank": 34
        },
        {
            "section": "FIG. 6 :",
            "text": "FIG. 6:The number of matched tracks between the Proton Module and the standard module for the two track sample.",
            "paragraph_rank": 52,
            "section_rank": 34
        },
        {
            "text": "FIG. 7 :FIG. 8 :FIG. 9 :FIG. 10 :",
            "section_rank": 35
        },
        {
            "section": "FIG. 7 :FIG. 8 :FIG. 9 :FIG. 10 :",
            "text": "FIG. 7:MuCL distributions for the one-track sample.",
            "paragraph_rank": 53,
            "section_rank": 35
        },
        {
            "text": "FIG. 11 :",
            "section_rank": 36
        },
        {
            "section": "FIG. 11 :",
            "text": "FIG. 11: Coplanarity angle distribution following thePID cut for the two track sample.",
            "paragraph_rank": 54,
            "section_rank": 36
        },
        {
            "text": "FIG. 12 :",
            "section_rank": 37
        },
        {
            "section": "FIG. 12 :",
            "text": "FIG. 12: Opening angle distribution following the PIDand coplanarity angle cuts for the two track sample.",
            "paragraph_rank": 55,
            "section_rank": 37
        },
        {
            "text": "FIG. 13 :FIG. 14 :FIG. 15 :",
            "section_rank": 38
        },
        {
            "section": "FIG. 13 :FIG. 14 :FIG. 15 :",
            "text": "FIG. 13: Event display of penetrating, stopped and side-escaped events.",
            "paragraph_rank": 56,
            "section_rank": 38
        },
        {
            "text": "5 FIG. 16 :",
            "section_rank": 39
        },
        {
            "section": "5 FIG. 16 :",
            "text": "FIG. 16: Selection efficiency of each sample as a function of the muon momentum and angle.",
            "paragraph_rank": 57,
            "section_rank": 39
        },
        {
            "text": "FIG. 17 :",
            "section_rank": 40
        },
        {
            "section": "FIG. 17 :",
            "text": "FIG. 17:Distributions of the true kinetic energy of protons from the CCQE events in the one-track sample and the two-track sample in the MC simulation. The cutoff around 0.02 GeV stems from the effect of Pauli blocking.",
            "paragraph_rank": 58,
            "section_rank": 40
        },
        {
            "text": "2 FIG. 18 :",
            "section_rank": 41
        },
        {
            "section": "2 FIG. 18 :",
            "text": "FIG. 18:The CCQE cross-section results with predictions by NEUT and GENIE. Our data point is placed at the flux mean energy. The vertical error bar represents the total (statistical and systematic) uncertainty, and the horizontal bar represent 68% of the flux at each side of the mean energy. The SciBooNE, MiniBooNE, NOMAD and MINERνA results are also plotted[11][12][13][14].",
            "paragraph_rank": 59,
            "section_rank": 41,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 360,
                    "text": "[11]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 364,
                    "text": "[12]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 368,
                    "text": "[13]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 372,
                    "text": "[14]",
                    "end": 376
                }
            ]
        },
        {
            "text": "FIG. 19:Reconstructed muon angle distribution of each CCQE candidate sample. Explanations about the predictions with the spectral function model and the multi-nucleon interaction model will be given in Secs. VII B and VII C.",
            "paragraph_rank": 60,
            "section_rank": 42
        },
        {
            "text": "2 FIG. 20 : 2 FIG. 21 :",
            "section_rank": 43
        },
        {
            "section": "2 FIG. 20 : 2 FIG. 21 :",
            "text": "FIG. 20:The CCQE cross-section results when the spectral function is used as the nuclear model.",
            "paragraph_rank": 61,
            "section_rank": 43
        },
        {
            "text": "TABLE I :",
            "section_rank": 44
        },
        {
            "section": "TABLE I :",
            "text": "T2K data-taking periods and integrated protons on target (POT). Data of Run 1, 3b, 5a, 5b were not used for the cross-section measurement. Jan. 2010 − Jun. 2010 250kA 0.32 × 10 20 Run 2 Nov. 2010 − Mar. 2011 250kA 1.11 × 10 20 (Run 3b) Mar. 2012 205kA 0.21 × 10 20 Run 3c Apr. 2012 − Jun. 2012 250kA 1.37 × 10 20 Run 4 Oct. 2012 − May. 2013 250kA 3.56 × 10 20 (Run 5a) May. 2014 − Jun. 2014 250kA 0.24 × 10 20",
            "paragraph_rank": 62,
            "section_rank": 44
        },
        {
            "text": "TABLE II :",
            "section_rank": 45
        },
        {
            "section": "TABLE II :",
            "text": "The number of events passing each CCQE selection step. The efficiency is defined as the number of selected ν µ CCQE events divided by the number of ν µ CCQE interactions in the FV. The purity is defined as the ratio of the selected ν µ CCQE events to the total selected events.",
            "paragraph_rank": 63,
            "section_rank": 45
        },
        {
            "text": "TABLE III :",
            "section_rank": 46
        },
        {
            "text": "TABLE IV :",
            "section_rank": 47
        },
        {
            "section": "TABLE IV :",
            "text": "Summary of the systematic errors on the CCQE cross-section measurement from the combined sample. Negative and positive values represent −1σ and +1σ errors.",
            "paragraph_rank": 65,
            "section_rank": 47
        },
        {
            "text": "TABLE V :",
            "section_rank": 48
        },
        {
            "section": "TABLE V :",
            "text": "The CCQE cross-sections measured from each sample (×10 −39 cm 2 ). The mean neutrino energies of the high and low energy regions are 1.94 GeV and 0.93 GeV, respectively.",
            "paragraph_rank": 66,
            "section_rank": 48
        },
        {
            "text": "TABLE VI :",
            "section_rank": 49
        },
        {
            "section": "TABLE VI :",
            "text": "The NEUT and GENIE predictions of the flux-averaged CCQE cross-sections on carbon for the high and low energy regions. energy region Low energy region NEUT 11.88×10 −39 cm 2 10.34×10 −39 cm 2 GENIE 9.46×10 −39 cm 2 8.49×10 −39 cm 2",
            "paragraph_rank": 67,
            "section_rank": 49
        },
        {
            "text": "TABLE VII :",
            "section_rank": 50
        },
        {
            "section": "TABLE VII :",
            "text": "Ratio of the CCQE cross-section result from the one-track sample to that from the two-track in the low energy region.in MC simulation Ratio of cross-section results Relativistic Fermi gas model (T2K default model) 1.45 ± 0.09(stat.) +0.24 −0.29 (syst.) Spectral function model 1.25 ± 0.08(stat.) +0.22 −0.26 (syst.) Relativistic Fermi gas model with multi-nucleon interactions 1.42 ± 0.09(stat.) +0.27 −0.33 (syst.)",
            "paragraph_rank": 68,
            "section_rank": 50
        },
        {
            "section": "TABLE VII :",
            "text": "ingriddata-numu-ccqe-xs-2015.",
            "paragraph_rank": 69,
            "section_rank": 50
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 52
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "It is a pleasure to thank Mr. Taino from Mechanical Support Co. for helping with the construction of IN-GRID. We thank the J-PARC staff for superb accelerator performance and the CERN NA61 collaboration for providing valuable particle production data. We acknowledge the support of MEXT, Japan; NSERC, NRC and CFI, Canada; CEA and CNRS/IN2P3, France; DFG, Germany; INFN, Italy; National Science Centre (NCN), Poland; RSF, RFBR and MES, Russia; MINECO and ERDF funds, Spain; SNSF and SER, Switzerland; STFC, UK; and DOE, USA. We also thank CERN for the UA1/NOMAD magnet, DESY for the HERA-B magnet mover system, NII for SINET4, the WestGrid and SciNet consortia in Compute Canada, GridPP, UK. In addition participation of individual researchers and institutions has been further supported by funds from: ERC (FP7), EU; JSPS, Japan; Royal Society, UK; DOE Early Career program, USA.",
            "paragraph_rank": 70,
            "section_rank": 52
        }
    ]
}