{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for a new resonance decaying to a W or Z boson and a Higgs boson in the / ν/νν + bb final states is performed using 20.3 fb −1 of pp collision data recorded at √ s = 8 TeV with the ATLAS detector at the Large Hadron Collider. The search is conducted by examining the W H/Z H invariant mass distribution for a localized excess. No significant deviation from the Standard Model background prediction is observed. The results are interpreted in terms of constraints on the Minimal Walking Technicolor model and on a simplified approach based on a phenomenological Lagrangian of Heavy Vector Triplets.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Although the Higgs boson discovery by the ATLAS [1] and CMS [2] collaborations imposes strong constraints on theories beyond the Standard Model (SM), the extreme fine tuning in quantum corrections required to have a light fundamental Higgs boson [3,4] suggests that the SM may be incomplete, and not valid beyond a scale of a few TeV. Various dynamical electroweak symmetry breaking scenarios which attempt to solve this naturalness problem, such as Minimal Walking Technicolor [5][6][7][8], Little Higgs [9], or composite Higgs models [10,11], predict the existence of new resonances decaying to a vector boson plus a Higgs boson.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 48,
                    "text": "[1]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 60,
                    "text": "[2]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 246,
                    "text": "[3,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 249,
                    "text": "4]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "[5]",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "start": 481,
                    "text": "[6]",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 484,
                    "text": "[7]",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 487,
                    "text": "[8]",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 505,
                    "text": "[9]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 536,
                    "text": "[10,",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 540,
                    "text": "11]",
                    "end": 543
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Using the full dataset collected by the ATLAS detector at 8 TeV centre-of-mass energy at the Large Hadron Collider, a search is performed for a heavy resonance decaying to V H, where V is a W or Z boson and H is the SM Higgs boson. This analysis looks for the leptonic decay of the W or Z boson and the Higgs decay into a b-quark pair. Therefore the selected final states are: zero charged leptons targeting Z (→ νν)bb decays, one charged lepton W (→ ν)bb, and two oppositely charged leptons Z (→ )bb where = e, μ. The search is performed by examining the distribution of e-mail: atlas.publications@cern.ch the reconstructed V H mass (m V H ) for a localized excess. The signal strength and the background normalization are determined from a likelihood fit to the data distribution in the three channels studied.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "As a benchmark, the Minimal Walking Technicolor model (MWT) is used, a model with strongly coupled dynamics. This model predicts two triplets of resonances, R ±,0 1 and R ±,0",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "2 , one of which is a vector and the other an axial-vector, that couple to vector bosons with strengthg and to fermions with g/g, where g is the weak SU(2) coupling constant. The bare axial-vector mass m A determines the masses of R 1 and R 2 , with the lower mass resonance R 1 having a mass close to m A . Recent lattice simulations in this model [12][13][14] predict masses close to 2 TeV. The decay channels R ± 1,2 → W H and R 0 1,2 → Z H, lead to W bb and Zbb final states. A simplified approach based on a phenomenological Lagrangian [15] that incorporates Heavy Vector Triplets (HVT), which allows the interpretation of the results in a model-independent way, is also used. Here, the new heavy vector bosons, V ±,0 , couple to the Higgs and SM gauge bosons via a combination of parameters g V c H and to the fermions via the combination (g 2 /g V ) c F . The parameter g V represents the strength of the new vector boson interaction, while c H and c F , which represent the couplings to the Higgs and the fermions respectively, are expected to be of order unity in most models. Two benchmark models [15] are used here. In the first model, referred to as model A, the branching fractions to fermions and gauge bosons are comparable, as in some extensions of the SM gauge group [16]. For model B, fermionic couplings are suppressed, as for example in a composite Higgs model [17].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 349,
                    "text": "[12]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 353,
                    "text": "[13]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 357,
                    "text": "[14]",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "start": 414,
                    "text": "±",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "start": 432,
                    "text": "0",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 541,
                    "text": "[15]",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1107,
                    "text": "[15]",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1284,
                    "text": "[16]",
                    "end": 1288
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1381,
                    "text": "[17]",
                    "end": 1385
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The three final states presented in this Letter have been extensively studied for non-resonant production in ATLAS [18]. Moreover, a search for a pseudoscalar resonance in the bb and ννbb channels has already been published by ATLAS, setting limits on two-Higgs-doublet models [19]. Other searches for particles occurring in MWT and HVT models have been conducted by the ATLAS [20,21] and CMS [22] collaborations.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 115,
                    "text": "[18]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "start": 277,
                    "text": "[19]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "start": 377,
                    "text": "[20,",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "21]",
                    "end": 384
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [23] is a general-purpose particle detector used to investigate a broad range of physics processes. It includes inner tracking devices surrounded by a superconducting solenoid, electromagnetic and hadronic calorimeters and a muon spectrometer. The inner detector (ID) provides precision tracking of charged particles with pseudorapidity 1 |η| < 2.5. The calorimeter system covers the pseudorapidity range |η| < 4.9. It is composed of sampling calorimeters with either liquid argon (LAr) or scintillator tiles as the active medium. The muon spectrometer consists of three large superconducting toroids and a system of trigger chambers and precision tracking chambers that provide triggering and tracking capabilities in the ranges of |η| < 2.4 and |η| < 2.7 respectively.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector has a three-level trigger system to select events for offline analysis.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Data and Monte Carlo samples",
            "section_rank": 4
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "This analysis is based on √ s = 8 TeV pp collision data corresponding to 20.3 ± 0.6 fb −1 [24]. The data used in the νbb final state were collected using single-electron and singlemuon triggers with transverse momentum ( p T ) thresholds from 24 to 60 GeV. The data used in the bb final state were collected using a combination of single-electron, singlemuon, dielectron (ee) and dimuon (μμ) triggers. The p T thresholds for the ee and μμ triggers vary from 12 to 13 GeV. The data used in the ννbb final state were collected using a trigger that requires a missing transverse momentum (E miss T ) with magnitude E miss T greater than 80 GeV. Simulated Monte Carlo (MC) samples for the MWT benchmark model use the implementation [25] in Mad-graph5 [26], with the Higgs boson mass set to 126 GeV. The parameterg is set to 2 for signal generation. Constraints on other values of this parameter can be set using the same samples since the kinematic distributions do not depend ong. The parameter S, which is an approximate value [27] of the Peskin-Takeuchi S parameter [28] which measures potential new contributions to electroweak radiative corrections, is set to 0.3, in accordance with the recommendations in Ref. [29].",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 90,
                    "text": "[24]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "start": 728,
                    "text": "[25]",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "start": 1213,
                    "text": "[29]",
                    "end": 1217
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Signal samples for the HVT model are also generated with Madgraph5. The parameter c F is assumed to be the same for quarks and leptons including third-generation fermions. Other parameters involving more than one heavy vector boson,  [18].",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 234,
                    "text": "[18]",
                    "end": 238
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "All MC simulated samples include the effect of multiple pp interactions in the same and neighbouring bunch crossings (pile-up) by overlaying simulated minimum-bias events on each generated signal or background event. The number of overlaid events is such that the distribution of the number of interactions per pp bunch crossing in the simulation matches that observed in the data, with on average 21 interactions per bunch crossing. The generated samples are processed through the Geant4-based ATLAS detector simulation [43,44] or a fast simulation using a parameterization of the performance of the calorimetry and Geant4 for the other parts of the detector [45]. Simulated events are reconstructed with the standard ATLAS reconstruction software used for collision data.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 521,
                    "text": "[43,",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "start": 525,
                    "text": "44]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "start": 660,
                    "text": "[45]",
                    "end": 664
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Electrons are identified for |η| < 2.47 and p T > 7 GeV from energy clusters in the electromagnetic calorimeter that are matched to tracks in the inner detector [46]. Quality requirements based on the calorimeter cluster and track are applied to reduce contamination from jets.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "[46]",
                    "end": 165
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Muons are reconstructed in the muon spectrometer in the range |η| < 2.7 and p T > 4 GeV [47]. For |η| < 2.5 the muon spectrometer track must be matched with a track in the inner detector and information from both is used to reconstruct the momentum. Muons considered for this analysis must have p T > 7 GeV.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Lepton candidates are required to be isolated to reduce the multijet background. The scalar sum of the transverse momenta of tracks with p T > 1 GeV within a cone of R = ( η) 2 + ( φ) 2 = 0.2 around the lepton track (tracking isolation) is required to be less than 10 % of the lepton p T .",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "Jets are reconstructed using the anti-k t algorithm [48] with radius parameter R = 0.4. The jet transverse momentum is corrected for energy losses in passive material, for the noncompensating response of the calorimeter, and for any additional energy due to multiple pp interactions [49]. Jets are required to have p T > 30 GeV and |η| < 4.5. To reject lowp T jets from pile-up, for jets with p T < 50 GeV and |η| < 2.5, the scalar sum of the p T of associated tracks, originating from the reconstructed primary vertex, is required to be at least 50 % of the scalar sum of the p T of all associated tracks. To avoid double-counting of leptons and jets, an overlap removal procedure is applied [18].",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 283,
                    "text": "[49]",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 693,
                    "text": "[18]",
                    "end": 697
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "In the pseudorapidity range |η| < 2.5, jets originating from b-quarks are identified using a multi-variate b-tagging algorithm [50]. This has an efficiency of 70 % and a misidentification rate of less than 1 % for selecting jets initiated by light quarks or gluons and of about 20 % for jets initiated by c-quarks, as determined from tt MC events.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "[50]",
                    "end": 131
                }
            ]
        },
        {
            "section": "Data and Monte Carlo samples",
            "text": "The missing transverse momentum is calculated as the negative of the vectorial sum of the calorimeter-based transverse momenta of all electrons, jets, and calibrated calorimeter clusters within |η| < 4.9 that are not associated with any other objects [51], as well as muon momenta. In addition, a track-based missing transverse momentum (p miss T , with magnitude p miss T ) is used, calculated as the negative vectorial sum of the track-based transverse momenta of objects with |η| < 2.4 associated with the primary vertex.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Event selection and reconstruction",
            "section_rank": 5
        },
        {
            "section": "Event selection and reconstruction",
            "text": "Events are categorized into the ννbb, νbb or bb channels if they have zero, one or two reconstructed charged leptons respectively. All categories require at least two jets in the pseudorapidity range |η| < 2.5 (central jets). The channels are further subdivided into categories of events containing one or two b-tagged jets; events with zero or ≥ 3 b-tagged jets are rejected. The Higgs boson candidate (and its mass m bb ) is reconstructed from the two b-tagged jets or, for 1b-tag events, the b-tagged jet and the highestp T remaining central jet. In order to suppress W/Z +jets background, at least one of the jets must have p T > 45 GeV and the invariant mass of the dijet pair must be in the range 105 < m bb < 145 GeV, consistent with the Higgs mass. In order to reduce the tt background in the ννbb and νbb channels, events are rejected if they contain four or more jets. To improve the resolution of the V H mass a constraint to the Higgs boson mass is applied by scaling the Higgs boson candidate jet momenta by m H /m bb (m H = 125 GeV). Further channelspecific cuts are applied as outlined below.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "ννbb channel",
            "section_rank": 6
        },
        {
            "section": "ννbb channel",
            "text": "Events are selected with E miss T > 120 GeV and p miss T > 30 GeV. A requirement is made on H T , defined as the scalar sum of the p T of all jets, in order to keep a high trigger efficiency: H T > 120 GeV (>150 GeV) for events with two (three) jets. Selections are also applied on the angle between the jets used for reconstructing the Higgs candidate, R bb , to suppress the W/Z +jets background [18] It is not possible to accurately reconstruct the invariant mass of the Z H system due to the missing neutrinos, so the transverse mass is used as the final discriminant:",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 398,
                    "text": "[18]",
                    "end": 402
                }
            ]
        },
        {
            "section": "ννbb channel",
            "text": "is the transverse momentum of the Higgs candidate. The total acceptance times selection efficiency varies from 15 % for m R 1 = 400 GeV, to 30 % for m R 1 = 1000 GeV and down to 2 % for m R 1 = 2000 GeV. The drop at very high masses is due to the merging of the jets.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "νbb channel",
            "section_rank": 7
        },
        {
            "section": "νbb channel",
            "text": "In order to suppress the multijet background and ensure the single-lepton triggers are fully efficient, tighter identification criteria are placed on the lepton in this channel. The lepton p T requirement is raised to p T > 25 GeV and, for the muon channel, the pseudorapidity is restricted to |η| < 2.5. Moreover, the tracking isolation is tightened and required to be less than 4 % of the lepton p T . Similarly, the sum of transverse energy deposits in the calorimeter within a cone of R = 0.3 around the lepton, excluding the transverse energy due to the lepton and the correction for the expected pile-up contribution, is required to be less than 4 % of the lepton p T .",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "νbb channel",
            "text": "The multijet background is further reduced by requiring φ(E miss T , jet) > 1.0. W boson candidates are selected by requiring E miss T > 30 GeV and the transverse mass reconstructed from the lepton and",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "νbb channel",
            "text": ") > 20 GeV. The W H system mass, m V H , is reconstructed from the lepton, the E miss T and the two jets. The momentum of the neutrino in the z-direction, p z , is obtained by imposing the W boson mass constraint on the lepton and neutrino system, which leads to a quadratic equation. Here p z is taken as either the real component of the complex solutions or the smaller of the two real solutions.",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "section": "νbb channel",
            "text": "In order to reduce the W +jets background, a requirement is imposed on the transverse momentum of the W boson,",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "νbb channel",
            "text": "The cut depends on m V H since the background is generally produced at low p W T , whereas for signal the mean p W T increases with m V H . The total acceptance times selection efficiency varies from 8 % for m R 1 = 400 GeV, to 20 % for m R 1 = 1000 GeV and down to 2 % for m R 1 = 2000 GeV.",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "bb channel",
            "section_rank": 8
        },
        {
            "section": "bb channel",
            "text": "Events in this channel are selected by requiring two reconstructed leptons of the same flavour with opposite charge. In order to reduce the multijet background while keeping a high signal acceptance, tighter requirements are placed on one of the leptons. These tighter electrons or muons must have p T > 25 GeV and, in addition, muons are restricted to |η| < 2.5. A cut on the two-lepton invariant mass of 83 GeV< m < 99 GeV is imposed to reduce tt and multijet backgrounds. The tt background is further reduced by requiring E miss T < 60 GeV. The invariant mass of the two leptons and two jets is used to reconstruct m V H .",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "section": "bb channel",
            "text": "In order to reduce the dominant Z +jets background, a selection, optimized for this channel, is imposed on the transverse momentum of the Z boson: p Z T > 0.4 × m V H − 100 GeV. The total acceptance times selection efficiency varies from 18 % for m R 1 = 400 GeV, to 30 % for m R 1 = 1000 GeV and down to 1 % for m R 1 = 2000 GeV.",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Background estimation",
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "All backgrounds except the multijet background are estimated from simulation, with data-based corrections for the dominant W/Z +jets background as described in the following. The rate and shape of the multijet (MJ) background are estimated with data-driven methods.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "The MJ background is estimated in the 0-lepton channel using an \"ABCD method\" based on two uncorrelated variables: , p miss T ) requirements). In the 1-lepton channel, the MJ background is determined separately for the electron and muon sub-channels. An MJ-background template is obtained from an MJ-dominated region after subtracting the small contribution from the other backgrounds. An MJ-dominated region is obtained by loosening the lepton identification requirements and reversing the isolation criteria. A binned fit of the full E miss T spectrum of the data to the sum of the MJ contribution, W/Z +jets and other MC contributions is then used to extract the MJ normalization. The templates are validated in a control region enriched in MJ events, selected by reversing the E miss T requirement. For the 2-lepton channel in the eebb final state, the MJ background shape is determined by selecting events with reversed electron isolation criteria and its normalization is extracted by fitting the full data m ee distribution including Z sidebands. The MJ background in the μμbb final state is found to be negligible.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "The W/Z +jets simulated samples are split into different components according to the true flavour of the jets, i.e. W/Z + qq, W/Z + cq, where q denotes a light quark (u, d, s) or a gluon, and W/Z plus heavy flavour (hf). The latter includes: W/Z + bb, W/Z + bq,W/Z + bc, W/Z + cc. The normalizations of W + cq, Z + cq and W +hf, Z +hf are free parameters of the global likelihood fit. The scale factors after the fit are all consistent with 1, except for the Z+hf normalization that is 15 % higher as seen in previous measurements [18]. The W/Z +jets modelling is checked in control regions selected by requiring events with no b-tagged jets or in the m bb sideband region in the 1-tag and 2-tag channels. A difference between data and simulation is observed in the 0-tag control region and a correction is extracted as a function of the azimuthal angle difference between the two leadingp T jets, φ(jet 1 , jet 2 ). This is used to reweight the Z + qq and W + qq components. After this correction is applied a discrepancy is observed in the p T distribution in the 2-lepton channel after the requirement of at least one b-tagged jet. A correction is extracted and used to reweight the Z + cq and Z +hf components. The full procedure is described in detail in Ref. [18].",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 531,
                    "text": "[18]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1265,
                    "text": "[18]",
                    "end": 1269
                }
            ]
        },
        {
            "section": "Background estimation",
            "text": "The background contributions from single top quark and diboson production are normalized to the number of background events predicted by simulation while the tt normalization is a free parameter in the likelihood fit. The description of the shape of the tt background from MC simulation has been validated in samples dominated by top pair events. Good agreement within uncertainties is observed between data and expectation in these validation regions.",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "section": "Background estimation",
            "text": "The tt control region is defined by requiring exactly one electron and one muon, one of which has p T > 25 GeV, and two b-tagged jets. It is included in the likelihood fit to constrain the tt normalization. The scale factor for the tt normalization is found to be 1.03 ± 0.04 after the likelihood fit to the 0-and 2-lepton channel plus the tt control region, and 0.99 ± 0.09 from the fit to the 1-lepton channel. The fit procedure is described in more detail in Sect. 8.",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The most important experimental systematic uncertainties come from the jet energy scale (JES) and b-tagging efficiency.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Systematic uncertainties",
            "text": "The JES systematic uncertainty arises from several sources including uncertainties from the in-situ calibration, the corrections dependent on pile-up and the jet flavour composition [52]. The fractional systematic uncertainty on the JES ranges from 3 % for a 20 GeV jet to 1 % for a 1 TeV jet.",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 182,
                    "text": "[52]",
                    "end": 186
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The uncertainty due to the jet energy resolution is also considered. It varies from 20 % for a jet with p T > 20 GeV to 5 % for a jet with p T > 1 TeV. The jet energy scale and resolution uncertainties are propagated to the reconstructed E miss",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "T",
            "section_rank": 11
        },
        {
            "section": "T",
            "text": ". The uncertainty on E miss T also has a contribution from hadronic energy that is not included in jets [53].",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 104,
                    "text": "[53]",
                    "end": 108
                }
            ]
        },
        {
            "section": "T",
            "text": "The b-tagging efficiency uncertainty depends on jet p T and comes mainly from the uncertainty on the measurement of the efficiency in tt events [50]. Uncertainties are also derived for c-and light-flavour jet tagging [54].",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 144,
                    "text": "[50]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "start": 217,
                    "text": "[54]",
                    "end": 221
                }
            ]
        },
        {
            "section": "T",
            "text": "Other experimental systematic uncertainties that have a smaller impact are those on the lepton energy scale and identification efficiency and the efficiency of the triggers.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "section": "T",
            "text": "In addition to the experimental systematic uncertainties, uncertainties are taken into account for possible differences between data and the simulation model that is used for each process. For the background modelling uncertainties the procedure described in Ref. [18] is followed. The Z +jets and W +jets backgrounds include uncertainties on the relative fraction of the different flavour components, and shape uncer-tainties on the modelling of m bb , φ(jet 1 , jet 2 ) and p T Z distributions. For tt production, shape uncertainties are included for the modelling of top quark transverse momentum, m bb and m V H distributions. The uncertainty on the MJ background shape in the 1-lepton channel is evaluated by using alternative templates obtained by changing the definition of the data sidebands. The uncertainty on the MJ background normalization is taken to be 100, 30 and 50 % for the 0-, 1and 2-lepton channels, respectively. These are extracted from fits using alternative templates.",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 264,
                    "text": "[18]",
                    "end": 268
                }
            ]
        },
        {
            "section": "T",
            "text": "The dominant uncertainties on the signal acceptance arise from the choice of PDFs (2-5 %) estimated by comparing the default PDFs to other sets, and from the factorization and renormalization scales (5-10 %) obtained by varying these up and down by a factor of two.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "Results and limit extraction",
            "section_rank": 12
        },
        {
            "section": "Results and limit extraction",
            "text": "The reconstructed mass distributions for events passing the selection are shown in Fig. 1. The background expectation is shown after the profile likelihood fit to the data. Table 1 shows the number of events expected and observed in each final state.",
            "paragraph_rank": 43,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 83,
                    "text": "Fig. 1",
                    "end": 89
                },
                {
                    "type": "table",
                    "start": 173,
                    "text": "Table 1",
                    "end": 180
                }
            ]
        },
        {
            "section": "Results and limit extraction",
            "text": "No significant excess of events is observed in the data compared to the prediction from SM background sources. Exclusion limits at the 95 % confidence level (CL) are set on the production cross section times the branching fraction for MWT and HVT models. The limits for the charged resonance are obtained by performing the likelihood fit over the νbb channel alone, while the bb, ννbb channels as well as the tt control region are used for the neutral resonance.",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "section": "Results and limit extraction",
            "text": "The exclusion limits are calculated with a modified frequentist method [55], also known as C L s , and the profilelikelihood test statistic [56], using the binned m VH mass distributions for νbb, bb and ννbb final states. Systematic uncertainties and their correlations are taken into account as nuisance parameters. None of the systematic uncertainties considered are significantly constrained or pulled in the likelihood fit. Figure 2 shows 95 % CL upper limits on the production cross section multiplied by the branching fraction into W H and Z H as a function of the resonance mass separately for the charged R ± 1 and for the neutral R 0 1 . The experimental limits are obtained using samples with a single resonance R 1 , where the cross section for R 2 has been set to zero to be less model-dependent. The theoretical predictions for the HVT benchmark model A with coupling constant  Table 1 The number of expected and observed events for the three final states. The expectation is shown after the profile likelihood fit to the data. The quoted uncertainties are the combined systematic and statistical uncertainties. The overall background is more constrained than the individual components, causing the errors of individual components to be anti-correlated",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 428,
                    "text": "Figure 2",
                    "end": 436
                },
                {
                    "type": "table",
                    "start": 891,
                    "text": "Table 1",
                    "end": 898
                }
            ]
        },
        {
            "section": "Results and limit extraction",
            "text": "The dip near 500 GeV in this theory curve is due to the interference between R 1 and R 2 [7]. To study the scenario in which the masses of charged and neutral resonances are the same, a combined likelihood fit over all signal regions and the tt control region is also performed. The exclusion contours in the {m A ,g} plane for MWT are presented in Fig. 3. For this result, both resonances predicted by MWT, R 1 and R 2 , are fitted simultaneously and, at eachg, the different branching ratios to W H and Z H are taken into account. Electroweak precision data, a requirement to remain within the walking technicolor regime and constraints from requiring real-valued physical decay constants exclude a portion of the plane. This analysis is particularly sensitive at high g values, where the limits exceed those from the dilepton resonance search [21].",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 89,
                    "text": "[7]",
                    "end": 92
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 349,
                    "text": "Fig. 3",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "start": 846,
                    "text": "[21]",
                    "end": 850
                }
            ]
        },
        {
            "section": "Results and limit extraction",
            "text": "The exclusion contours in the HVT parameter space {(g 2 /g V )c F , g V c H } for resonances of mass 1, 1.5 and 1.8 TeV are shown in Fig. 4 where all three channels are combined, taking into account the branching ratios to W H and Z H from the HVT model. These contours are produced by scanning the parameter space, using the HVT tools provided in a web-interface [15,57]. Combined upper limits at the 95 % CL for a the production cross section of R 0 1 (V 0 ) times its branching ratio to Z H and branching ratio of H to bb and b the production cross section of R ± 1 (V ± ) times its branching ratio to W H and branching ratio of H to bb . The experimental limits are obtained using samples with a single resonance R 1 ; however, the theory curve line for MWT includes both R 1 and R 2 . The dip near 500 GeV in this theory curve is due to the interference between R 1 and R 2 [7] [TeV]  Fig. 4 Observed 95 % CL exclusion contours in the HVT parameter space {(g 2   ",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 133,
                    "text": "Fig. 4",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 364,
                    "text": "[15,",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "start": 368,
                    "text": "57]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 879,
                    "text": "[7]",
                    "end": 882
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 890,
                    "text": "Fig. 4",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 964,
                    "text": "2",
                    "end": 965
                }
            ]
        },
        {
            "text": "4 .",
            "section_rank": 13
        },
        {
            "section": "4 .",
            "text": "Events containing an electron or muon passing the selection cuts described in Sect. 4 are removed.In events with real E missT the directions of E miss T and p miss T are expected to be similar. In events with fake E miss T arising from a jet energy fluctuation, the direction of E miss T should be close to the direction of the poorly measured jet. Therefore additional criteria are imposed on angular quantities in order to suppress the multijet background: the azimuthal angle between E miss T and p miss T , φ(E miss T , p miss T ) < π/2; the minimum azimuthal angle between E miss T and any jet, min[ φ(E miss T , jet)] > 1.5; and the azimuthal angle between E miss T and the jet pair combination used to reconstruct the Higgs candidate, φ(E miss T , bb) > 2.8.",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "min[ φ(E miss T , jet)] and φ(E miss T , p miss T ). The data are divided into four regions such that three of the regions are dominated by background. The signal region (A) is defined as explained in Sect. 5. The MJ-dominated region C is obtained by reversing the φ(E miss T , p miss T ) requirement. An MJ template in region A is obtained using events in region C after subtracting the contribution of other backgrounds, taken from simulation. The template is then normalized by a fit to the regions with min[ φ(E miss T , jet)] < 0.4 [18] (regions B and D with orthogonal φ(E miss T",
            "paragraph_rank": 49,
            "section_rank": 14
        },
        {
            "text": "1 <Fig. 1",
            "section_rank": 15
        },
        {
            "section": "1 <Fig. 1",
            "text": "Fig. 1 Distributions of the reconstructed, a transverse mass m T νν j j for the ννbb final state, b invariant mass m ν j j for the νbb final state and c invariant mass m j j for the bb final state for the 1-b-tag (upper) and 2-b-tag (lower) channels. The background expectation is shown after",
            "paragraph_rank": 50,
            "section_rank": 15
        },
        {
            "text": "Fig. 2",
            "section_rank": 16
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2Combined upper limits at the 95 % CL for a the production cross section of R 0 1 (V 0 ) times its branching ratio to Z H and branching ratio of H to bb and b the production cross section of R ± 1 (V ± ) times its branching ratio to W H and branching ratio of H to bb . The",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "Fig. 3",
            "section_rank": 17
        },
        {
            "section": "Fig. 3",
            "text": "Fig. 3 Exclusion contours at 95 % CL in the plane of the Minimal Walking Technicolor parameter space defined by the bare axial-vector mass versus the strength of the spin-1 resonance interaction {m A ,g}. Electroweak precision measurements exclude the (green) area in the bottom left corner. The requirement to stay in the walking regime excludes the (blue) area in the right corner. The large (red) area (black dashed line) shows the observed (expected) exclusion. The blue dashed line shows the observed exclusion from the dilepton resonance search [21]. The upper region is excluded due to non-real axial and axial-vector decay constants. Here both resonances predicted by MWT, R 1 and R 2 , are fitted simultaneously",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "Fig. 4Observed 95 % CL exclusion contours in the HVT parameter space {(g2 /g V )c F , g Vc H } for resonances of mass 1 TeV, 1.5 TeV and 1.8 TeV . The areas outside the curves are excluded. Also shown are the benchmark model parameters A(g V = 1), A(g V = 3) and B(g V = 3)",
            "paragraph_rank": 53,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 72,
                    "text": "2",
                    "end": 73
                }
            ]
        },
        {
            "text": "W , have negligible effect on the overall cross sections for the processes of interest here.",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "74(7), 2941",
            "section_rank": 20
        },
        {
            "section": "74(7), 2941",
            "text": "20. ATLAS Collaboration, Phys. Lett. B 737, 223-243 (2014). arXiv:1406.4456 [hep-ex] 21. ATLAS Collaboration, Phys. Rev. D 90(5), 052005 (2014). arXiv:1405.4123 [hep-ex] 22. CMS Collaboration, arXiv:1502.04994 [hep-ex] 23. ATLAS Collaboration, JINST 3, S08003 (2008) 24. ATLAS Collaboration, Eur. Phys. J. C 73(8), 2518 (2013). arXiv:1302.4393 [hep-ex] 25. MWT Tools, http://cp3-origins.dk/research/units/tc-tools 26. J. Alwall, M. Herquet, F. Maltoni, O. Mattelaer, T. Stelzer, JHEP 1106, 128 (2011). arXiv:1106.0522 [hep-ph] 27. R. Foadi, F. Sannino, Phys. Rev. D 87, 015008 (2013). arXiv:1207.1541 [hep-ph] 28. M.E. Peskin, T. Takeuchi, Phys. Rev. D 46, 381-409 (1992) 29. J.R. Andersen, T. Hapola, F. Sannino, Phys. Rev. D 85, 055017 (2012). arXiv:1105.1433 [hep-ph] 30. T. Sjostrand, S. Mrenna, P. Z. Skands, JHEP 05, 026 (2006). arXiv:hep-ph/0603175 [hep-ph] 31. T. Sjostrand, S. Mrenna, P.Z. Skands, Comput. Phys. Commun. 178, 852-867 (2008). arXiv:0710.3820 [hep-ph] 32. Pumplin, J. et al., JHEP 0207, 012 (2002). arXiv:hep-ph/0201195 [hep-ph] 33. T. Gleisberg et al., JHEP 0902, 007 (2009). arXiv:0811.4622 [hepph] 34. H.-L. Lai et al., Phys. Rev. D 82, 074024 (2010). arXiv:1007.2241 [hep-ex] 35. P. Nason, JHEP 11, 040 (2004). arXiv:hep-ph/0409146 36. S. Frixione, P. Nason, C. Oleari, JHEP 11, 070 (2007). arXiv:0709.2092 [hep-ph] 37. S. Alioli, P. Nason, C. Oleari, E. Re, JHEP 06, 043 (2010). arXiv:1002.2581 [hep-ph] 38. K. Melnikov, F. Petriello, Phys. Rev. D 74, 114017 (2006). arXiv:hep-ph/0609070 39. M. Czakon, P. Fiedler, A. Mitov, Phys. Rev. Lett. 110, 252004 (2013). arXiv:1303.6254 [hep-ph] 40. B.P. Kersevan, E. Richter-Was, arXiv:hep-ph/0405247 [hep-ph] 41. N. Kidonakis, Phys. Rev. D 83, 091503 (2011). arXiv:1103.2792 [hep-ph] 42. J.M. Campbell, R. Ellis, Nucl. Phys. Proc. Suppl. 205-206, 10-15 (2010). arXiv:1007.3492 [hep-ph] 43. GEANT4 Collaboration, S. Agostinelli et al., Nucl. Instrum. Meth. A 506, 250-303 (2003) 44. ATLAS Collaboration, Eur. Phys. J. C 70, 823-874 (2010). arXiv:1005.4568 [physics.ins-det] 45. ATLAS Collaboration, ATL-PHYS-PUB-2010-013 (2010). http:// cdsweb.cern.ch/record/1300517 46. ATLAS Collaboration, Eur. Phys. J. C (2014). arXiv:1404.2240 [hep-ex] 47. ATLAS Collaboration, Eur. Phys. J. C 74(11), 3130 (2014). arXiv:1407.3935 [hep-ex] 48. M. Cacciari, G.P. Salam, G. Soyez, JHEP 04, 063 (2008). arXiv:0802.1189 [hep-ph] 49. ATLAS Collaboration, Eur. Phys. J. C 73(3), 2304 (2013). arXiv:1112.6426 [hep-ex] 50. ATLAS Collaboration, ATLAS-CONF-2014-004. http://cds.cern. ch/record/1664335 51. ATLAS Collaboration, ATLAS-CONF-2010-057. http://cds.cern. ch/record/1281330 52. ATLAS Collaboration, Eur. Phys. J. C 75(1), 17 (2015). arXiv:1406.0076 [hep-ex] 53. ATLAS Collaboration, ATLAS-CONF-2013-082. http://cds.cern. ch/record/1570993 54. ATLAS Collaboration, ATLAS-CONF-2014-046. http://cds.cern. ch/record/1741020 55. A.L. Read, J. Phys. G 28, 2693-2704 (2002)",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "section": "74(7), 2941",
            "text": "Object reconstructionThe physics objects used in this analysis are electrons, muons, jets and missing transverse momentum.",
            "paragraph_rank": 56,
            "section_rank": 20
        },
        {
            "section": "74(7), 2941",
            "text": "Department of Physics, Oxford University, Oxford, UK",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic;",
            "paragraph_rank": 58,
            "section_rank": 22
        }
    ]
}