{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A search for pair production of third-generation scalar leptoquarks decaying to top quark and τ lepton pairs is presented using proton-proton collision data at a center-ofmass energy of √ s = 8 TeV collected with the CMS detector at the LHC and corresponding to an integrated luminosity of 19.7 fb −1 . The search is performed using events that contain an electron or a muon, a hadronically decaying τ lepton, and two or more jets. The observations are found to be consistent with the standard model predictions. Assuming that all leptoquarks decay to a top quark and a τ lepton, the existence of pair produced, charge −1/3, third-generation leptoquarks up to a mass of 685 GeV is excluded at 95% confidence level. This result constitutes the first direct limit for leptoquarks decaying into a top quark and a τ lepton, and may also be applied directly to the pair production of bottom squarks decaying predominantly via the R-parity violating coupling λ 333 .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Leptoquarks (LQ) are hypothetical particles that carry both lepton (L) and baryon (B) quantum numbers. They appear in theories beyond the standard model (SM), such as grand unification [1][2][3], technicolor [4], and compositeness [5,6] models. A minimal extension of the SM to include all renormalizable gauge invariant interactions, while respecting existing bounds from low-energy and precision measurements leads to the effective Buchmüller-Rückl-Wyler model [7]. In this model, LQs are assumed to couple to one generation of chiral fermions, and to separately conserve L and B quantum numbers. An LQ can be either a scalar (spin 0) or a vector (spin 1) particle with a fractional electric charge. A comprehensive list of other possible quantum number assignments for LQs coupling to SM fermions can be found in ref. [8].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 185,
                    "text": "[1]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 188,
                    "text": "[2]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 191,
                    "text": "[3]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 208,
                    "text": "[4]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 231,
                    "text": "[5,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 234,
                    "text": "6]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 463,
                    "text": "[7]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 821,
                    "text": "[8]",
                    "end": 824
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "This paper presents the first search for a third-generation scalar LQ (LQ 3 ) decaying into a top quark and a τ lepton. Previous searches at hadron colliders have targeted LQs decaying into quarks and leptons of the first and second generations [9][10][11] or the third-generation in the LQ 3 → bν and LQ 3 → bτ decay channels [12][13][14][15][16][17]. The presented JHEP07(2015)042 search for third-generation LQs can also be interpreted in the context of R-parity violating (RPV) supersymmetric models [18] where the supersymmetric partner of the bottom quark (bottom squark) decays into a top quark and a τ lepton via the RPV coupling λ 333 .",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 245,
                    "text": "[9]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 248,
                    "text": "[10]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 252,
                    "text": "[11]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 327,
                    "text": "[12]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 331,
                    "text": "[13]",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 335,
                    "text": "[14]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 339,
                    "text": "[15]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 343,
                    "text": "[16]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 347,
                    "text": "[17]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 504,
                    "text": "[18]",
                    "end": 508
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "At hadron colliders, such as the CERN LHC, LQs are mainly pair produced through the quantum chromodynamic (QCD) quark-antiquark annihilation and gluon-gluon fusion subprocesses. There is also a lepton mediated t(u)-channel contribution that depends on the unknown lepton-quark-LQ Yukawa coupling, but this contribution is suppressed at the LHC for the production of third-generation LQs as it requires third-generation quarks in the initial state. Hence, the LQ pair production cross section depends only upon the assumed values of the LQ spin and mass, and upon the proton-proton center-of-mass energy. We consider scalar LQs in the mass range up to several hundred GeV. The corresponding next-to-leading-order (NLO) pair production cross sections and associated uncertainties at √ s = 8 TeV are taken from the calculation presented in ref. [19].",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 842,
                    "text": "[19]",
                    "end": 846
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "It is customary to denote the branching fractions of LQs into a quark and a charged lepton or a quark and a neutrino within the same generation as β and 1 − β, respectively. Assuming that third-generation scalar LQs with charge −1/3 exclusively couple to quarks and leptons of the third-generation, the two possible decay channels are LQ 3 → tτ − and LQ 3 → bν. In this paper, we initially assume that β = 1 so that the LQ 3 always decays to a tτ pair. The results are then reinterpreted as a function of the branching fraction with β treated as a free parameter.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "We consider events with at least one electron or muon and one τ lepton where the τ lepton undergoes a one-or three-prong hadronic decay, τ h → hadron(s) + ν τ . In LQ 3 LQ 3 decays, τ leptons arise directly from LQ decays, as well as from W bosons in the top quark decay chain, whereas electrons and muons are produced only in leptonic decays of W bosons or τ leptons. The major backgrounds come from tt+jets, Drell-Yan(DY)+jets, and W+jets production, where a significant number of events have jets misidentified as hadronically decaying τ leptons. The search is conducted in two orthogonal selections, labelled as category A and category B. In category A, a same-sign µτ h pair is required in each event, which suppresses SM backgrounds. Misidentified τ h candidates originating from jets constitute the main background in category A. Category B utilizes both eτ h and µτ h pairs with slightly relaxed τ lepton identification criteria without imposing a charge requirement on the lepton pair. This yields a higher signal acceptance, but a larger irreducible background from SM processes. In order to keep the two samples statistically independent, events that satisfy the category A criteria are removed from the category B sample. Figure 1 shows a schematic representation of an LQ 3 LQ 3 decay chain that can satisfy the requirements for both categories.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1234,
                    "text": "Figure 1",
                    "end": 1242
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The signature for this search is chosen to be τ h +X, where denotes an electron or a muon, and X is two or more jets and any additional charged leptons in category A, or three or more jets and any additional charged leptons in category B. The additional jet requirement in category B is beneficial in suppressing background events from dominant SM processes with two jets and an opposite-sign τ h pair. Figure 1. One of the LQ 3 LQ 3 decay chains with both same-sign and opposite-sign τ h pairs. Labels u and d denote up and down type quarks, and denotes an electron or a muon.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 403,
                    "text": "Figure 1",
                    "end": 411
                }
            ]
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 3
        },
        {
            "text": "Reconstruction and identification of physics objects",
            "section_rank": 4
        },
        {
            "section": "Reconstruction and identification of physics objects",
            "text": "The CMS apparatus is a multipurpose particle detector with a superconducting solenoid of 6 m internal diameter, which provides a magnetic field of 3.8 T. Within the volume of the solenoid are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two endcap sections. Muons are measured in gas-ionization detectors embedded in the steel flux-return yoke outside the solenoid. Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. [20]. The electron, muon, and τ lepton candidates used in this paper are reconstructed using a particle-flow (PF) event reconstruction technique [21,22] which reconstructs and identifies single particles (muons, electrons, charged/neutral hadrons, and photons) using an optimized combination of all subdetector information.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 754,
                    "text": "[20]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 899,
                    "text": "[21,",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 903,
                    "text": "22]",
                    "end": 906
                }
            ]
        },
        {
            "section": "Reconstruction and identification of physics objects",
            "text": "Muon candidates are reconstructed from a combined track in the muon system and the tracking system [23]. The hadronically decaying τ lepton candidates are reconstructed via the \"hadron-plus-strips\" algorithm which combines one or three charged hadrons with up to two neutral pions that are reconstructed from PF candidates combining tracker and calorimeter information [24]. Electron candidates are obtained by reconstructing trajectories from hits in the tracker layers and energy depositions in the electromagnetic calorimeter with a Gaussian sum filter [25].",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 99,
                    "text": "[23]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 369,
                    "text": "[24]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 556,
                    "text": "[25]",
                    "end": 560
                }
            ]
        },
        {
            "section": "Reconstruction and identification of physics objects",
            "text": "Jets are reconstructed by using the anti-k T algorithm [22,26,27] to cluster PF candidates with a distance parameter of ∆R = 0.5 (where ∆R = √ (∆η) 2 + (∆φ) 2 , η denotes the pseudorapidity and φ denotes the azimuthal angle in radians). The missing transverse momentum p miss T is calculated as a negative vectorial sum of the transverse momenta of all the PF candidates. The missing transverse energy E miss T is defined as the magnitude of the p miss T vector. Jet energy corrections are applied to all jets and are also propagated to the calculation of E miss T [28]. The collisions are selected using a two-tiered trigger system, composed of a hardware based level-1 trigger and a software based high-level trigger (HLT) [29] running on a computing farm.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 55,
                    "text": "[22,",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 59,
                    "text": "26,",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 62,
                    "text": "27]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 565,
                    "text": "[28]",
                    "end": 569
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 725,
                    "text": "[29]",
                    "end": 729
                }
            ]
        },
        {
            "section": "Reconstruction and identification of physics objects",
            "text": "-3 -",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 5
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The following quantities are constructed using the physics objects described earlier:",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "JHEP07(2015)042",
            "text": "• S T is the scalar p T sum of all objects in the event, including muons, hadronically decaying τ leptons, electrons, jets, and E miss T .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "JHEP07(2015)042",
            "text": "• M T ( , p miss T ) is the transverse mass, 2p T E miss T (1 − cos(∆φ( p miss T , ))), reconstructed from the given lepton and the p miss T in the event where ∆φ( p miss T , ) is the difference in the azimuthal angle between the directions of the missing transverse momentum and the lepton momentum.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "JHEP07(2015)042",
            "text": "• |η| is the pseudorapidity defined as |η| = − ln tan (θ/2), whereθ is the average absolute polar angle of all electrons, muons, and hadronically decaying τ leptons in an event as measured from the beam-axis in the lab frame, and is used as a measure of the event centrality.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 6
        },
        {
            "section": "Data and simulated samples",
            "text": "This analysis uses data collected with the CMS detector at the LHC during proton-proton (pp) collisions at √ s = 8 TeV. Proton bunches were separated by 50 ns and the average number of additional primary vertices in the collision of the two beams in the same proton bunch crossing was 20 (pileup). The search is conducted using a combination of isolated and non-isolated single-muon data corresponding to an integrated luminosity of 19.5 fb −1 in category A, and using isolated single-muon or single-electron data corresponding to an integrated luminosity of 19.7 fb −1 in category B. The muon triggers require a muon candidate to have p T > 24 GeV and |η| < 2.1. The electron trigger requires an isolated electron candidate with p T > 27 GeV and |η| < 2.5. The LQ signal processes have been simulated using the pythia generator (v6.426) [30]. Single top quark and top quark pair production have been simulated with powheg (v1.0) [31][32][33][34]. For the W+jets background, DY+jets processes, and tt production in association with W or Z bosons, MadGraph (v5.1) has been used [35]. Diboson and QCD multijet processes as well as processes involving Higgs bosons have been generated with pythia, other SM backgrounds have been simulated with MadGraph. The parton shower and hadronization in samples generated with powheg or MadGraph has been performed with pythia. In case of MadGraph, the matching to pythia has been done with the MLM scheme [36]. In all of the generated samples, τ lepton decays were simulated via tauola [37] and the response of the CMS detector has been simulated with Geant4 [38]. The powheg samples are produced with the CT10 [39] parton distribution function (PDF), all other samples have been generated using CTEQ6L1 [40] PDF set. The Monte Carlo (MC) simulated events are re-weighted to account for differences in trigger and lepton reconstruction efficiencies, pileup modeling, and jet/missing transverse energy response of the detector. The simulated events are normalized using next-to-next-to-leading-order (NNLO) (W+jets, DY+jets [41], tt+jets [42], WH, ZH [43]), approximate NNLO (t, tW [44]), NLO (diboson [45], ttZ [46], ttW [46,47], ttH [48,49], triboson [50]), or leading-order (W ± W ± qq, ttWW, Wγ * , QCD multijet [30,35] The characteristics of the simulated tt+jets and W+jets events have been found to contain discrepancies when compared with measurements of the p T spectrum of top quarks [51] and the leading jet [52], respectively. Re-weighting factors, parametrized as functions of the respective p T distributions, are applied to the simulated events to correct for these discrepancies. The correction factors for tt+jets [51] range up to 30% whereas the correction factors for the W+jets samples vary between 8% and 12%.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 838,
                    "text": "[30]",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 930,
                    "text": "[31]",
                    "end": 934
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 934,
                    "text": "[32]",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 938,
                    "text": "[33]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 942,
                    "text": "[34]",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1077,
                    "text": "[35]",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1442,
                    "text": "[36]",
                    "end": 1446
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1523,
                    "text": "[37]",
                    "end": 1527
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1596,
                    "text": "[38]",
                    "end": 1600
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1648,
                    "text": "[39]",
                    "end": 1652
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1741,
                    "text": "[40]",
                    "end": 1745
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2060,
                    "text": "[41]",
                    "end": 2064
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2074,
                    "text": "[42]",
                    "end": 2078
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2087,
                    "text": "[43]",
                    "end": 2091
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2118,
                    "text": "[44]",
                    "end": 2122
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 2138,
                    "text": "[45]",
                    "end": 2142
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 2148,
                    "text": "[46]",
                    "end": 2152
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 2158,
                    "text": "[46,",
                    "end": 2162
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 2162,
                    "text": "47]",
                    "end": 2165
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2171,
                    "text": "[48,",
                    "end": 2175
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2175,
                    "text": "49]",
                    "end": 2178
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 2189,
                    "text": "[50]",
                    "end": 2193
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2252,
                    "text": "[30,",
                    "end": 2256
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2256,
                    "text": "35]",
                    "end": 2259
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 2430,
                    "text": "[51]",
                    "end": 2434
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 2455,
                    "text": "[52]",
                    "end": 2459
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 2667,
                    "text": "[51]",
                    "end": 2671
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 7
        },
        {
            "section": "Event selection",
            "text": "A summary of the search regions, selection criteria, and the methods used to determine background contributions for categories A and B is given in table 1.",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Event selection in category A",
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "In category A, two selections, denoted as loose and tight, are defined for the muon and τ lepton candidates, which differ only in the thresholds of the isolation requirements. The tight selections are applied to define the signal region, and the loose selections are used in the estimation of backgrounds as defined in section 5.1.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "Muon candidates are required to have p T > 25 GeV and |η| < 2.1. The loose muon selection has no isolation requirement, whereas the tight muon selection requires the scalar p T sum of all PF candidates in a cone of radius ∆R = 0.4 around the muon to be less than 12% of the muon p T . The muon kinematic and isolation thresholds are chosen to match the trigger requirements used in selecting the events.",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "Hadronically decaying τ lepton candidates are required to satisfy p T > 20 GeV and |η| < 2.1. For the loose τ lepton selection, the scalar p T sum of charged hadron and photon PF candidates with p T > 0.5 GeV in a cone of radius ∆R = 0.3 around the τ lepton candidate is required to be less than 3 GeV. For the tight τ lepton selection, a more restrictive isolation requirement is applied with a cone of radius ∆R = 0.5 and a -5 -JHEP07(2015)042 threshold value of 0.8 GeV [24]. All τ h candidates are required to satisfy a requirement that suppresses the misidentification of electrons and muons as hadronically decaying τ leptons [24].",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 473,
                    "text": "[24]",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 632,
                    "text": "[24]",
                    "end": 636
                }
            ]
        },
        {
            "section": "Event selection in category A",
            "text": "Electron candidates are required to have p T > 15 GeV and |η| < 2.5. The ratio of the scalar p T sum of all PF candidates in a cone of radius ∆R = 0.3 around the electron object, relative to the electron p T , is required to be less than 15%.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "All muon, electron, and τ h candidates are required to be separated by ∆R > 0.3 from each other. In addition, the separation between the muon and τ lepton candidates and the nearest jet to which they do not contribute is required to be ∆R(µ, j) min > 0.5 and ∆R(τ, j) min > 0.7 respectively. This requirement is imposed in order to reduce the impact of QCD jet activity on the respective isolation cones.",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "Jet candidates are required to have p T > 40 GeV, |η| < 3. Jets overlapping with the electron, muon, and τ h candidates within a cone of ∆R = 0.5 are not considered.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "Each event is required to contain a same-sign µτ h pair, chosen among the muon and τ h lepton candidates satisfying the loose selection criteria. If the event contains more than one µτ h pair, the same-sign pair with the largest scalar sum p T is selected. The selected µτ h pair is then required to satisfy the tight selection criteria. Events failing the tight selection criteria on one or both leptons are utilized in the estimation of backgrounds described in section 5.1.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Event selection in category A",
            "text": "For the signal selection, same-sign µτ h events are required to have S T > 400 GeV and two or more jets. Events containing an opposite-sign dimuon pair with an invariant mass within 10% of the Z boson mass are vetoed. In order to exploit a feature of the signal model that produces the LQ 3 pair dominantly in the central region, the search is split into two channels with |η| < 0.9 (central) and |η| ≥ 0.9 (forward). Furthermore, a 2D optimization is performed using the simulated samples for the determination of selection criteria in the (S T ,p τ T ) plane for each LQ 3 mass hypothesis in the range of 200-800 GeV.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The p τ",
            "section_rank": 9
        },
        {
            "section": "The p τ",
            "text": "T requirement is only applied to the τ lepton candidate that is a part of the selected same-sign µτ h pair. The optimization is accomplished by maximizing the figure of merit given in eq. (4.1) [53]:",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 194,
                    "text": "[53]",
                    "end": 198
                }
            ]
        },
        {
            "section": "The p τ",
            "text": "where ε is the signal efficiency and B is the number of background events. The (S T ,p τ T ) thresholds have been optimized in the central channel and applied identically in the forward channel. These optimized selections and the corresponding efficiencies as a function of the LQ 3 mass are presented later, in section 6.",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "section": "The p τ",
            "text": "A signal-depleted selection of events with a same-sign µτ h pair, created by vetoing events with more than one jet, is used to check the performance and normalization of the simulated background samples. In order to reduce the QCD multijet background contribution, an additional requirement of M T (µ, E miss T ) > 40 GeV is imposed using the muon candidate in the selected same-sign µτ h pair. Figure 2 illustrates the agreement between data and simulation in the |η| and S T distributions, which is found to be within 20%.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 395,
                    "text": "Figure 2",
                    "end": 403
                }
            ]
        },
        {
            "section": "The p τ",
            "text": "-6 -JHEP07(2015)042",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Event selection in category B",
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "In category B, muon candidates are required to have p T > 30 GeV and |η| < 2.1. The muon isolation requirement follows the tight muon selection defined for category A.",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "Hadronically decaying τ leptons must satisfy p T > 20 GeV and |η| < 2.1. For τ h candidates a medium isolation requirement is used, where the scalar p T sum of PF candidates must not exceed 1 GeV in a cone of radius ∆R = 0.5. As in category A, τ h candidates must satisfy the requirement discriminating against misreconstructed electrons and muons.",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "Electron candidates are required to have p T > 35 GeV and |η| < 2.1. The electron isolation requirement follows the description in category A, but with a tighter threshold at 10% in order to match the trigger isolation requirements in the eτ h channel.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "Jets are required to have p T > 30 GeV, |η| < 2.5, and those overlapping with τ h candidates within a cone of ∆R = 0.5 are ignored. Furthermore, τ leptons that overlap with a muon, and electrons that overlap with a jet within a cone of ∆R = 0.5 are not considered.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "Each event is required to have at least one electron or muon and one τ h candidate. Events containing muons are vetoed in the eτ h channel. Events satisfying the category A selection criteria are also vetoed, thus in the case of the µτ h selection, category B mostly consists of events with opposite-sign µτ h pairs.",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "In addition, events are required to have S T > 1000 GeV, E miss T > 50 GeV, and at least three jets, where the leading and subleading jets further satisfy p T > 100 and 50 GeV, respectively. The analysis in category B is performed in four search regions defined as a function of the transverse momentum of the leading τ h candidate:",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "Since events with eτ h and µτ h pairs are separated, this selection leads to eight search regions. The two low-p τ T regions are mainly used to constrain the SM background processes, whereas the signal is expected to populate the two high-p τ T regions. The selections on S T , the momenta of the three jets, and E miss T have been optimized with respect to the expected limits on the signal cross section obtained in the statistical evaluation of the search regions as described in section 6.",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "section": "Event selection in category B",
            "text": "A signal-depleted selection is used to check the performance of the simulated background samples in category B. In this selection, events with τ h pairs are required to have E miss T < 50 GeV and at least two jets with p T > 50 GeV, |η| < 2.5. Figure 3 shows that in general the agreement between data and simulation is within the statistical uncertainties in the leading p τ T distributions. In the eτ h channel, a small excess in the p T distribution is observed around 150 GeV . As the other kinematic distributions in the signal-depleted region show no other significant deviations, the excess is assumed to be a statistical fluctuation.",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 244,
                    "text": "Figure 3",
                    "end": 252
                }
            ]
        },
        {
            "text": "Backgrounds",
            "section_rank": 11
        },
        {
            "section": "Backgrounds",
            "text": "For this analysis, prompt leptons are defined to be those that come from the decays of W bosons, Z bosons or τ leptons, and are usually well isolated. Leptons originating from semileptonic heavy-flavor decays within jets and jets misreconstructed as leptons are both labelled as misidentified leptons, and generally are not isolated. In category A, the expected same-sign background events are mostly due to misidentified leptons, while category B has -7 -  Comparison between data and simulation in the |η| (left) and S T (right) distributions using the signal-depleted selection of events in category A with a same-sign µτ h pair. Other backgrounds refer to contributions predominantly from processes such as diboson and single top quark production, as well as QCD multijet and other rare SM processes detailed in section 3. The hatched regions in the distributions and the shaded bands in the Data/MC ratio plots represent the statistical uncertainties in the expectations. The data-simulation agreement is observed to be within 20%, and is assigned as the normalization systematic uncertainty for the tt+jets, DY+jets and diboson contributions in the signal region. Comparison between data and simulation in the leading τ lepton p T distributions using the signal-depleted selection of events in category B in the µτ h channel (left) and in the eτ h channel (right). Other backgrounds refer to contributions predominantly from processes such as diboson and single top quark production, but also include QCD multijet and rare SM processes detailed in section 3. The hatched regions in the distributions and the shaded bands in the Data/MC ratio plots represent the statistical uncertainties in the expectations. significant additional prompt-prompt contributions. In accordance with the expected background compositions, data events are used to estimate the dominant misidentified lepton backgrounds in category A, eliminating the need to evaluate the simulation based sys-",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "Backgrounds",
            "text": "tematic uncertainties, whereas the prompt-prompt backgrounds in category B require the consideration of these uncertainties. Simulated samples corrected for τ lepton misidentification rates are used for the estimation of the backgrounds in category B.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "Backgrounds in category A",
            "section_rank": 12
        },
        {
            "section": "Backgrounds in category A",
            "text": "The same-sign dilepton requirement yields a background which mainly consists of events that contain misidentified leptons (especially jets misidentified as τ leptons). These events come from semileptonic tt+jets and W+jets processes in approximately equal proportions. Smaller background contributions result from SM processes with genuine same-sign dileptons, such as diboson, ttW, ttZ, and W ± W ± qq events, and opposite-sign dilepton events in which the τ h charge has been misidentified, such as DY+jets and fully leptonic tt+jets events. Events with misidentified leptons contribute up to 90% of the total background, depending on the set of S T and τ lepton p T requirements, and are especially dominant in selections for M LQ 3 ≤ 400 GeV.",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Lepton misidentification",
            "section_rank": 13
        },
        {
            "section": "Lepton misidentification",
            "text": "Background contributions due to misidentified leptons are estimated using the observed data via a \"matrix method\" [54]. For a given set of selection requirements, four combinations are defined based on the selection quality of the selected same-sign µτ h pair. Events in which both leptons satisfy the tight selection requirements are classified as TT events, whereas those with both leptons failing the tight selection while satisfying the loose selection requirements are classified as LL events. Similarly, events with only the muon or the τ h candidate satisfying the tight selection and with the other lepton satisfying the loose selection but failing the tight selection requirements are labeled as TL or LT events, respectively, where the muon is denoted first in the labeling. The probabilities with which prompt (p) and misidentified (m) muon and τ h candidates pass a tight selection, given that they satisfy a loose selection, are measured as a function of the lepton p T in regions of S T , lepton |η|, and ∆R(µ, j) min or ∆R(τ, j) min . The TT events constitute the search region, whereas TL, LT, and LL events, together with the prompt and misidentification probabilities, are used to calculate the misidentified lepton contributions to the signal region, N misID TT , as given in eqs. (5.1) and (5.1).",
            "paragraph_rank": 42,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 114,
                    "text": "[54]",
                    "end": 118
                }
            ]
        },
        {
            "section": "Lepton misidentification",
            "text": "N denotes the number of events in a given combination, and MM, MP, PM, and PP labels denote the double-misidentified, muon misidentified, τ h misidentified, and doubleprompt combinations, respectively. The complementary prompt probability is given as p = 1 − p, and the complementary misidentification probability is given as m = 1 − m.",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 14
        },
        {
            "section": "JHEP07(2015)042",
            "text": "Muon and τ lepton prompt probabilities are measured in DY+jets enhanced data regions with Z → µµ and Z → τ τ → µτ h decays, respectively, and in simulated tt+jets, W+jets and LQ 3 events. For the τ lepton misidentification probability measurements, a W(→ µν)+jets enriched data set with additional τ h candidates is used. A QCD multijet enhanced data set with a single muon candidate is used for the muon misidentification probability measurements. In simulated samples, the τ lepton misidentification probability measurement is conducted in W+jets, tt+jets, and LQ 3 samples, while the muon misidentification probability measurement is made in QCD multijet, tt+jets, and LQ 3 samples.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The individual prompt and misidentification probability measurements conducted using simulated samples are combined into a single value for each of the p and m bins. For each of these, an average value and an associated uncertainty is calculated to account for the process dependent variations. These simulation based values are then combined with correction factors derived from the p and m measurements in data, to account for any bias in the simulated detector geometry and response, providing the values used in eqs. (5.1) and (5.1). The resultant muon prompt probabilities vary from (70 ± 3)% to (95 ± 3)% for low and high p T muons, whereas τ lepton prompt probabilities are around (60 ± 6)%. The muon and τ lepton misidentification probabilities are measured to be about (1 ± 1)% and (14 ± 2)%, respectively.",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The matrix method yields consistent results for the misidentification backgrounds when applied to a signal-depleted selection of events in data and to simulated events in the signal region. The expected yields are in agreement with the observations within 1.5 standard deviations in both selections.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "text": "Charge misidentification and irreducible backgrounds",
            "section_rank": 15
        },
        {
            "section": "Charge misidentification and irreducible backgrounds",
            "text": "The background contributions due to lepton charge misidentification and irreducible processes with same-sign µτ h pairs are estimated directly from the simulated samples. These prompt-prompt contributions are calculated by requiring a match (∆R < 0.15) between the reconstructed lepton candidate and a generator-level object of the same kind without any requirement on the charge. The charge misidentification backgrounds are dominated by τ h candidates, and these backgrounds contribute to 2-3% of the total expected backgrounds in selections for M LQ 3 ≤ 400 GeV, whereas are negligible in those for higher LQ 3 masses.",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "text": "Backgrounds in category B",
            "section_rank": 16
        },
        {
            "section": "Backgrounds in category B",
            "text": "In category B, major background processes are tt+jets, W+jets, and DY+jets events. Smaller contributions come from single top quark, diboson, ttZ, and QCD multijet events. Contributions from prompt-prompt τ h pairs are mainly expected in fully leptonic tt+jets events, as well as DY+jets events with Z → τ τ → τ h decays and diboson events. In all other processes, the τ h candidates are expected to originate from misidentified jets. The misidentified electron and muon contributions have been found to be negligible after applying isolation and E miss T requirements. The background estimation in category B is obtained from simulated samples with various corrections applied to account for differences between data and simulation in the reconstruction and identification of misidentified τ lepton candidates.",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "section": "Backgrounds in category B",
            "text": "-10 -",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 17
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The τ lepton misidentification rate is defined as the probability for a misidentified τ lepton candidate originating from a jet to satisfy the final τ lepton identification criteria used in the analysis. The corresponding correction factor for the simulation is defined as the ratio of the data and the simulation-based rates. The misidentification rates in data and simulation are measured in W(→ ν)+jets enriched events, containing at least one τ lepton candidate. The τ lepton candidate is used as a misidentified probe, and the results are parametrized as a function of the τ lepton p T . Additional parametrizations, such as S T , jet multiplicity, and ∆R(τ, j) min , reveal no further deviations between the data and simulation. Thus a one-dimensional parametrization as a function of the τ lepton p T is used to describe any discrepancy between data and simulation. A small discrepancy is observed in the distribution of scale factors as a function of the τ lepton η for |η| > 1.5. An additional uncertainty is therefore assigned to the τ lepton scale factors for misidentified τ leptons in this η region.",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "section": "JHEP07(2015)042",
            "text": "Measurements based on data are corrected by subtracting the small contributions due to prompt τ leptons, muons, and electrons which are misidentified as τ lepton candidates using the predictions from the simulated samples. The systematic uncertainties in the correction factors are estimated by varying the cross sections of the dominant simulated processes within their uncertainties [55].",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 385,
                    "text": "[55]",
                    "end": 389
                }
            ]
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The resulting correction factors on the τ lepton misidentification rate are found to be in the range of 0.6-1.1 for the four τ lepton p T regions. These weights are applied to each misidentified τ lepton candidate in all simulated background processes.",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "section": "JHEP07(2015)042",
            "text": "A jet originating from gluon emission has a smaller probability of being misidentified as a τ h candidate than those originating from quarks. Quarks tend to produce incorrectly assigned τ lepton candidates with a like-sign charge. Therefore, an additional systematic uncertainty is assigned to the correction factors based on the flavor composition of jets misidentified as τ leptons. To determine this uncertainty, the measurement of the τ lepton misidentification rate is repeated for each of the charge combinations of the τ h pair, τ ± h ± and τ ± h ∓ . Because of the different production modes of W + and W − bosons at the LHC, the four charge combinations have different quark and gluon compositions. An estimate of the maximally allowed variance in the probability of each quark or gluon type to be misidentified as a τ lepton is obtained via the comparison of the misidentification rate measurements in the four channels. The uncertainties in the misidentification rates are scaled according to the different expected flavor compositions in the signal and W(→ ν)+jets enriched regions used for the misidentification rate measurements.",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "In category A, the backgrounds due to misidentified leptons are derived from data and the associated systematic uncertainties are calculated by propagating the uncertainties in the muon and τ lepton prompt and misidentification probability measurements. The uncertainties in the background rate of misidentified leptons lie in the range of 21-28% in the central channel and 21-36% in the forward channel.",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "In category B, the uncertainties in the correction factors on the misidentification rate of τ leptons vary from 23-38% for the lower three τ lepton p T regions and up to 58-82% for JHEP07(2015)042 the highest p T region in the µτ h and eτ h channels. These uncertainties are propagated to the estimate of the background of misidentified hadronically decaying τ leptons by varying the correction factors applied to the simulation within their uncertainties.",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Since both the signal efficiencies and the prompt-prompt contributions to the background in category A and all the signal and background estimates in category B are determined using simulated events, the following sources of systematic uncertainty are considered.",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Normalization uncertainties of 20% are applied for tt+jets, DY+jets and diboson processes in category A as observed in the signal-depleted region presented in figure 2. An uncertainty of 30% is applied for other rare SM process as motivated by the theoretical uncertainties in the NLO cross sections for processes such as ttW, ttZ [46,47], and triboson [50] production. For category B, these uncertainties in the MC normalization vary in a range between 15% and 100% according to previous measurements [55]. The CMS luminosity used in the normalization of signal and MC samples has an uncertainty of 2.6% [56].",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 331,
                    "text": "[46,",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 335,
                    "text": "47]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 353,
                    "text": "[50]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 502,
                    "text": "[55]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 605,
                    "text": "[56]",
                    "end": 609
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "In order to account for uncertainties in the efficiency of τ lepton identification, an uncertainty of 6% is applied for each prompt τ lepton found in the event. The uncertainty in the τ lepton energy is taken into account by varying the energy of all τ leptons by ±3%. Uncertainties induced by the energy resolution of prompt τ leptons in simulated samples are estimated by changing the resolution by ±10%.",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "section": "Systematic uncertainties",
            "text": "Muon and electron identification, isolation, and trigger efficiencies are determined with a tag-and-probe method [57] in DY+jets enriched data. In both categories, the muon reconstruction and isolation uncertainty is about 1% and the single muon trigger matching uncertainty is ≤0.5%. Uncertainties in electron identification, isolation, and trigger efficiencies are considered only in the eτ h channel of category B. These uncertainties are p Tand η-dependent and are found to be 0.3% for electrons in the central detector region with p T < 50 GeV and up to 25% for electrons with p T > 500 GeV.",
            "paragraph_rank": 59,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 113,
                    "text": "[57]",
                    "end": 117
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Uncertainties in the jet energy resolution [27] are taken into account by changing the correction factors within their uncertainties. These correction factors lie between 1.05 and 1.29 depending on jet η, with corresponding uncertainties varying from 5% to 16%. The p T -and η-dependent scale factors for the jet energy scale [27] are similarly varied by one standard deviation to obtain the corresponding uncertainties in simulated samples. This corresponds to a 1-3% variation of the scale factors.",
            "paragraph_rank": 60,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 43,
                    "text": "[27]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 326,
                    "text": "[27]",
                    "end": 330
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "The energy scale and resolution uncertainties in τ lepton, muon, electron, and jet candidates are also propagated in the calculation of E miss T and S T . The uncertainty in the pileup re-weighting of simulated samples is estimated by varying the total inelastic cross section [58] by 5%. Signal samples are produced with the CTEQ6L1 PDF set and the associated PDF uncertainties in the signal acceptance are estimated using the PDF uncertainty prescription for LHC [59][60][61]. In category B, the PDF uncertainties are also calculated for the background processes estimated using simulations.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 277,
                    "text": "[58]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 465,
                    "text": "[59]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 469,
                    "text": "[60]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 473,
                    "text": "[61]",
                    "end": 477
                }
            ]
        },
        {
            "section": "Systematic uncertainties",
            "text": "Additional uncertainties in major SM processes estimated from simulations are considered in category B. Uncertainties in the factorization and normalization scales, µ r and µ f , respectively, on tt+jets and W+jets events are calculated by changing the corresponding  Table 2. Systematic uncertainty sources and their effects on background (B) and signal (S) estimates. Uncertainties affecting the signal yields in both categories and the background yields in category A are calculated using the selection criteria for the M LQ 3 = 550 GeV hypothesis. In category A, the uncertainties are reported for central/forward channels separately, where appropriate. In category B, all uncertainties are averaged over the four p τ T search bins. All values are symmetric except for the PDF uncertainty in the signal acceptance in category A, and the tt factorization and normalization scale uncertainty in category B. The τ misidentification rate uncertainties considered in category B are included in the matrix method uncertainty in category A. All uncertainties in the background estimates are scaled according to their relative contributions to the total expected background.",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 268,
                    "text": "Table 2",
                    "end": 275
                }
            ]
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 19
        },
        {
            "section": "JHEP07(2015)042",
            "text": "scales by a factor of 2 or 0.5. The effect of an uncertainty in the jet-parton matching threshold in the simulation of W+jets processes is evaluated by varying it within a factor of 2. The uncertainty in the top quark p T re-weighting procedure is estimated by doubling and removing the correction factors. Table 2 shows a summary of the systematic uncertainties for categories A and B.",
            "paragraph_rank": 63,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 307,
                    "text": "Table 2",
                    "end": 314
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 20
        },
        {
            "section": "Results",
            "text": "The search results for category A (B) are presented in table 3 (4 and 5). ",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 21
        },
        {
            "section": "JHEP07(2015)042",
            "text": "For the comparison of expected and observed number of events in tables 3-5 and figures 4-5, Z-scores are used. These are computed taking into account the total uncertainty in the mean number of expected events. A unit Z-score, |Z| = 1, refers to a two-tailed 1-standard deviation quantile (∼68%) of the normal distribution. For each selection, the observed number of events is found to be in an overall agreement with the SM-only hypothesis and the distributions reveal no statistically significant deviations from the SM expectations. A limit is set on the pair production cross section of charge −1/3 third-generation scalar LQs by using a combined likelihood fit in the ten search regions of category A and B. The theta tool [62] is used to produce Bayesian limits on the signal cross section, where the statistical and systematic uncertainties are treated as nuisance parameters. Statistical and systematic uncertainties that are specific to category A or B, such as the uncertainties in the backgrounds from misidentified leptons, are assumed to be uncorrelated, whereas common sources of systematic uncertainties are treated as fully correlated. The common uncertainties are the uncertainties in the jet energy scale and resolution, τ lepton and muon identification and isolation efficiencies, τ lepton energy scale and resolution, PDFs, and integrated luminosity.",
            "paragraph_rank": 65,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 728,
                    "text": "[62]",
                    "end": 732
                }
            ]
        },
        {
            "section": "JHEP07(2015)042",
            "text": "The observed and expected exclusion limits as a function of the LQ mass are shown in figure 6. Assuming a unit branching fraction of LQ decays to top quark and τ lepton pairs, pair production of third-generation LQs is excluded for masses up to 685 GeV with an expected limit of 695 GeV. The exclusion limits worsen as the LQ 3 mass approaches the mass of the top quark because the LQ 3 decay products become softer. At M LQ 3 = 200 GeV, more than 90% of τ leptons originating from LQ 3 decays have p T < 60 GeV, which causes a decrease both in the signal selection efficiency and the discriminating performance of the τ lepton p T spectrum. Therefore, no exclusion limits are quoted for masses below 200 GeV.",
            "paragraph_rank": 66,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 85,
                    "text": "figure 6",
                    "end": 93
                }
            ]
        },
        {
            "section": "JHEP07(2015)042",
            "text": "Branching fraction dependent exclusion limits are presented in figure 6 (lower right), where limits on the complementary LQ 3 → bν (β = 0) decay channel are also included. The results for β = 0 are obtained via reinterpretation of a search for pair produced bottom squarks [17] with subsequent decays into b quark and neutralino pairs, in the limit of vanishing neutralino masses. In a statistical combination of this analysis with the search for bottom squarks, third-generation scalar LQs are also excluded for masses below 700 GeV for β = 0 and for masses below 560 GeV over the full β range. If upper limits on β are to be used to constrain the lepton-quark-LQ Yukawa couplings, λ bν and λ tτ , kinematic suppression factors that favor bν decay over the tτ have to be considered as well as the relative strengths of the two Yukawa couplings [12,13].",
            "paragraph_rank": 67,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 273,
                    "text": "[17]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 845,
                    "text": "[12,",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 849,
                    "text": "13]",
                    "end": 852
                }
            ]
        },
        {
            "section": "JHEP07(2015)042",
            "text": "Additionally, the results presented here for the third-generation scalar LQs are directly reinterpreted in the context of pair produced bottom squarks decaying into top quark and τ lepton pairs. Thus, pair production of bottom squarks where the decay mode is dominated by the RPV coupling λ 333 is also excluded up to a bottom squark mass of 685 GeV.  Table 3. Category A search results in the signal region for several LQ 3 mass hypotheses. The τ lepton p T and S T columns represent the optimized thresholds defined in section 4.1. The corresponding expected number of prompt-prompt and total background events, as well as the observed number of data events are listed as N PP Bkg , total N Exp Bkg , and N Obs . The statistical and systematic uncertainties quoted in the expected number of background events are combinations of misidentified lepton and prompt-prompt components. The LQ 3 is the expected signal efficiency at a given LQ 3 mass with respect to the total number of expected LQ 3 signal events at √ s = 8 TeV with a µτ h pair of any charge combination. No expected signal efficiency for M LQ 3 = 200 GeV is reported in the forward channel since the associated yield in the signal sample was measured to be zero.",
            "paragraph_rank": 68,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 352,
                    "text": "Table 3",
                    "end": 359
                }
            ]
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 22
        },
        {
            "section": "JHEP07(2015)042",
            "text": "-15 -",
            "paragraph_rank": 69,
            "section_rank": 22
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 23
        },
        {
            "section": "JHEP07(2015)042",
            "text": "Process",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "section": "JHEP07(2015)042",
            "text": "13.1 ± 5.   0.9 ± 0.4 ± 0.  Table 5. Category B search results for the four p τ T search regions of the eτ h channel. All expected values for background and signal processes (LQ 3 masses indicated in parentheses) are reported with the corresponding statistical and systematic uncertainties. The expected signal efficiency LQ 3 at a given LQ 3 mass is determined with respect to the total number of expected LQ 3 signal events at √ s = 8 TeV with an eτ h pair of any charge combination.",
            "paragraph_rank": 71,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 28,
                    "text": "Table 5",
                    "end": 35
                }
            ]
        },
        {
            "section": "JHEP07(2015)042",
            "text": "-17 -    Figure 6. The expected and observed exclusion limits at 95% CL on the LQ 3 pair production cross section times β 2 in category A (upper left), category B (upper right) and the combination of the two categories (lower left). The theoretical uncertainty in the LQ pair production cross section includes the PDF and renormalization/factorization scale uncertainties as prescribed in ref. [19]. The expected and observed limits on the LQ branching fraction β as a function of the LQ mass (lower right). The total excluded region (shaded) is obtained by including the results in ref. [17], reinterpreted for the LQ 3 → bν scenario.",
            "paragraph_rank": 72,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 9,
                    "text": "Figure 6",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 394,
                    "text": "[19]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 588,
                    "text": "[17]",
                    "end": 592
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 24
        },
        {
            "section": "Summary",
            "text": "A search for pair produced, charge −1/3, third-generation scalar leptoquarks decaying to top quark and τ lepton pairs has been conducted in the τ h channel with two or more jets, using a proton-proton collisions data sample collected with the CMS detector at √ s = 8 TeV corresponding to an integrated luminosity of 19.7 fb −1 . No statistically significant excess is observed over the SM background expectations. Assuming that all leptoquarks decay to a top quark and a τ lepton, the pair production of charge −1/3, third-generation scalar leptoquarks is excluded at 95% CL for masses up to 685 GeV (695 GeV expected). This",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 25
        },
        {
            "section": "JHEP07(2015)042",
            "text": "constitutes the first direct result for leptoquarks decaying in this channel, and the mass limit is also directly applicable to pair produced bottom squarks decaying via the RPV coupling λ 333 .",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "Acknowledgments",
            "section_rank": 26
        },
        {
            "section": "Acknowledgments",
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 27
        },
        {
            "text": "Figure 2 .",
            "section_rank": 28
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Comparison between data and simulation in the |η| (left) and S T (right) distributions using the signal-depleted selection of events in category A with a same-sign µτ h pair. Other backgrounds refer to contributions predominantly from processes such as diboson and single top quark production, as well as QCD multijet and other rare SM processes detailed in section 3. The hatched regions in the distributions and the shaded bands in the Data/MC ratio plots represent the statistical uncertainties in the expectations. The data-simulation agreement is observed to be within 20%, and is assigned as the normalization systematic uncertainty for the tt+jets, DY+jets and diboson contributions in the signal region.",
            "paragraph_rank": 76,
            "section_rank": 28
        },
        {
            "text": "Figure 3 .",
            "section_rank": 29
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison between data and simulation in the leading τ lepton p T distributions using the signal-depleted selection of events in category B in the µτ h channel (left) and in the eτ h channel (right). Other backgrounds refer to contributions predominantly from processes such as diboson and single top quark production, but also include QCD multijet and rare SM processes detailed in section 3. The hatched regions in the distributions and the shaded bands in the Data/MC ratio plots represent the statistical uncertainties in the expectations.",
            "paragraph_rank": 77,
            "section_rank": 29
        },
        {
            "text": "Figures 4 and 5",
            "section_rank": 30
        },
        {
            "section": "Figures 4 and 5",
            "text": "show the comparison of data and the predicted backgrounds as a function of S T , τ lepton p T , and jet multiplicity parameters. The dashed curves show the expectation for LQ signals.-13 -",
            "paragraph_rank": 78,
            "section_rank": 30
        },
        {
            "text": "Figure 4 .Figure 5 .",
            "section_rank": 31
        },
        {
            "section": "Figure 4 .Figure 5 .",
            "text": "Figure 4. The S T , τ lepton p T , and jet multiplicity distributions in the signal region of category A for central (left column) and forward (right column) channels, using the optimized selection for M LQ 3 = 200 GeV (all other optimized selection criteria yield events that are a subset of this selection). The rightmost bin of each distribution includes overflow and no statistically significant excess is observed in the suppressed bins. The systematic uncertainty for each bin of these distributions is determined independently. Shaded regions in the histograms represent the total statistical and systematic uncertainty in the background expectation. The Z-score distribution is provided at the bottom of each plot.",
            "paragraph_rank": 79,
            "section_rank": 31
        },
        {
            "text": "BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); MoER, ERC IUT and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI and CPAN (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U.S.A.). Individuals have received support from the Marie-Curie program and the European Research Council and EPLANET (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund; the Compagnia di San Paolo (Torino); the Consorzio per la Fisica (Trieste); MIUR project 20108T4XTM (Italy); the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; and the National Priorities Research Program by Qatar National Research Fund.",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "Table 1 .",
            "section_rank": 33
        },
        {
            "section": "Table 1 .",
            "text": "Summary of the search strategies in event categories A and B.",
            "paragraph_rank": 81,
            "section_rank": 33
        },
        {
            "text": "Table 4 .",
            "section_rank": 34
        },
        {
            "section": "Table 4 .",
            "text": "Category B search results for the four p τ T search regions of the µτ h channel. All expected values for background and signal processes (LQ 3 masses indicated in parentheses) are reported with the corresponding statistical and systematic uncertainties. The expected signal efficiency LQ 3 at a given LQ 3 mass is determined with respect to the total number of expected LQ 3 signal events at √ s = 8 TeV with a µτ h pair of any charge combination, and LQ 3 is reported separately for opposite-sign (OS) and same-sign (SS) µτ h events.",
            "paragraph_rank": 82,
            "section_rank": 34
        },
        {
            "text": "JHEP07(2015)042",
            "section_rank": 36
        }
    ]
}