{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This paper presents measurements from the ATLAS experiment of the forwardbackward asymmetry in the reaction pp → Z/γ * → l + l − , with l being electrons or muons, and the extraction of the effective weak mixing angle. The results are based on the full set of data collected in 2011 in pp collisions at the LHC at √ s = 7 TeV, corresponding to an integrated luminosity of 4.8 fb −1 . The measured asymmetry values are found to be in agreement with the corresponding Standard Model predictions. The combination of the muon and electron channels yields a value of the effective weak mixing angle of sin 2 θ lept eff = 0.2308±0.0005(stat.)±0.0006(syst.)±0.0009(PDF), where the first uncertainty corresponds to data statistics, the second to systematic effects and the third to knowledge of the parton density functions. This result agrees with the current world average from the Particle Data Group fit.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP09(2015)049",
            "section_rank": 2
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The ATLAS collaboration 26",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The vector and axial-vector couplings in the neutral current annihilation process qq → Z/γ * → + − lead to a forward-backward asymmetry A FB in the polar angle distribution of the final state lepton − with respect to the quark direction in the rest frame of the dilepton system. This paper presents measurements of the forward-backward asymmetry in electron and muon pairs from Z/γ * boson decays and the extraction of the weak mixing angle by the ATLAS experiment. The results are based on the full set of pp collision data collected in 2011 at the LHC at a centre-of-mass energy of √ s = 7 TeV, corresponding to an integrated luminosity of 4.8 fb −1 .",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "The differential cross section for the annihilation process can be written at leading order as dσ d(cos θ) = 4πα 2 3ŝ 3 8 A(1 + cos 2 θ) + B cos θ , (1.1) where α is the fine-structure constant, √ŝ is the centre-of-mass energy of the quark and anti-quark, and θ is the angle between the lepton and the quark in the rest frame of the JHEP09(2015)049 dilepton system. The coefficients A and B are functions of √ŝ and of the electroweak vector and axial-vector couplings. In the case that the dilepton system has non-vanishing transverse momentum, p T , the four-momentum of the incoming (anti-)quark is not known, as it is no longer collinear with the incoming beams. The impact of this effect on the asymmetry measurement is minimized by choosing a particular rest frame of the dilepton system, the Collins-Soper (CS) frame [1], in which the angle between the lepton and the quark, θ * CS , is calculated. The sign of cos θ * CS is defined with respect to the direction of the quark, which is, however, ambiguous in pp collisions. It is therefore chosen by measuring the longitudinal boost of the final-state dilepton system in the laboratory frame, and assuming that this is in the same direction as that of the quark in the initial state. This assumption leads to a fraction of events with wrongly assigned quark direction, which causes a dilution of the observed asymmetry. The probability of correct quark direction assignment increases with the boost of the dilepton system, thus reducing the dilution for dileptons produced at large rapidities. With this assumption, cos θ * CS can be written as a function of the lepton momenta in the laboratory frame,",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 149,
                    "text": "(1.1)",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 823,
                    "text": "[1]",
                    "end": 826
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "with",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "where E is the energy and p z the longitudinal momentum of the lepton (i = 1) and antilepton (i = 2). The variables p z, , m , and p T, denote the longitudinal momentum, invariant mass and transverse momentum of the dilepton system, respectively. The first factor in eq. 1.2 defines the sign of cos θ * CS according to the longitudinal direction of flight of the dilepton system, as discussed above. The events with cos θ * CS ≥ 0 are classified as forward (F), while those having cos θ * CS < 0 are classified as backward (B). The asymmetry A FB is then defined as",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "where σ F and σ B are the cross sections for the respective forward and backward configurations. At leading order, the second term in eq. 1.1, B cos θ, describes the asymmetry A FB . This analysis measures A FB as a function of the invariant mass of the dilepton system. The results, which are presented in section 5, include the detector-level values, as well as the corrections needed to take into account detector effects and dilution. Several Standard Model parameters can be extracted from the dependence of the A FB values on the invariant dilepton mass. One of these is the electroweak mixing angle sin 2 θ W , which is defined at tree level as 1 − m 2 W /m 2 Z . Depending on the renormalisation scheme, higher-order loop corrections may modify this relation. This analysis extracts the effective leptonic weak mixing angle sin 2 θ lept eff [2,3] at the m Z scale from the detector-level A FB values.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 849,
                    "text": "[2,",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 852,
                    "text": "3]",
                    "end": 854
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The effective weak mixing angle is related to the electroweak vector couplingḡ f V viā",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "where the electroweak radiative corrections to the tree-level couplings are absorbed into the fermion-dependent factors κ f and ρ f , T 3 f is the third component of the weak isospin and Q f the electric charge of the fermion f . Using this definition of the effective weak mixing angle, the coupling retains its tree-level form multiplied by the additional factor √ ρ f . The relationship between the leptonic and quark sin 2 θ eff can be approximated as a flavour-dependent shift in the leptonic sin 2 θ eff [3]. Although the sin 2 θ eff value from bquarks differs the most from the one from leptons, only a few percent of the events in this analysis come from initial-state b-quarks. In particular, the effect of the quark sin 2 θ eff on the measured A FB is an order of magnitude smaller than the effect of the leptonic sin 2 θ eff . This analysis therefore measures the leptonic sin 2 θ eff , denoted by sin 2 θ lept eff in the following. Its value is extracted from the measured A FB as a function of the invariant mass of the dilepton system by comparing it to MC predictions produced with varying values of the weak mixing angle. Details are given in section 6.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 510,
                    "text": "[3]",
                    "end": 513
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The most precise measurement of sin 2 θ lept eff comes from the combination of results from the LEP and SLD experiments [3]. Those studies yield an average leptonic sin 2 θ lept eff = 0.23153 ± 0.00016. The two most precise single measurements are extracted from the forward-backward asymmetry in b-quark final states, A 0,b FB , at LEP (sin 2 θ lept eff = 0.23221 ± 0.00029) and from the leptonic left-right polarization asymmetry, A LR , at SLD (sin 2 θ lept eff = 0.23098 ± 0.00026). These two values differ by approximately three standard deviations. More recently, the CDF [4] and D0 [5] experiments at the Tevatron and the CMS [6,7] experiment at the LHC have also measured sin 2 θ lept eff . The CDF (D0) measurement was performed using Z → µµ (Z → ee) events from pp collisions, and the CMS measurements were performed using Z → µµ events from pp collisions. These results are compared to those from this analysis in section 6.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 120,
                    "text": "[3]",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 578,
                    "text": "[4]",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 589,
                    "text": "[5]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 633,
                    "text": "[6,",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 636,
                    "text": "7]",
                    "end": 638
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The value of A FB at the peak of the Z/γ * resonance (m = m Z ), A 0, FB , can be written as a function of the asymmetry parameters A and A q ,",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Introduction",
            "text": "with (q) denoting the leptons (quarks) in the final (initial) state. The parameters A and A q are directly related to the electroweak vector and axial-vector couplings, as described in section 6.3. The most precise measurements of the electron and muon asymmetry parameters were performed by SLD [3], yielding A e = 0.15138 ± 0.00216 and A µ = 0.142 ± 0.015. The precision of the A µ measurement is dominated by the statistical uncertainty, thus making it an interesting parameter to measure with the large number of Z → µµ events produced at the LHC. The A µ result from this analysis is presented in section 6.3. The determination of A µ in the LEP/SLD results is entirely based on asymmetry measurements in electron and muon final states without any assumptions on the involved A f . In contrast, the determination of A µ presented here uses the Standard Model prediction of A q .",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 296,
                    "text": "[3]",
                    "end": 299
                }
            ]
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 4
        },
        {
            "section": "The ATLAS detector",
            "text": "The ATLAS detector [8] is a general-purpose detector installed at the LHC [9] at CERN. The detector subsystem closest to the interaction point, the inner detector (ID), provides",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 19,
                    "text": "[8]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 74,
                    "text": "[9]",
                    "end": 77
                }
            ]
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 5
        },
        {
            "section": "JHEP09(2015)049",
            "text": "precise position and momentum measurements of charged particle trajectories. It covers the pseudorapidity range 1 |η| < 2.5 and provides full azimuthal coverage. The ID consists of three subdetectors arranged in a coaxial geometry around the beam axis: the silicon pixel detector, the semiconductor microstrip detector and the straw-tube transition-radiation tracker. A solenoidal magnet generates a 2 T magnetic field in which the ID is immersed. Electromagnetic calorimetry in the region |η| < 3.2 is based on a high-granularity, lead/liquid-argon (LAr) sampling technology. Hadronic calorimetry uses a scintillatortile/steel detector in the region |η| < 1.7 and a copper/LAr detector in the region 1.5 < |η| < 3.2. The most forward region of the detector (3.1 < |η| < 4.9) is equipped with a forward calorimeter, measuring both the electromagnetic and hadronic energies using copper/LAr and tungsten/LAr modules.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "JHEP09(2015)049",
            "text": "A large muon spectrometer (MS) constitutes the outermost part of the detector. It consists of three large air-core superconducting toroidal magnet systems (each with eight coils): one barrel providing a field of about 0.5 T and two endcaps each providing a field of about 1 T. The deflection of the muon trajectories in the magnetic field is measured in three layers of precision drift tube chambers for |η| < 2. In higher |η| regions (2.0 < |η| < 2.7), two layers of drift tube chambers are used in combination with one layer of cathode strip chambers in the innermost endcap wheels of the MS. Three layers of resistive plate chambers in the barrel (|η| < 1.05) and three layers of thin gap chambers in the endcaps (1.05 < |η| < 2.4) provide the muon trigger and also measure the muon trajectory in the non-bending plane.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "JHEP09(2015)049",
            "text": "A three-level trigger system is used to select events in real time. A hardware-based Level-1 trigger uses a subset of detector information to reduce the event rate to a design value of at most 75 kHz. The rate of accepted events is then reduced to about 300 Hz by two software-based trigger levels, Level-2 and the Event Filter.",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Signal and background modelling",
            "section_rank": 6
        },
        {
            "section": "Signal and background modelling",
            "text": "Monte Carlo (MC) simulated event samples used to model signal and background processes are generated and passed through the ATLAS detector simulation [10], based on the GEANT4 toolkit [11]. Simulated events acquire weights such that the resulting distributions match the ones observed in the data for the following variables: the average number of interactions per bunch crossing, the z coordinate of the interaction vertex, the lepton energy/momentum scale and resolution, and the trigger, identification and reconstruction efficiencies.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 150,
                    "text": "[10]",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 184,
                    "text": "[11]",
                    "end": 188
                }
            ]
        },
        {
            "section": "Signal and background modelling",
            "text": "The Z/γ * production is detected by the emission of charged lepton pairs, ee or µµ. The contribution from Z/γ * → τ τ followed by τ decays to electrons or muons is considered as background and subtracted from the signal. Signal samples are generated with",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 7
        },
        {
            "section": "JHEP09(2015)049",
            "text": "PYTHIAv6.4 [12] with the MSTW2008LO [13] parton distribution functions (PDFs) and a value of sin 2 θ lept eff = 0.232 for the effective weak mixing angle. Final-state radiation from QED is taken into account using PHOTOS [14] in the exponentiated mode with multiphoton emission. For the sin 2 θ lept eff measurement, where sensitivity to PDFs is expected to be significant, additional PDF sets are also used, including one specifically prepared for this analysis, based on the ATLAS-epWZ12 PDFs [15]. Details are given in section 6. The cross section is calculated at next-to-next-to-leading order (NNLO) in the strong coupling using PHOZPR [16] with MSTW2008 NNLO PDFs. The ratio of this cross section to the leadingorder (LO) cross section is the m -dependent K-factor, applied to the generated signal for all plots shown in the following. However, the main observable described here (A FB ) is not affected by this LO-to-NNLO rescaling. The impact of higher-order corrections in α s and α em on A FB and on sin 2 θ lept eff is assessed using the HORACEv3.1 [17], MCFMv6.6 [18] and POWHEGv1 [19] generators, as described in section 5. The POWHEG simulation is combined with PYTHIA 6.4 for showering and hadronization.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 11,
                    "text": "[12]",
                    "end": 15
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 36,
                    "text": "[13]",
                    "end": 40
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 221,
                    "text": "[14]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 495,
                    "text": "[15]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 641,
                    "text": "[16]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1060,
                    "text": "[17]",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1075,
                    "text": "[18]",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1093,
                    "text": "[19]",
                    "end": 1097
                }
            ]
        },
        {
            "section": "JHEP09(2015)049",
            "text": "Background contributions containing prompt isolated electron or muon pairs are estimated using Monte Carlo simulation normalized using the best available cross section prediction at (N)NLO. The background from Z/γ * → τ τ is also generated using PYTHIAv6.4. Diboson (W W, W Z, and ZZ) samples are generated with HER-WIGv6.510 [20,21] using the MRSTMCal PDFs [22]. Pair-production of top quarks is generated with MC@NLOv4.01 [23,24] using the CTQE6L1 PDFs [25], combined with HERWIG for showering and hadronization.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 326,
                    "text": "[20,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 330,
                    "text": "21]",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 358,
                    "text": "[22]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 424,
                    "text": "[23,",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 428,
                    "text": "24]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 455,
                    "text": "[25]",
                    "end": 459
                }
            ]
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The contributions from multi-jet and W +jets background events containing nonisolated leptons from heavy-flavour decays and hadrons misidentified as leptons are estimated using data-driven techniques, as described in section 4.3. Since the contribution from W +jets is found to be a small fraction of the multi-jet background over the whole invariant mass range, the term 'multi-jet background' is used in the following to denote the sum of these contributions.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Event reconstruction and selection",
            "section_rank": 8
        },
        {
            "section": "Event reconstruction and selection",
            "text": "The analysis uses pp data collected in 2011, corresponding to an integrated luminosity of 4.8 fb −1 for the electron channels and 4.6 fb −1 for the muon channel. All events analysed were acquired under good operating conditions of the ATLAS detector. Events in the electron channels passed the single electron trigger, with an electron E T > 20 or 22 GeV (depending on the instantaneous luminosity). Events in the muon channel passed the single muon trigger with a muon p T threshold of 18 GeV. The presence of a reconstructed collision vertex with at least three tracks with p T > 400 MeV is required. For the muon channel, there is an additional requirement that the longitudinal position of this vertex be within 200 mm of the nominal interaction point.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Electron reconstruction",
            "section_rank": 9
        },
        {
            "section": "Electron reconstruction",
            "text": "This analysis uses electrons in two distinct regions of the detector: the central region (|η| < 2.47) where tracking information is available, and the forward region JHEP09(2015)049",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Electron reconstruction",
            "text": "(2.5 < |η| < 4.9), where the electron reconstruction relies only on information from the calorimeter. The inclusion of electrons in the forward region allows the reconstruction of events where the Z/γ * candidates are emitted at large rapidity, thus reducing the effect of dilution due to the imperfect knowledge of the direction of the initial state quark.",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Electron reconstruction",
            "text": "For both the central and forward electrons, the reconstruction begins with identifying energy deposits in the calorimeters consistent with electromagnetic showers. Electron candidates in the central region are matched to a track reconstructed in the ID. A transverse energy requirement, E T > 25 GeV, is applied to both the central and forward candidates. Electron candidates in transition regions between the barrel and endcap calorimeters (1.37 < |η| < 1.52) and between the endcap and forward calorimeters (3.16 < |η| < 3.35) are excluded from this analysis.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "Electron reconstruction",
            "text": "The central candidates must satisfy either 'medium' or 'tight' identification criteria, based on shower shape and track quality variables [26] optimized for the 2011 data [27]. Forward electron candidates must satisfy similar medium quality criteria optimized specifically for forward electrons. When combining one central and one forward electron there is an additional requirement that the central electron be isolated. It is implemented by requiring that the transverse energy deposition in the calorimeter within a cone defined by ∆R = (∆φ) 2 + (∆η) 2 = 0.2 around the electron candidate be less than 5 GeV, excluding the electron candidate itself. The reconstruction efficiencies in simulated events are corrected to match the measured efficiencies [27]. Selected events consist of either two medium candidates in the central region (central-central, referred to as CC) or one tight central electron candidate and one medium forward electron candidate (central-forward, referred to as CF). In the CC electron channel, the electrons are required to have opposite charges. This requirement is not applicable in the CF electron channel, since the forward electron has no charge information. The effect of charge misidentification is found to be negligible in both the CC and CF electron channels [27].",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 138,
                    "text": "[26]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 171,
                    "text": "[27]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 754,
                    "text": "[27]",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1298,
                    "text": "[27]",
                    "end": 1302
                }
            ]
        },
        {
            "text": "Muon reconstruction",
            "section_rank": 10
        },
        {
            "section": "Muon reconstruction",
            "text": "Muons identified as 'combined muons' by the reconstruction and identification algorithms [28,29] are used in this analysis. They are reconstructed by associating and combining two independently reconstructed tracks, one in the ID and one in the MS. Combined muons are required to have transverse momentum p T > 20 GeV, and must lie within |η| < 2.4. The ID tracks associated with the muons must satisfy quality requirements on the number of hits recorded by each subdetector [28]. To reject muons from cosmic rays, the longitudinal coordinate of the point of closest approach of the track to the beamline is required to be within 10 mm of the collision vertex (see section 4.3). Rejection of multi-jet background is improved by requiring the muons to be isolated. The isolation parameter is the relative momentum isolation, defined as the sum of the p T of all other tracks within a cone of ∆R = 0.2 around the muon track, divided by the muon p T :",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 89,
                    "text": "[28,",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 93,
                    "text": "29]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 475,
                    "text": "[28]",
                    "end": 479
                }
            ]
        },
        {
            "section": "Muon reconstruction",
            "text": "The kinematic variables of the muons are measured by the ID, in order to minimize the impact of residual misalignments between the ID and the MS. This choice also reduces the impact of muon bremsstrahlung in the calorimeter on the measurement. Charge misidentification for muons is very low, with negligible effect on this analysis.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Muon reconstruction",
            "text": "-6 -JHEP09(2015)049",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Event selection and background estimation",
            "section_rank": 11
        },
        {
            "section": "Event selection and background estimation",
            "text": "Events must contain two oppositely charged leptons in the muon and CC electron channels or one central electron and one forward electron in the CF electron channel. In the muon and CC electron channels, dilepton pairs with invariant masses up to 1000 GeV are used. In the CF electron channel, the A FB measurement is performed only for dilepton masses up to 250 GeV, because the background dominates at larger masses, leading to sizeable systematic uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Event selection and background estimation",
            "text": "Contributions of different background sources are estimated using either simulation or data-driven techniques. For dibosons (ZZ, W Z, W W ), Z/γ * → τ τ and tt, contributions are estimated using simulation. The dominant background for the muon and CC electron channels, across the whole invariant mass range, is that due to tt events. Background from Z/γ * → τ τ production (followed by τ → ν) populates the low end of the dilepton invariant mass distribution. For the electron channels, the multi-jet background is estimated using a combination of data-driven techniques. In the CC electron channel, the reverse identification method [30] is used for dilepton invariant masses below 125 GeV, while the fake-factor method [31], is employed for higher invariant masses. An overlap region is defined between 110 and 200 GeV, where the estimates from both methods are compared and a scale factor for the reverse identification estimate is determined using the fake-factor result. Since the CF electron channel only extends to a dilepton invariant mass of 250 GeV, only the reverse identification method is used. In the muon channel, the multi-jet background is estimated from data in a control region defined by inverting the muon isolation cut. The numbers of events in the control and signal regions observed in MC simulation are then used to transfer the data distribution from the control region to the signal region.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 635,
                    "text": "[30]",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 722,
                    "text": "[31]",
                    "end": 726
                }
            ]
        },
        {
            "text": "Figures 1 and 2 show the m and cos θ *",
            "section_rank": 12
        },
        {
            "section": "Figures 1 and 2 show the m and cos θ *",
            "text": "CS distributions of events in the three channels. The total numbers of selected events are 1.2×10 6 , 0.35×10 6 and 1.7×10 6 for the CC electron, CF electron and muon channels respectively. In the region close to the Z peak, the background contamination is estimated to be less than 1% for the muon and CC electron channels, and about 5% for the CF electron channel. The background contributions in the muon and CC electron channels increase to about 5% and 16% in the low-and high-mass regions, respectively. The CF electron channel has a background contamination of about 30% in the low-mass region. Agreement between data and simulation is observed within the uncertainties over the whole invariant mass range and also in the cos θ * CS distributions. These uncertainties contain both the statistical and systematic components and include the effects of multiple pp collisions occurring in the same or in neighbouring bunch crossing (pileup), energy/momentum scale and resolution, trigger efficiency, misalignment of the inner detectors, data-driven background estimates, and PDFs. Details are given in section 5. CS distribution for the CF electron channel to better illustrate the reduced impact of dilution: the forward-backward asymmetry is large enough to be observed directly from the plot. Some differences between data and simulation are observed in the lowest and highest bins in cos θ * CS . As a cross check, the analysis was repeated excluding the bins in question and the impact on the A FB and sin 2 θ lept eff results was found to be negligible.  Figure 1. Dilepton invariant mass distributions obtained from the event selections described in the text, for the (a) CC electron, (b) CF electron and (c) muon channels. Data are shown by open circles and the total expectation is shown as a line with a band representing the total uncertainty (statistical and systematic added in quadrature). The data-driven estimate for the multi-jet background and the simulation-based estimates for all other backgrounds are shown by the shaded areas.",
            "paragraph_rank": 32,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1565,
                    "text": "Figure 1",
                    "end": 1573
                }
            ]
        },
        {
            "text": "Measurement of A FB",
            "section_rank": 13
        },
        {
            "section": "Measurement of A FB",
            "text": "For each invariant mass bin, the A FB value is obtained from the corresponding cos θ * CS distribution by measuring the numbers of forward and backward events:",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "section": "Measurement of A FB",
            "text": ". butions, such as multi-jet events, display no asymmetry and hence dilute the measured asymmetry. Other background contributions, such as tt, display an asymmetry. The detector-level asymmetry values after background subtraction (A meas FB ) in the electron and muon channels are shown in figure 3 as a function of the invariant mass of the lepton pair. 2 Good agreement between data and simulation is observed. Figure 4 shows the same information in a narrower mass range around the Z pole.  Figure 3. Detector-level forward-backward asymmetry (A meas FB ) values as a function of the dilepton invariant mass for the (a) CC electron, (b) CF electron and (c) muon channels, after background subtraction. For the data, the black inner error bars represent the statistical component and the lighter outer error bars the total error (statistical and systematic added in quadrature). The boxed shaded regions for the MC expectations represent only the statistical uncertainty; theoretical uncertainties for MC are included in the systematic uncertainties on the data. The lower panel of each plot shows the pull value (∆/σ) for each mass bin, where ∆ is the difference between data and simulation and σ is the sum in quadrature of the data and simulation uncertainties.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 290,
                    "text": "figure 3",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 355,
                    "text": "2",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 413,
                    "text": "Figure 4",
                    "end": 421
                },
                {
                    "type": "figure",
                    "start": 494,
                    "text": "Figure 3",
                    "end": 502
                }
            ]
        },
        {
            "section": "Measurement of A FB",
            "text": "The asymmetry values A meas FB are unfolded from detector level to particle level (A obs FB ), to allow comparisons with theoretical predictions. The unfolding procedure corrects for effects collectively referred to as 'mass-bin migration' (MBM) as described below.",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "Measurement of A FB",
            "text": "• Detector effects: the finite resolution of the detector, as well as lepton reconstruction efficiencies, deform the measured Z/γ * line shape and the dependence of the asymmetry values on the dilepton mass with respect to what one would measure with an ideal apparatus covering the same kinematic range.    • QED radiative corrections: radiative corrections [33], or real photon emission in the final-state (FSR), deform the shape of the dilepton invariant mass distribution. This deformation is particularly pronounced below the Z peak. The events are moved from the Z peak (i.e. expected A FB positive and small) towards smaller values of invariant mass, significantly reducing the magnitude of the observed A FB in the region 66 GeV< m < m Z . In the high-mass region (m > m Z ), the deformation due to radiative corrections is still present, but is reduced in magnitude. To account for these corrections, dileptons are unfolded to the pre-FSR state, referred to as 'Born level'.",
            "paragraph_rank": 36,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 359,
                    "text": "[33]",
                    "end": 363
                }
            ]
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 14
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The unfolding procedure is carried out using an iterative Bayesian unfolding method [34], as implemented in the RooUnfold toolkit [35]. The response matrices are built from the PYTHIA signal sample and the number of iterations (ten) is chosen in such a way as to optimize the result of closure tests on simulated samples. Additional checks are performed to ensure that the use of the PYTHIA LO generator for the unfolding does not bias the result. Since FSR is a significant correction, an alternative real-photon emission generator is investigated, using a simulated sample generated with SHERPA [36], which uses a module called PHOTONS++ [37] for higher-order QED corrections. The impact of NLO electroweak (EWK) corrections on the response matrix are estimated by reweighting the PYTHIA simulation to the prediction from the HORACE MC event generator and redoing the unfolding. In order to estimate NLO QCD effects on the A obs FB values, a test is performed using a simulated POWHEG sample as pseudo-data and unfolding the asymmetry values using the PYTHIA-derived response matrices. These studies all show that any biases are much smaller than the present statistical uncertainties of the measurement.",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 84,
                    "text": "[34]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 130,
                    "text": "[35]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 597,
                    "text": "[36]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 640,
                    "text": "[37]",
                    "end": 644
                }
            ]
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The systematic uncertainties on A obs FB have contributions from the sources discussed in the following.",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "section": "JHEP09(2015)049",
            "text": "• Unfolding uncertainty: estimated using a partially data-driven method. A set of weights is derived as a function of m and cos θ * CS to reweight the A meas FB values from simulation to the one observed in data. These weights are applied to the generatorlevel asymmetry values. The response matrix used in the unfolding is applied to the resulting values to fold and subsequently unfold them. Particular care is taken to make the matrices used for the folding and the unfolding statistically independent. The generator-level A FB dependence on m is compared before and after the fold-unfold operation, and the difference is taken as an estimate of the uncertainty introduced by the unfolding.",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "JHEP09(2015)049",
            "text": "• Uncertainty due to finite size of the simulated event samples: the statistical uncertainty on the response matrices is propagated through the unfolding procedure.",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "JHEP09(2015)049",
            "text": "• Multi-jet background modelling: in the CC electron channel, the difference between the two background estimation methods described in section 4.3 is taken as the systematic uncertainty and is found to be negligible with respect to other uncertainties. In the CF electron channel, this uncertainty is estimated by comparing templates based on different electron isolation requirements. For the muon channel, the impact of this background (and its uncertainty) is negligible.",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "JHEP09(2015)049",
            "text": "• Other experimental systematic uncertainties: these include the impact of pileup and of detector alignment, as well as energy/momentum scale and resolution, and trigger and reconstruction efficiencies. The associated systematic uncertainties are estimated following the prescriptions in refs. [26,28,38]. The uncertainties related to energy scaling and resolution are among the largest contributions to the total error in all three channels, since they result in both a shifting and a broadening of the invariant mass peak, causing events to migrate between mass bins. Energy scale/resolution",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 294,
                    "text": "[26,",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 298,
                    "text": "28,",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 301,
                    "text": "38]",
                    "end": 304
                }
            ]
        },
        {
            "text": "CF electrons",
            "section_rank": 15
        },
        {
            "section": "CF electrons",
            "text": "Uncertainty 66-70 GeV 70-250 GeV 250-1000 GeV",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "section": "CF electrons",
            "text": "Other ∼1×10 −3 (0.5-1)×10 −3 (3-10)×10 −3 Table 1. Absolute systematic uncertainties on the A obs FB values, after unfolding for mass-bin migration. Approximate values in three invariant mass intervals are given.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 42,
                    "text": "Table 1",
                    "end": 49
                }
            ]
        },
        {
            "section": "CF electrons",
            "text": "• PDF uncertainties: the CT10 PDF set [39], which provides a reliable uncertainty estimate and is widely used in ATLAS, is also used here to estimate the PDF uncertainty. Its eigenvectors are used and the result quoted at 68% confidence level. For each error set, the MC signal sample is reweighted, the response matrices are recalculated and the unfolding is repeated. This contribution is found to be small when unfolding only mass-bin migration effects.",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 38,
                    "text": "[39]",
                    "end": 42
                }
            ]
        },
        {
            "section": "CF electrons",
            "text": "The magnitudes of the systematic uncertainties on the A obs FB values are summarized in table 1, for three invariant mass regions. Figure 5 shows the A obs FB values obtained from leptons unfolded to Born level for all three channels. Expectations from PYTHIA and POWHEG are in good agreement with the measured values, as illustrated in the pull distribution at the bottom of each plot.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 131,
                    "text": "Figure 5",
                    "end": 139
                }
            ]
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 16
        },
        {
            "text": "Correcting for dilution",
            "section_rank": 17
        },
        {
            "section": "Correcting for dilution",
            "text": "A similar unfolding procedure is used to further correct the A obs FB values to remove dilution effects, which occur when the wrong choice is made for the direction of the quark. The unfolding for dilution and the extrapolation from the detector acceptance to the full phase space are performed using the PYTHIA signal sample, where the description of the initial state allows a straightforward definition of the polar angle of the lepton with respect to the quark. The fully corrected asymmetry values for dileptons at the Born level A cor FB are shown in figure 6. The magnitude of the correction is larger than in the previous unfolding step. In addition, the contribution from the PDFs becomes the dominant systematic uncertainty. Good agreement is observed in general between the measured and predicted values. The muon channel measurement exhibits a discrepancy with respect to the PYTHIA prediction for masses above the Z boson mass, where the measured asymmetry is consistently larger than the prediction. This effect could not be explained by the analysis procedure and might be a feature of the simulation. FB values obtained from the reweighted datasets are compared to those obtained from the data, using a χ 2 test over the mass range 70-250 GeV, taking statistical and systematic uncertainties into account. The mass range has been optimized for the maximum sensitivity and stability of the measurement. A parabola is fitted to the resulting distributions of χ 2 values for each channel independently. The minimum of the parabola yields the sin 2 θ lept eff result. The χ 2 /ndf value at the minimum is 22.4/16 for the CC electron channel, 21.9/16 for the CF electron channel and 22.6/16 for the muon channel. The fit results are found to be stable with respect to the invariant mass range over which the template comparisons are performed, as well as with respect to the sin 2 θ lept eff range over which the χ 2 is minimized. As discussed in section 5, the use of a LO generator and a specific implementation of the real photon emission in the final state does not bias the unfolded A meas FB values. In order to assess the impact of these potential sources of systematic effects on the templates used to extract the sin  Figure 6. Forward-backward asymmetry (A cor FB ) values as a function of the dilepton invariant mass for the (a) CC electron, (b) CF electron and (c) muon channels. Leptons are unfolded to Born level to account for mass bin migration and dilution effects are corrected. The measurement is extrapolated to the full phase space, and the results are compared to truth-level MC information. For the data, the black inner error bars represent the statistical component and the lighter outer error bars the total error (statistical and systematic added in quadrature). The boxed shaded regions for the MC expectations represent only the statistical uncertainty; theoretical uncertainties are included in the data systematic uncertainties. The lower panel of each plot shows the pull values (∆/σ, as defined for figure 3). sin 2 θ lept eff extraction, a simple, but slightly conservative, approach is used to obtain its uncertainty. The sin 2 θ lept eff measurement is repeated without the subtraction of the background, and the result is compared to the baseline measurement, which has the background subtracted. The uncertainty on sin 2 θ lept eff from the background is taken to be 10% of the observed difference, to take into account the uncertainties on the cross sections of the background components known with least precision [40].",
            "paragraph_rank": 47,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 557,
                    "text": "figure 6",
                    "end": 565
                },
                {
                    "type": "figure",
                    "start": 2238,
                    "text": "Figure 6",
                    "end": 2246
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 3565,
                    "text": "[40]",
                    "end": 3569
                }
            ]
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 18
        },
        {
            "section": "JHEP09(2015)049",
            "text": "6.1 Impact of PDFs on the sin 2 θ lept eff measurement This measurement is sensitive to the PDFs describing the flavour composition of the initial state, since the A FB values depend on the flavour and charge of the initial partons. In addition, the u v and d v valence quark distributions have an impact on the measurement due to differences in the weak couplings, while dilution effects introduce a dependence on the sea-to-valence quark ratio within the accessible Bjorken-x range.",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The ATLAS measurements of inclusive W and Z boson production [41] are sensitive to the same effects and indicate that some of the existing PDF sets may not provide a good description of the data.",
            "paragraph_rank": 49,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 61,
                    "text": "[41]",
                    "end": 65
                }
            ]
        },
        {
            "section": "JHEP09(2015)049",
            "text": "For this measurement of sin 2 θ lept eff a LO version of the ATLAS-epWZ NNLO and NLO fits was prepared. In the following, the PDFs extracted from these fits are called ATLAS-epWZ12 LO PDFs. These fits include inclusive W + , W − and Z production data at √ s = 7 TeV [41], together with the combined HERA data on inclusive neutral-and charged-current interactions from e + p and e − p scattering [42]. The settings for the fit are kept the same as those for the NLO and NNLO fits as much as possible. The main differences between the LO fit and the higher-order fits are that the gluon PDF distribution has a simple parameterization which requires it to be positive definite at all scales, and that the value of the strong coupling constant α s (m Z ) is set to be higher than the one for the NLO or NNLO fits. A value of α s (m Z ) of 0.130 is chosen with a scanning procedure, such that it yields the best level of agreement (χ 2 ) between data and the fit result. This value is consistent with that used by other LO PDF sets. These PDFs are available in LHgrid formats [43].",
            "paragraph_rank": 50,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 266,
                    "text": "[41]",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 395,
                    "text": "[42]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1071,
                    "text": "[43]",
                    "end": 1075
                }
            ]
        },
        {
            "text": "Results for sin 2 θ lept eff",
            "section_rank": 19
        },
        {
            "section": "Results for sin 2 θ lept eff",
            "text": "The measured values of the weak mixing angle obtained with ATLAS-epWZ12 LO PDF are shown in table 2. Of the three channels, the CF electron channel has the lowest statistical uncertainty, despite having the fewest selected events, as detailed in section 4.3. This is because the A meas FB values in this channel are less affected by dilution due to the larger average rapidity of the dilepton system compared to the other two channels. Details of the main sources of systematic uncertainty on the result in each channel are given in table 3.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "section": "Results for sin 2 θ lept eff",
            "text": "The sin 2 θ lept eff measurements from all three channels are combined. Given the total covariance matrix C, the weights assigned to the three measurements for the combination are calculated using w i = k C −1 ik / jk C −1 jk , with the indices i, j and k representing the three measurements (CC electron, CF electron, muon). The total error is given by σ 2 = (W T C −1 ) −1 W , with W T = (1, 1, 1). Uncertainties due to energy/momentum scale and resolution are treated as completely uncorrelated across channels. Since the energy scale and resolution for the CF electron channel is dominated by the forward calorimeter performance, this is a good approximation for the correlation of the CC and CF electron channels. The systematic uncertainties due to the MC statistical uncertainty are also treated as fully uncorrelated. Theory-related systematic uncertainties, such as those associated with PDFs and higher-order EWK and QCD corrections, are treated as fully correlated across channels. All the remaining uncertainties are treated as fully correlated",
            "paragraph_rank": 52,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 207,
                    "text": "−1",
                    "end": 209
                },
                {
                    "type": "figure",
                    "start": 390,
                    "text": "(1, 1, 1)",
                    "end": 399
                }
            ]
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 20
        },
        {
            "section": "JHEP09(2015)049",
            "text": "across the channels to which they are applicable. The central value of the combination is found to be stable when varying the magnitudes of the main correlated uncertainties. Following this procedure, the combined (CC+CF) electron result, as well as the electronmuon combination, is shown in table 2. The systematic uncertainty on the combined result is dominated by the PDF uncertainty (±0.0009), which is calculated using the variations provided in the ATLAS-epWZ12 LO PDF eigenvalue set, similar to the calculation described in section 5. The contributions to the total systematic uncertainties on the results are included in table 3.",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The results obtained with the ATLAS-epWZ12 LO PDF set have been compared to those obtained using other leading order PDF sets. The PDF sets ATLAS-epWZ12 LO and HERAPDF1.5LO [44] yield very similar results, the ATLAS-epWZ12 LO result being larger by 1 × 10 −4 (with a PDF uncertainty of 9 × 10 −4 ). The MSTW2008LO set produces a downward shift in the resulting sin 2 θ lept eff which is significant (∆ sin 2 θ lept eff = −2 × 10 −3 ). However, MSTW sets are known to give a poor description of the ATLAS W and Z data [41]. The CT10 PDF set (which is NLO) was also tested, and yields a sin 2 θ lept eff value which is smaller than, but compatible with, the results obtained with the ATLAS-epWZ12 LO PDF (∆ sin 2 θ lept eff = −8 × 10 −4 ). The PDF analysis of the ATLAS data also suggests an increased strange-quark sea density (s/d ∼ 1) compared to other PDF sets [15]. In order to probe the sensitivity of this measurement to the enhanced strange-quark density, a dedicated PDF set was prepared with a suppressed strange sea corresponding to uncertainty, which indicates a low sensitivity of the measurement to this effect. This is due to the fact that the sea composition only affects the measurement through the dilution, which, to first approximation, does not change the position of the minimum of the χ 2 in the template fits.",
            "paragraph_rank": 54,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 173,
                    "text": "[44]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 517,
                    "text": "[41]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 863,
                    "text": "[15]",
                    "end": 867
                }
            ]
        },
        {
            "section": "JHEP09(2015)049",
            "text": "As a cross-check of the measured weak mixing angle and the unfolding procedure, sin 2 θ lept eff is extracted from the unfolded particle-level asymmetries. Similarly to the procedure described in the beginning of section 6, samples with various values of sin 2 θ lept eff , generated using MCFM v6.8 [18] at LO in perturbative QCD and interfaced to APPLGRID v1.4.69 [45] using the ATLAS-epWZ12 LO PDF set, are compared to the measured particlelevel asymmetries using a χ 2 test. The correlations between the systematic uncertainties are included in the χ 2 calculation. A parabolic fit to the χ 2 distribution yields a value of sin 2 θ lept eff in good agreement with the detector-level extraction. There are several other measurements of sin 2 θ lept eff at the m Z scale. The results from this analysis, as well as the results from the other collider experiments, are summarized in table 4 and shown in figure 7. These include measurements from LEP, SLC, the Tevatron, and the LHC, as well as the results of the PDG global fit [46]. Differences with respect to the combined LEP/SLC measurements are also displayed. The combined result of this analysis agrees within 0.1 σ with the most precise leptonic asymmetry measurement, and within 1.2 σ of the sin 2 θ lept eff value extracted from the LEP A 0,b FB measurement. The combined result is in agreement with the PDG global fit at the level of 0.6 σ.",
            "paragraph_rank": 55,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 300,
                    "text": "[18]",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 366,
                    "text": "[45]",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1029,
                    "text": "[46]",
                    "end": 1033
                }
            ]
        },
        {
            "text": "Determination of A µ",
            "section_rank": 21
        },
        {
            "section": "Determination of A µ",
            "text": "As described in section 1, the forward-backward asymmetry around the Z pole for the muon channel, A 0,µ FB , can be expressed in terms of the muon and quark asymmetry parameters   Table 3. Contributions to the systematic uncertainties on the sin 2 θ lept eff values extracted from the three analysis channels and on the combined result. Null entries (denoted by \"-\") correspond to uncertainties that do not apply to a specific channel. Higher-order corrections include NLO QCD and NLO EWK contributions. Other sources include the effect of pileup, background uncertainties, lepton trigger/reconstruction/identification efficiency uncertainties, muon momentum resolution and effects of detector misalignment. and A q , cf. eq. 1.4 and ref. [3]. Both are functions of the vector and axial-vector couplings of the quark/muon,",
            "paragraph_rank": 56,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 180,
                    "text": "Table 3",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 739,
                    "text": "[3]",
                    "end": 742
                }
            ]
        },
        {
            "section": "Determination of A µ",
            "text": "The asymmetry parameters are related to the flavour-dependent weak mixing angle",
            "paragraph_rank": 57,
            "section_rank": 21
        },
        {
            "section": "Determination of A µ",
            "text": "where Q q/µ is the quark (q) or muon (µ) charge. The measurement of the forward-backward asymmetry can be interpreted as a determination of A µ when assuming sin 2 θ q eff = sin 2 θ µ eff = sin 2 θ lept eff , which is valid within an uncertainty of 1.5 × 10 −4 [3]. Given the value of   Figure 7.",
            "paragraph_rank": 58,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 261,
                    "text": "[3]",
                    "end": 264
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 287,
                    "text": "Figure 7",
                    "end": 295
                }
            ]
        },
        {
            "section": "Determination of A µ",
            "text": "Comparison of the results of this analysis with other published results for sin 2 θ lept eff . This includes the most precise measurements from LEP and SLC, and the leptonic sin 2 θ lept eff measurements from the hadron collider experiments CMS [6], D0 [5], and CDF [4]. Also shown are the values of sin 2 θ lept eff from the LEP+SLC global combination [3] (which includes all sin 2 θ lept eff measurements performed at the two colliders) and from the PDG global fit [46]. The vertical dotted line shows the central value of the ATLAS combined measurement reported here, while the vertical dashed line represents that of the current PDG global fit [46].",
            "paragraph_rank": 59,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 245,
                    "text": "[6]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 253,
                    "text": "[5]",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 266,
                    "text": "[4]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 353,
                    "text": "[3]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 467,
                    "text": "[46]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 648,
                    "text": "[46]",
                    "end": 652
                }
            ]
        },
        {
            "section": "Determination of A µ",
            "text": "-20 -JHEP09(2015)049 sin 2 θ lept eff , A µ is small compared to A q and the uncertainty on sin 2 θ µ eff (∼ 1.5 × 10 −3 ) plays a more important role in eq. 1.4 than the error introduced by the assumption about sin 2 θ q eff mentioned above. With the present precision, it is therefore possible to use the value of sin 2 θ µ eff obtained from the muon asymmetry measurement to derive",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "section": "Determination of A µ",
            "text": "3)",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "section": "Determination of A µ",
            "text": "The uncertainties on A µ are propagated from the uncertainties on sin 2 θ lept eff . The result is A µ = 0.153 ± 0.007(stat.) ± 0.006(syst.) ± 0.007(PDF) = 0.153 ± 0.012(tot.), which is of similar precision and in good agreement with the measurement from e + e − collisions of 0.142 ± 0.015 [3]. It is worth stressing, however, that the determination of A µ in the LEP/SLD results is based entirely on asymmetry measurements in the different lepton final states without any assumptions on other A f , whereas the determination of A µ presented here uses the Standard Model prediction of A q .",
            "paragraph_rank": 62,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 291,
                    "text": "[3]",
                    "end": 294
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "The forward-backward asymmetry in electron and muon pairs from Z/γ * decays is measured using the 7 TeV pp LHC collision data recorded with the ATLAS detector in 2011 corresponding to an integrated luminosity of 4.8 fb −1 . The data are analysed over a range of dilepton invariant masses from 66 GeV to 1000 GeV in the central-central electron and muon channels, and up to 250 GeV in the central-forward electron channel. The latter includes events where one electron is reconstructed in the forward pseudorapidity range (2.5 < |η| < 4.9). The forward-backward asymmetry is measured separately for the three channels as a function of the dilepton invariant mass and unfolded for detector effects and final-state radiation. Additionally, a leading-order interpretation which accounts for the effects of dilution and full detector acceptance is presented. The resulting A FB values are found to be in agreement with the corresponding Standard Model predictions.",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "The detector level asymmetry values are used to extract the value of the leptonic effective weak mixing angle, sin 2 θ lept eff , separately for the three data samples using a χ 2 minimization method. The results are in good agreement with each other and with measurements at e + e − colliders, at the Tevatron and by CMS at the LHC.",
            "paragraph_rank": 64,
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "Results from the electron and muon final states are combined, yielding sin 2 θ lept eff = 0.2308 ± 0.0005(stat.)±0.0006(syst.)±0.0009(PDF) = 0.2308 ± 0.0012(tot.).",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "The dominant uncertainty comes from knowledge of the PDFs. The result from the muon channel, when converted to the asymmetry parameter A µ , yields A µ = 0.153 ± 0.007(stat.) ± 0.006(syst.) ± 0.007(PDF) = 0.153 ± 0.012(tot.), which is in good agreement with the best previous measurements.",
            "paragraph_rank": 66,
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "- 21  Open Access. This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "paragraph_rank": 67,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2,
                    "text": "21",
                    "end": 4
                }
            ]
        },
        {
            "text": "7 56",
            "section_rank": 23
        },
        {
            "section": "7 56",
            "text": "Measurement of A FB 8 5.1 Correcting for dilution 14 Measurement of sin 2 θ lept eff 14 6.1 Impact of PDFs on the sin 2 θ lept eff",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "Figure 2 (",
            "section_rank": 24
        },
        {
            "section": "Figure 2 (",
            "text": "Figure 2(c) highlights the cos θ * CS distribution for the CF electron channel to better illustrate the reduced impact of dilution: the forward-backward asymmetry is large enough to be observed directly from the plot. Some differences between data and simulation are observed in the lowest and highest bins in cos θ * CS . As a cross check, the analysis was repeated excluding the bins in question and the impact on the A FB and sin 2 θ lept eff results was found to be negligible.",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "Figure 2 .",
            "section_rank": 25
        },
        {
            "section": "Figure 2 .",
            "text": "Figure 2. Distributions of the cosine of the polar angle in the Collins-Soper frame (cos θ * CS ) obtained from the event selections described in the text, for the (a) CC electron and (b) muon channels. The corresponding distribution for the CF electron channel is shown using both (c) a linear and (d) a logarithmic scale. Data are shown by open circles and the total expectation is shown as a line with a band representing the total uncertainty (statistical and systematic added in quadrature). The data-driven estimate for the multi-jet background and the simulation-based estimates for all other backgrounds are shown by the shaded areas.",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "Figure 4 .",
            "section_rank": 26
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Detector-level forward-backward asymmetry (A meas FB ) values as a function of the dilepton invariant mass for the (a) CC electron, (b) CF electron and (c) muon channels in a narrow region around the Z pole, after background subtraction. For the data, the black inner error bars represent the statistical component and the lighter outer error bars the total error (statistical and systematic added in quadrature). The boxed shaded regions for the MC expectations represent only the statistical uncertainty; theoretical uncertainties for MC are included in the systematic uncertainties on the data. The lower panel of each plot shows the pull values (∆/σ, as defined for figure 3).",
            "paragraph_rank": 71,
            "section_rank": 26
        },
        {
            "text": "6",
            "section_rank": 27
        },
        {
            "section": "6",
            "text": "Measurement of sin 2 θ lept eff The extraction of the effective weak mixing angle (sin 2 θ lept eff ) from the detector-level asymmetry values (A meas FB ) is presented here. Within the region of interest (0.218 ≤ sin 2 θ lept eff ≤ 0.236) 17 MC simulated samples were generated with varying values of sin 2 θ lept eff . The generator used for the templates is PYTHIA, which allows the value of sin 2 θ lept eff to be tuned without changing m Z . Within the range of the sin 2 θ lept eff variations, the Z boson line shape remains unchanged in the generated samples. From the generator-level information in the samples, weights are calculated, in bins of m and cos θ * CS , to transform the A meas FB values to the ones expected (A rew FB ) for a different value of sin 2 θ lept eff . The reweighting technique is validated on simulated samples. For each channel, the A rew",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Figure 5 .",
            "section_rank": 28
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. Forward-backward asymmetry (A obs FB ) values as a function of the dilepton invariant mass for the (a) CC electron, (b) CF electron and (c) muon channels. Leptons are unfolded to Born level to account for mass bin migration, and the results are compared to truth-level MC information. For the data, the black inner error bars represent the statistical component and the lighter outer error bars the total error (statistical and systematic added in quadrature). The boxed shaded regions for the MC expectations represent only the statistical uncertainty; theoretical uncertainties are included in the systematic uncertainties on the data. The lower panel of each plot shows the pull values (∆/σ, as defined for figure 3).",
            "paragraph_rank": 73,
            "section_rank": 28
        },
        {
            "text": "± 0.0009(stat.) ± 0.0008(syst.) ± 0.0010(PDF) = 0.2302 ± 0.0016CF electron0.2312 ± 0.0007(stat.) ± 0.0008(syst.) ± 0.0010(PDF) = 0.2312 ± 0.0014 Muon 0.2307 ± 0.0009(stat.) ± 0.0008(syst.) ± 0.0009(PDF) = 0.2307 ± 0.0015El. combined 0.2308 ± 0.0006(stat.) ± 0.0007(syst.) ± 0.0010(PDF) = 0.2308 ± 0.0013 Combined 0.2308 ± 0.0005(stat.) ± 0.0006(syst.) ± 0.0009(PDF) = 0.2308 ± 0.0012",
            "paragraph_rank": 74,
            "section_rank": 29
        },
        {
            "text": "Table 4 .",
            "section_rank": 30
        },
        {
            "section": "Table 4 .",
            "text": "Comparison of the results of this analysis with other published results for sin 2 θ lept eff . The comparison includes the most precise measurements from LEP and SLC, and the results from the leptonic sin 2 θ lept eff measurements from the hadron collider experiments CMS, D0, and CDF. Also shown are the values of sin 2 θ lept eff from the LEP+SLC global combination (which includes all sin 2 θ lept eff measurements performed at the two colliders) and from the PDG global fit. Each ∆/σ column shows the difference between the result and the quoted reference value, divided by the quadratic sum of the associated uncertainties.",
            "paragraph_rank": 75,
            "section_rank": 30
        },
        {
            "text": "-",
            "section_rank": 31
        },
        {
            "section": "-",
            "text": "JHEP09(2015)049 Czech Republic; DNRF, DNSRC and Lundbeck Foundation, Denmark; EPLANET, ERC and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG and AvH Foundation, Germany; GSRT and NSRF, Greece; RGC, Hong Kong SAR, China; ISF, MINERVA, GIF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.) and in the Tier-2 facilities worldwide.",
            "paragraph_rank": 76,
            "section_rank": 31
        },
        {
            "text": "Table 2 .",
            "section_rank": 32
        },
        {
            "section": "Table 2 .",
            "text": "The sin 2 θ lept eff measurement results in each of the three studied channels: electron centralcentral, electron central-forward and muon. Results of the statistical combination of both electron channels and all three channels are shown as well.",
            "paragraph_rank": 77,
            "section_rank": 32
        },
        {
            "section": "Table 2 .",
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. Cylindrical coordinates (r,φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 78,
            "section_rank": 32
        },
        {
            "section": "Table 2 .",
            "text": "Numerical values of all results are available in HepData [32].",
            "paragraph_rank": 79,
            "section_rank": 32
        },
        {
            "text": "Acknowledgments",
            "section_rank": 34
        },
        {
            "section": "Acknowledgments",
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "paragraph_rank": 80,
            "section_rank": 34
        },
        {
            "section": "Acknowledgments",
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "paragraph_rank": 81,
            "section_rank": 34
        },
        {
            "text": "JHEP09(2015)049",
            "section_rank": 36
        },
        {
            "section": "JHEP09(2015)049",
            "text": "The ATLAS collaboration",
            "paragraph_rank": 82,
            "section_rank": 36
        }
    ]
}