{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We present herein the most recent BABAR results on direct CP asymmetry measurements in B → Xsγ, on partial branching fraction and CP asymmetry measurements in B → Xs + − , on a search for B → π/η + − decays, on a search for lepton number violation in B + → X − + + modes and a study of B 0 → ωω and B 0 → ωφ decays.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "The decays B → X s,d γ and B → X s,d",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "+ − (with + − = e + e − , µ + µ − ) are flavor-changing neutral-current (FCNC) processes that are forbidden in the Standard Model (SM) at tree level. They occur in higher-order processes and are described by an effective Hamiltonian that factorizes short-distance contributions in terms of scale-dependent Wilson coefficients C i (µ) [1] from long-distance contributions expressed by local four-fermion operators O i that define hadronic matrix elements,",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 334,
                    "text": "[1]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "While Wilson coefficients are calculable perturbatively, the calculation of the hadronic matrix elements requires non-perturbative methods such as the heavy quark expansion [2][3][4].  Figure 1 shows the lowest order diagrams for these FCNC decays. In B → X s,d γ, the electromagnetic penguin loop dominates. The short-distance part is expressed by the effective Wilson coefficient C eff 7 . Through operator mixing at higher orders, the chromomagnetic penguin enters whose short distance part is parameterized by C eff 8 . In B → X s,d + − modes, the Z penguin and the W W box diagram contribute in addition whose short-distance parts are parametrized in terms of C eff 9 and C eff 10 , the vector and axial-vector current contributions of these diagrams. Physics beyond the SM introduces new loops and box diagrams with new particles (e.g. a charged Higgs boson or supersymmetric particles) as shown in Fig. 2 (left, middle). Such contributions modify the Wilson coefficients and may introduce new diagrams with scalar and pseudoscalar current interactions and in turn new Wilson coefficients, C S and C P [5]. To determine C eff 7 , C eff 8 , C eff 9 and C eff 10 precisely, we need to measure many observables in several radiative and rare semileptonic decays, which potentially can probe new physics at a scale of a few TeV. possibility of measuring the lepton-flavor (LFV) and lepton-number violating (LNV) processes B 258 X − ℓ + ℓ + , where X − is charged non-lepton particle, and ℓ + = e + or µ + [8]. Although the sea 259 not dependent on a particular model, a possible mechanism for LNV is via Majorana neutrino 260 Figure 1 shows a generic Feynman diagram for a process involving a Majorana neutrino. There is s 261 theoretical motivation for the Majorana mass term to exist since it could naturally explain the sma 262 of the observed neutrino masses via the so-called \"see-saw\" mechanism [10]: Lepton-number-violating decays are highly suppressed in the SM and may need new physics processes. Figure 2 (right) shows a W annihilation diagram into + ν in which the neutrino mixes into an antineutrino producing like-sign leptons that are forbidden in SM interactions. Such processes require Majorana-type neutrinos that are absent in the SM [6].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 173,
                    "text": "[2]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 176,
                    "text": "[3]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 179,
                    "text": "[4]",
                    "end": 182
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 185,
                    "text": "Figure 1",
                    "end": 193
                },
                {
                    "type": "figure",
                    "start": 905,
                    "text": "Fig. 2",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1108,
                    "text": "[5]",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1506,
                    "text": "[8]",
                    "end": 1509
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1627,
                    "text": "Figure 1",
                    "end": 1635
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1902,
                    "text": "[10]",
                    "end": 1906
                },
                {
                    "type": "figure",
                    "start": 2007,
                    "text": "Figure 2",
                    "end": 2015
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2253,
                    "text": "[6]",
                    "end": 2256
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The decays B 0 → ωω and B 0 → ωφ also involve FCNC processes that are mediated by gluonic penguin loops included in H eff (see Eqn. (1)). Here, the short-distance contributions are parameterized by the Wilson coefficients C 3 , C 4 , C 5 and C 6 , while the long-distance contributions involve the operators O 3 , O 4 , O 5 and O 6 . Figure 3 shows the lowest-order diagrams for these decays. New physics loops depicted in Fig. 2 may also contribute here. These charmless vector vector decays involve three amplitudes. In the transversity frame, these are the longitudinal amplitude A 0 (S-wave), the transverse amplitude A T (P-wave) and the parallel amplitude A || (D-wave). For measuring CP violation, they need to be known.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 132,
                    "text": "(1)",
                    "end": 135
                },
                {
                    "type": "figure",
                    "start": 334,
                    "text": "Figure 3",
                    "end": 342
                },
                {
                    "type": "figure",
                    "start": 423,
                    "text": "Fig. 2",
                    "end": 429
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "der Feynman diagrams for a) B 0 → ωφ, b) tree contribution to d) penguin contributions to B 0 → ωω.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "generic MC used is given in ntsSkim for both the B 0 → ωφ and B 0 → ωω data and MC samples, e TagOmegaTwoBody maxCmsP tagbit to be set for all selected events, 1.7 GeV, pCutHigh set to 4.0 GeV, and cosTLow set to -4.0. In ωφ mode, we also require the TagPhiTwoBody maxCmsP tagbit to settings. he analysis-52 test release are as follows: 01",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Nov. 20, 2011 The total quantity of generic MC used is given in Table 1, and the signal MC used is",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 64,
                    "text": "Table 1",
                    "end": 71
                }
            ]
        },
        {
            "text": "69",
            "section_rank": 3
        },
        {
            "section": "69",
            "text": "given in Table 2. We use the AllEventsSkim for both the B 0 → ωφ and B 0 → ωω data and MC samples,",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 9,
                    "text": "Table 2",
                    "end": 16
                }
            ]
        },
        {
            "text": "70",
            "section_rank": 4
        },
        {
            "text": "71",
            "section_rank": 5
        },
        {
            "section": "71",
            "text": "however we require the TagOmegaTwoBody maxCmsP tagbit to be set for all selected events,",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "72",
            "section_rank": 6
        },
        {
            "section": "72",
            "text": "with pCutLow set to 1.7 GeV, pCutHigh set to 4.0 GeV, and cosTLow set to -4.0. In 73 addition, for the B 0 → ωφ mode, we also require the TagPhiTwoBody maxCmsP tagbit to 74 be set, with the same settings.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "75",
            "section_rank": 7
        },
        {
            "section": "75",
            "text": "The tags used in the analysis-52 test release are as follows:",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "76",
            "section_rank": 8
        },
        {
            "section": "76",
            "text": "Q2BUser V01-13-18-01",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "77",
            "section_rank": 9
        },
        {
            "section": "77",
            "text": "RooRarFit HEAD as of Nov. 20, 2011 The total quantity of generic MC used is given in Table 1, and the signal MC used is 69 given in Table 2. We use the AllEventsSkim for both the B 0 → ωφ and B 0 → ωω data and MC samples,",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 85,
                    "text": "Table 1",
                    "end": 92
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 132,
                    "text": "Table 2",
                    "end": 139
                }
            ]
        },
        {
            "text": "70",
            "section_rank": 10
        },
        {
            "text": "71",
            "section_rank": 11
        },
        {
            "section": "71",
            "text": "however we require the TagOmegaTwoBody maxCmsP tagbit to be set for all selected events,",
            "paragraph_rank": 14,
            "section_rank": 11
        },
        {
            "text": "72",
            "section_rank": 12
        },
        {
            "section": "72",
            "text": "with pCutLow set to 1.7 GeV, pCutHigh set to 4.0 GeV, and cosTLow set to -4.0. In 73 addition, for the B 0 → ωφ mode, we also require the TagPhiTwoBody maxCmsP tagbit to 74 be set, with the same settings.",
            "paragraph_rank": 15,
            "section_rank": 12
        },
        {
            "text": "75",
            "section_rank": 13
        },
        {
            "section": "75",
            "text": "The tags used in the analysis-52 test release are as follows:",
            "paragraph_rank": 16,
            "section_rank": 13
        },
        {
            "text": "76",
            "section_rank": 14
        },
        {
            "section": "76",
            "text": "Q2BUser V01-13-18-01",
            "paragraph_rank": 17,
            "section_rank": 14
        },
        {
            "text": "77",
            "section_rank": 15
        },
        {
            "section": "77",
            "text": "RooRarFit HEAD as of Nov. 20, 2011 The total quantity of generic MC used is given in Table 1, and the si 69 given in Table 2.  Figure 3. Lowest-order diagrams for the B 0 → ωω color-suppressed tree (left), singlet penguin (middle left) and gluonic penguin (middle right) and the gluonic penguin for B 0 → ωφ (right).",
            "paragraph_rank": 18,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 85,
                    "text": "Table 1",
                    "end": 92
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 117,
                    "text": "Table 2",
                    "end": 124
                },
                {
                    "type": "figure",
                    "start": 127,
                    "text": "Figure 3",
                    "end": 135
                }
            ]
        },
        {
            "text": "70",
            "section_rank": 16
        },
        {
            "section": "70",
            "text": "In chapter 2, we present new BABAR measurements of the direct CP asymmetry in B → X s γ using a semi-inclusive analysis. We extract the ratio of Wilson coefficients Im(C eff 8 /C eff 7 ) from a measurement of the difference in CP asymmetries between charged and neutral B decays. We also show CP asymmetry measurements for B → X s,d γ decays. In chapter 3, we present our branching fraction and CP asymmetry measurements of B → X s + − decays using a semiinclusive analysis. In chapter 4, we summarize our branching fraction upper limits on B → π + − and B → η + − . In chapter 5, we summarize our results on searches for lepton number violation in exclusive B + → X − + + modes. In chapter 6, we present our results on the charmless vector vector decays B 0 → ωω and B 0 → ωφ and in chapter 7 we end with concluding remarks. Note that BABAR performs all analyses blinded meaning that results are sealed until selection criteria and fitting procedures are finalized.",
            "paragraph_rank": 19,
            "section_rank": 16
        },
        {
            "text": "Measurement of CP Violation in B → X s γ",
            "section_rank": 17
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "In the SM, the B → X s γ branching fraction is calculated at next-to-next-to-leading order (up to four loops) yielding B(B → X s γ) = (3.14 ± 0.22) × 10 −4 for photon energies E * γ > 1.6 GeV in the center-of-mass (CM) frame [7,8]. For larger values of E * γ , the prediction depends the shape of the of the E * γ spectrum, which is modeled in terms of a shape function [9] that depends on the Fermi motion of the b quark inside the B meson and thus on the b quark mass. Since the shape function is expected to be similar to that determining the lepton-energy spectrum in B → X u ν, precision measurements of the E * γ spectrum help to determine |V ub | more precisely [10][11][12]. The measurement of B(B → X s γ) also provides constraints on the charged Higgs mass [13,14].",
            "paragraph_rank": 20,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 225,
                    "text": "[7,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 228,
                    "text": "8]",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 370,
                    "text": "[9]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 669,
                    "text": "[10]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 673,
                    "text": "[11]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 677,
                    "text": "[12]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 767,
                    "text": "[13,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 771,
                    "text": "14]",
                    "end": 774
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "Experimentally, the challenge consists of extracting B → X s γ signal photons from those of π 0 and η decays, copiously produced in qq continuum (with q = u, d, s, c) and BB processes that increase exponentially at smaller photon energies. One strategy consists of summing b → sγ exclusive final states. In a sample of 471 × 10 −6 BB events collected with the BABAR detector [15,16] at the PEP-II asymmetric storage ring at the SLAC National Laboratory, we reconstruct 38 exclusive final states containing one or three kaons with at most one K 0 S , up to four pions with at most two π 0 s and up to one η. We require photon energies in the CM frame of 1.6 < E * γ < 3.0 GeV. Previously, we published total and partial branching fractions [17]. Here, we focus on the measurement of direct CP asymmetry, which is defined by",
            "paragraph_rank": 21,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 375,
                    "text": "[15,",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 379,
                    "text": "16]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 739,
                    "text": "[17]",
                    "end": 743
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "For this analysis [18], we select 16 self-tagging modes, ten B + → h + γ 1 and six B 0 → h 0 γ final states 2 . We maximize the signal extraction using a bagged decision tree with six input variables. This improves the efficiency considerably with respect to the standard ∆E = E * B − E * beam selection where E * beam and E * B are the beam energy and B meson energy in the CM frame, respectively. To remove continuum background, we train a separate bagged decision tree using event shape variables. For each X s mass bin, we optimize the sensitivity S/ (S + B) where S(B) is the signal (background) yield using loosely identified pions and kaons. To extract A CP , we fit the beam-energy-constrained mass m ES = E * 2 beam − p * 2 B simultaneously forB-tagged and B-tagged events where p * B is the B momentum in the CM frame. After correcting the raw A CP for detector bias determined from the m ES sideband below the signal region, we measure A CP (B → X s γ) = (1.73 ± 1.93 stat ± 1.02 sys )% [18], which agrees well with the SM prediction of −0.6% <A CP < 2.8% at 95% confidence level (CL) [19] and which supersedes the old BABAR measurement [20]. Though this result is the most precise single direct A CP measurement, the uncertainty is sufficiently large to allow for new physics contributions in C eff 7 . Figure 4 (bottom part) shows our result [18] in comparison to the Belle measurement [21]. The CP asymmetry difference between B",
            "paragraph_rank": 22,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 18,
                    "text": "[18]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 998,
                    "text": "[18]",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1096,
                    "text": "[19]",
                    "end": 1100
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1148,
                    "text": "[20]",
                    "end": 1152
                },
                {
                    "type": "figure",
                    "start": 1315,
                    "text": "Figure 4",
                    "end": 1323
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1355,
                    "text": "[18]",
                    "end": 1359
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1399,
                    "text": "[21]",
                    "end": 1403
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": ", is very sensitive to new physics since it originates from the interference between the electromagnetic and the chromomagnetic penguin diagrams in which the latter enters through higher-order corrections. Calculations yield [19] ∆A  [22][23][24]. From a simultaneous fit to B + and B 0 modes, we measure ∆A CP (B → X s γ)= (5.0 ± 3.9 stat ± 1.5 sys )% from which we obtain the constraint -1.64 < Im(C eff 8 /C eff 7 ) < 6.52 at 90% CL. This is the first ∆A CP (B → X s γ) measurement and first constraint on Im(C eff 8 /C eff 7 ). ",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 225,
                    "text": "[19]",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 234,
                    "text": "[22]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 238,
                    "text": "[23]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 242,
                    "text": "[24]",
                    "end": 246
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "is not parabolic indicating that the likelihood has a non-Gaussian shape. The reason is that ∆χ 2 is determined from all possible values ofΛ 78 . In the region 0.2 <Im(C eff 8 /C eff 7 )< 2.6, a change in Im(C eff 8 /C eff 7 ) can be compensated by a change inΛ 78 leaving ∆χ 2 unchanged. For positive values larger (smaller) than 2.6 (0.2), ∆χ 2 increases slowly  Figure 4. Summary of A CP measurements for B → X s γ from semi-inclusive analyses (bottom part) from BABAR [18] and Belle [21] and for B → X s+d γ from fully inclusive analyses (top part) from BABAR [25][26][27], Belle [28] and CLEO [29] in comparison to the SM prediction for B → X s γ [19] and for B → X s,d γ [22,30], respectively. . The blue dark-shaded (orange light-shaded) region shows the 68% (90%) CL interval.",
            "paragraph_rank": 24,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 365,
                    "text": "Figure 4",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 472,
                    "text": "[18]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 487,
                    "text": "[21]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 564,
                    "text": "[25]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 568,
                    "text": "[26]",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 572,
                    "text": "[27]",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 584,
                    "text": "[28]",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 598,
                    "text": "[29]",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 652,
                    "text": "[19]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 677,
                    "text": "[22,",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 681,
                    "text": "30]",
                    "end": 684
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "(rapidly) sinceΛ 78 remains nearly constant at the minimum value (increases rapidly). For negative Im(C eff 8 /C eff 7 ) values,Λ 78 starts to decrease again, which leads to a change in the ∆χ 2 shape. Figure 5 (right) showsΛ 78 as a function of Im(C eff 8 /C eff 7 ). In the fully inclusive analysis, A CP involves contributions from B → X s γ and B → X d γ that cannot be separated on an event-by-event basis. Therefore, we define A CP here as",
            "paragraph_rank": 25,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 202,
                    "text": "Figure 5",
                    "end": 210
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "We tag the flavor of the non-signalB flavor by the lepton charge in semileptonic decays. Using a sample 384 × 10 6 BB events, we measure A CP (B → X s+d γ) = 0.057 ± 0.06 stat ± 0.018 sys after correcting for charge bias and mistagging [17]. Figure 4 (top part) shows all A CP (B → X s+d γ) measurements from BABAR [25][26][27], Belle [28] and CLEO [29], which all agree well with the SM prediction [22,30].",
            "paragraph_rank": 26,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 236,
                    "text": "[17]",
                    "end": 240
                },
                {
                    "type": "figure",
                    "start": 242,
                    "text": "Figure 4",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 315,
                    "text": "[25]",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 319,
                    "text": "[26]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 323,
                    "text": "[27]",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 335,
                    "text": "[28]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 349,
                    "text": "[29]",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 399,
                    "text": "[22,",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 403,
                    "text": "30]",
                    "end": 406
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "3. Study of B → X s + − Decays Using a semi-inclusive approach, we have updated the partial and total branching fraction measurements of B → X s + − modes ( = e or µ) with the full BABAR data sample of 471 × 10 6 BB events. We reconstruct 20 exclusive final states:",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": ". After accounting for K 0 L modes, K 0 S → π 0 π 0 and π 0 Dalitz decays, the selected decay modes represent 70% of the inclusive rate for hadronic masses m Xs < 1.8 GeV/c 2 . Using JETSET fragmentation [32] and theory predictions [33][34][35][36][37][38], we extrapolate for the missing modes and those with m Xs > 1.8 GeV/c 2 . We impose the requirements m ES > 5.225 GeV/c 2 and 0.1 (0.05) < ∆E < 0.05 (0.05) GeV for X s e + e − (X s µ + µ − ) modes. We define six bins of the momentum-squared transferred to the dilepton system q 2 = m 2 and four bins in hadronic mass m Xs . Table 1 shows the defined ranges of these bins. ",
            "paragraph_rank": 28,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 204,
                    "text": "[32]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 232,
                    "text": "[33]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 236,
                    "text": "[34]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 240,
                    "text": "[35]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 244,
                    "text": "[36]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 248,
                    "text": "[37]",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 252,
                    "text": "[38]",
                    "end": 256
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 581,
                    "text": "Table 1",
                    "end": 588
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "To suppress e + e − → qq and BB combinatorial background, we define boosted decision trees (BDT) for each q 2 bin separately for e + e − and µ + µ − modes. From these BDTs, we determine a likelihood ratio (L R ) to separate signal from qq and BB backgrounds. We veto J/ψ and ψ(2S) mass regions and use them as control samples. We measure dB(B → X s + − /dq 2 in six bins of q 2 and four bins of m Xs . We extract the signal in each bin from a two-dimensional fit to m ES and L R . As examples, Figs. 6 and 7 show the m ES and L R distributions for e + e − modes in bin q 5 and for µ + µ − modes in bin q 1 , respectively. Clear signals are visible both in the m ES and L R distributions. Figure 8 shows the differential branching faction as a function of q 2 (left) and m Xs (right) [31]. Table 2 summarizes the differential branching fractions in the low and high q 2 regions in comparison to the SM predictions [34,[38][39][40][41][42][43][44][45][46][47]. In both q 2 regions, the differential branching fractions are in good agreement with the SM predictions. These results supersede the previous BABAR measurements [48] and agree well with the measurements from Belle [49].",
            "paragraph_rank": 29,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_14",
                    "start": 688,
                    "text": "Figure 8",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 783,
                    "text": "[31]",
                    "end": 787
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 789,
                    "text": "Table 2",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 913,
                    "text": "[34,",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 917,
                    "text": "[38]",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 921,
                    "text": "[39]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 925,
                    "text": "[40]",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 929,
                    "text": "[41]",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 933,
                    "text": "[42]",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 937,
                    "text": "[43]",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 941,
                    "text": "[44]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 945,
                    "text": "[45]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 949,
                    "text": "[46]",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 953,
                    "text": "[47]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1120,
                    "text": "[48]",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1173,
                    "text": "[49]",
                    "end": 1177
                }
            ]
        },
        {
            "section": "Measurement of CP Violation in B → X s γ",
            "text": "The direct CP asymmetry is defined by   e − , B → Xs µ + µ − and B → Xs ℓ + ℓ − partial BFs (in units of 10 −6 ) and ACP by q 2 ( GeV 2 /c 4 ) and mX s ( GeV/c 2 ) bin. The number in parentheses after each result is the multiplier which is applied to the measured semi-inclusive rate to account for unreconstructed and mX s > 1.8 GeV/c 2 final states. Estimated contributions from the vetoed charmonium q 2 regions are included in both the total and mX s binned results, but not in the total ACP . The first uncertainties are statistical, the second experimental systematics and the third model-dependent systematics associated with the multiplicative factor. There are no model-dependent ACP systematics and ACP is not measured as a function of mX s ; the multiplicative factors are not used in calculating the total ACP .",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "Bin",
            "section_rank": 18
        },
        {
            "section": "Bin",
            "text": "Range  tions in the vetoed charmonium q 2 regions. The leptonflavor-averaged B → X s ℓ + ℓ − results are weighted averages of the individual B → X s e + e − and B → X s µ + µ − results that take into account correlations in the system-and µ + µ − rates expected in the SM, and observe no significant differences between e + e − and µ + µ − final states.",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "section": "Bin",
            "text": "Several model-independent analyses of the form-factorindependent angular observables reported in a recent B 0 → K + π − µ + µ − LHCb analysis [35] explain the anomaly reported there in terms of a non-vanishing beyond-SM contribution C BSM 9 [59][60][61][62][63][64][65][66][67][68]. These phenomenological studies all present generally similar results, yielding a three-sigma range for C BSM 9 of ∼ [−2, 0], implying a corresponding suppression in the fully inclusive BF of up to ∼ 25% in the 1 < q 2 < 6 GeV 2 /c 4 and q 2 > 14.4 GeV 2 /c 4 ranges. Although our results in the q 2 0 range are consistent with both the SM expectation as well as a possible suppression in the decay rate, our results in the q 2 5 range show an excess, rather than a deficit, of ∼ 2σ in both the B → X s e + e − and B → X s µ + µ − rates with respect to the SM expectation [22].",
            "paragraph_rank": 32,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 142,
                    "text": "[35]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 241,
                    "text": "[59]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 245,
                    "text": "[60]",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 249,
                    "text": "[61]",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 253,
                    "text": "[62]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 257,
                    "text": "[63]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 261,
                    "text": "[64]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 265,
                    "text": "[65]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 269,
                    "text": "[66]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 273,
                    "text": "[67]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 277,
                    "text": "[68]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 708,
                    "text": "2",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 854,
                    "text": "[22]",
                    "end": 858
                }
            ]
        },
        {
            "section": "Bin",
            "text": "We search for CP violation in each q 2 bin by dividing our dataset into four disjoint samples according to lepton identity (e + e − or µ + µ − ) and the B or B flavor as determined by the kaon and pion charges of the X s system. Modes with X s = K 0 S , K 0 S π 0 or K 0 S π + π − are not used; and, because we perform no model-dependent extrapolation of signal rates, we measure A CP only for the particular combination of final states used here. We      Figure 9. The CP asymmetry versus q 2 . Grey bands show the J/ψ and ψ(2S) vetoed regions.",
            "paragraph_rank": 33,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 456,
                    "text": "Figure 9",
                    "end": 464
                }
            ]
        },
        {
            "section": "Bin",
            "text": "We use 14 self-tagging modes consisting of all B + modes and B 0 modes with decays to a K + to measure A CP (B → X s + − ) in five q 2 bins. Due to low statistics, we have combined bins q 4 and q 5 . Figure 9 shows the CP asymmetry as a function of q 2 . The SM prediction of the CP asymmetry in the entire q 2 region is close to zero [50][51][52][53]. In new physics models, however, A CP may be significantly enhanced [54,55]. In the full range of q 2 , we measure A CP (B → X s + − ) = 0.04 ± 0.11 stat ± 0.01 sys [31], which is in good agreement with the SM prediction. The CP asymmetries in the five q 2 bins are also consistent with zero.",
            "paragraph_rank": 34,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 200,
                    "text": "Figure 9",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 335,
                    "text": "[50]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 339,
                    "text": "[51]",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 343,
                    "text": "[52]",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 347,
                    "text": "[53]",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 420,
                    "text": "[54,",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 424,
                    "text": "55]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 517,
                    "text": "[31]",
                    "end": 521
                }
            ]
        },
        {
            "text": "Search for B → π/η + − Decays",
            "section_rank": 19
        },
        {
            "section": "Search for B → π/η + − Decays",
            "text": "In the SM in lowest order, B → X d + − modes are also mediated by the electromagnetic penguin, Z penguin and W W box diagrams. However, they are suppressed by |V td /V ts | 2 0.04 with respect to the corresponding B → X s + − decays. In extensions of the SM, rates may increase significantly [56]. Using 471 × 10 6 BB events, we recently updated the search for B → π + − modes and performed the first search for B → η + − modes [57]. The SM predictions lie in the range B(B → π + − ) = (1.96-3.30) × 10 −8 and B(B → η + − ) = (2.5-3.7) × 10 −8 where the large ranges result from uncertainties in the B → π form factor calculations [56,58,59] and from a lack of knowledge of B → η form factors [60], respectively.",
            "paragraph_rank": 35,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 292,
                    "text": "[56]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 428,
                    "text": "[57]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 631,
                    "text": "[56,",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 635,
                    "text": "58,",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 638,
                    "text": "59]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 693,
                    "text": "[60]",
                    "end": 697
                }
            ]
        },
        {
            "section": "Search for B → π/η + − Decays",
            "text": "We fully reconstruct four B → π + − and four B → η + − final states by selecting π ± , π 0 → γγ and η → γγ, π + π − π 0 recoiling against e + e − or µ + µ − . We select leptons with p > 0.3 GeV/c, recover e ± bremsstrahlung losses, remove γ conversions and require good particle identification for e ± , µ ± and π ± . We select photons with E γ > 50 MeV and impose π 0 and η mass constraints of 115 < m γγ < 150 MeV/c 2 and 500 (535) < m γγ (m 3π ) < 575 (565) MeV/c 2 , respectively. For the η → γγ final state, we require (E 1,γ − E 2,γ )/(E 1,γ + E 2,γ ) < 0.8 to remove asymmetric qq background that peaks near one. We veto J/ψ and ψ(2S) mass regions and use four neural networks (NN) to suppress combinatorial BB and qq continuum backgrounds, separately for e + e − and for µ + µ − modes. The NNs for suppressing BB background use 15 (14) input distributions for e + e − (µ + µ − ) modes, while those for suppressing qq continuum use 16 input distributions for both modes. For validations of the fitting procedure and peaking backgrounds, we use pseudo-experiments and the vetoed J/ψ and ψ(2S) samples.",
            "paragraph_rank": 36,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 839,
                    "text": "(14)",
                    "end": 843
                }
            ]
        },
        {
            "section": "Search for B → π/η + − Decays",
            "text": "For B + → π + + − and B 0 → π 0 + − , we perform simultaneous unbinned maximum likelihood (ML) fits to m ES and ∆E distributions for e + e − and µ + µ − modes separately. We include the B + → K + + − mode in the fit to extract the peaking background contribution in the B + → π + + − modes by reconstructing the K + as a π + . For B 0 → η + − , we perform simultaneous unbinned ML fits to m ES and ∆E distributions, again for e + e − and µ + µ − modes separately. In addition, we perform fits for the isospin-averaged modes B → πe + e − and B → πµ + µ − , lepton-flavor-averaged modes B + → π + + − , B 0 → π 0 + − and B 0 → η + − and both isospin-and lepton-flavor-averaged modes B → π + − .   Figure 10. Branching fraction upper limits at 90% CL for B → π + − and B → η + − modes from BABAR [57] and Belle [61] and the measurement of B + → π + + − from LHCb [62].",
            "paragraph_rank": 37,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 695,
                    "text": "Figure 10",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 793,
                    "text": "[57]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 808,
                    "text": "[61]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 860,
                    "text": "[62]",
                    "end": 864
                }
            ]
        },
        {
            "section": "Search for B → π/η + − Decays",
            "text": "We see no signals in any of these modes and set branching fraction upper limits at 90% CL. Figure 10 shows them in comparison to results from Belle [61] and a measurement of B(B + → π + µ + µ − ) from LHCb [62]. For B 0 → π 0 + − , our branching fraction upper limit is the lowest and so far only BABAR has searched for B 0 → η + − modes. The present branching fraction upper limits lie within a factor of two to three of the SM predictions.",
            "paragraph_rank": 38,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 91,
                    "text": "Figure 10",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 148,
                    "text": "[61]",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 206,
                    "text": "[62]",
                    "end": 210
                }
            ]
        },
        {
            "text": "Search for Lepton Number Violation in B + → X − + + Decays",
            "section_rank": 20
        },
        {
            "section": "Search for Lepton Number Violation in B + → X − + + Decays",
            "text": "In the SM, lepton number is conserved in low-energy collisions. However, in high-energy and high-density interactions, lepton number may be violated [63]. Many models beyond the SM predict lepton number violation (LNV) with rates [64] that may be accessible already in present data samples. These models also predict Majorana-type neutrinos [6] for which particles and antiparticles are identical. Via oscillation of a neutrino into an antineutrino, lepton-number violating decays become possible such as B + → K − + − depicted in Fig. 2 (right). The observation of atmospheric neutrino oscillations confirms hat neutrinos carry mass [65] but we do not know if any Majorana-type neutrinos exist. However, lepton number violation is also a necessary condition to explain the observed baryon asymmetry in the universe [66].",
            "paragraph_rank": 39,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 149,
                    "text": "[63]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 230,
                    "text": "[64]",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 341,
                    "text": "[6]",
                    "end": 344
                },
                {
                    "type": "figure",
                    "start": 531,
                    "text": "Fig. 2 (right)",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 634,
                    "text": "[65]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 816,
                    "text": "[66]",
                    "end": 820
                }
            ]
        },
        {
            "section": "Search for Lepton Number Violation in B + → X − + + Decays",
            "text": "Using the full BABAR data set of 471 × 10 6 BB events collected at the Υ(4S) peak, we have searched for lepton number violation in 11 B + decays 3 [67]. We select events with more than three charged tracks of which two are identified as like-sign leptons having a combined momentum less than 2.5 GeV/c in the laboratory frame. We remove e + and e − from photon conversions. We define sufficiently wide mass regions around the ρ − (0.47 < m ππ 0 < 1.07 GeV/c 2 ), K * − (0.770 < m Kπ < 1.01 GeV/c 2 ) and D − (1.835 < m Kππ < 1.895 GeV/c 2 ) mesons to allow reasonable modeling of backgrounds. We combine the",
            "paragraph_rank": 40,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 147,
                    "text": "[67]",
                    "end": 151
                }
            ]
        },
        {
            "section": "Search for Lepton Number Violation in B + → X − + + Decays",
            "text": "S π − and K − π + π − candidates with the two leptons to form a B candidate. We remove ± h ∓ combinations with an invariant mass close to that of the J/ψ as the h ∓ may be a misidentified µ ∓ from J/ψ → µ + µ − . The misidentification rate is about 2%. Table 3. Summary of signal yield after fit bias correction with statistical uncertainty, reconstruction efficiency , significance S including systematic error, measured branching fraction B × 10 7 and the 90% CL upper limit B U L × 10 7 . Yields and efficiencies for the B + → K * − + + modes are for K − π 0 and K 0 S π − final states, respectively.",
            "paragraph_rank": 41,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 253,
                    "text": "Table 3",
                    "end": 260
                }
            ]
        },
        {
            "text": "10",
            "section_rank": 21
        },
        {
            "section": "10",
            "text": "to m ES , ∆E and the BDT output distributions. For the B + → ρ − + + , B + → K * − + + and B + → D − + + final states, we include the m ππ , m Kπ and m Kππ mass distributions, respectively. The background PDFs consist of an Argus function [68] for m ES , first-or secondorder polynomials (for K − , π − , ρ − , K * − modes) or a Cruijff 4 function (for D − modes) for ∆E, a non-parametric kernel estimation KEYS algorithm [69] for the BDT output and a firstorder polynomial plus a Gaussian function for the resonance masses. The corresponding signal PDFs consist of a Crystal Ball function [70] for m ES , a Crystal Ball function plus a first-order polynomial (for modes with π 0 s) for ∆E, the simulated distribution in form of a histogram for the BDT output and for the D, K * , ρ masses two Gaussians, a relativistic Breit-Wigner function and a Gounaris-Sakurai function [71], respectively. We checked the fit procedure with a simulated background sample having the same size as the on-resonance data sample. We further performed a blinded fit to the on-resonance data sample confirming that the background distributions agreed with the background PDFs. Selection efficiencies vary between 6% and 16% depending on the final state.  Figures 11 and 12 show projections of the fit on the discriminating variables for B + → π − e + µ + and B + → K * − (K 0 S π − )µ + µ + , respectively. Table 3 summarizes our results. In all 11 modes, the data are consistent with combinatorial background. We see the highest significance of 1.8σ in B + → K − e + µ + . We set Bayesian upper limits on the branching fraction at 90% CL using a flat prior (see Tab. 3). The additive systematic uncertainty that includes contributions from the PDF parameterization, fit biases, background yields and efficiencies is mode dependent between 0.2 and 0.7 events. The total multiplicative uncertainty on the branching fraction is 5% or less. The branching fraction upper limits at 90% CL lie in the range 1.5 -26 ×10 −7 where the lowest limit is set in the B + → π − e + µ + mode. Figure 13 summarizes all results of lepton-number-violating B decays from BABAR [67], Belle [72], LHCb [73] and CLEO [74] including results for [75] and B − → π − /K − + + [76]. All limits are set at 90% CL except for LHCb whose limits are set at 95% CL.",
            "paragraph_rank": 42,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 239,
                    "text": "[68]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 422,
                    "text": "[69]",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 590,
                    "text": "[70]",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 874,
                    "text": "[71]",
                    "end": 878
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1235,
                    "text": "Figures 11 and 12",
                    "end": 1252
                },
                {
                    "type": "table",
                    "start": 1387,
                    "text": "Table 3",
                    "end": 1394
                },
                {
                    "type": "table",
                    "start": 1643,
                    "text": "Tab.",
                    "end": 1647
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2057,
                    "text": "Figure 13",
                    "end": 2066
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 2137,
                    "text": "[67]",
                    "end": 2141
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 2149,
                    "text": "[72]",
                    "end": 2153
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 2160,
                    "text": "[73]",
                    "end": 2164
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 2174,
                    "text": "[74]",
                    "end": 2178
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 2201,
                    "text": "[75]",
                    "end": 2205
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 2229,
                    "text": "[76]",
                    "end": 2233
                }
            ]
        },
        {
            "section": "10",
            "text": "6. Study of B 0 → ωω and B 0 → ωφ Decays The longitudinal polarization fraction F L in charmless vector vector decays poses a puzzle. In tree-dominated decays like B 0 → ρ + ρ − and B + → ρ + ρ 0 , F L is nearly 100% while in decays with dominant penguin contributions like B → K * ρ, F L is around 50% [77]. Are there large transverse SM contributions that reduce F L [78][79][80][81][82][83] or is this caused by new physics [82,[84][85][86][87][88][89][90][91][92][93][94]? Thus, it is interesting to investigate other charmless vector vector decays such as the so far notobserved modes B 0 → ωω and B 0 → ωφ [95]. In the SM, the branching fractions are expected  . Branching fraction upper limits at 90% CL for LNV decays from BABAR [67] (solid blue points), Belle [72] (solid red squares) and CLEO [74] (black diamonds). In addition, LHCb upper limits at 95% CL [73] (open triangles) are shown.",
            "paragraph_rank": 43,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 303,
                    "text": "[77]",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 369,
                    "text": "[78]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 373,
                    "text": "[79]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 377,
                    "text": "[80]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 381,
                    "text": "[81]",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 385,
                    "text": "[82]",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 389,
                    "text": "[83]",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 427,
                    "text": "[82,",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 431,
                    "text": "[84]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 435,
                    "text": "[85]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 439,
                    "text": "[86]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 443,
                    "text": "[87]",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 447,
                    "text": "[88]",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 451,
                    "text": "[89]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 455,
                    "text": "[90]",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 459,
                    "text": "[91]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 463,
                    "text": "[92]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 467,
                    "text": "[93]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 471,
                    "text": "[94]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 612,
                    "text": "[95]",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 737,
                    "text": "[67]",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 769,
                    "text": "[72]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 803,
                    "text": "[74]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 867,
                    "text": "[73]",
                    "end": 871
                }
            ]
        },
        {
            "section": "10",
            "text": "to be of the order of O(10 −6 ) for B 0 → ωω and O(10 −7 ) for B 0 → ωφ. The SM predicts longitudinal polarization fractions of F L > 0.8 for both modes [93,94]. Charmless vector vector modes are also well suited to measure the Unitarity Triangle angle α [96,97]. The Scan Method group has determined α -β contours from a χ 2 fit to measured branching fractions, longitudinal polarizations and CP asymmetries using all observed charmless vector vector decays [98]. The decay amplitudes of each mode are expressed in terms of tree, color-suppressed tree, gluonic penguin, singlet penguin, electroweak penguin and W -annihilation/W -exchange amplitudes. For decays involving K * s, SU(3) breaking is taken into account. All contributions up to order O(λ 5 ) are considered where λ = sin θ c (Cabibbo angle), since the leading amplitude is already at order O(λ 3 ). Figure 14 shows the 90% CL α-β contour determined from the fit.  Figure 14. The α-β contour obtained from a ML fit to branching fractions, longitudinal polarizations and CP asymmetries measured in all observed B → V V modes. The magenta band shows the result of the sin 2β measurements in B → ccK 0 S,L decays [77].",
            "paragraph_rank": 44,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 153,
                    "text": "[93,",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 157,
                    "text": "94]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 255,
                    "text": "[96,",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 259,
                    "text": "97]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b101",
                    "start": 459,
                    "text": "[98]",
                    "end": 463
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 863,
                    "text": "Figure 14",
                    "end": 872
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 928,
                    "text": "Figure 14",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 1173,
                    "text": "[77]",
                    "end": 1177
                }
            ]
        },
        {
            "section": "10",
            "text": "Using the full BABAR data sample of 471 × 10 6 BB events, we reconstruct the B-daughter candidates via their decays ω → π + π − π 0 with π 0 → γγ and φ → K + K − [99]. If multiple candidates exist, we select the one for which the χ 2 probability of a fit to the two vector meson masses is smallest. The combinatorial background from e + e − → qq collisions dominates. We use a tight selection on the angle θ T between the thrust of the B signal candidate in the Υ(4S) rest frame and that of the rest of the event, requiring | cos θ T | < 0.8 (0.9) for B 0 → ωω and B 0 → ωφ decay modes. Furthermore, we define a Fisher discriminant F based on four shape and kinetic variables as inputs. We perform an extended unbinned ML fit to extract the signal and background yields from the data. We define the PDF as a product of six individual PDFs including m ES , ∆E, F, masses and helicity angles of the two vector mesons and the decay angle ψ between the π 0 in the dipion rest frame and the ω flight direction:",
            "paragraph_rank": 45,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b102",
                    "start": 162,
                    "text": "[99]",
                    "end": 166
                }
            ]
        },
        {
            "section": "10",
            "text": "where the last term is not present in B 0 → ωφ. For signal, we use a sum of two Gaussians for m ES and ∆E, a two-piece normal distribution for F, relativistic Breit-Wigner functions for the m V distributions, each convolved with two Gaussians to account for detector resolution. We parameterize the helicity angles by the angular distribution:",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "section": "10",
            "text": "convolved with a resolution function for each angle. Thus for signal, the PDF is factorized as",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "section": "10",
            "text": ". For the angles ψ 1,2 , the PDFs are sin 2 ψ 1,2 distributions. For combinatorial background, we use an Argus function [68] for m ES , a second-order polynomial for ∆E and a two-piece normal distribution for F. The masses and helicity angles of the two vector mesons are considered to be independent and thus are factorized. We use a third-order polynomial for the m V distributions. The PDFs of the helicity angles are third-order polynomials for combinatorial background where the parameterization is obtained from on-peak sideband data (m ES < 5.27 GeV/c 2 ). Similarly, we use a third-order polynomial in cos ψ for the ω decay angle. We also consider BB peaking background determined from simulation. We parameterize m ES , ∆E and F with similar functions as those for the signal. The PDFs for m V and ψ angle are similar to those of the combinatorial background. For the helicity angles, we use a fourth-order polynomial. For the signal, BB and qq background components, we determine the PDF parameters from simulation. We study large control samples of B → Dπ decays of similar topology to verify the simulated resolutions in ∆E and m ES , adjusting the PDFs to account for any differences found. Figures 15 (left, middle) show the m ES and ∆E projections of the multidimensional ML fit for B 0 → ωω (top) and B 0 → ωφ (bottom. Figure 15 (right) shows the corresponding distributions of −2 ln(L(B)/L 0 ) for zero signal normalized to the likelihood at the minimum value for the two modes. We fix F to 0.88 but vary it from 0.58-1.0 in the systematic error determination. Signal and background yields are extracted from the fit. For B 0 → ωω, we observe N ωω = 69 +16.4 −15.2 signal events. Including systematic uncertainties, this yields a 4.4σ effect. For B 0 → ωφ, we see no signal. The fit yields N ωφ = −2.8 +5.7 −4.0 signal events. Besides the uncertainty from the F L variation, systematic uncertainties include contributions from the PDF parameterization, selection efficiency, use of control samples, number of B mesons and B-daughter branching fractions. The largest systematic error comes from yield bias estimation in the fit yielding order O(5 events). We measure a branching fraction of B(B → ωω) = (1.2 ± 0.3 +0.3 −0.2 ) × 10 −6 , which agrees well with the SM prediction. We do not have enough data to measure F L in this mode. For the B 0 → ωφ mode, we set a Bayesian upper limit of B(B → ωφ) = 0.7 × 10 −6 at 90% CL assuming a flat prior.  Figure 15. Fit results for B 0 → ωω (top row) and B 0 → ωφ (bottom row) showing m ES (left) and ∆E (middle) projections of the ML fit for data (points with error bars), the total PDF (solid blue line), background PDF (black dashed line) and signal contribution (red dashed line). The distributions of −2 ln(L(B)/L 0 ) versus branching fraction (right) for statistical errors only (dashed red curve) and statistical and systematic errors combined (solid blue curve).",
            "paragraph_rank": 48,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 120,
                    "text": "[68]",
                    "end": 124
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1204,
                    "text": "Figures 15 (left, middle)",
                    "end": 1229
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1335,
                    "text": "Figure 15 (right)",
                    "end": 1352
                },
                {
                    "type": "bibr",
                    "start": 2230,
                    "text": "+0.3",
                    "end": 2234
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2464,
                    "text": "Figure 15",
                    "end": 2473
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 22
        },
        {
            "section": "Conclusions",
            "text": "We have performed the most precise direct CP asymmetry measurement in the semi-inclusive B → X s γ decay. The measurement error is still suffiiciently large allowing to accommodate new physics contributions in the Wilson coefficient C eff 7 . We performed the first determination of Im(C eff 8 /C eff 7 ) by measuring the difference in CP asymmetries between charged and neutral B decays. We measured partial branching fractions and CP asymmetries in B → X s + − that agree well with the SM predictions. We find no evidence for B → π/η + − decays and set branching fraction upper limits at 90% CL that are a factor of two to three above the SM predictions. We also find no evidence for lepton number violation in B + → X − + + decays and set stringent branching fraction upper limits at 90% CL. We find first evidence for B 0 → ωω decays and measure a branching fraction that is consistent with the SM prediction. However, the data sample is too small to extract F L from an angular analysis. We set an improved branching fraction upper limit at 90% CL for B 0 → ωφ. Significant improvement on these measurements are expected to come from Belle II and for some decays also from LHCb.",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "Figure 1 .",
            "section_rank": 23
        },
        {
            "section": "Figure 1 .",
            "text": "Figure 1.Lowest-order diagrams for B → X s,d γ (left) and B → X s,d+ − (middle, right).",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "branching fractions that may be in the range of BABAR.",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "text": "263 m ν = m 2 D m 4 where m 4 Figure 1 :Figure 2 .",
            "section_rank": 25
        },
        {
            "section": "263 m ν = m 2 D m 4 where m 4 Figure 1 :Figure 2 .",
            "text": "Figure 1: A generic diagram for ∆L = 2 processes via Majorana neutrino exchange.",
            "paragraph_rank": 52,
            "section_rank": 25
        },
        {
            "text": "Figure 1 :",
            "section_rank": 26
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Leading-order Feynman diagrams for a) B 0 → ωφ, b) tree contribution to B 0 → ωω, and c) and d) penguin contributions to B 0 → ωω.",
            "paragraph_rank": 53,
            "section_rank": 26
        },
        {
            "text": "Figure 1 :",
            "section_rank": 27
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Leading-order Feynman diagrams for a) B 0 → ωφ, b) tree contribution to B 0 → ωω, and c) and d) penguin contributions to B 0 → ωω.",
            "paragraph_rank": 54,
            "section_rank": 27
        },
        {
            "text": "Figure 1 :",
            "section_rank": 28
        },
        {
            "section": "Figure 1 :",
            "text": "Figure 1: Leading-order Feynman diagrams for a) B → ωφ, b) tree B 0 → ωω, and c) and d) penguin contributions to B 0 → ωω.",
            "paragraph_rank": 55,
            "section_rank": 28
        },
        {
            "text": "Figure 5 (",
            "section_rank": 29
        },
        {
            "section": "Figure 5 (",
            "text": "left) shows the ∆χ 2 of the fit as a function of Im",
            "paragraph_rank": 56,
            "section_rank": 29
        },
        {
            "text": "Figure 5 .",
            "section_rank": 30
        },
        {
            "section": "Figure 5 .",
            "text": "Figure 5. The ∆χ 2 (left) andΛ 78 (right) dependence on Im(C ef f 8 /C ef f 7 ). The blue dark-shaded (orange light-shaded) region shows the 68% (90%) CL interval.",
            "paragraph_rank": 57,
            "section_rank": 30
        },
        {
            "text": "FIG. 9 : 20 Figure 6 .",
            "section_rank": 31
        },
        {
            "section": "FIG. 9 : 20 Figure 6 .",
            "text": "FIG. 9:Fit to B → Xs e + e − in the q2 5 bin. Top row left is the mES fit projection, top row right is the LR fit projection; middle row left is a signal-enhanced mES fit projection for events with LR > 0.8, middle row right is a signal-enhanced LR fit projection for events in the mES > 5.27 GeV/c 2 signal region. The lower left hand plot is the profile likelihood curve for the 2D data fit.",
            "paragraph_rank": 58,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 37,
                    "text": "2",
                    "end": 38
                }
            ]
        },
        {
            "text": "FIG. 15 : 26 Figure 7 .",
            "section_rank": 32
        },
        {
            "section": "FIG. 15 : 26 Figure 7 .",
            "text": "FIG. 15:Fit to B → Xs µ + µ − in the q2 1 bin. Top row left is the mES fit projection, top row right is the LR fit projection; middle row left is a signal-enhanced mES fit projection for events with LR > 0.8, middle row right is a signal-enhanced LR fit projection for events in the mES > 5.27 GeV/c 2 signal region. The lower left hand plot is the profile likelihood curve for the 2D data fit.",
            "paragraph_rank": 59,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 38,
                    "text": "2",
                    "end": 39
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 33
        },
        {
            "section": "FIG. 1 :",
            "text": "FIG. 1:Differential BF as a function of q 2 for electron (blue circles), muon (black squares) and lepton-flavor-averaged final states (red triangles). The errors correspond to the total uncertainties. The histogram shows the SM expectation, which has uncertainties of approximately 10-30% in different q 2 regions. The shaded boxes denote the vetoed charmonium regions. The horizontal spread of points in each bin is meant only to aid visibility.",
            "paragraph_rank": 60,
            "section_rank": 33
        },
        {
            "text": "Differental",
            "section_rank": 34
        },
        {
            "section": "Differental",
            "text": "Branching Fraction in mXs bins.",
            "paragraph_rank": 61,
            "section_rank": 34
        },
        {
            "text": "6 FIG. 3 :",
            "section_rank": 35
        },
        {
            "section": "6 FIG. 3 :",
            "text": "FIG. 3:Differential BF as a function of mXs for electron (blue circles), muon (black squares) and lepton-flavor-averaged final states (red triangles). The errors correspond to the total uncertainties. The histogram shows the SM expectation, which has uncertainties of approximately 10-30% as a function of q 2 . Estimated contributions from the vetoed charmonium q 2 regions are included. The horizontal spread of points in each bin is meant only to aid visibility.",
            "paragraph_rank": 62,
            "section_rank": 35
        },
        {
            "text": "Figure 8 .",
            "section_rank": 36
        },
        {
            "section": "Figure 8 .",
            "text": "Figure 8. Differential branching fraction of B → X s e + e − (blue points), B → X s µ + µ − (black squares) and B → X s + − (red triangles) versus q 2 (top) and versus m Xs (bottom) in comparison to the SM prediction (histogram). Grey-shaded bands show J/ψ and ψ(2S) vetoed regions.",
            "paragraph_rank": 63,
            "section_rank": 36
        },
        {
            "text": "Figure 11 .",
            "section_rank": 37
        },
        {
            "section": "Figure 11 .",
            "text": "Figure 11. Projections of the multidimensional fit onto m ES (left), ∆E (middle) and the BDT output (right) for B + → π − e + µ + showing data (points with error bars), total fit (solid blue line), signal PDF (green histogram) and background (dashed magenta line).",
            "paragraph_rank": 64,
            "section_rank": 37
        },
        {
            "text": "Figure 12 .",
            "section_rank": 38
        },
        {
            "section": "Figure 12 .",
            "text": "Figure 12. Projections of the multidimensional fit onto m ES (top left), ∆E (top right), the BDT output (bottom left) and K * − mass (bottom right) for B + → K * − (K 0 S π − )e + µ + showing data (points with error bars), total fit (solid blue line), signal PDF (green histogram) and background (dashed magenta line).",
            "paragraph_rank": 65,
            "section_rank": 38
        },
        {
            "text": "Figure 13",
            "section_rank": 39
        },
        {
            "section": "Figure 13",
            "text": "Figure 13. Branching fraction upper limits at 90% CL for LNV decays from BABAR[67] (solid blue points), Belle[72] (solid red squares) and CLEO[74] (black diamonds). In addition, LHCb upper limits at 95% CL[73] (open triangles) are shown.",
            "paragraph_rank": 66,
            "section_rank": 39,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 78,
                    "text": "[67]",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 109,
                    "text": "[72]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 142,
                    "text": "[74]",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 205,
                    "text": "[73]",
                    "end": 209
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 40
        },
        {
            "section": "Table 1",
            "text": ", and the signal MC used is simulated data used in the analysis. (The signal MC samples used",
            "paragraph_rank": 67,
            "section_rank": 40
        },
        {
            "text": "Table 1 :",
            "section_rank": 41
        },
        {
            "section": "Table 1 :",
            "text": "Generic MC simulated data used in the analysis. (The signal MC samples used are given inTable 2.)",
            "paragraph_rank": 69,
            "section_rank": 41
        },
        {
            "text": "Table 1 :",
            "section_rank": 42
        },
        {
            "section": "Table 1 :",
            "text": "Generic MC simulated data used in the analysis. (The signal MC samples used are given inTable 2.)",
            "paragraph_rank": 71,
            "section_rank": 42
        },
        {
            "text": "Table 1 :",
            "section_rank": 43
        },
        {
            "section": "Table 1 :",
            "text": "Generic MC simulated data used in the analysis. (The signal M are given inTable 2.) AllEventsSkim for both the B 0 → ωφ and B 0 → ωω data a 71 however we require the TagOmegaTwoBody maxCmsP tagbit to be set for al72 with pCutLow set to 1.7 GeV, pCutHigh set to 4.0 GeV, and cosTLow 73 addition, for the B 0 → ωφ mode, we also require the TagPhiTwoBody m 74 be set, with the same settings.",
            "paragraph_rank": 72,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 213,
                    "text": "72",
                    "end": 215
                }
            ]
        },
        {
            "section": "Table 1 :",
            "text": "783",
            "paragraph_rank": 73,
            "section_rank": 43
        },
        {
            "text": "Table 1 .",
            "section_rank": 44
        },
        {
            "section": "Table 1 .",
            "text": "Definition of the q 2 , m and m Xs bins. q 2 bin q 2 range [GeV 2 /c 4 ] m range [GeV/c 2 ] m Xs bin m Xs range [GeV/c 2 ]",
            "paragraph_rank": 74,
            "section_rank": 44
        },
        {
            "text": "TABLE I :",
            "section_rank": 45
        },
        {
            "section": "TABLE I :",
            "text": "B → Xs e +",
            "paragraph_rank": 76,
            "section_rank": 45
        },
        {
            "text": "< q 2 < 12.9 1.14 +0.42 Xs,4 1.4 < m Xs < 1.8 1.88+0.76    ",
            "paragraph_rank": 77,
            "section_rank": 46
        },
        {
            "text": "−0.13 ± 0.18 −0.06 ± 0.22 ± 0.−0.16 ± 0.35 −0.13 ± 0.18 ± 0.m Xs,1 0.4 < m Xs < 0.6 0.69+0.18    ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "Table 2 .",
            "section_rank": 47
        },
        {
            "section": "Table 2 .",
            "text": "Measured B → X s + − branching fractions in the low and high q 2 regions from BABAR[31] and the SM predictions. Uncertainties are statistical, systematic and from model dependence, respectively.B → X s µ + µ − 0.66 +0.82+0.30−0.76−0.24 ± 0.07 1.59 ± 0.11 0.60 +0.31+0.05 −0.29−0.04 ± 0.00 0.25+0.07    ",
            "paragraph_rank": 79,
            "section_rank": 47,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 83,
                    "text": "[31]",
                    "end": 87
                }
            ]
        },
        {
            "section": "Table 2 .",
            "text": "W t,c,ū d B 0¯b d ω d s s φ a) W d B 0¯b d ω d ū u ω b) W t,c,ū d B 0¯b d ω d d d ω c) W t,c,ū d",
            "paragraph_rank": 80,
            "section_rank": 47
        },
        {
            "section": "Table 2 .",
            "text": "B + → ρ − (π − π 0 ) + + , B + → K * − (K 0 S π − and K − π 0 ), ) + + , B + → D − (K − π + π − ) + + , B + → π − e + µ +and B + → π − e + µ + where + , + = e + or µ + .",
            "paragraph_rank": 81,
            "section_rank": 47
        },
        {
            "section": "Table 2 .",
            "text": "The Cruijff function is a centered Gaussian with different left-right resolutions and non-Gaussian tails:f (x) = exp ((x − m) 2 /(2σ 2 L,R + αL,R(x − m) 2 ).",
            "paragraph_rank": 82,
            "section_rank": 47
        },
        {
            "text": "Acknowledgment",
            "section_rank": 49
        },
        {
            "section": "Acknowledgment",
            "text": "This work has been supported by the Norwegian Research Council. I would like to thank the BABAR collaboration for the opportunity to give this talk. In particular, I would like to thank Justin Albert, Frank Porter, Fergus Wilson for useful comments.",
            "paragraph_rank": 83,
            "section_rank": 49
        },
        {
            "text": "Mode",
            "section_rank": 51
        },
        {
            "section": "Mode",
            "text": "For each signal mode, we construct BDTs to discriminate signal from BB and qq backgrounds using nine inputs consisting of event shape variables, kinematic observables, flavor tagging and the proper decay time. If more than one candidate is found, we choose the one with the smallest χ 2 in the fit to the B decay vertex. We perform a simultaneous unbinned ML fit",
            "paragraph_rank": 84,
            "section_rank": 51
        }
    ]
}