{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The first observation of the B 0 s → η 0 η 0 decay is reported. The study is based on a sample of proton-proton collisions corresponding to 3.0 fb −1 of integrated luminosity collected with the LHCb detector. The significance of the signal is 6.4 standard deviations. The branching fraction is measured to be ½3.31 AE 0.64ðstatÞ AE 0.28ðsystÞ AE 0.12ðnormÞ × 10 −5 , where the third uncertainty comes from the B AE → η 0 K AE branching fraction that is used as a normalization. In addition, the charge asymmetries of B AE → η 0 K AE and B AE → ϕK AE , which are control channels, are measured to be ð−0.2 AE 1.3Þ% and ðþ1.7 AE 1.3Þ%, respectively. All results are consistent with theoretical expectations.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Hadronic decays of beauty hadrons into final states without charm quarks (charmless decays) are suppressed in the standard model of elementary particles. They proceed predominantly through b → u transitions, mediated by the emission of a virtual W AE boson, and b → s transitions, mediated by the exchange of a virtual W AE boson and a virtual quark. The respective \"tree\" and \"penguin\" amplitudes are of similar size, allowing for possible large quantum interference effects measurable as charge-parity (CP) violating asymmetries. New particles not described in the standard model may contribute with additional amplitudes, and therefore affect both the decay rates and the CP asymmetries [1]. The B AE → η 0 K AE and B 0 → η 0 K 0 decays, first observed by the CLEO Collaboration [2], have some of the largest branching fractions among all charmless hadronic B-meson decays [3]. (Charge conjugation of neutral B 0 ðsÞ mesons is implied throughout this Letter. The notations η 0 and ϕ refer to the η 0 ð958Þ and ϕð1020Þ mesons, respectively.) Studies of such decays, conducted so far mostly at e þ e − colliders operating at the ϒð4SÞ resonance, provide accurate measurements of integrated [4,5] and time-dependent [6,7] CP-violating asymmetries in charmless hadronic B AE and B 0 meson decays, and are useful to look for deviations from standard model predictions.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 690,
                    "text": "[1]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 782,
                    "text": "[2]",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 876,
                    "text": "[3]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1191,
                    "text": "[4,",
                    "end": 1194
                },
                {
                    "type": "bibr",
                    "start": 1194,
                    "text": "5]",
                    "end": 1196
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1216,
                    "text": "[6,",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1219,
                    "text": "7]",
                    "end": 1221
                }
            ]
        },
        {
            "text": "Charmless hadronic B 0 s decays are poorly known, in particular decays to a pair of unflavoured neutral mesons [8,9], but have been extensively studied in the framework of QCD factorization [10][11][12], perturbative QCD [13], soft collinear effective theory [14], and flavour SU(3) symmetry [15]. The decay B 0 s → η 0 η 0 is expected to have a relatively large branching fraction, similar to that of its SU (3) counterpart B → η 0 K; predictions range between 14 × 10 −6 and 50 × 10 −6 , and have large uncertainties [10][11][12][13][14][15]. The η 0 η 0 final state is a pure CP eigenstate. Decays to this final state of B 0 s andB 0 s mesons flavor tagged at production may therefore be used to investigate time-dependent CP asymmetries in a complementary way to the measurements in B 0 s → ϕϕ [16], but without the need for an angular analysis.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 111,
                    "text": "[8,",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 114,
                    "text": "9]",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 190,
                    "text": "[10]",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 194,
                    "text": "[11]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 198,
                    "text": "[12]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 221,
                    "text": "[13]",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 259,
                    "text": "[14]",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 292,
                    "text": "[15]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 409,
                    "text": "(3)",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "−6",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 519,
                    "text": "[10]",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 523,
                    "text": "[11]",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 527,
                    "text": "[12]",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 531,
                    "text": "[13]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 535,
                    "text": "[14]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 539,
                    "text": "[15]",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 798,
                    "text": "[16]",
                    "end": 802
                }
            ]
        },
        {
            "text": "In this Letter, we present the first observation of the B 0 s → η 0 η 0 decay. Its branching fraction is measured using the known B AE → η 0 K AE and B AE → ϕK AE decays as calibration channels. The CP asymmetries of the calibration channels are also measured, relatively to the B AE → J=ψK AE channel. All these measurements use proton-proton (pp) collisions corresponding to 3.0 fb −1 of integrated luminosity, of which 1.0 ð2.0Þ fb −1 was collected in 2011 (2012) at a center-of-mass energy of 7 (8) TeV with the LHCb detector.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 499,
                    "text": "(8)",
                    "end": 502
                }
            ]
        },
        {
            "text": "The LHCb detector [17] is a single-arm forward spectrometer at the LHC covering the pseudorapidity range 2 < η < 5, designed for the study of particles containing b or c quarks. The detector includes a high-precision tracking system, two ring-imaging Cherenkov detectors used to distinguish different types of charged hadrons, a calorimeter system consisting of scintillating-pad and preshower detectors, an electromagnetic calorimeter and a hadronic calorimeter, and a muon system. The trigger [18] consists of a hardware stage, based on information from the calorimeter and muon systems, followed by a software stage, which applies event reconstruction using information from all the detector subsystems.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 18,
                    "text": "[17]",
                    "end": 22
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 495,
                    "text": "[18]",
                    "end": 499
                }
            ]
        },
        {
            "text": "Signal B 0 s → η 0 η 0 , B AE → η 0 K AE , and B AE → ϕK AE candidates are reconstructed through the decays η 0 → π þ π − γ and ϕ → K þ K − . Selection requirements are chosen to be as similar as possible for the three channels and are optimized for B 0 s → η 0 η 0 , maximising the figure of merit ε=ða=2 þ ffiffiffi ffi B p Þ [19], where ε is the efficiency for selecting simulated signal events, B is the number of background events in the signal region estimated from the mass sidebands, and a ¼ 5 is the target significance of the possible signal. The requirements on the ϕ meson and on the charged kaon associated with the η 0 or ϕ resonance in the candidate B AE decays, which is referred to as the bachelor kaon, are chosen to minimise the relative statistical uncertainty on the B AE → ϕK AE signal yield.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 328,
                    "text": "[19]",
                    "end": 332
                }
            ]
        },
        {
            "text": "Charged particles are required to be inconsistent with originating from a primary pp interaction vertex (PV) and to have a transverse momentum (p T ) with respect to the beam line in excess of 0.25 GeV=c, while bachelor kaons must have p T > 1.2 GeV=c. Particle identification algorithms are applied to distinguish kaons from pions, and photons from electrons [20]. Photons are required to have p T > 0.5 GeV=c. The intermediate η 0 (ϕ) resonances must have p T > 1.5ð0.5Þ GeV=c and momentum p > 4 GeV=c. The π þ π − invariant mass in candidate η 0 decays must exceed 0.56 GeV=c 2 . B-meson candidates must have p T > 4 GeV=c. Topological variables are used to isolate the signal, such as the angle between the reconstructed B momentum and the vector pointing from the PV to the B decay vertex (required to be smaller than 10 mrad), and the distance of closest approach to the PV of the B trajectory (required to be less than 0.04 mm). Reconstructed invariant masses of the B 0 s , B AE , η 0 , and ϕ candidates are required to be in the ranges 5000",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 360,
                    "text": "[20]",
                    "end": 364
                }
            ]
        },
        {
            "text": "respectively. Only candidates with a well reconstructed B decay vertex are retained; in the events with multiple candidates (≲5%), the candidate with the smallest vertex χ 2 is kept.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The B 0 s → η 0 η 0 signal yield is determined from a multidimensional unbinned extended maximum likelihood fit to the sample of B 0 s → η 0 η 0 and B AE → η 0 K AE candidates, using the combined ffiffi ffi s p ¼ 7 and 8 TeV data sets. The likelihood is written as",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "where N j is the yield of fit component j (signal or backgrounds), P i j is the probability of event i for component j, and N is the total number of events. The probabilities P i j are expressed as products of probability density functions (PDF) for the invariant masses used as observables in the fit: the η 0 η 0 invariant mass (m η 0 η 0 ), the two randomly ordered π þ π − γ invariant masses (m ðππγÞ 1 and m ðππγÞ 2 ) of the B 0 s → η 0 η 0 candidates, and the η 0 K AE and π þ π − γ invariant masses (m η 0 K and m ππγ ) of the B AE → η 0 K AE candidates. In the reconstruction of the π þ π − γ candidates, the known η 0 mass [3] is applied as a constraint to calculate the m η 0 η 0 and m η 0 K variables.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 632,
                    "text": "[3]",
                    "end": 635
                }
            ]
        },
        {
            "text": "The B AE → η 0 K AE sample is described with three components: the signal, and two combinatorial background components with and without an η 0 resonance in the decay chain. The B 0 s → η 0 η 0 sample is modeled with seven components, three of which are significant: the signal, the combinatorial background and partially reconstructed b-hadron decays without η 0 resonances in the final state.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The remaining backgrounds, for which the event yields are found to be consistent with zero, consist of two combinatorial and two partially reconstructed components, each involving only one resonant π þ π − γ candidate.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "All the PDFs that peak at the B or η 0 mass are modeled by Crystal Ball (CB) functions [21] modified such that both the high-and low-mass tails follow power laws and account for non Gaussian reconstruction effects. The parameters used for the description of m η 0 K for the B AE signal are free in the fit, while all the parameters of m η 0 η 0 for the B 0 s signal PDF are determined from simulation, except the CB width. The ratio of the CB widths in m η 0 K and m η 0 η 0 is fixed to that measured in simulation. The partially reconstructed background is described with an ARGUS function [22] convolved with a Gaussian resolution function of the same width as the corresponding signal PDF, while the combinatorial background is modeled with a linear function. A common CB function is used for modeling all the η 0 resonances, with mean and width free in the fit, while tail parameters are determined from simulation. The mass distribution of η 0 candidates from random combinations is modeled with an empirical quadratic function.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 87,
                    "text": "[21]",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 591,
                    "text": "[22]",
                    "end": 595
                }
            ]
        },
        {
            "text": "We observe 36.4 AE 7.8ðstatÞ AE 1.6ðsystÞ B 0 s → η 0 η 0 decays corresponding to a significance of 6.4 standard deviations, including both statistical and systematic uncertainties, discussed later. The significance is computed using Wilks' theorem [23], and is scaled by the ratio of the statistical over the total uncertainties. The measured B AE → η 0 K AE yield is 8672 AE 114, where the uncertainty is statistical only. Mass distributions are shown in Figs. 1 and 2, with the fit results overlaid.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 249,
                    "text": "[23]",
                    "end": 253
                }
            ]
        },
        {
            "text": "To measure the ratio of the branching fractions BðB 0 s → η 0 η 0 Þ=BðB AE → η 0 K AE Þ, the fit is repeated taking into account the different reconstruction efficiencies in the 7 and 8 TeV data sets. The four background components with yields consistent with zero are neglected in this case. The common parameters between the 7 and 8 TeV data sets are the shape parameters and the ratio of branching fractions. The ratio of branching fractions is related to the ratio of yields according to",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "where the subscript l indicates the 7 TeV or 8 TeV data set, the ratio of probabilities for a b quark to produce a B 0 s or B AE meson is f s =f d ¼ 0.259 AE 0.015 [24], and the branching fraction of the η 0 decay is Bðη 0 → π þ π − γÞ ¼ 0.291 AE 0.005 [3]. The ratio of efficiencies for reconstructing the normalization and signal decay channels",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 164,
                    "text": "[24]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 253,
                    "text": "[3]",
                    "end": 256
                }
            ]
        },
        {
            "text": "week ending 31 JULY 2015 051801-2 identification, photon reconstruction and hardware trigger on the signal) and simulation to be 8.46 AE 0.35 for the 7 TeV and 7.85 AE 0.26 for the 8 TeV data sets, including all experimental systematic uncertainties. The largest uncertainty in the determination of the efficiency ratio comes from the photon reconstruction efficiency. This efficiency is measured using B AE → J=ψK ÃAE decays followed by J=ψ → μ þ μ − and K ÃAE → K AE π 0 → K AE γγ [25], and a crosscheck is provided by the measurement of the ratio of branching fractions of the B AE → η 0 K AE and B AE → ϕK AE control channels. The result of Eq. 1is then",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 483,
                    "text": "[25]",
                    "end": 487
                },
                {
                    "ref_id": "formula_2",
                    "start": 649,
                    "text": "1",
                    "end": 650
                }
            ]
        },
        {
            "text": "Contributions to the systematic uncertainties are summed in quadrature leading to a total systematic uncertainty on the B 0 s → η 0 η 0 signal yield (ratio of branching fractions) of 1.6 (0.041). The uncertainties on",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "s → η 0 η 0 Þ, and on the values of fit model parameters fixed from simulation, lead to a systematic uncertainty of 0.7 (0.038), while a variation of the PDF models leads to an uncertainty of 1.4 (0.007). The fit bias, evaluated in simulation, is consistent with zero, and its statistical uncertainty of 0.4 (0.005) is applied as a systematic uncertainty. Finally, an uncertainty of 0.014 is assigned to account for the neglected background components in the branching-fraction fit.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "Using the known value BðB AE → η 0 K AE Þ ¼ ð7.06 AE 0.25Þ × 10 −5 [3], the branching fraction is measured to be BðB 0 s → η 0 η 0 Þ ¼ ½3.31 AE 0.64ðstatÞ AE 0.28ðsystÞAE 0.12ðnormÞ × 10 −5 , where the third uncertainty comes from the B AE → η 0 K AE branching fraction.",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 67,
                    "text": "[3]",
                    "end": 70
                }
            ]
        },
        {
            "text": "The B AE → η 0 K AE and B AE → ϕK AE charge asymmetries,",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "where Γ AE is the partial width of the B AE meson, are determined using the strategy adopted in Ref. [26]. For these measurements, we consider either events triggered on signal candidates (TOS events) or events triggered at the hardware stage independently of the signal candidate (non-TOS events). The raw asymmetries A CP raw are obtained from a fit to the positively and negatively charged candidates, and each subsample is further split into TOS and non-TOS events, to account for trigger-dependent detection asymmetries [26]. For each channel a twodimensional fit of the mass distributions of the B candidate and its neutral daughter is performed, and the four samples are fitted simultaneously.",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 101,
                    "text": "[26]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 525,
                    "text": "[26]",
                    "end": 529
                }
            ]
        },
        {
            "text": "The model in the B AE → η 0 K AE fit is the same as that used in the simultaneous B 0 s → η 0 η 0 and B AE → η 0 K AE fit; the  B AE → ϕK AE model mirrors that of Ref. [26], except for the m ϕK signal PDF, which is described by the sum of a CB function and a Gaussian function. The shape parameters used to describe the peaking and partially reconstructed component PDFs are shared, while independent parameters are used for the combinatorial component PDFs in the trigger subsamples. In both fits, each component has four yields parametrized as N AE k ¼ N k ð1∓A CP raw;k Þ=2, where N k and A CP raw;k are the yield and the raw asymmetry in each trigger category k, respectively.",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 168,
                    "text": "[26]",
                    "end": 172
                }
            ]
        },
        {
            "text": "The observed B AE → η 0 K AE (B AE → ϕK AE ) raw asymmetries and their statistical uncertainties are −0.019 AE 0.014 (þ0.003 AE 0.014) and −0.027 AE 0.020 (−0.011 AE 0.018) for the TOS and non-TOS categories, respectively, the fraction of event in the TOS category being 63.8% (60.1%). The fitted mass spectra for the B AE → ϕK AE candidates are shown in Fig. 3.",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 355,
                    "text": "Fig. 3",
                    "end": 361
                }
            ]
        },
        {
            "text": "In order to determine the CP asymmetry, the raw asymmetry is corrected for the B AE production asymmetry in pp collisions, A P , and for the bachelor K AE detection asymmetry due to interactions with the detector matter, A D;k . Under the assumption that these asymmetries are small, A CP raw;k is related to the CP asymmetry A CP as A CP raw;k ¼ A CP þ A D;k þ A P . Because the CP-violating asymmetry in B AE → J=ψK AE is known precisely [3], the raw asymmetry in this decay is used to determine the sum of the detection and production asymmetries. The raw asymmetry of the B AE → J=ψK AE decay is measured in a simultaneous fit to the m J=ψK AE distributions of the positively and negatively charged candidates selected with similar criteria as for the signal modes. Independent fits are performed for events belonging to each trigger category. The fit model consists of a peaking signal component, described with the sum of a CB function and a Gaussian function, and a linear combinatorial background component.",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 440,
                    "text": "[3]",
                    "end": 443
                }
            ]
        },
        {
            "text": "The raw B AE → J=ψK AE asymmetries, −0.020 AE 0.004ðstatÞ and −0.011 AE 0.003ðstatÞ for the TOS and non-TOS categories, respectively, are subtracted from the B AE → η 0 K AE or B AE → ϕK AE raw asymmetries for each trigger category. The weighted average of these asymmetry differences, ΔA CP ¼ A CP − A CP ðB AE → J=ψK AE Þ, is computed with weights given by the fractions of signal events in each of the two categories. The resulting asymmetry differences are ΔA CP ðB AE →η 0 K AE Þ¼−0.005AE0.012ðstatÞ and ΔA CP ðB AE → ϕK AE Þ ¼ þ0.014 AE 0.011ðstatÞ.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Three significant sources of systematic uncertainties are identified. The first accounts for the effect of the mass shape modeling, leading to an uncertainty on ΔA CP of 0.021 × 10 −2 (0.20 × 10 −2 ) for the B AE → η 0 K AE (B AE → ϕK AE ) channel. To account for the different kinematic properties between the signal channels and the B AE → J=ψK AE channel, ΔA CP is measured in three independent subsamples selected according to the transverse momentum of the bachelor kaon, and their average, weighted by the number of events in each subsample, is computed. The difference from the result obtained in the default fit is 0.018 × 10 −2 (0.08 × 10 −2 ), which is assigned as a systematic uncertainty. Finally, the CP measurements are repeated applying a geometrical requirement [26] to suppress possible detector edge effects. The associated systematic uncertainty is 0.13 × 10 −2 (0.05 × 10 −2 ).",
            "paragraph_rank": 28,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 778,
                    "text": "[26]",
                    "end": 782
                }
            ]
        },
        {
            "text": "Using the known B AE → J=ψK AE CP asymmetry, A CP ðB AE →J=ψK AE Þ¼ðþ0.3AE0.6Þ×10 −2 [3], the asymmetries are measured to be A CP ðB AE → η 0 K AE Þ ¼ ½−0.2 AE 1.2ðstatÞ AE 0.1ðsystÞ AE 0.6ðnormÞ × 10 −2 and A CP ðB AE → ϕK AE Þ ¼ ½þ1.7 AE 1.1ðstatÞ AE 0.2ðsystÞ AE 0.6ðnormÞ × 10 −2 , where the third uncertainty comes from the B AE → J=ψK AE CP asymmetry. These results are compatible with the hypothesis of CP symmetry and with the standard model predictions [12,27].",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 82,
                    "text": "−2 [3]",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 462,
                    "text": "[12,",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 466,
                    "text": "27]",
                    "end": 469
                }
            ]
        },
        {
            "text": "In conclusion, this Letter presents the first observation of the decay B 0 s → η 0 η 0 , with a significance of 6.4 standard deviations, and the most precise measurements of CP-violating charge asymmetries in B AE → η 0 K AE and B AE → ϕK AE decays. The latter result supersedes the previous LHCb measurement [26]. The measured B 0 s → η 0 η 0 branching fraction, BðB 0 s → η 0 η 0 Þ ¼ ½3.31 AE 0.64ðstatÞAE 0.28ðsystÞ AE 0.12ðnormÞ × 10 −5 , agrees with the theoretical predictions. This newly observed B 0 s decay channel to a charmless CP eigenstate opens possibilities for further  constraining the standard model with time-dependent CP asymmetry measurements.",
            "paragraph_rank": 30,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 309,
                    "text": "[26]",
                    "end": 313
                }
            ]
        },
        {
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. We thank the technical and administrative staff at the LHCb institutes. We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ and FINEP (Brazil); NSFC (China); CNRS/IN2P3 (France); BMBF, DFG, HGF and MPG (Germany); INFN (Italy); FOM and NWO (The Netherlands); MNiSW and NCN (Poland); MEN/IFA (Romania); MinES and FANO (Russia); MinECo (Spain); SNSF and SER (Switzerland); NASU (Ukraine); STFC (United Kingdom); NSF (USA). The Tier1 computing centers are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). We are indebted to the communities behind the multiple open source software packages on which we depend. We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia). Individual groups or members have received support from EPLANET, Marie Skłodowska-Curie Actions and ERC (European Union), Conseil général de Haute-Savoie, Labex ENIGMASS and OCEVU, Région Auvergne (France), RFBR (Russia), XuntaGal and GENCAT (Spain), Royal Society and Royal Commission for the Exhibition of 1851 (United Kingdom). Fakultät Physik, Technische Universität Dortmund, Dortmund, Germany",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "10",
            "section_rank": 3
        },
        {
            "section": "10",
            "text": "Max-Planck-Institut für Kernphysik (MPIK), Heidelberg, Germany",
            "paragraph_rank": 32,
            "section_rank": 3
        },
        {
            "text": "11",
            "section_rank": 4
        },
        {
            "section": "11",
            "text": "Physikalisches Institut, Ruprecht-Karls-Universität Heidelberg, Heidelberg, Germany",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 5
        },
        {
            "section": "FIG. 2 (",
            "text": "FIG. 2 (color online). Distributions of the (top) η 0 K AE and (bottom) π þ π − γ invariant masses for the B AE → η 0 K AE candidates with fit results overlaid. The components are the following: (dashed red curves) B AE → η 0 K AE signal, (long-dashed blue curves) combinatorial background without an η 0 resonance in the final state, and (dotted blue curves) combinatorial background with an η 0 resonance. The total fit function is shown as the solid blue curves.",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 6
        },
        {
            "section": "FIG. 1 (",
            "text": "FIG. 1 (color online). Distributions of the (top) η 0 η 0 , (bottom) ðππγÞ 1 and ðππγÞ 2 invariant masses for the B 0 s → η 0 η 0 candidates with fit results overlaid. The ðππγÞ 1 and ðππγÞ 2 mass distributions are shown for the candidates with an η 0 η 0 invariant mass within three standard deviations of the B 0 s mass. The components are the following: (dashed red curves) B 0 s → η 0 η 0 signal, (longdashed blue curves) combinatorial background without an η 0 resonance in the final state, (dot-long-dashed black curves) partially reconstructed background without an η 0 resonance, (short-dashed red, short-dashed blue curves) combinatorial background with one η 0 resonance, and (dot-dashed green, dot-dashed black curves) partially reconstructed background with one η 0 resonance. The total fit function is shown as the solid blue curves.",
            "paragraph_rank": 35,
            "section_rank": 6
        },
        {
            "text": "FIG. 3 (color online). Distributions of the (top) ϕK AE and (bottom) K þ K − invariant masses for the B AE → ϕK AE candidates with fit results overlaid The components are the following: (dashed red curves) B AE → ϕK AE signal, (long-dashed red curves) nonresonant B AE → K þ K − K AE background, partially reconstructed b-hadron background (long-dashed blue curves) with or (dot-dashed blue curves) without a ϕ resonance in the decay chain. The combinatorial background with or without a ϕ resonance is too small to be visible. The total fit function is shown as the solid blue curves.",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "). Distributions of the (top) ϕK AE and (bottom) K þ K − invariant masses for the B AE → ϕK AE candidates with fit results overlaid The components are the following: (dashed red curves) B AE → ϕK AE signal, (long-dashed red curves) nonresonant B AE → K þ K − K AE background, partially reconstructed b-hadron background (long-dashed blue curves) with or (dot-dashed blue curves) without a ϕ resonance in the decay chain. The combinatorial background with or without a ϕ resonance is too small to be visible. The total fit function is shown as the solid blue curves.",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": ",",
            "section_rank": 9
        },
        {
            "section": ",",
            "text": "Université Paris-Sud, CNRS/IN2P3, Orsay, France 8 LPNHE, Université Pierre et Marie Curie, Université Paris Diderot, CNRS/IN2P3, Paris, France",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "section": ",",
            "text": "7LAL",
            "paragraph_rank": 39,
            "section_rank": 9
        }
    ]
}