{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "1",
            "section_rank": 1
        },
        {
            "section": "1",
            "text": "Using data samples collected with the BESIII detector at the BEPCII collider, we measure the Born cross section of e + e − → pp at 12 center-of-mass energies from 2232.4 to 3671.0 MeV. The corresponding effective electromagnetic form factor of the proton is deduced under the assumption that the electric and magnetic form factors are equal (|GE| = |GM |). In addition, the ratio of electric to magnetic form factors, |GE/GM |, and |GM | are extracted by fitting the polar angle distribution of the proton for the data samples with larger statistics, namely at √ s = 2232.4 and 2400.0 MeV and a combined sample at √ s = 3050.0, 3060.0 and 3080.0 MeV, respectively. The measured cross sections are in agreement with recent results from BaBar, improving the overall uncertainty by about 30%. The |GE /GM | ratios are close to unity and consistent with BaBar results in the same q 2 region, which indicates the data are consistent with the assumption that |GE| = |GM | within uncertainties.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "section": "1",
            "text": "PACS numbers: 13.66.Bc, 14.20.Dh, 13.40.Gp",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Electromagnetic form factors (FFs) of the nucleon provide fundamental information about its internal structure and dynamics. They constitute a rigorous test of non-perturbative QCD as well as of phenomenological models.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Proton FFs can be measured in different kinematic regions by i) lepton-proton elastic scattering (space-like, labeled SL) ii) electron-positron annihilation into a protonantiproton pair or proton-antiproton annihilation into an electron-positron (time-like, labeled TL). The lowest order Feynman diagram of lepton-proton scattering is shown in Fig. 1(a). The momentum transfer squared, q 2 , is negative and the FFs are real functions of q 2 . The lowest order e + e − annihilation process is shown in Fig. 1(b). Here, q 2 is positive and the FFs are complex functions of q 2 . The basic kinematic variables are also shown in Fig. 1, where k, k ′ are the initial and final electron momenta and p, p ′ are the initial and final proton momenta. Since the electromagnetic vertex of the lepton is well known, one can reliably extract the proton electromagnetic vertex Γ µ by measuring the cross section and the polarization. Assuming one-photon exchange, i.e. in Born approximation, and under the basic requirements of Lorentz invariance, the hadronic vertex can be parameterized in terms of two FFs, F 1 and F 2 [1],",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 344,
                    "text": "Fig. 1(a)",
                    "end": 353
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 502,
                    "text": "Fig. 1(b)",
                    "end": 511
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 626,
                    "text": "Fig. 1",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1109,
                    "text": "[1]",
                    "end": 1112
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "where the element σ µν = γ µ γ ν − γ ν γ µ is a representation of the Lorentz group, m p is the mass of the proton,",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "is the anomalous magnetic moment of the proton, g p = µp J , µ p = 2.79 is the magnetic moment of the proton and J = 1 2 is its spin. The functions F 1 and F 2 are the so called Dirac and Pauli FFs, respectively. The optical theorem, applied to lepton-nucleon scattering, implies that at the lowest order the FFs are real in the SL region [2]  [3], i.e. the complex conjugate of the amplitude in Fig. 1(a), M † , is identical to M. In the TL region, as in in Fig. 1(b), the FFs can be complex above the first hadronic threshold, that is, above twice the pion mass.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 117,
                    "text": "1",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 339,
                    "text": "[2]",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 344,
                    "text": "[3]",
                    "end": 347
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 396,
                    "text": "Fig. 1(a)",
                    "end": 405
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 459,
                    "text": "Fig. 1(b)",
                    "end": 468
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The Sachs FFs, electric G E and magnetic G M , are introduced as linear combinations of the Dirac and Pauli FFs [4]. Concerning the SL region in the Breit frame, G E and G M are the Fourier transforms of the charge and magnetization distribution of the nucleon, respectively. G M and G E are proportional to spin-flip and non spinflip amplitudes, respectively. They are expressed as",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 112,
                    "text": "[4]",
                    "end": 115
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the TL region, the center-of-mass (c.m.) system is equivalent to the Breit frame since the helicities of baryons are opposite for the spinors aligned in G M and are the same for the spinors aligned in G E .",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the SL region, FFs have been extracted by the Rosenbluth separation method [5], as well as, more recently, by the recoil proton polarization transfer method [6]. The latter has been applied to obtain the µ p G E /G M ratio. Results from the GEp-II experiment at JLab's Hall A [7,8] for µ p G E /G M show that this ratio decreases rather quickly with increasing Q 2 , where Q 2 = −q 2 ≥ 0, while results achieved by the Rosenbluth method show an almost constant ratio [9]. The discrepancy between the Rosenbluth and the polarization transfer method may be resolved by including higher order corrections like two-photon exchange. A small correction to the Rosenbluth separation could imply a large correction for the extraction of G E , since G E is the slope of the Rosenbluth plot. However, the correction of including two-photon exchange is small and cannot significantly influence the results of the polarization transfer experiment.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 78,
                    "text": "[5]",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 160,
                    "text": "[6]",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 279,
                    "text": "[7,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 282,
                    "text": "8]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 470,
                    "text": "[9]",
                    "end": 473
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In the TL region, measurements have been performed in the direct production channel e + e − → pp [10][11][12][13][14], in the radiative return channel e + e − → pp(γ ISR ) [15,16] where γ ISR refers to a photon emitted by initial state radiation (ISR), and inpp → e + e − [17][18][19] experiments. In cases where the data sample is too small to extract angular distributions and disentangle |G E | and |G M |, the effective proton FF |G| can be calculated from the total cross section, assuming |G E | = |G M |. This assumption is valid at the pp mass threshold, if analyticity of the FFs holds, implying that at threshold the angular distribution should be isotropic. In the PS170 experiment at LEAR [17], the effective proton FF was obtained, as well as the |G E /G M | ratio, from pp threshold up to √ s = 2.05 GeV. In the BaBar experiment at PEP-II [15,16], the cross section was measured using the ISR method from the pp production threshold up to √ s = 6.5 GeV. The |G E /G M | ratio was measured from threshold up to √ s = 3.0 GeV and the result shows an inconsistency with respect to the PS170 results.  The presence of vector resonances, like ρ, ω and φ in the unphysical region, below the pp threshold, can influence the functional form of the FFs in the physical region. Hence the FFs, in particular the ratio |G E /G M |, in the TL region cannot be simply extrapolated from the SL ones. Until now it has been assumed that all FFs respect analyticity, which should allow to calculate their behavior in the unphysical region thanks to dispersion relations [20] using the available data in both the TL and SL regions. In the SL region, the ratio µ p G E /G M has been measured at 16 Q 2 values in (0.5, 8.5) GeV 2 with the best precision to 1.7% [7,8], while the present precision of |G E /G M | in the TL region exceeds 10% by far. Therefore, it is necessary to improve the measurement of |G E /G M | ratio in the TL region.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 97,
                    "text": "[10]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 101,
                    "text": "[11]",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 105,
                    "text": "[12]",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 109,
                    "text": "[13]",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 113,
                    "text": "[14]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 172,
                    "text": "[15,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 176,
                    "text": "16]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 272,
                    "text": "[17]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 276,
                    "text": "[18]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 280,
                    "text": "[19]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 701,
                    "text": "[17]",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 853,
                    "text": "[15,",
                    "end": 857
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 857,
                    "text": "16]",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1566,
                    "text": "[20]",
                    "end": 1570
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1755,
                    "text": "[7,",
                    "end": 1758
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1758,
                    "text": "8]",
                    "end": 1760
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The experimental determinations of proton FFs are important input for various QCD-based theoretical models. There are plenty of theoretical approaches applied to explain TL FFs: Chiral Perturbation Theory [21], Lattice QCD [22]  [23], Vector Meson Dominance (VMD) [24], the Relativistic Constituent Quark Model (CQM) [25], and, at high energies, perturbative QCD predictions [26].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 205,
                    "text": "[21]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 223,
                    "text": "[22]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 229,
                    "text": "[23]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 264,
                    "text": "[24]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 317,
                    "text": "[25]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 375,
                    "text": "[26]",
                    "end": 379
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we present an investigation of the process e + e − → pp based on data samples collected with the Beijing Spectrometer III (BESIII) [27]  ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 146,
                    "text": "[27]",
                    "end": 150
                }
            ]
        },
        {
            "text": "II. THE BESIII EXPERIMENT AND DATA SETS",
            "section_rank": 3
        },
        {
            "section": "II. THE BESIII EXPERIMENT AND DATA SETS",
            "text": "BEPCII is a double-ring e + e − collider running at c.m. energies between 2.0-4.6 GeV and reached a peak luminosity of 0.85 × 10 33 cm −2 s −1 at a c.m. energy of 3770 MeV. The cylindrical BESIII detector has an effective geometrical acceptance of 93% of 4π and is divided into a barrel section and two endcaps. It contains a small cell, helium-based (40% He, 60% C 3 H 8 ) main drift chamber (MDC) which provides momentum measurement for charged particles with a resolution of 0.5% at a momentum of 1 GeV/c in a magnetic field of 1 Tesla. The energy loss measurement (dE/dx) provided by the MDC has a resolution better than 6%. A time-of-flight system (TOF) consisting of 5-cm-thick plastic scintillators can measure the flight time of charged particles with a time resolution of 80 ps in the barrel and 110 ps in the endcaps. An electromagnetic calorimeter (EMC) consisting of 6240 CsI (Tl) in a cylindrical structure and two endcaps is used to measure the energies of photons and electrons. The energy resolution of the EMC is 2.5% in the barrel and 5.0% in the end-caps for photon/electron of 1 GeV energy. The position resolution of the EMC is 6 mm in the barrel and 9 mm in the end caps. A muon system (MUC) consisting of about 1000 m 2 of Resistive Plate Chambers (RPC) is used to identify muons and provides a spatial resolution better than 2 cm.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "II. THE BESIII EXPERIMENT AND DATA SETS",
            "text": "Monte Carlo (MC) simulated signal and background samples are used to optimize the event selection criteria, estimate the background contamination and evaluate the selection efficiencies. The MC samples are generated using a Geant4-based [28] simulation software package BESIII Object Oriented Simulation Tool (BOOST) [29], which includes the description of geometry and material, the detector response and the digitization model, as well as a database of the detector running conditions and performances. In this analysis, the generator software package Conexc [30] is used to simulate the signal MC samples e + e − → pp, and calculate the corresponding correction factors for higher order process with one radiative photon in the final states. Another generator Phokhara [31] serves as a cross check of the radiative correction factors. At each c.m. energy, a large signal MC sample with more than 10 times of the produced events in data for the process e + e − → pp, contributing 0.15% statistical uncertainty on the detection efficiency, is generated. Simulated samples of the QED background processes e + e − → l + l − (l = e, µ) and e + e − → γγ are generated with the generator Babayaga [32]. The other background MC samples for the processes with the hadronic final states e + e − → h + h − (h = π, K), e + e − → ppπ 0 , e + e − → ppπ 0 π 0 and e + e − → ΛΛ are generated with uniform phase space distributions. The background samples are generated with equivalent luminosities at least as large as the data samples.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 237,
                    "text": "[28]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 317,
                    "text": "[29]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 561,
                    "text": "[30]",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 772,
                    "text": "[31]",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1193,
                    "text": "[32]",
                    "end": 1197
                }
            ]
        },
        {
            "text": "III. ANALYSIS STRATEGY",
            "section_rank": 4
        },
        {
            "text": "A. Event selection",
            "section_rank": 5
        },
        {
            "section": "A. Event selection",
            "text": "Charged tracks are reconstructed with the hit information from the MDC. A good charged track must be within the MDC coverage, | cos θ| < 0.93, and is required to pass within 1 cm of the e + e − interaction point (IP) in the plane perpendicular to the beam and within ±10 cm in the direction along the beam. The combined information of dE/dx and TOF is used to calculate particle identification (PID) probabilities for the pion, kaon and proton hypothesis, respectively, and the particle type with the highest probability is assigned to the track. In this analysis, exactly two good charged tracks, one proton and one antiproton, are required. To suppress Bhabha background events, the ratio E/p of each proton candidate is required to be smaller than 0.5, where E and p are the energy deposited in the EMC and the momentum measured in the MDC, respectively. The cosmic ray background is rejected by requiring |T trk1 − T trk2 | <4 ns, where T trk1 and T trk2 are the measured time of flight in the TOF detector for the two tracks. For the samples with c.m. energy √ s > 2400.0 MeV, the proton is further required to satisfy cos θ < 0.8 to suppress Bhabha background. ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "B. Background study",
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "The potential background contamination can be classified into two categories, the beam associated background and the physical background.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "The beam associated background includes interactions between the beam and the beam pipe, beam and residual gas, and the Touschek effect [33]. Dedicated data samples with separated beams were collected with the BESIII detector at √ s = 2400.0 and 3400.0 MeV; these are used to study the beam associated background. Since the two beams do not interact with each other, all of the observed events are beam associated background, and can be used to evaluate the beam associated background at different c.m. energies by normalizing the data-taking time and efficiencies. No events from the separated beam data samples survive the signal selection criteria. Considering that the normalization factor is less than 5 for most of energy points (other than 3.08 and 3.65 GeV), the beam associated background at all c.m. energy points is negligible.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 136,
                    "text": "[33]",
                    "end": 140
                }
            ]
        },
        {
            "section": "B. Background study",
            "text": "The physical background may come from the e + e − annihilation processes with two-body final states, e.g. Bhabha or di-muon events, where leptons are misidentified as protons or antiprotons, or processes with multibody final states including pp, e.g. e + e − → ppπ 0 (π 0 ). The contamination from physical background is evaluated by MC samples, and are listed in Table I for √ s = 2232.4 and 3080.0 MeV, respectively.",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 364,
                    "text": "Table I",
                    "end": 371
                }
            ]
        },
        {
            "section": "B. Background study",
            "text": "The number of the surviving background events after normalization, N MC nor , is very small at the low c.m. energies and can therefore be safely neglected. However, at higher c.m. energies ( √ s ≥ 3.40 GeV), due to the rapid decrease of the cross section of e + e − → pp, the background level which is mainly from Bhabha events is higher, and N MC nor needs to be corrected for.",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "The ratio of pp invariant mass and the c.m. energy, M pp / √ s, from data and MC has been compared and is shown in Fig. 4 at different c.m. energies. The integral luminosity of the data set at each c.m. energy is listed in Table II. There is good agreement between data and MC simulations. The signal yields are extracted by counting the number of events and are listed in Table II,   sur is the number of events remaining after the selection criteria, σ is the production cross section in the e + e − annihilation process, which is obtained using the Babayaga generator for Bhabha, di-muon, and di-photon processes, and from the previous experimental results for others processes [34,35]  ",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 115,
                    "text": "Fig. 4",
                    "end": 121
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 223,
                    "text": "Table II",
                    "end": 231
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 373,
                    "text": "Table II,",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 681,
                    "text": "[34,",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 685,
                    "text": "35]",
                    "end": 688
                }
            ]
        },
        {
            "section": "B. Background study",
            "text": "where α ≈ 1 137 is the fine structure constant, β = 1 − 1−exp(−πα/β) is the Coulomb correction factor for a point-like proton, s is the square of the c.m. energy, and θ p is the polar angle of the proton in the e + e − c.m. system. We assume that the proton is point-like above the pp production threshold, meaning that the Coulomb force acts only on the already formed hadrons. At the energies we are considering here, the Coulomb correction factor can be safely assumed to be 1. Furthermore, under the assumption of the effective FF |G| = |G E | = |G M | and by integrating over θ p , it can be deduced:",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "where σ Born is in nb and m p , s in GeV.",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "Experimentally, the Born cross section of e + e − → pp is calculated by",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "where N obs is the observed number of candidate events, extracted by counting the number of signal events, N bkg is the expected number of background events estimated by MC simulations, L is the integrated luminosity estimated with large-angle Bhabha events, ε is the detection efficiency determined from a MC sample generated using the Conexc generator [30], which includes radiative corrections (which will be discussed in detail in next paragraph), and (1 + δ) is the radiative correction factor which has also been determined using the Conexc generator. The derived Born cross section σ Born , the effective FF |G|, as well as the related variables used to calculate σ Born are shown in Table II at different c.m. energies. In the table, the product value ε ′ = ε×(1+δ) is presented to account for the effective efficiency. Comparisons of σ Born and |G| to the previous experimental measurements are shown in Fig. 5. Compared to the BaBar results [15], the precision of the Born cross section is improved by 30% for data sets with √ s ≤ 3080.0 MeV, and the corresponding precision of effective FF is improved, too.  Table II. The interference of pp final states between e + e − annihilation and J/ψ decay in the lower tail is assumed to be negligible [37].",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 354,
                    "text": "[30]",
                    "end": 358
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 691,
                    "text": "Table II",
                    "end": 699
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 913,
                    "text": "Fig. 5",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 951,
                    "text": "[15]",
                    "end": 955
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1120,
                    "text": "Table II",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1255,
                    "text": "[37]",
                    "end": 1259
                }
            ]
        },
        {
            "section": "B. Background study",
            "text": "Several sources of systematic uncertainties are considered in the measurement of the Born cross sections and the corresponding effective FFs, including those of tracking, PID, E/p requirement, background estimation, theory uncertainty from radiative corrections, FF model dependence and integrated luminosity.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "(a) Tracking and PID : The uncertainties of tracking and PID efficiencies for proton/antiproton are investigated using almost background-free control samples J/ψ → ppπ + π − and ψ(3686) → π + π − J/ψ → π + π − pp. The differences of tracking and PID efficiencies between data and MC simulation is 1.0% per track, respectively, and they are taken as systematic uncertainties. (b) E/p requirement : The uncertainty of the E/p requirement is also estimated using the J/ψ → ppπ + π − control sample. The difference between data and MC in efficiency is found to be 1.0% applying the same E/p criteria on the proton sample, and is taken as a systematic uncertainty. (c) Background estimation : In the analysis, the background contamination is estimated by the MC samples. An alternative method, 2-dimensional sidebands in the proton momentum versus antiproton momentum space, is applied to estimate the background contamination, and the difference is taken as the systematic uncertainty. The proton/antiproton momentum sideband region is defined by 6 σ p < |p mea −p exp | < 11 σ p , where p exp and σ p are the expected momentum and resolution of proton/antiproton at a given c.m. energy. (d) Radiative correction : In the nominal results, the radiative correction factors are estimated with the Conexc generator. An alternative generator, Phokhara, is used to evaluate the theoretical calculation of the radiative correction factors, and the differences in the resulting products ε ′ of detection efficiency and radiative correction factor are taken as the systematic uncertainty. (e) FFs model dependence : For those c.m. energies with measured |G E /G M | ratios, the uncertainties on the detection efficiencies are estimated by varying the |G E /G M | ratios with 1 standard deviation measured in this analysis. These systematic uncertainties are found to be less than 5.0%. For other c.m. energy points, whose |G E /G M | ratios are unknown, the uncertainties on the detection efficiencies are evaluated to be half of the differences between the detection efficiencies with setting |G E | = 0 or |G M | = 0, respectively, which give larger uncertainties exceeding 10.0%. (f ) Integrated luminosity : The integrated luminosity is measured by analyzing large-angle Bhabha scattering process, and achieves 1.0% in precision.",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "All systematic uncertainties are summarized in Table III. The total systematic uncertainty of the Born cross section is obtained by summing the individual contributions in quadrature. The effective FF |G| is proportional to the square root of the Born cross section, and its systematic uncertainty is half of that of the Born cross section. ",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "section": "B. Background study",
            "text": "is the product of detection efficiency ε and the radiative correction factor (1 + δ), and L is the integrated luminosity. The first errors are statistical, and the second systematic. Cross section (pb) ",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "section_rank": 7
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "The distribution of the proton polar angle θ p depends on the electric and magnetic FFs. The Eq. 4 can be rewritten as:",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "where R = |G E /G M | is the ratio of electric to magnetic  Table II is not considered in the nominal fit. An alternative fit with background subtraction is performed, where the background contamination is estimated by the two-dimension sideband method, and the differences are considered as the systematic uncertainties related to background contamination. In the fit, the detection efficiency is evaluated with the MC simulation. An alternative fit with  corrected detection efficiency which takes into account the differences in tracking, PID and E/p selection efficiency between data and MC is performed, and the results in differences are taken as the systematic uncertainties. Fits with ranges [−0.8, 0.6] and [−0.7, 0.7] in cos θ p are performed, and the largest differences to the nominal values are taken as the uncertainties. Table V summarizes the related systematic uncertainties for the |G E /G M | and |G M | measurements. The overall systematic uncertainties are obtained by summing all the three systematic uncertainties in quadrature.",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 60,
                    "text": "Table II",
                    "end": 68
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 836,
                    "text": "Table V",
                    "end": 843
                }
            ]
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "As a crosscheck, a different method, named method of moments (MM) [38], is applied to extract the |G E /G M | ratio, where the weighted factors in front of G E and G M may be used to evaluate the electric or magnetic FF from moments of the angular distribution directly. The expectation value, or moment, of cos 2 θ p , for a distribution following Eq. 7 is given by:",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 66,
                    "text": "[38]",
                    "end": 70
                }
            ]
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "Calculating this within the interval [−0.8, −0.8] where the acceptance is non-zero and smooth, gives for the acceptance correction:",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "and the corresponding uncertainty:",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "where σ cos 2 θp is given by  In the analysis of experimental data, cos 2 θ p and cos 4 θ p are the average of cos 2 θ p and cos 4 θ p which are calculated taking the detection efficiency event-by-event into account: cos 2,4 θ p = cos 2,4 ",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 235,
                    "text": "2,",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 237,
                    "text": "4",
                    "end": 238
                }
            ]
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "where ε i is the detection efficiency with the ith event's kinematics as estimated by the MC simulation.",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "section": "D. Extraction of the electromagnetic |GE/GM | ratio",
            "text": "The extracted |G E /G M | ratios and |G M | by MM at different c.m. energies are also shown in Table IV, where |G M | is calculated by N norm in Eq. 7 using the measured |G E /G M | ratio. The results are well consistent with those extracted by fitting the distribution of polar angle cos θ p , and the statistical uncertainty is found to be comparable between the two different methods due to the same number of events.  experiments. The measured |G E /G M | ratios are close to unity which are consistent with those of the BaBar experiment in the same q 2 region. At present, the precision of the |G E /G M | ratio is dominated by statistics. A MC simulation study shows that the precision can achieve 10% or 3.0% if we have a factor of 5 or 50 times higher integrated luminosity. In the near future, a new scan at BEPCII with c.m. energy ranging between 2.0 GeV and 3.1 GeV is foreseen to improve the precision of the measurement on |G E /G M | ratio in a wide range.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 95,
                    "text": "Table IV",
                    "end": 103
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 8
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (a) Feynman diagram of ep → ep elastic scattering at the lowest order. (b) Feynman diagram of e + e − → pp annihilation at the lowest order (identical to that of the reverse reaction pp → e + e − with e ↔ p exchange.)",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "After applying the above selection criteria, the distributions of the opening angle between proton and antiproton, θ pp , at c.m. energies √ s = 2232.4 and 3080.0 MeV are shown in Fig. 2. Good agreement between data and MC samples is observed, and a better resolution is achieved with increasing c.m. energy due to the smaller effects on the small angle multiple scattering. A c.m. energy dependent requirement, i.e., θ pp > 178 • at √ s ≤ 2400.0 MeV, and θ pp > 179 • at √ s > 2400.0 MeV, is further applied. Figure 3 shows the distribution of the momentum of proton or antiproton at c.m. energies √ s = 2232.4 and 3080.0 MeV. A momentum window of 5 times the momentum resolution, |p mea − p exp | < 5σ p , is applied to extract the signals, where p mea and p exp are the measured and expected momentum of the proton or antiproton in the c.m. system, respectively, and σ p is the corresponding resolution.",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "FIG. 2 .FIG. 3 .",
            "section_rank": 10
        },
        {
            "section": "FIG. 2 .FIG. 3 .",
            "text": "FIG. 2. Opening angle distributions between proton and antiproton at the c.m. energies of (a) 2232.4 MeV, and (b) 3080.0 MeV. The dots with error bars are data, the histograms represent the distributions of signal MC samples. The arrows show the selection applied.",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. Comparison of Mpp/ √ s distributions at different c.m. energies for data (dots with error bars) and MC (histograms): (a) 2232.4, (b) 2400.0, (c) 2800.0, (d) 3050.0, (e) 3060.0, (f) 3080.0, (g) 3400.0, (h) 3500.0, (i) 3550.7, (j) 3600.2, (k) 3650.0, (l) 3671.0 MeV. The sample (i) is a combination of three data sub-samples with very close c.m. energies, √ s = 3542.4, 3553.8, 3561.1 MeV, and the value of 3550.7 MeV is the average c.m. energy weighted with their luminosity values.",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "of the proton in the e + e − c.m. system, C = πα β 1",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "From Eq. 4 ,",
            "section_rank": 13
        },
        {
            "section": "From Eq. 4 ,",
            "text": "it is obvious that the detection efficiency depends on the ratio of the electric and magnetic FFs, |G E /G M |, due to the different polar angle θ p distributions. In this analysis, the detection efficiency is evaluated with the MC samples. The ratio of |G E /G M | is measured for data samples at c.m. energies √ s = 2232.4 and 2400.0 MeV, and for a combined data with sub-data samples at √ s = 3050.0, 3060.0, and 3080.0 MeV, which have close c.m. energy. The corresponding measured |G E /G M | ratios are used as the inputs for MC generation. Details of the |G E /G M | ratio measurement can be found in Sec. III D. For other c.m. energy points, where the |G E /G M | ratios are not measured due to limited statistics, the detection efficiencies are obtained by averaging the efficiencies with setting |G E | = 0 and |G M | = 0, respectively. The corresponding product values of detection efficiencies and the radiative correction factors at different c.m. energies are listed in",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. Comparison of (a) the Born cross section and (b) the effective FF |G| between this measurement and previous experiments, shown on a logarithmic scale for invariant pp masses from 2.20 to 3.70 GeV/c 2 .",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "FFs, and N norm = 2πα 2 βL 4s [ 1 .94+5.04 m 2 ps R 2 ]",
            "section_rank": 15
        },
        {
            "section": "FFs, and N norm = 2πα 2 βL 4s [ 1 .94+5.04 m 2 ps R 2 ]",
            "text": "G M (s) 2 is the overall normalization factor. Both R and N norm (G M (s)) can be extracted directly by fitting the cos θ p distributions with Eq. 7. The polar angular distributions cos θ p are shown in Fig. 6 for √ s = 2232.4 and 2400.0 MeV, as well as for a combined data sample with sub-data samples at √ s = 3050.0, 3060.0 and 3080.0 MeV. The distributions are corrected with the detection efficiencies in different cos θ p bins which are evaluated by MC simulation samples. The distributions are fitted with Eq. 7, and the fit results are also shown in Fig. 6. The fit results as well as the corresponding qualities of fit, χ 2 /ndf , are summarized in Table IV. The corresponding ratios R = |G E /G M | are shown in Fig. 7, and the results from the previous experiments are also presented on the same plot for comparison. The systematic uncertainties of the |G E /G M | ratio and |G M | measurements are mainly from background contamination, the difference of detection efficiency between data and MC, and the different fit range of cos θ p . The small background contamination as listed in",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 16
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. Efficiency corrected distributions of cos θp and fit results for data at c.m. energies (a) 2232.4, (b) 2400.0 MeV and (c) a combined sample with c.m. energy at 3050.0, 3060.0 and 3080.0 MeV. The dots with error bars represent data. The solid line (black) represents the overall fit result. The dot-dashed line (in red) shows the contribution of the magnetic FF and the dashed line (in blue) of the electric FF.",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "-FIG. 7 .",
            "section_rank": 17
        },
        {
            "section": "-FIG. 7 .",
            "text": "FIG. 7. The measured ratio of electric to magnetic FFs |GE/GM | at different c.m. energy from BESIII (filled circles), BaBar at SLAC (open crosses) and PS170 at LEAR/CERN (open circles).",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "text": "IV. SUMMARY Using data at 12 c.m. energies between 2232.4 MeV and 3671.0 MeV collected with the BESIII detector, we measure the Born cross sections of e + e − → pp and extract the corresponding effective FF |G| under the assumption |G E | = |G M |. The results are in good agreement with previous experiments. The precision of the Born cross section with √ s ≤ 3.08 GeV is between 6.0% and 18.9% which is much improved comparing with the best precision of previous results (between 9.4% and 26.9%) from BaBar experiment [15]; and the precision is comparable with those of previous results at √ s > 3.08 GeV. The |G E /G M | ratios and |G M | are extracted at the c.m. energies √ s = 2232.4 and 2400.0 MeV and a combined data sample with c.m. energy of 3050.0, 3060.0 and 3080.0 MeV, with comparable uncertainties to previous",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "The Born cross section at these energy points are measured and the corresponding effective FFs are determined. The ratio of electric to magnetic FFs, |G E /G M |, and |G M | are measured at those c.m. energies where the statistics are large enough. The results are consistent with those from BaBar in the same q 2 region.",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "TABLE I .",
            "section_rank": 20
        },
        {
            "section": "TABLE I .",
            "text": "Physical background processes estimated from the MC samples at √ s = 2232.4 and 3080.0 MeV. N MCgen is the number of generated MC events, N MC",
            "paragraph_rank": 49,
            "section_rank": 20
        },
        {
            "text": ". N MC uplimit and N MC nor are the estimated upper limit at the 90% confidence level (C.L.) and the normalized number of background events. √ s = 2232.4 MeV (2.63 pb −1 ) √ s = 3080.0 MeV (30.73 pb −1 )",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "TABLE II .",
            "section_rank": 22
        },
        {
            "section": "TABLE II .",
            "text": "Summary of the Born cross section σBorn, the effective FF |G|, and the related variables used to calculate the Born cross sections at the different c.m. energies √ s, where N obs is the number of candidate events, N bkg is the estimated background",
            "paragraph_rank": 51,
            "section_rank": 22
        },
        {
            "text": "± 14.3 ± 15.5 16.10 ± 0.32 ± 0.",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "TABLE III .",
            "section_rank": 24
        },
        {
            "section": "TABLE III .",
            "text": "Summary of systematic uncertainties (in %) for the Born cross sections σBorn and the effective form factor |G| measurements.",
            "paragraph_rank": 53,
            "section_rank": 24
        },
        {
            "text": "TABLE IV .",
            "section_rank": 25
        },
        {
            "section": "TABLE IV .",
            "text": "Summary of the ratio of electric to magnetic FFs |GE/GM |, magnetic FF |GM | by fitting on the distribution of cos θp and method of moments at different c.m. energies. For the method of fitting on cos θp, the statistical and systematic uncertainties are quoted for |GE/GM | and |GM |, and the fitting quality χ 2 /n.d.o.f. is presented. Only statistical uncertainty is shown for the method of moments.",
            "paragraph_rank": 54,
            "section_rank": 25
        },
        {
            "text": "TABLE V .",
            "section_rank": 26
        },
        {
            "section": "TABLE V .",
            "text": "Summary of systematic uncertainties (in %) in the |GE /GM | ratio and |GM | measurement. |G E /G M | |G M | √ s (MeV) 2232.4 2400.0 (3050.0, 3080.0) 2232.4 2400.0 (3050.0, 3080.0)",
            "paragraph_rank": 55,
            "section_rank": 26
        },
        {
            "text": "V. ACKNOWLEDGMENTS",
            "section_rank": 28
        },
        {
            "section": "V. ACKNOWLEDGMENTS",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. We are grateful to Henryk Czyz for providing us the new Phokhara generator with the scan mode. This work ",
            "paragraph_rank": 56,
            "section_rank": 28
        }
    ]
}