{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Gravity is the most familiar force at our natural length scale. However, it is still exotic from the view point of particle physics. The first experimental study of quantum effects under gravity was performed using a cold neutron beam in 1975. Following this, an investigation of gravitationally bound quantum states using ultracold neutrons was started in 2002. This quantum bound system is now well understood, and one can use it as a tunable tool to probe gravity. In this paper, we review a recent measurement of position-space wave functions of such gravitationally bound states and discuss issues related to this analysis, such as neutron loss models in a thin neutron guide, the formulation of phase space quantum mechanics, and UCN position sensitive detectors. The quantum modulation of neutron bound states measured in this experiment shows good agreement with the prediction from quantum mechanics.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Phenomena due to the gravitational field have been well understood at the macroscopic scales. However, there are only a few cases of experiments at microscopic scales, due to gravity's extreme weakness when compared to the other forces, such as electromagnetic and nuclear forces.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "Even though quantum mechanics was established in the early 1900s, the first experiment to investigate a quantum effect under gravity was reported in 1975 by the group of Colella [1], where a neutron interference pattern induced by a gravitational potential was observed. The major systematic uncertainty was attributed to a bending effect of an interferometer when one rotates the system to manipulate a relative quantum phase difference between two neutron paths. A subsequent series of experiments were carried out with careful studies of systematic effects by measuring the bending effect using X-rays and considering the Sagnac effect [2] due to the rotation of the Earth [3,4]. The latest attempt was performed using normal-symmetric and skewsymmetric interferometers and a two-wavelength difference measurement method. The agreement with theoretical calculation is at the 1% level [5].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 178,
                    "text": "[1]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 639,
                    "text": "[2]",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 676,
                    "text": "[3,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 679,
                    "text": "4]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 887,
                    "text": "[5]",
                    "end": 890
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Another approach to observe quantum effects under gravity was carried out by the group of Nesvizhevsky [6,7]. In this experiment, one measured a transmission of ultracold neutrons (UCNs) through a vertically thin neutron guide in the terrestrial gravitational field as a function of the slit thickness and showed the evidence of quantum bound states in the gravitational potential by analyzing the minimum height of a guide through which UCN can be transmitted. In a later detailed analysis, the characteristic sizes of positionspace wave functions for the first and second quantum states were evaluated with an uncertainty of around 10% [8]. The major systematic uncertainty in this evaluation came from the difficulty in modeling the rough surface of a scatterer used on the ceiling of the guide, which causes some deformation of the wave functions. To minimize the effects of the deformation, a \"differential method\" was designed, in which one directly measures the wave functions using a position sensitive detector. In this method, a neutron guide of moderate height can be used and the deforming effect ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 103,
                    "text": "[6,",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 106,
                    "text": "7]",
                    "end": 108
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 638,
                    "text": "[8]",
                    "end": 641
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Figure 1: Probability distributions of gravitationally bound states of neutrons for the first five states [35]. Horizontal lines indicate eigenenergies and vertical lines show the classical turning points for each state.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 106,
                    "text": "[35]",
                    "end": 110
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "was kept rather small compared to the previous \"integrated method. \" The first attempt of the differential method was reported in [8], where a plastic nuclear track detector (CR39) with a uranium coating [9] was used as the detector. These quantum systems, in which the UCN bounces on a smooth floor, are expressed by the time-independent Schrödinger equation",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 130,
                    "text": "[8]",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 204,
                    "text": "[9]",
                    "end": 207
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "with the linear potential",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where and are the eigenfunctions and eigenenergies, ℏ is the reduced Planck constant, is the neutron mass, and is the standard gravitational acceleration. Equation (1) can be rewritten in dimensionless form as",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "where ≡ / 0 − / 0 and the characteristic length and energy are given by",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "This is the Airy equation and solutions are described by Airy special functions, Ai( ) and Bi( ). Calculated probability distributions for the first five states are illustrated in Figure 1. Note that = 0, where ≡ 0 / 0 , are the classical turning points of a classical bouncing ball, which are denoted in the cross points of each eigenenergy and the potential line of in Figure 1. This system is a suitable device with which to test the inverse square law of standard Newtonian gravity and to search for new gravity-like short-range interactions around these scales. The first limit to a non-Newtonian force with a Yukawa-type interaction potential using this microscopic system was reported in [10]. The limits for a CP-violating Yukawa-type potential were shown in [11,12]. Several experimental schemes have been proposed to improve the sensitivity to such hypothetical new physics. One idea to achieve a better resolution on the measurement of the characteristic length is to utilize a convex reflection mirror to magnify the neutron distributions [13,14]. In this review, we discuss an experiment using this scheme to precisely measure the UCN position-space wave functions, performed by the group of Komamiya of the University of Tokyo [15]. Experiments exploiting other ideas for measuring the energy scale, that is, the energy differences between quantum states, are proposed by observing resonance transitions induced by a magnetic field [16][17][18][19] and mechanical vibrations [20]. These projects are called GRANIT [21] and qBounce, respectively. The first measurement of the resonance transition from the ground to the third state was reported by the group of Abele in [22]. Recently, a new limit for the CP-violating Yukawa-type potential using the resonance method was reported in [23]. It also shows a limit for the chameleon field [24][25][26], a dark energy candidate.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 180,
                    "text": "Figure 1",
                    "end": 188
                },
                {
                    "type": "figure",
                    "start": 371,
                    "text": "Figure 1",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 695,
                    "text": "[10]",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 767,
                    "text": "[11,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 771,
                    "text": "12]",
                    "end": 774
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1051,
                    "text": "[13,",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1055,
                    "text": "14]",
                    "end": 1058
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1241,
                    "text": "[15]",
                    "end": 1245
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1446,
                    "text": "[16]",
                    "end": 1450
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1450,
                    "text": "[17]",
                    "end": 1454
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1454,
                    "text": "[18]",
                    "end": 1458
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1458,
                    "text": "[19]",
                    "end": 1462
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1489,
                    "text": "[20]",
                    "end": 1493
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1528,
                    "text": "[21]",
                    "end": 1532
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1683,
                    "text": "[22]",
                    "end": 1687
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1797,
                    "text": "[23]",
                    "end": 1801
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1849,
                    "text": "[24]",
                    "end": 1853
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1853,
                    "text": "[25]",
                    "end": 1857
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1857,
                    "text": "[26]",
                    "end": 1861
                }
            ]
        },
        {
            "text": "Precision Measurement and Issues Related to This Analysis",
            "section_rank": 3
        },
        {
            "section": "Precision Measurement and Issues Related to This Analysis",
            "text": "The precision measurement with a convex magnification mirror [15] was performed using a UCN source provided at ILL (Institut Laue-Langevin) [27]. The velocity distribution was measured by a TOF method and is well characterized by a Gaussian distribution with mean of 9.4 m/s and standard deviation of 2.8 m/s. Figure 2(a) shows a schematic drawing of the experiment. The entire system was mounted on an antivibration table and magnetically shielded by a Permalloy sheet. The main components can be separated into three parts: a vertically thin collimating guide, a magnification mirror (rod), and a pixelated position sensitive detector. The layout of these components is shown in Figure 2(b).   Figure 2: Schematic drawing of the precision measurement experiment using a convex magnification mirror [15]. (a) is an overview of the system and (b) shows the geometry of the main components.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 61,
                    "text": "[15]",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 140,
                    "text": "[27]",
                    "end": 144
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 310,
                    "text": "Figure 2",
                    "end": 318
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 681,
                    "text": "Figure 2",
                    "end": 689
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 696,
                    "text": "Figure 2",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 800,
                    "text": "[15]",
                    "end": 804
                }
            ]
        },
        {
            "section": "Precision Measurement and Issues Related to This Analysis",
            "text": "in the higher states. The guide selects lower states with appropriate populations to improve the contrast of the quantum spatial modulation. (The eigenfunctions modulate somewhat coherently, especially around the lower region, except for the ground state, as seen in Figure 1. To improve the contrast of the quantum modulation, a method using a negative step of several tens of m, which transfers neutrons from the ground state to higher states, was considered in [9]. Results were reported in [29][30][31].) The neutron loss models for the scatterer or rough surface have been discussed in detail in [32][33][34], and they are still interesting issues not only for UCN guiding applications but also for storage experiments such as neutron EDM measurements. In the experiment reviewed in this paper, empirical models of the loss rates are adopted [15]. The loss rate by the scatterer, Γ , is assumed to be proportional to the probability of finding neutron in the roughness region and is given by",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 267,
                    "text": "Figure 1",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 464,
                    "text": "[9]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 494,
                    "text": "[29]",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 498,
                    "text": "[30]",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 502,
                    "text": "[31]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 601,
                    "text": "[32]",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 605,
                    "text": "[33]",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 609,
                    "text": "[34]",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 847,
                    "text": "[15]",
                    "end": 851
                }
            ]
        },
        {
            "section": "Precision Measurement and Issues Related to This Analysis",
            "text": "where is a scaling constant, estimated from data to be 9.5 +0.7 −0.9 × 10 4 s −1 , ℎ is the height of the guide (100 m), is the roughness of the scatterer (0.4 m), and̃are deformed wave functions in the guide. Neutron losses at the bottom mirror due to absorption, nonspecular reflection, upscattering, and other processes are modeled empirically as",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Precision Measurement and Issues Related to This Analysis",
            "text": "in which the loss rate is assumed to be proportional to the classical bouncing number per unit time, /2Ṽ , ,max , where is a scaling constant (estimated to be 0.38 +0.04 −0.03 ),Ṽ , ,max ≡ √ 2̃/ is the maximum vertical velocity of a neutron in the th state, and̃is the eigenenergy of the deformed wave functions. The transmissivity of the guide for each state can be written as̃∝",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Precision Measurement and Issues Related to This Analysis",
            "text": "where ⟨⋅ ⋅ ⋅ ⟩ V indicate the average over the neutron horizontal velocities. By applying a diabatic transition from region II to III, the population distribution (a probability in [15]) of neutrons for each state at the end of region III is estimated as in Figure 3(a).",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 181,
                    "text": "[15]",
                    "end": 185
                },
                {
                    "type": "figure",
                    "start": 258,
                    "text": "Figure 3",
                    "end": 266
                }
            ]
        },
        {
            "text": "Magnification Mirror.",
            "section_rank": 4
        },
        {
            "section": "Magnification Mirror.",
            "text": "A Ni coated cylindrical rod is used as a magnifying convex mirror. Its radius is 3 mm and it is placed to have a grazing angle of 20 deg. for horizontally moving neutrons at the bottom floor level ( = 0). Figure 4 shows the magnification power as a function of the height [35]. It gives about 20 times magnification around the lower region of ∼ 20 m. Before depositing the Ni coating, the cylinder was polished at the Research Center for Ultra-Precision Science and Technology, Osaka University. The roughness of the rod after the depositing was measured to be = 1.9 nm, two orders of magnitude smaller than the neutron wavelength.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 205,
                    "text": "Figure 4",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 272,
                    "text": "[35]",
                    "end": 276
                }
            ]
        },
        {
            "section": "Magnification Mirror.",
            "text": "To calculate the detected position distribution on the detector surface, the wave function at the end of the bottom floor is reexpressed by the Wigner phase space distribution [36,37]:",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 176,
                    "text": "[36,",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 180,
                    "text": "37]",
                    "end": 183
                }
            ]
        },
        {
            "section": "Magnification Mirror.",
            "text": "where is the momentum and̂is a density operator. The Wigner distribution is known as a phase space formulation of quantum mechanics and is widely used for quantum optics, for example, in the study of decoherence [38]. As an application to massive particles, one can find a paper which shows a phase space tomography of the Wigner distribution for a coherent atomic beam in a double-slit experiment [39]. Figure 3(b) shows the Wigner distribution constructed from the estimated populations in our experiment [15]. The time evolution of the Wigner distribution is calculated by the evolution of the density operator described by the Liouville-von Neumann equation ",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 212,
                    "text": "[38]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 398,
                    "text": "[39]",
                    "end": 402
                },
                {
                    "type": "figure",
                    "start": 404,
                    "text": "Figure 3(b)",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 507,
                    "text": "[15]",
                    "end": 511
                }
            ]
        },
        {
            "section": "Magnification Mirror.",
            "text": "and the potential part as",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "Magnification Mirror.",
            "text": "one can obtainthe quantum Liouville equation for the Wigner distribution [40] (",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 73,
                    "text": "[40]",
                    "end": 77
                }
            ]
        },
        {
            "section": "Magnification Mirror.",
            "text": "In the case of ( ) = , the right-hand side of the equation vanishes and it becomes the classical Liouville equation. Therefore, in region IV, one can treat the evolution of each phase point of the Wigner distribution as a classical path under gravity. Figure 5 shows the measured data and the best theoretical estimation using this model. The corresponding value is 0.715, and the experimental data support the quantum features described by the phase space formulation using the Wigner distribution [15].",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 252,
                    "text": "Figure 5",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 499,
                    "text": "[15]",
                    "end": 503
                }
            ]
        },
        {
            "text": "Position Sensitive Detector for UCNs.",
            "section_rank": 5
        },
        {
            "section": "Position Sensitive Detector for UCNs.",
            "text": "A back-thinned CCD (HAMAMATSU S7030-1008) with thin Ti-10 B-Ti layers is used for the position sensitive detector in the experiment [15]. Its pixel size is 24 m × 24 m and the thickness of the active volume is about 20 m. The 10 B layer converts neutrons into charged particles by the nuclear reaction 10 B( , ) 7 Li. The secondary particles are emitted in a nearly back-to-back configuration. One of them deposits its kinetic energy in the active area and creates a charge cluster, which typically spreads into nine pixels. The weighted center of the charge cluster is a good estimation of the incident neutron position. The thicknesses of the layers are 20 nm and 200 nm for Ti and 10 B, respectively, and they are formed by evaporating directly on the CCD surface. The spatial resolution is measured to be 3.35 ± 0.09 m by evaluating the line spread function (LSF) (see Figure 6) using very cold neutron beams at ILL [35]. For the details of the evaluation scheme, see [14,41]. A neutron converter of 6 Li using 6 Li( , ) 3 H reaction was also investigated. It is concluded that the use of 10 B gives better spatial resolution [41].",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 132,
                    "text": "[15]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 312,
                    "text": "7",
                    "end": 313
                },
                {
                    "type": "figure",
                    "start": 873,
                    "text": "Figure 6",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 920,
                    "text": "[35]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 972,
                    "text": "[14,",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 976,
                    "text": "41]",
                    "end": 979
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1130,
                    "text": "[41]",
                    "end": 1134
                }
            ]
        },
        {
            "section": "Position Sensitive Detector for UCNs.",
            "text": "Other detectors using a silicon pixel device, Timepix [42], with 6 LiF and 10 B converter were studied in [43]. Its pixel pitch is 55 m × 55 m and the thickness of its silicon layer is about 300 m. The spatial resolution for the 6   Figure 6: Fitting results of a Gd shadow pattern [35]. Spatial resolution is measured to be 3.35 ± 0.09 m by evaluating these line spread functions. For details of evaluation method, see [14,41].",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 54,
                    "text": "[42]",
                    "end": 58
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 65,
                    "text": "6",
                    "end": 66
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 106,
                    "text": "[43]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 229,
                    "text": "6",
                    "end": 230
                },
                {
                    "type": "figure",
                    "start": 233,
                    "text": "Figure 6",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 282,
                    "text": "[35]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 420,
                    "text": "[14,",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 424,
                    "text": "41]",
                    "end": 427
                }
            ]
        },
        {
            "text": "m in FWHM of the point spread function (PSF).",
            "section_rank": 6
        },
        {
            "section": "m in FWHM of the point spread function (PSF).",
            "text": "The performance of the 10 B converter is estimated by Monte-Carlo simulations to be better than 3 m in FWHM of the PSF.",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "section": "m in FWHM of the point spread function (PSF).",
            "text": "Another detector concept of uranium coated plastic nuclear tracker (CR39) [9] was used in several experiments [8,[29][30][31]44]. Usually two fission fragments are emitted from a thin 235 U coating, and one of the daughter nuclei makes a track of defects in the CR39. By chemical etching, the diameter of track points is increased up to 1 m, allowing us to scan these vertexes using an optical microscope. Position resolution is around 1 m [9]. By carefully analyzing the vertex shape, the spatial resolution can be improved to 0.7 m [44].",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 74,
                    "text": "[9]",
                    "end": 77
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 110,
                    "text": "[8,",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 113,
                    "text": "[29]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 117,
                    "text": "[30]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 121,
                    "text": "[31]",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 125,
                    "text": "44]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 440,
                    "text": "[9]",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 534,
                    "text": "[44]",
                    "end": 538
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 7
        },
        {
            "section": "Summary",
            "text": "The quantum system of a gravitationally bound neutron is one of the most suitable tools to investigate gravity or gravitylike hypothetical interactions around the scale of 10 m in length or 1 peV in energy. After establishing this research field by the pioneering work in observation of the quantum state [6], experimental schemes for precision measurements of these characteristic scales have developed rapidly, and nowadays one can establish limits for parameter spaces of new physics experimentally [10][11][12]23]. Furthermore one can start discussing a phase space formulation of quantum physics for the gravitationally bound quantum state [15]. An experiment for a possible test of phase space formalization using spatial interference is under preparation.",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 305,
                    "text": "[6]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 502,
                    "text": "[10]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 506,
                    "text": "[11]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 510,
                    "text": "[12]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 514,
                    "text": "23]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 645,
                    "text": "[15]",
                    "end": 649
                }
            ]
        },
        {
            "text": "2 Advances",
            "section_rank": 8
        },
        {
            "text": "Figure 3 :Figure 4 :",
            "section_rank": 9
        },
        {
            "section": "Figure 3 :Figure 4 :",
            "text": "Figure 3: (a) is an estimated population distribution (probability distribution of the guide transmission) at the end of region III and (b) shows the corresponding Wigner phase space distribution[15].",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 195,
                    "text": "[15]",
                    "end": 199
                }
            ]
        },
        {
            "text": "Figure 5 :",
            "section_rank": 10
        },
        {
            "section": "Figure 5 :",
            "text": "Figure 5: Black crosses show measured neutron position distribution[15]. Modulated distribution was clearly measured. The result shows good agreement with the quantum expectation calculated using phase space formalization by Wigner distribution ( value is 0.715). The best estimated line is shown by a red solid curve and the other lines indicate contributions of each state to the distribution. For definitions of fitting parameters, best fit values, systematic uncertainties, and the other details, see[15].",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 67,
                    "text": "[15]",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 504,
                    "text": "[15]",
                    "end": 508
                }
            ]
        },
        {
            "text": "2.1. Collimating Guide.The guide settles gravitationally bound quantum states. To clearly distinguish each quantum state, which has energy differences of order of Δ ∼ 1 peV, a resolving time of Δ ∼ ℏ/Δ ∼ 1 msec is required. Considering that the horizontal velocities of UCNs which we use are less than 15 m/s, the collimating guide was designed to have a sufficient length (192 mm in our setup) to form each quantum state. The bottom mirror is made of polished glass",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Acknowledgments",
            "section_rank": 13
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to thank Valery V. ",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "Conflict of Interests",
            "section_rank": 15
        },
        {
            "section": "Conflict of Interests",
            "text": "The authors declare that there is no conflict of interests regarding the publication of this paper.",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Submit your manuscripts at",
            "section_rank": 16
        },
        {
            "section": "Submit your manuscripts at",
            "text": "http://www.hindawi.com",
            "paragraph_rank": 34,
            "section_rank": 16
        }
    ]
}