{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "1",
            "section_rank": 1
        },
        {
            "section": "1",
            "text": "Using a sample of 1.31 billion J/ψ events accumulated with the BESIII detector at the BEPCII collider, we report the observation of the decay J/ψ → φπ 0 , which is the first evidence for a doubly Okubo-Zweig-Iizuka suppressed electromagnetic J/ψ decay. A clear structure is observed in the K + K − mass spectrum around 1.02 GeV/c 2 , which can be attributed to interference between J/ψ → φπ 0 and J/ψ → K + K − π 0 decays. Due to this interference, two possible solutions are found. The corresponding measured values of the branching fraction of J/ψ → φπ 0 are [2.94 ± 0.16(stat.) ± 0.16(syst.)] × 10 −6 and [1.24 ± 0.33(stat.) ± 0.30(syst.)] × 10 −7 .",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "section": "1",
            "text": "PACS numbers: 13.25.Gv, 14.40",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 24,
                    "text": "14.40",
                    "end": 29
                }
            ]
        },
        {
            "text": ".Be",
            "section_rank": 2
        },
        {
            "section": ".Be",
            "text": "The discovery of the J/ψ played an important role in understanding the basic constituents of nature and opened a new era in particle physics. Its unexpected narrow decay width provided insight into the study of strong interactions. As its mass is below the charmed meson pair threshold, direct decay into charmed mesons is forbidden. Therefore the J/ψ hadronic decay modes are Okubo-Zweig-Iizuka (OZI) [1] suppressed, and the final states are composed only of light hadrons.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 402,
                    "text": "[1]",
                    "end": 405
                }
            ]
        },
        {
            "section": ".Be",
            "text": "A full investigation of J/ψ decaying to a vector meson (V ) and a pseudoscalar meson (P ) can provide rich information about SU(3) flavor symmetry and its breaking, probe the quark and gluon content of the pseudoscalar mesons, and determine the electromagnetic amplitudes [2][3][4]. However the presence of doubly OZI (DOZI) suppressed processes, like the observation of J/ψ radiatively decaying into ωφ [5,6], complicates matters as they do not obey quark correlation or satisfy nonet symmetry (treating SU(3) octets and singlet as a nonet and assuming the coupling constants are the same in the interactions [2,3]). Well established phenomenological models [2,3] have indicated that the DOZI amplitude can have a large impact through interference with the singly OZI suppressed amplitude.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 272,
                    "text": "[2]",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 275,
                    "text": "[3]",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 278,
                    "text": "[4]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 404,
                    "text": "[5,",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 407,
                    "text": "6]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 610,
                    "text": "[2,",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 613,
                    "text": "3]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 659,
                    "text": "[2,",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 662,
                    "text": "3]",
                    "end": 664
                }
            ]
        },
        {
            "section": ".Be",
            "text": "Of interest is the decay J/ψ → φπ 0 , which occurs via the electromagnetic DOZI process or by non-ideal ω − φ mixing [2,3,7]. Recently, using a combination of a factorization scheme for the strong decays and a Vector Meson Dominance (VMD) model for electromagnetic decays in J/ψ → V P , the branching fraction of J/ψ → φπ 0 has been predicted to be around 8 × 10 −7 [8], while the best upper limit to date comes from the BES collaboration, B(J/ψ → φπ 0 ) < 6.4 × 10 −6 at the 90% confidence level (C.L.) [9]. In this paper, we report the first observation of J/ψ → φπ 0 based on a sample of (1.311 ± 0.011) × 10 9 J/ψ events [10,11] accumulated with the BESIII detector.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 117,
                    "text": "[2,",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 120,
                    "text": "3,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 122,
                    "text": "7]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 366,
                    "text": "[8]",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 504,
                    "text": "[9]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 625,
                    "text": "[10,",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "start": 629,
                    "text": "11]",
                    "end": 632
                }
            ]
        },
        {
            "section": ".Be",
            "text": "The BESIII detector [12] is a magnetic spectrometer located at the Beijing Electron Positron Collider (BEPCII), which is a double-ring e + e − collider with a design peak luminosity of 10 33 cm −2 s −1 at the center of mass (c.m.) energy of 3.773 GeV. The cylindrical core of the BESIII detector consists of a helium-based main drift chamber (MDC), a plastic scintillator time-of-flight system (TOF), and a CsI(Tl) electromagnetic calorimeter (EMC). All of them are enclosed in a superconducting solenoidal magnet providing a 1.0 T (0.9 T in 2012) magnetic field. The solenoid is supported by an octagonal flux-return yoke with resistive plate counter muon identifier modules interleaved with steel. The acceptance for charged particles and photons is 93% of 4π solid angle. The charged-particle momentum resolution is 0.5% at 1 GeV/c, and the specific energy loss (dE/dx) resolution is 6%. The EMC measures photon energies with a ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 20,
                    "text": "[12]",
                    "end": 24
                }
            ]
        },
        {
            "section": ".Be",
            "text": "resolution of 2.5% (5%) at 1 GeV in the barrel (endcaps). The time resolution of the TOF is 80 ps in the barrel and 110 ps in the endcaps. The BESIII offline software system (BOSS) framework is based on Gaudi [13]. A GEANT4based [14] Monte Carlo (MC) simulation is used to determine detection efficiencies and estimate backgrounds. For the decay J/ψ → φπ 0 → K + K − γγ, a candidate event is required to have two charged tracks with opposite charge and at least two photons. For each charged track, the polar angle in the MDC must satisfy | cos θ| < 0.93, and the point of closest approach to the e + e − interaction point must be within ±10 cm in the beam direction and within 1 cm in the plane perpendicular to the beam direction. TOF and dE/dx information are combined to give particle identification (PID) probabilities for π, K and p hypotheses. To identify a track as a kaon, the PID probability for the kaon hypothesis must be larger than that for the pion hypothesis.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 209,
                    "text": "[13]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 229,
                    "text": "[14]",
                    "end": 233
                }
            ]
        },
        {
            "section": ".Be",
            "text": "For each photon, the energy deposited in the EMC must be at least 25 MeV for | cos θ| < 0.8 or 50 MeV for 0.86 < | cos θ| < 0.92. To select isolated showers, the angle relative to the nearest charged track must be larger than 20 • . The timing information of the EMC is used to suppress electronic noise and unrelated energy deposits. Furthermore, a four-constraint (4C) kinematic fit is applied to the candidate events under the K + K − γγ hypothesis, requiring the 4-momentum of the final state to be equal to that of the colliding beams. If there are more than two photon candidates in an event, the combination with the smallest χ 2 4C (K + K − γγ) is retained. Events with χ 2 4C < 30 are selected. After the above selection, the scatter plot of M (K + K − ) versus M (γγ) ( Fig. 1 (a)) shows two clear clusters corresponding to φη and φη ′ and two bands corresponding to K + K − π 0 and K + K − η , but no evident accumulation of events for φπ 0 . To investigate the M (K + K − ) spectrum of K + K − π 0 events, we select events where the γγ invariant mass is in the π 0 mass region 0.115 < M (γγ) < 0.155 GeV/c 2 . The M (K + K − ) distribution for these events is shown in Fig. 1 (b), where a clear structure around the φ mass is seen.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 780,
                    "text": "Fig. 1 (a)",
                    "end": 790
                },
                {
                    "type": "figure",
                    "start": 1181,
                    "text": "Fig. 1 (b)",
                    "end": 1191
                }
            ]
        },
        {
            "section": ".Be",
            "text": "Studies were performed using both MC events and data to investigate whether the structure around 1.02 GeV/c 2 could be background related. We analyze a MC sample of 1.2 × 10 9 J/ψ inclusive decays, in which the known decay modes were generated by BesEvtGen [15,16] with measured branching fractions [17] while unknown decays were generated by Lund-Charm [18]. The dominant background events are found to be from J/ψ → K + K − π 0 with the intermediate states decaying into K ± π 0 and K + K − , which is coherent for the decay J/ψ → φπ 0 . A partial wave analysis, not including J/ψ → φπ 0 but considering the interference of all intermediate states, yields a smooth distribution with K + K − mass below 1.2 GeV/c 2 . The incoherent background can be categorized into three classes as follows. (1) The φ peaking background: e + e − → γ ISR φ and J/ψ → φπ 0 π 0 /φγγ. The former background is studied using data taken at energies far from any charmonium resonance and the latter ones are studied by exclusive MC samples. The studies show that these background events can be compensated by the π 0 mass sideband events, which are defined as 0.055 < M (γγ) < 0.095 GeV/c 2 and 0.175 < M (γγ) < 0.215 GeV/c 2 . (2) The π 0 peaking background:",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 257,
                    "text": "[15,",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 261,
                    "text": "16]",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 299,
                    "text": "[17]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 354,
                    "text": "[18]",
                    "end": 358
                }
            ]
        },
        {
            "section": ".Be",
            "text": ". This background cannot be taken into account by the π 0 mass sideband events. From MC simulations, the ratio between the number of this background events and the number of the coherent background events in the π 0 mass region is 0.5%. As little is known about the possible intermediate states, we neglect this background and consider the related systematic uncertainty. 3The non-φ and non-π 0 background are dominated by the decays J/ψ → γK + K − , γπ 0 K + K − and π 0 π 0 K + K − with various intermediate states. MC simulations show they can be subtracted by the π 0 mass sideband events. All background types are summarized in Table I. Through the studies above, none of these background events produce a structure in the K + K − mass spectrum. In addition, the detection efficiency as a function of M (K + K − ), obtained from the MC simulation and taking into account the angular distributions [19], is also smooth over the K + K − mass region, with no structure in the region of the φ signal. A possible explanation for the structure in the M (K + K − ) spectrum is interference between J/ψ → φπ 0 and other processes with the same final state. We have verified this using a statistical hypothesis test [20,21]. In the null hypothesis without J/ψ → φπ 0 , a secondorder polynomial function, defined as F H0 = P (m) ≡ c 0 + c 1 m + c 2 m 2 , is used in the fit to describe the data after subtraction of the π 0 -sideband events. The positive hypothesis is characterized by a two-component function (F H1 ), in which the model is a coherent sum of a relativistic Breit-Wigner resonance and the second-order polynomial function, convoluted with a Gaussian function G(m, σ m ) to take into account the mass resolution, σ m .",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "ref_id": "formula_4",
                    "start": 372,
                    "text": "3",
                    "end": 373
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 633,
                    "text": "Table I",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "start": 902,
                    "text": "[19]",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "start": 1212,
                    "text": "[20,",
                    "end": 1216
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1216,
                    "text": "21]",
                    "end": 1219
                }
            ]
        },
        {
            "section": ".Be",
            "text": "Here, m is the K + K − invariant mass. m 0 and Γ 0 are the nominal mass and decay width of the φ [17]. p φ (m) (p K (m)) is the momentum of the φ (K) in the frame of J/ψ (φ) with the mass of φ being m. Φ(m) = p φ (m)p K (m) is the phase space factor. B(p), defined as B(p) ≡ 1/ 1 + (rp) 2 , is the Blatt-Weisskopf penetration form factor [22] with the meson radius r being 3 GeV −1 . R and δ represents the magnitude and relative phase angle respectively for the contribution of the φ resonance. Omitting the convolution, F H1 can be expanded to be",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 97,
                    "text": "[17]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 338,
                    "text": "[22]",
                    "end": 342
                }
            ]
        },
        {
            "section": ".Be",
            "text": "where the first term is the non-φ contribution from the decay J/ψ → K + K − π 0 ; the second term is the φ resonance from the decay J/ψ → φπ 0 ; and the third term is their interference. Here, ℜA φ (m) denotes the real part of A φ (m). MC simulations show that the K + K − mass resolutions are essentially the same for J/ψ decaying to φπ 0 and φη with π 0 /η → γγ. We obtain σ m = (1.00 ± 0.02) MeV/c 2 by performing an unbinned likelihood fit to the M (K + K − ) spectrum of J/ψ → φη with 0.50 < M (γγ) < 0.60 GeV/c 2 , shown in the red dashed box in Fig. 1 (a). The same Breit-Wigner formula convoluted with a Gaussian function is used to describe the φ signal, while a second-order polynomial is used to describe the background.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 552,
                    "text": "Fig. 1 (a)",
                    "end": 562
                }
            ]
        },
        {
            "section": ".Be",
            "text": "After subtracting the incoherent background events estimated with π 0 sidebands, a maximum likelihood fit is performed to the M (K + K − ) distribution under the positive hypothesis. Two solutions with two different phase angles between the φ resonance and the non-φ contributions are found. The final fits, including the individual contributions of each components, are illustrated in Fig. 2 (a) and Fig. 2 (b), while the signal yields and the relative phase angles are summarized in Table II. In Fig. 2 (a) and Fig. 2 (b), the blue dashed curve is the nonφ contribution (the first term in Eq. 4); the red dotted curve denotes the φ resonance (the second term in Eq. 4); the green dot-dashed curve represents their interference (the third term in Eq. 4); and the blue solid curve is the sum of them. The signal yield N sig in Table II is calculated by integrating the function of the φ resonance over the fit range. The statistical significance is determined by the change of the log likelihood value and the number of degrees of freedom in the fit with and without the φ signal [20,23]. Both solutions have a statistical significance of 6.4σ, which means that they provide identically good descriptions of data. The non-resonant quantum electrodynamics (QED) contribution is estimated in two ways. One way is by analyzing data taken at energies far from any resonance, namely at 3.05, 3.06, 3.08, 3.083, 3.090 and 3.65 GeV. The other way is to use data from the ψ(3770) resonance, assuming that the possible contribution ψ(3770) → φπ 0 is negligible. The selection criteria are the same except for the required 4-momenta in the kinematic fit. Neither sample shows significant φπ 0 events. With a simultaneous fit, we obtain the QED contribution to the signal yield N con φπ 0 (3.097) < 5.8 at the 90% C.L., normalized according to the luminosity and efficiency and assuming the cross section is proportional to 1/s with s being the square of the c.m. energy. Thus we neglect the nonresonant QED contribution and use the upper limit of N con φπ 0 (3.097) to estimate a systematic uncertainty from this assumption.",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 386,
                    "text": "Fig. 2 (a)",
                    "end": 396
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 401,
                    "text": "Fig. 2 (b)",
                    "end": 411
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 485,
                    "text": "Table II",
                    "end": 493
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 498,
                    "text": "Fig. 2 (a)",
                    "end": 508
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 513,
                    "text": "Fig. 2 (b)",
                    "end": 523
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 827,
                    "text": "Table II",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "start": 1080,
                    "text": "[20,",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1084,
                    "text": "23]",
                    "end": 1087
                }
            ]
        },
        {
            "section": ".Be",
            "text": "With the detection efficiency, (45.1 ± 0.2)%, obtained from the MC simulation, the branching fractions of J/ψ → φπ 0 are calculated to be (2.94 ± 0.16) × 10 −6 for Solution I and (1.24 ± 0.33) × 10 −7 for Solution II, where the errors are statistical only.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": ".Be",
            "text": "The sources of systematic uncertainty and their corresponding contributions to the measurement of the branching fraction are summarized in Table III. The tracking efficiency of charged kaons is studied using a high-purity control sample J/ψ → K 0 S K ± π ∓ , while the photon detection efficiency is investigated based on a clean sample of J/ψ → ρπ. The differences between data and MC simulation are 1% for each charged track and 1% for each photon. The π 0 selection efficiency is studied with the sample J/ψ → ρπ, and MC simulation agrees with data within 0.6%. The particle identification efficiency is studied with the sample J/ψ → φη → K + K − γγ. The efficiency difference between data and MC is 0.5%. To estimate the uncertainty associated with the kinematic constraint, a control sample of J/ψ → φη → K + K − γγ is selected without a kinematic fit. The efficiency is the ratio of the signal yields with and without the kinematic requirement χ 2 (4C) < 30. The difference between data and MC, 3.2%, is assigned as the systematic uncertainty. For the uncertainties from the fit, alternative fits are performed by varying the bin size and fit ranges. In addition, we also consider the effect from the parameterization of the function (F H0 ) for the null hypothesis, the relative phase angle δ and the decay width Γ(m). We repeat fits parameterizing F H0 with a third-order polynomial and extending δ in Eq. 1 to be",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 139,
                    "text": "Table III",
                    "end": 148
                }
            ]
        },
        {
            "section": ".Be",
            "text": "with two more parameters δ 1 and δ 2 . Assuming the modes φ → K + K − /K S K L have the same branching fraction 50%, we also perform a fit replacing Γ(m) with Γ K + (m)×50%+Γ K 0 (m)×50%, where Γ K + /K 0 (m) is Eq. 3 using the mass of K + /K 0 . The yield difference with respect to the nominal fit is taken as the systematic uncertainty due to the parameterization. The mass resolution, σ m = 1.00 ± 0.02 MeV/c 2 , is determined from J/ψ → φη. Varying σ m within ±0.02 MeV/c 2 in the fit, the signal yield difference compared to the nominal fit is less than 1%. The QED contribution is neglected and the uncertainty for N con φπ 0 (3.097) is taken as 5.8 as stated above. It contributes a systematic uncertainty of 0.7% (16.4%) for Solution I (II), ignoring the possible interference between the QED process and J/ψ resonance decay. The mass and width of the φ meson have been fixed to their world averages [17]. Changing them with 1σ uncertainty, the signal yield difference is taken as the systematic uncertainty. The meson radius r is 3 GeV −1 in the nominal fit. We change it from 1 GeV −1 to 5 GeV −1 , and the largest signal yield difference is 2.3% (3.0%) for Solution I (II). In the fit, the π 0 peaking background J/ψ → γη c (1S) → γK + K − π 0 is neglected. These background events can be subtracted by a MC simulation normalized according to the relevant branching fractions [17] and the efficiency. The signal yield difference is 1.1% (3.8%) for Solution I (II). We also consider the uncertainties from the number of J/ψ events and the branching fraction of φ → K + K − . The total systematic uncertainty in Table III is the quadratic sum of the individual ones, assuming they are independent.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 909,
                    "text": "[17]",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1388,
                    "text": "[17]",
                    "end": 1392
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1622,
                    "text": "Table III",
                    "end": 1631
                }
            ]
        },
        {
            "section": ".Be",
            "text": "In summary, based on 1.31 billion J/ψ events collected with the BESIII detector, we perform an analysis of the decay J/ψ → φπ 0 → K + K − γγ and find a structure around 1.02 GeV/c 2 in the K + K − invariant mass spectrum. It can be interpreted as interference of J/ψ → φπ 0 with other processes decaying to the same final state. The fit yields two possible solutions and thus two branching fractions, [2.94 ± 0.16(stat.) ± 0.16(syst.)] × 10 −6 and [1.24 ± 0.33(stat.) ± 0.30(syst.)] × 10 −7 . Ref. [2] provides a model-independent relation, B(φπ 0 )/B(ωπ 0 ) = (r E tan θ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 498,
                    "text": "[2]",
                    "end": 501
                }
            ]
        },
        {
            "section": ".Be",
            "text": "is the reduced branching fraction of the decay J/ψ → V P , and p V is the momentum of the vector meson in the rest frame of J/ψ; θ V is the ω − φ mixing angle; r E is a dimensionless parameter accounting for nonet symmetry breaking in the electromagnetic sector and r E = 1 corresponds to nonet symmetry. We have used B(J/ψ → ωπ 0 ) = (4.5 ± 0.5) × 10 −4 [17]. If ω − φ are mixed ideally, namely",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 355,
                    "text": "[17]",
                    "end": 359
                }
            ]
        },
        {
            "section": ".Be",
            "text": ", the nonet symmetry breaking strength is δ E ≡ r E − 1 = (+21.0 ± 1.6)% or (−16.4±1.0)% ((+3.9±0.8)% or (−3.7±0.7)%) for Solution I (II), illustrated in Fig. 3 (a). On the other hand, we obtain φ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 154,
                    "text": "Fig. 3 (a)",
                    "end": 164
                }
            ]
        },
        {
            "section": ".Be",
            "text": "for Solution I (II) assuming nonet symmetry, shown in Fig. 3 (b). However, φ V is found to be 3.84 • from the quadratic mass formulae [17] and 3.34 • ± 0.09 • from a global fit to the radiative transitions of light mesons [24]. The φ V values do not agree with either solution. This is the first indication that nonet symmetry [2] is broken and the doubly OZI-suppression process contributes in J/ψ electromagnetic decays.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 54,
                    "text": "Fig. 3 (b)",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 134,
                    "text": "[17]",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 222,
                    "text": "[24]",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 327,
                    "text": "[2]",
                    "end": 330
                }
            ]
        },
        {
            "section": ".Be",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. This work is supported in part by National Key Basic Research Program of China under Contract No. 2015CB856700; National Natural Science",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "2 EventsFIG. 1 .",
            "section_rank": 3
        },
        {
            "section": "2 EventsFIG. 1 .",
            "text": "FIG. 1. (a) Scatter plot of M (K + K − ) versus M (γγ). The red solid and blue dotted boxes are the π 0 signal and sideband regions. The red dashed box indicates J/ψ → φη. (b) K + K − mass spectrum, where the dots with error bars are events in the π 0 signal region; the hatched histogram are events from the π 0 sidebands; and the dashed histogram is MC simulation of J/ψ → φπ 0 with arbitrary normalization.",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 4
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2.Fit to M (K + K − ) spectrum after sideband subtraction for Solution I (a) and Solution II (b). The red dotted curve denotes the φ resonance; the blue dashed curve is the non-φ contribution; the green dot-dashed curve represents their interference; and the blue solid curve is the sum of them.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 5
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Dependence of the reduced branching fraction ratiõ B(φπ 0 )/B(ωπ 0 ) (a) on the nonet symmetry breaking strength rE assuming ω−φ ideal mixing and (b) on the mixing angle θV assuming nonet symmetry. The yellow (green) box represents Solution I (II). The blue line represents the nonet symmetry value in (a) and the ideal mixing angle in (b).",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "TABLE I .",
            "section_rank": 6
        },
        {
            "section": "TABLE I .",
            "text": "Background analysis for the decay J/ψ → φπ 0 .",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "TABLE II .",
            "section_rank": 7
        },
        {
            "section": "TABLE II .",
            "text": "Fit results. N sig is the fitted number of signal events (from the parameter R). δ is the relative phase. 2∆ log L is 2 times the difference of the log-likelihood value with and without φ signal, while N f is the change of the number of degrees of freedom. Z is the statistical significance.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "TABLE III .",
            "section_rank": 8
        },
        {
            "section": "TABLE III .",
            "text": "Summary of branching fraction systematic uncertainties (in %).",
            "paragraph_rank": 27,
            "section_rank": 8
        }
    ]
}