{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The quark model, an outstanding achievement of the last century, provides a rather good description of the hadron spectrum. However, baryon spectroscopy is far from complete, since many of the states expected in the SU(3) multiplets are either undiscovered or not well established [1], especially in the case of cascade hyperons with strangeness S = −2, the Ξ * . Due to the small production cross sections and the complicated topology of the final states, only eleven Ξ * states have been observed to date. Few of them are well established with spin-parity determined, and most observations and measurements to date are from bubble chamber experiments or diffractive K − p interactions [2].",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 281,
                    "text": "[1]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 687,
                    "text": "[2]",
                    "end": 690
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "As shown by the Particle Data Group (PDG), most Ξ * hyperon results obtained to date have limited statistics [2]. For example, the Ξ(1690) − was first observed in the ΣK final state in the reaction K − p → (ΣK)Kπ [3]. Afterwards its existence has been confirmed by other experiments [4][5][6], but its spin-parity was not well determined. More recently, BABAR reported evidence for J P = 1/2 − for the Ξ(1690) by analyzing the Legendre Polynomial moments of the Ξ − π + system in the decay Λ + c → Ξ − π + K + [7]. Clear evidence for Ξ(1820) was observed in the K − Λ mass spectrum from a sample of 130±16 events in K − p interactions [8], and the J = 1/2 assumption was ruled out by using the Byers and Fenster technique [9]. Ten years later, a CERN-SPS experiment indicated that Ξ(1820) favors negative parity in the case of J = 3/2 [10].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 109,
                    "text": "[2]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 213,
                    "text": "[3]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 283,
                    "text": "[4]",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 286,
                    "text": "[5]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 289,
                    "text": "[6]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 510,
                    "text": "[7]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 635,
                    "text": "[8]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 722,
                    "text": "[9]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 835,
                    "text": "[10]",
                    "end": 839
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "At present, the Ξ(1690) and Ξ(1820) are firmly established. Further investigation of their properties, e.g. mass, width and spin-parity, is important to the understanding of Ξ * states. Besides scattering experiments, decays from charmonium states offer a good opportunity to search for additional Ξ * states. Although charmonium decays into pairs of Ξ ( * ) states are suppressed by the limited phase space, the narrow charmonium width which reduces the overlap with the neighboring states and the low background allow the investigation of these hyperons with high statistics charmonium samples.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Furthermore, our knowledge of charmonium decays into hadrons, especially to hyperons, is limited. The precise measurements of the branching fractions of charmonium decays may help provide a better understanding of the decay mechanism. The large ψ(3686) data sample collected with the BESIII detector provides a good opportunity to study the cascade hyperons.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we report on a study of the decays ψ(3686) → K − ΛΞ + +c.c. and ψ(3686) → γK − ΛΞ + +c.c. based on a sample of 1.06×10 8 ψ(3686) events [11] collected with the BESIII detector. Another data sample, consisting of an integrated luminosity of 44.5 pb −1 [12] taken below the ψ(3686) peak at √ s = 3.65 GeV, is used to estimate continuum background. Evidence for the Ξ(1690) − and Ξ(1820) − is observed in the K − Λ invariant mass distribution in the decay ψ(3686) → K − ΛΞ + + c.c. In the following, the charge conjugate decay mode is always implied unless otherwise specified.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 151,
                    "text": "[11]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 266,
                    "text": "[12]",
                    "end": 270
                }
            ]
        },
        {
            "text": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "section_rank": 2
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "BEPCII is a two-ring collider designed for a luminosity of 10 33 cm −2 s −1 at the ψ(3770) resonance with a beam current of 0.93 A. The BESIII detector has a geometrical acceptance of 93% of 4π, and consists of a helium-gasbased drift chamber (MDC), a plastic scintillator time-offlight system (TOF), a CsI(Tl) electromagnetic calorimeter (EMC), a superconducting solenoid magnet providing 1.0 T magnetic field, and a resistive plate chamberbased muon chamber (MUC). The momentum resolution of charged particles at 1 GeV/c is 0.5%. The time resolution of the TOF is 80 ps in the barrel detector and 110 ps in the end cap detectors. The photon energy resolution at 1 GeV is 2.5% (5%) in the barrel (end caps) of the EMC. The trigger system is designed to accommodate data taking at high luminosity. A comprehensive description of the BEPCII collider and the BESIII detector is given in Ref. [13].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 890,
                    "text": "[13]",
                    "end": 894
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "A GEANT4-based [14] MC simulation software BOOST [15], which includes geometric and material description of the BESIII detector, detector response and digitization models as well as tracking of the detector running condition and performance, is used to generate MC samples. A series of exclusive MC samples, ψ(3686) → γχ cJ → γK − ΛΞ + , ψ(3686) → K − ΛΞ + , ψ(3686) → K − Σ 0Ξ+ are generated to optimize the selection criteria and estimate the corresponding selection efficiencies. The production of ψ(3686) is simulated by the generator KKMC [16,17]. The decay ψ(3686) → γχ cJ is assumed to be a pure E1 transition and to follow a 1 + α cos 2 θ angular distribution with α = 1, −1/3 and 1/13 for J = 0, 1 and 2, respectively [18], where θ is the polar angle of the photon. The other subsequent decays are generated with BesEvtGen [19] with a uniform distribution in phase space. An inclusive MC sample, consisting of 1.06×10 8 ψ(3686) events, is used to study potential backgrounds, where the known decay modes of ψ(3686) are generated by BesEvtGen with branching fractions at world average values [2], and the remaining unknown decay modes are modeled by LUNDCHARM [20].",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 15,
                    "text": "[14]",
                    "end": 19
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 49,
                    "text": "[15]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 544,
                    "text": "[16,",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 548,
                    "text": "17]",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 727,
                    "text": "[18]",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 832,
                    "text": "[19]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1100,
                    "text": "[2]",
                    "end": 1103
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1168,
                    "text": "[20]",
                    "end": 1172
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "The decay ψ(3686) → K − ΛΞ + is reconstructed from the cascade decays Λ → pπ − ,Ξ + →Λπ + andΛ →pπ + . At least six charged tracks are required and their polar angles θ must satisfy | cos θ| < 0.93. The combined TOF and dE/dx information is used to form particle identification (PID) confidence levels for pion, kaon and proton hypotheses. Each track is assigned to the particle hypothesis type with the highest confidence level. Candidate events are required to have one kaon. If more than one kaon candidate is identified, only the kaon with highest confidence level is kept, and the others are assumed to be pions. The same treatment is implemented for the proton and antiproton. The final identified charged kaon is further required to originate from the interaction point (IP), i.e., the point of its closest approach to the beam is within 1 cm in the plane perpendicular to beam and within ±10 cm along the beam direction.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "In the analysis, constraints on the secondary decay vertices of the long lived particles, Λ andΞ + , are utilized to suppress backgrounds. Λ particles are reconstructed using secondary vertex fits on pπ − pairs. For events with more than one Λ candidate, the one with the smallest χ 2 for the secondary vertex fit is selected.Ξ + candidates are reconstructed in two steps. Apπ + pair sharing a common vertex is selected to reconstruct theΛ candidate, and the common vertex is regarded as its decay vertex. TheΞ + is then reconstructed with aΛ candidate and another π + by implementing another secondary vertex fit. For events with more than oneΞ + candidate, thē pπ + π + combination with the minimum |M (pπ + )−M (Λ)| is selected, where M (pπ + ) is the invariant mass of theΛ candidate from the secondary vertex fit, and M (Λ) is the corresponding nominal mass from the PDG [2].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 876,
                    "text": "[2]",
                    "end": 879
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "The selected K − , Λ, andΞ + candidates are subjected to a four-momentum constraint kinematic fit (4C-fit) under the hypothesis of ψ(3686) → K − ΛΞ + , and χ 2 4C < 200 is required to further suppress the potential backgrounds and to improve the resolution. Figure 1 (a) shows the invariant mass distribution of pπ − , M (pπ − ), where a Λ peak is clearly visible. A mass window requirement 1.110 < M (pπ − ) < 1.121 GeV/c 2 , corresponding to 6 times the mass resolution, is imposed to select Λ candidates. With the above selection criteria, the invariant mass of theΛ candidate M (pπ + ) is shown in Fig. 1 (b), and a cleanΛ peak is observed. A mass window requirement 1.110 < M (pπ + ) < 1.121 GeV/c 2 is applied to further improve the purity. Figure 1 (c) shows the scatter plot of M (pπ − ) versus M (Λπ + ) without the Λ mass window requirement, where the accumulated events around the Λ-Ξ mass region are from the decay ψ(3686) → K − ΛΞ + . The projection of M (Λπ + ) for all surviving events is shown in Fig. 1 (d), where theΞ + peak is seen with very low background.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 258,
                    "text": "Figure 1",
                    "end": 266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 602,
                    "text": "Fig. 1",
                    "end": 608
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 747,
                    "text": "Figure 1 (c)",
                    "end": 759
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1013,
                    "text": "Fig. 1 (d)",
                    "end": 1023
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "Potential non-Ξ + backgrounds are studied with the ψ(3686) inclusive MC sample by imposing the same selection criteria. The corresponding distribution of M (Λπ + ) is shown in Fig. 1 (d) as the shaded histogram. The background is well described by the inclusive MC sample and is flat. Backgrounds are also investigated with the M (pπ − ) versus M (pπ + ) 2-dimensional sideband events from the data sample, where the sideband regions are defined as 1.102 < M (pπ − /pπ + ) < 1.107 GeV/c 2 and 1.124 < M (pπ − /pπ + ) < 1.130 GeV/c 2 . No peaking structure is observed in the M (Λπ + ) distribution around theΞ + region. To estimate the non-resonant background coming directly from e + e − annihilation, the same selection criteria are implemented on the data sample taken at √ s = 3.65 GeV. Only 1 event with M (Λπ + ) at 1.98",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 176,
                    "text": "Fig. 1 (d)",
                    "end": 186
                }
            ]
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": "GeV/c 2 , located outside of theΞ + signal region, survives, which is normalized to an expectation of 3.6 events in ψ(3686) data after considering the integrated luminosities and an assumed 1/s dependence of the cross section, as",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "II. DETECTOR AND MONTE CARLO SIMULATION",
            "text": ", where L is the integrated luminosity and σ QED is the cross section of QED processes. Therefore, the non-resonant background can be neglected.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A. BRANCHING FRACTION MEASUREMENT",
            "section_rank": 3
        },
        {
            "section": "A. BRANCHING FRACTION MEASUREMENT",
            "text": "To determine the event yield, an extended unbinned maximum likelihood fit is performed on the M (Λπ + ) distribution in Fig. 1 (d). In the fit, theΞ + is described by a double Gaussian function, and the background is parameterized by a first order Chebychev polynomial function. The fit result, shown as the solid curve in Fig. 1 (d), yields N obs = 236.4 ± 16.6Ξ + candidates. The decay branching fraction B(ψ(3686) → K − ΛΞ + ) is calculated to be",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 120,
                    "text": "Fig. 1 (d)",
                    "end": 130
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 323,
                    "text": "Fig. 1 (d)",
                    "end": 333
                }
            ]
        },
        {
            "section": "A. BRANCHING FRACTION MEASUREMENT",
            "text": "where N ψ(3686) = (106.41 ± 0.86) × 10 6 is the number of ψ(3686) events determined with inclusive hadronic events [11], ǫ = 14.1% is the detection efficiency, evaluated from the MC sample simulated with a uniform distribution in phase-space, and B(Λ → pπ − ) and B(Ξ + → Λπ + ) are the corresponding decay branching fractions [2]. The uncertainty is statistical only.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 115,
                    "text": "[11]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 327,
                    "text": "[2]",
                    "end": 330
                }
            ]
        },
        {
            "text": "B. OBSERVATION OF Ξ * − STATES",
            "section_rank": 4
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "In the distribution of the K − Λ invariant mass, M (K − Λ), structures around 1690 and 1820 MeV/c 2 , assumed to be Ξ(1690) − and Ξ(1820) − , are evident with rather limited statistics. In order to improve the statistics, a partial reconstruction method is used where the K − and Λ are required but the reconstruction ofΞ + and the 4C kinematic fit are omitted. In addition, an   identified anti-proton is required among the remaining charged tracks to suppress background. With the above loose selection criteria, the distribution of M (pπ − ) is shown in Fig. 2 (a), where a Λ is observed. After applying the M (pπ − ) mass window requirement, 1.110 < M (pπ − ) < 1.121 GeV/c 2 , the distribution of the mass recoiling against the K − Λ system RM (K − Λ) is shown in Fig. 2 (b), where theΞ + is observed, although with a higher background than in the full reconstruction. With a requirement of 1.290 < RM (K − Λ) < 1.345 GeV/c 2 , the Ξ(1690) − and Ξ(1820) − are observed in the M (K − Λ) distribution with improved statistics, as shown in Fig. 3. MC studies show that the event selection efficiency is improved by a factor of two using the partial reconstruction method.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 557,
                    "text": "Fig. 2 (a)",
                    "end": 567
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 769,
                    "text": "Fig. 2 (b)",
                    "end": 779
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1042,
                    "text": "Fig. 3",
                    "end": 1048
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "To ensure that the observed structures are not from background, potential backgrounds are investigated using both data and inclusive MC samples. Non-Λ (Ξ + ) background is estimated from the events in the Λ (Ξ + ) sideband regions, defined as 1.102 < M (pπ − ) < 1.107 GeV/c 2 and 1.124 < M (pπ − ) < 1.130 GeV/c 2 (1.243 < RM (K − Λ) < 1.270 GeV/c 2 and 1.365 < RM (K − Λ) < 1.393 GeV/c 2 ), and their M (K − Λ) distribution is shown in Fig. 3 with the dot-dashed (dashed) histogram. Possible background sources are also investigated with the inclusive MC sample, and the result is shown with the shaded histogram in Fig. 3. No evidence of peaking structures in the M (K − Λ) distribution is observed in either the sideband region or the inclusive MC sample. The same selection criteria are applied to the data sample collected at 3.65 GeV to estimate the background coming directly from e + e − annihilation. Only one event with M (K − Λ) around 1.98GeV survives, which corresponds to an expected 3.6 events when normalized to the ψ(3686) sample. This background can therefore be neglected.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 438,
                    "text": "Fig. 3",
                    "end": 444
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 618,
                    "text": "Fig. 3",
                    "end": 624
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "An extended unbinned maximum likelihood fit of the M (K − Λ) distribution is performed to determine the resonance parameters and event yields of the excited Ξ * − hyperons. In the fit, the Ξ * − shapes are described by Breit-Wigner functions A i (m) convoluted with Gaussian functions G(m, µ, σ), which represent the mass shift and resolution in the reconstruction, multiplied by the mass  The Breit-Wigner function A i (m) used in the fit can be written as",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "where M , Γ are the mass and width of the Ξ * − , the p Λ (m)(pΞ+ (m)) is the available momentum of Λ(Ξ + ) in the center-of-mass frame of Ξ * (ψ(3686)) at mass m, p ′ Λ (p ′Ξ + ) is p Λ (m)(pΞ+ (m)) for m = M , and L is the orbital angular momentum. Due to the limited statistics, we do not determine the spin-parities of Ξ(1690) − and Ξ(1820) − with this data sample. In the fit, the spinparities of Ξ(1690) − and Ξ(1820) − are assumed to be J P = 1/2 − and J P = 3/2 − based on previous experimental results [7,8], the Ξ * −Ξ+ angular momenta (L (Ξ * −Ξ+ ) ) are set to be 0 for both the Ξ(1690) − and Ξ(1820) − , while the K − Λ angular momenta (L (K − Λ) ) are 0 and 2 respectively. B L (p) is the Blatt-Weisskopf form factor [22]:",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 511,
                    "text": "[7,",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 514,
                    "text": "8]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 731,
                    "text": "[22]",
                    "end": 735
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "where Q 0 is a hadron \"scale\" parameter which is on the order of 1 fm [22], and was set to be 0.253 GeV/c in the fit according to the result of the FOCUS experiment [23]. The overall fit result and the background components from the fit are shown as the solid and dashed curves in Fig. 3, respectively. The resulting masses, widths and event yields, as well as the corresponding significances of the Ξ(1690) − and Ξ(1820) − signals, are summarized in Table I, where the significance is evaluated by comparing the difference of log-likelihood values with and without the Ξ − (1690/1820) included in the fit and taking the change of the number of degrees of freedom into consideration. The significance is calculated when studying the systematic uncertainties sources (Sect. V) and the smallest value is reported here. The resonance parameters from the PDG [2] are also listed in Table I for  comparison. Due to the limited statistics, the measurement of spinparity of Ξ(1690/1820) − is not performed in this analysis. To determine the product branching fractions of the cascade decay B(ψ(3686) → Ξ(1690/1820) −Ξ+ ) × B(Ξ(1690/1820) − → K − Λ), the corresponding detection efficiencies are evaluated with MC samples taking the spin-parity of Ξ(1690) − and Ξ(1820) to be J P = 1/2 − and 3/2 − , respectively. The detection efficiencies and the corresponding product branching fractions are also listed in Table I. Corresponding systematic uncertainties are evaluated in Sect. V. In this analysis, the same selection criteria as those used in the ψ(3686) → K − ΛΞ + analysis are implemented to select the K − and to reconstruct Λ andΞ + candidates. Photon candidates are reconstructed from isolated showers in EMC crystals, and the energy deposited in the nearby TOF counters is included to improve the photon reconstruction efficiency and the energy resolution. A good photon is required to have a minimum energy of 25 MeV in the EMC barrel region (| cos(θ)| < 0.8) and 50 MeV in the end-cap region (0.86 < | cos(θ)| < 0.92). A timing requirement (0 ≤ t ≤ 700 ns) is applied to further suppress electronic noise and energy deposition unrelated to the event. The photon candidate is also required to be isolated from all charged tracks by more than 10 • .",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 70,
                    "text": "[22]",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 165,
                    "text": "[23]",
                    "end": 169
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 281,
                    "text": "Fig. 3",
                    "end": 287
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 451,
                    "text": "Table I",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 855,
                    "text": "[2]",
                    "end": 858
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 878,
                    "text": "Table I for  comparison.",
                    "end": 902
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1402,
                    "text": "Table I",
                    "end": 1409
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "The selected photons, K − , and Λ andΞ + candidates are subjected to a 4C-fit under the hypothesis of ψ(3686) → γK − ΛΞ + , and χ 2 4C < 100 is required. For events with more than one good photon, the one with the minimum χ 2 4C is selected. MC studies show that the background arising from ψ(3686) → K − ΛΞ + can be effectively rejected by the 4C-fit and the χ 2 4C requirement. With the above selection criteria, the M (pπ − ) distribution is shown in Fig. 4 (a). The Λ is observed clearly with low background, and the requirement 1.110 < M (pπ − ) < 1.121 GeV/c 2 is used to select Λ candidates. After that, the distribution of M (pπ + ) is shown in Fig. 4 (b), where theΛ is observed with almost no background. The requirement 1.110 < M (pπ + ) < 1.121 GeV/c 2 is further applied to improve the purity. The M (Λπ + ) distribution of the surviving events is shown in Fig. 4 (c), and a mass window requirement 1.315 < M (Λπ + ) < 1.330 GeV/c 2 is used to select ψ(3686) → γK − ΛΞ + candidates. Figure 4 (d) shows the scatter plot of M (γΛ) versus M (K − ΛΞ + ) with all above selection criteria. The vertical band around the Σ 0 mass is from the decay ψ(3686) → K − Σ 0Ξ+ , while three horizontal bands around the χ cJ (J = 0, 1, 2) mass regions are from ψ(3686) → γχ cJ , χ cJ → K − ΛΞ + (J = 0, 1, 2). There is also a horizontal band around the ψ(3686) mass region, which is background from ψ(3686) → K − ΛΞ + with a random photon candidate.",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 454,
                    "text": "Fig. 4 (a)",
                    "end": 464
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 653,
                    "text": "Fig. 4 (b)",
                    "end": 663
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 870,
                    "text": "Fig. 4 (c)",
                    "end": 880
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 996,
                    "text": "Figure 4 (d)",
                    "end": 1008
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "After applying all above selection criteria, the projection of M (γΛ) is shown in Fig. 5, where a clear Σ 0 peak is visible with low backgrounds. As shown in Fig. 4 (d), the cascade process of ψ(3686) → γχ c2 , χ c2 → K − ΛΞ + will overlap with the Σ 0 band on M (γΛ). This process is investigated as potential background using the inclusive MC sample together with the exclusive process ψ(3686) → π + π − J/ψ, J/ψ → K − pΣ 0 . Both processes have the same final states as the signal, but do not produce a peak in the M (γΛ) distribution around the Σ 0 region. The distribution of background obtained from the inclusive MC sample is shown as the shaded histogram in Fig. 5. The background is also studied with the candidate events within the Λ orΞ + sideband regions of data, and the lack of peaking background in the M (γΛ) distribution is confirmed. The background from e + e − annihilation directly is estimated by imposing the same selection criteria on the data sample taken at √ s = 3.65 GeV. No event survives, and this background is negligible.",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 82,
                    "text": "Fig. 5",
                    "end": 88
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 158,
                    "text": "Fig. 4 (d)",
                    "end": 168
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 666,
                    "text": "Fig. 5",
                    "end": 672
                }
            ]
        },
        {
            "section": "B. OBSERVATION OF Ξ * − STATES",
            "text": "To determine the ψ(3686) → K − Σ 0Ξ+ yield, an extended unbinned maximum likelihood fit of the M (γΛ) distribution is performed with a double Gaussian function for the Σ 0 together with a first order Chebychev polynomial for the background shape. The overall fit result and the background component are shown in Fig. 5 with solid and dashed lines, respectively. The fit yields the number of Σ 0 events to be 142.5±13.0, and the resulting branching fraction is B(ψ(3686) → K − Σ 0Ξ+ ) = (3.67 ± 0.33) × 10 −5 , by taking the detection efficiency of 9.0% obtained from MC simulation and the branching fractions of intermediate states [2] in consideration. The errors are statistical only.   tion is shown in Fig. 6 as the shaded histogram. According to the MC study, the dominant backgrounds are from the cascade decays ψ(3686) → π + π − J/ψ, J/ψ → pK −Σ0 ,Σ 0 → γΛ and ψ(3686) → K − pπ −p π + π + , but none of them produce peak in the χ cJ regions. An extended unbinned maximum likelihood fit of the M (K − ΛΞ + ) distribution is performed to determine the number of χ cJ events. The χ cJ resonances are de-scribed by Breit-Wigner functions convoluted with Gaussian functions to account for the mass resolution, and the background is described by a first order Chebychev polynomial function. The fit results are shown as the solid curve in Fig. 6, and the yields of χ cJ (J = 0, 1, 2) are 56.9±8.9, 48.5±7.4 and 50.8±7.8 events, respectively. Taking the detection efficiencies, 6.9%, 8.5% and 6.9% for χ cJ (J = 0, 1, 2) estimated by MC simulation, and the branching fractions of the decays of intermediate states [2] into consideration, the product branching fractions B(ψ(3686) → γχ cJ ) × B(χ cJ → K − ΛΞ + ) are measured to be (1.90 ± 0.30) × 10 −5 , (1.32 ± 0.20) × 10 −5 and (1.68 ± 0.26) × 10 −5 for χ cJ (J = 0, 1, 2), respectively. The errors are statistical only.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 312,
                    "text": "Fig. 5",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 632,
                    "text": "[2]",
                    "end": 635
                },
                {
                    "type": "figure",
                    "start": 706,
                    "text": "Fig. 6",
                    "end": 712
                },
                {
                    "type": "figure",
                    "start": 1340,
                    "text": "Fig. 6",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1614,
                    "text": "[2]",
                    "end": 1617
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1812,
                    "text": "(J = 0, 1, 2)",
                    "end": 1825
                }
            ]
        },
        {
            "text": "V. SYSTEMATIC UNCERTAINTY",
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The different sources of systematic uncertainties for the measurement of branching fractions are considered and described below.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "a. Tracking efficiency In the analysis, both the proton and pion are from long lived particles (Λ or Ξ − ), and the corresponding tracking efficiencies are studied using a clean Λ control sample, selected by requiring the invariant mass recoiling against thepK + system to be within the Λ mass region in the decay J/ψ → ΛpK + . The invariant mass recoiling against thepK + π − (pK + p) system is further required to be within the proton (pion) mass region to improve the purity of the control sample. The uncertainty of the tracking efficiency is estimated by the difference between efficiencies in data and MC samples and is parameterized as a function of transverse momentum. The average uncertainty of the proton (pion) tracking efficiency is estimated to be 1% (1%) by weighting with the transverse momentum distribution of the signal. The uncertainty of the K ± tracking efficiency is studied with a clean control sample of J/ψ → K * (892) 0 K 0 S , K * (892) 0 → K ± π ∓ , and the systematic uncertainty is estimated to be 1% [24].",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1032,
                    "text": "[24]",
                    "end": 1036
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "b. PID efficiency Similarly, the PID efficiencies of p/p and K ± are estimated using the same control samples as those in tracking efficiency studies. All tracks are reconstructed and the target one is allowed to be unidentified. The systematic uncertainties for p,p and K ± are all found to be 1%.",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "c. Photon detection efficiency:",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The photon detection efficiency is studied utilizing the control samples ψ(3686) → π + π − J/ψ, J/ψ → ρ 0 π 0 and ψ(3686) → π 0 π 0 J/ψ with J/ψ → l + l − (l = e, µ) and ρ 0 π 0 . The corresponding systematic uncertainty is estimated by the difference of detection efficiency between data and MC samples, and 1% is assigned for each photon [25].",
            "paragraph_rank": 28,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 340,
                    "text": "[25]",
                    "end": 344
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "d. The secondary vertex fit:",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The efficiencies of the secondary vertex fits for Λ and Ξ − are investigated by the control samples J/ψ → ΛpK + and J/ψ → Ξ −Ξ+ . The differences of efficiencies between data and MC samples are found to be 1%, and are taken as the systematic uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "e. Kinematic fit The track helix parameters (φ 0 , κ, tan λ) for MC samples are corrected to reduce the difference of the χ 2 4C distributions between data and MC [26]. The corresponding correction factors for kaons and the tracks from Λ decay (proton and pion) are obtained from a clean sample J/ψ → ΛpK + , and those for the tracks from Ξ − decay are obtained from the sample J/ψ → Ξ −Ξ+ . The systematic uncertainties related to the 4C-fit, 1%, are estimated by the difference of efficiency between MC samples with and without the track helix parameter corrections. f. The fit method:",
            "paragraph_rank": 31,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 163,
                    "text": "[26]",
                    "end": 167
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The systematic uncertainties related to the fit method are considered according to the following aspects.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "(1) The signal line-shapes: In the measurements of B(ψ(3686) → K − ΛΞ + ), B(χ cJ → K − ΛΞ + ) and B(ψ(3686) → K − Σ 0Ξ+ ), the signal line-shapes are replaced by alternative fits using MC shapes, and the changes of yields are assigned as the systematic uncertainties. In the measurements of B(ψ(3686) → Ξ * −Ξ+ ), the corresponding uncertainties mainly come from the uncertainty of Q 0 . Alternative fits varying the Q 0 values within one standard deviation [23] are performed, and the changes of yields are treated as the systematic uncertainties. (2) The background line-shapes: In the measurements of B(ψ(3686) → K − ΛΞ + ), B(χ cJ → K − ΛΞ + ) and B(ψ(3686) → K − Σ 0Ξ+ ), the background shapes are described with a first order Chebychev polynomial function in the fit. Alternative fits with a second order Chebychev polynomial function are performed, and the resulting differences of the yields are taken as the systematic  The systematic uncertainties related to Λ andΞ + mass window requirements are estimated by varying the size of the mass window, i.e. contracting/expanding by 2 MeV/c 2 . The resulting differences of branching fractions are treated as the systematic uncertainties.",
            "paragraph_rank": 33,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 459,
                    "text": "[23]",
                    "end": 463
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "h. Other:",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The systematic uncertainties of the branching fractions of the decays ψ(3686) → γχ cJ , Ξ − → Λπ − and Λ → pπ − are taken from the world average values [2]. The uncertainty in the number of ψ(3686) events is 0.8%, which is obtained by studying inclusive ψ(3686) decays [11]. The uncertainty in the trigger efficiency is found to be negligible due to the large number of charged tracks [27].",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 152,
                    "text": "[2]",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 269,
                    "text": "[11]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 385,
                    "text": "[27]",
                    "end": 389
                }
            ]
        },
        {
            "section": "V. SYSTEMATIC UNCERTAINTY",
            "text": "The different sources of systematic uncertainties in the measured branching fractions are summarized in Table II In the measurement of the Ξ * − resonance parameters, the sources of systematic uncertainty related to the fit method and the Λ andΞ + mass window requirements are considered. The same methods as those used above are implemented, and the differences of the mass and width of Ξ * − are regarded as the systematic uncertainties and are summarized in Table III. The total systematic uncertainties on Ξ * − resonance parameters obtained by adding the individual uncertainties in quadrature are shown in Table III.",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 104,
                    "text": "Table II",
                    "end": 112
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 461,
                    "text": "Table III",
                    "end": 470
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 612,
                    "text": "Table III",
                    "end": 621
                }
            ]
        },
        {
            "text": "VI. CONCLUSION",
            "section_rank": 6
        },
        {
            "section": "VI. CONCLUSION",
            "text": "Using a sample of 1.06 × 10 8 ψ(3686) events collected with the BESIII detector, the processes of ψ(3686) → K − ΛΞ + and ψ(3686) → γK − ΛΞ + are studied for the first time. In the decay ψ(3686) → K − ΛΞ + , the branching fraction B(ψ(3686) → K − ΛΞ + ) is measured, and two structures, around 1690 and 1820 MeV/c 2 , are observed in the K − Λ invariant mass spectrum with significances of 4.9σ and 6.2σ, respectively. The fitted resonance parameters are consistent with those of Ξ − (1690) and Ξ − (1820) in the PDG [2] within one standard deviation. The measured masses, widths, and product decay branching fractions B(ψ(3686) → Ξ * −Ξ+ ) × B(Ξ * − → K − Λ) are summarized in Table I. This is the first time that Ξ − (1690) and Ξ − (1820) hyperons have been observed in charmonium decays. In the study of the decay ψ(3686) → γK − ΛΞ + , the branching fractions B(ψ(3686) → K − Σ 0Ξ+ ) and B(χ cJ → K − ΛΞ + ) are measured. All of the measured branching fractions are summarized in Table IV. The measurements provide new information on charmonium decays to hyperons and on the resonance parameters of the hyperons, and may help in the understanding of the charmonium decay mechanism.",
            "paragraph_rank": 37,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 516,
                    "text": "[2]",
                    "end": 519
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 677,
                    "text": "Table I",
                    "end": 684
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 982,
                    "text": "Table IV",
                    "end": 990
                }
            ]
        },
        {
            "text": "VII. ACKNOWLEDGMENTS",
            "section_rank": 7
        },
        {
            "section": "VII. ACKNOWLEDGMENTS",
            "text": "The BESIII collaboration thanks the staff of BEPCII and the IHEP computing center for their strong support. This work is supported in part by National",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "1 1",
            "section_rank": 8
        },
        {
            "section": "1 1",
            "text": "Using a sample of 1.06 × 10 8 ψ(3686) events produced in e + e − collisions at √ s = 3.686 GeV and collected with the BESIII detector at the BEPCII collider, we present studies of the decays ψ(3686) → K − ΛΞ + + c.c. and ψ(3686) → γK − ΛΞ + + c.c.. We observe two hyperons, Ξ(1690) − and Ξ(1820) − , in the K − Λ invariant mass distribution in the decay ψ(3686) → K − ΛΞ + + c.c. with significances of 4.9σ and 6.2σ, respectively. The branching fractions of ψ(3686) → K − ΛΞ + + c.c., ψ(3686) → K − Σ 0Ξ+ + c.c., ψ(3686) → γχcJ → γK − ΛΞ + + c.c. (J = 0, 1, 2), and ψ(3686) → Ξ(1690/1820) −Ξ+ + c.c with subsequent decay Ξ(1690/1820) − → K − Λ are measured for the first time. PACS numbers: 13.25.Gv, 13.30.Eg, 14.20.Jn",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 9
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. Invariant mass distribution of (a) pπ − and (b)pπ + (with the Λ mass window requirement). The arrows indicate the mass windows used in the analysis (see text). (c) Scatter plot of M (pπ − ) versus M (Λπ + ) for data. (d)Λπ + invariant mass distribution. In the one dimensional plots, the points with error bars are the data, the solid histograms are MC distributions normalized to the data, and the shaded histogram is the background estimated from the inclusive MC sample. The solid and long-dashed lines represent the fit curve and the background contribution from the fit.",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 10
        },
        {
            "section": "FIG. 2 .",
            "text": "FIG. 2. Invariant mass spectrum (a) of pπ − , and (b) of the mass recoiling against the K − Λ system. The dots with error bars show the distribution for data, and the solid histogram shows that for the exclusive MC normalized to the data in the signal region. The arrows indicate the selection region used in the analysis (see text).",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 11
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. Invariant K − Λ mass distribution. Points with error bars represent data, and the solid and dashed curves are the fit curve and the non-resonant contribution obtained from the fit. The shaded histogram represents the background estimated from the inclusive MC sample, and the dashed and dot-dashed histograms are the Λ sideband and theΞ + sideband backgrounds from data, respectively.",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "B",
            "section_rank": 12
        },
        {
            "section": "B",
            "text": ". STUDY OF χcJ → K − ΛΞ + (J = 0, 1, 2)The χ cJ → K − ΛΞ + (J = 0, 1, 2) yields are determined by fitting the invariant mass distribution of K − ΛΞ + , M (K − ΛΞ + ). To remove the background from ψ(3686) → K − Σ 0Ξ+ , the additional selection M (γΛ) > 1.21 GeV/c 2 is applied. The M (K − ΛΞ + ) distribution is shown inFig. 6, where the χ cJ peaks are observed clearly. Potential backgrounds are studied using the events in the Λ orΞ + sideband regions of data and the inclusive MC samples. The inclusive MC M (K − ΛΞ + ) distribu-",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 13
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. The invariant mass distributions of (a) pπ − , (b)pπ + (with the Λ selected) and (c)Λπ + . Dots with error bars are data, and the solid histogram is from the phase-space MC, which is normalized to the data. The arrows indicate the selection requirements used in the analysis (see text). (d) The scatter plot of M (γΛ) versus M (K − ΛΞ + ) for data.",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 14
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5.The M (γΛ) distribution, where the dots with error bars are data, the shaded histogram is the background contribution estimated from the inclusive MC sample, and the solid and dashed lines are the fit results for the overall and background components, respectively.",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "20 FIG. 6 .",
            "section_rank": 15
        },
        {
            "section": "20 FIG. 6 .",
            "text": "FIG. 6. The K − ΛΞ + mass distribution, where the dots with error bars are data, the shaded histogram is the background contribution estimated from the inclusive MC sample, and the solid and dashed lines are the overall and background component contributions from the fit.",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "uncertainties related to the background line-shapes. In the measurement of B(ψ(3686) → Ξ * −Ξ+ ), an alternative fit with a reversed ARGUS function (rARGUS) * , F rARGUS (m) = F ARGUS (2m 0 − m), for the non-resonant components is performed, where m 0 is the mass threshold of K − Λ. The changes in the yields are taken as systematic uncertainties. (3) Fit range: Fits with varied fit ranges, i.e., by expanding/contracting the range by 10 MeV/c 2 and shifting left and right by 10 MeV/c 2 , are performed. The resulting largest differences are treated as the systematic uncertainties. (4) Mass shift and resolution difference: In the measurement of branching fractions related to Ξ * − , a Gaussian function G(m, µ, σ), which represents the Ξ * − mass resolution, is included in the fit, where the parameters of Gaussian function are evaluated from MC simulation. To estimate the systematic uncertainty related to the mass shift and resolution difference between data and MC simulation, a fit with a new Gaussian function with additional parameters, i.e., G(m, µ + ∆µ, σ + ∆σ), is performed, and the resulting difference is taken as the systematic uncertainty. The additional values ∆µ and ∆σ are estimated by the difference in the fit results of the Λ andΞ + between data and MC simulation.g. Mass window requirement:",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "0 ) 2",
            "section_rank": 17
        },
        {
            "section": "0 ) 2",
            "text": ". Assuming all of the uncertainties are independent, the * The ARGUS function is defined asF ARGUS (m; m 0 , c, p) = m(1− ( m m ) p • exp(c(1 − ( m m 0 ) 2 )), where m 0 is the mass threshold and c and p are parameters fixing the shape total systematic uncertainties are obtained by adding the individual uncertainties in quadrature.",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "TABLE I .",
            "section_rank": 18
        },
        {
            "section": "TABLE I .",
            "text": "Ξ(1690) − and Ξ(1820) − fit results, where the first uncertainty is statistical and the second systematic.",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "section": "TABLE I .",
            "text": "IV. ANALYSIS OF ψ(3686) → γK − ΛΞ +",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "TABLE II .",
            "section_rank": 19
        },
        {
            "section": "TABLE II .",
            "text": "Summary of the relative systematic uncertainties (in %) in the branching fraction measurements. Here KΛΞ, KΣ 0 Ξ, χcJ and Ξ * −Ξ+ denote ψ(3686) → K − ΛΞ + , ψ(3686) → K − Σ 0Ξ+ , ψ(3686) → γχcJ , χcJ → K − ΛΞ + and ψ(3686) → Ξ(1690/1820) −Ξ+ , Ξ(1690/1820) − → K − Λ, respectively.",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "TABLE III .",
            "section_rank": 20
        },
        {
            "section": "TABLE III .",
            "text": "Summary of the systematic uncertainties on Ξ * − parameters.",
            "paragraph_rank": 52,
            "section_rank": 20
        }
    ]
}