{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Physics implications for possible in-medium modification of charmed hadron production and other physics sources are discussed.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "We report on measurements of dielectron (e + e − ) production in Au+Au collisions at a centerof-mass energy of 200 GeV per nucleon-nucleon pair using the STAR detector at RHIC. Systematic measurements of the dielectron yield as a function of transverse momentum (pT) and collision centrality show an enhancement compared to a cocktail simulation of hadronic sources in the low invariant-mass region (Mee < 1 GeV/c 2 ). This enhancement cannot be reproduced by the ρ-meson vacuum spectral function. In minimum-bias collisions, in the invariant-mass range of 0.30 − 0.76 GeV/c 2 , integrated over the full pT acceptance, the enhancement factor is 1.76 ± 0.06 (stat.) ± 0.26 (sys.) ± 0.29 (cocktail). The enhancement factor exhibits weak centrality and pT dependence in STAR's accessible kinematic regions, while the excess yield in this invariantmass region as a function of the number of participating nucleons follows a power-law shape with a power of 1.44 ± 0.10. Models that assume an in-medium broadening of the ρ meson spectral function consistently describe the observed excess in these measurements. Additionally, we report on measurements of ω and φ-meson production through their e + e − decay channel. These measurements show good agreement with Tsallis Blast-Wave model predictions as well as, in the case of the φ-meson, results through its K + K − decay channel. In the intermediate invariant-mass region (1.1< Mee < 3 GeV/c 2 ), we investigate the spectral shapes from different collision centralities.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "I. INTRODUCTION",
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A major scientific goal of the ultra-relativistic heavyion program is to study Quantum ChromoDynamics (QCD) matter at high temperature and density in the laboratory. Previous measurements at Relativistic Heavy Ion Collider (RHIC) have established the formation of a strongly-coupled Quark Gluon Plasma (sQGP) in highenergy heavy-ion collisions [1]. Throughout the evolution of the hot, dense, and strongly interacting system, electromagnetic probes are produced and escape with little interaction. Thus, they provide direct information about the various stages of the system's evolution.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 344,
                    "text": "[1]",
                    "end": 347
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Following convention, the dilepton invariant-mass spectrum is typically divided into three ranges: the low mass region -LMR (M ll < M φ ), the intermediate mass region -IMR (M φ < M ll < M J/ψ ) and the high mass region -HMR (M ll > M J/ψ ). As will be described next, distinctively different physical processes contribute or even dominate within these particular ranges.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The initial hard perturbative QCD process, Drell-Yan production, (qq → l + l − ) can produce high-mass dileptons and is expected to be an important mechanism in the HMR [2]. Moreover, initial hard scattering processes can allow for bremsstrahlung emission of virtual photons which convert into low invariant mass, high transverse momentum (p T ) dielectrons (\"internal conversion\"). These dileptons, in principle, are calculable within the perturbative QCD framework.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 169,
                    "text": "[2]",
                    "end": 172
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The colliding participant system is expected to quickly reach the partonic sQGP phase where dileptons can be produced through electromagnetic radiation via partonparton scatterings. Theoretical calculations indicate that at top RHIC energy, QGP thermal dilepton production will become a dominant source in the IMR while thermal dileptons with higher masses originate from earlier stages [3]. This suggests that investigating the thermal dilepton production as a function of M ll & p T allows for probing the medium properties at different stages of the system's space-time evolution. Measuring thermal dilepton collective flow and polarization can reveal information about the relevant degrees of freedom which may relate to deconfinement and the equilibrium of the strongly interacting matter created in heavy-ion collisions [4][5][6][7][8]. Thermal radiation can produce real photons as well as virtual photons that decay to dileptons. Comparative analysis of distributions for these dileptons with respect to those produced in initial hard scattering, can shed light on direct real photon production from the QGP medium.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 387,
                    "text": "[3]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 826,
                    "text": "[4]",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 829,
                    "text": "[5]",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 832,
                    "text": "[6]",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 835,
                    "text": "[7]",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 838,
                    "text": "[8]",
                    "end": 841
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "When the system expands, cools down, and enters into the hadronic phase, dileptons are produced via multiple hadron-hadron scattering by coupling to vector mesons (ρ, ω, φ, etc.). They are expected to dominate the LMR and their mass spectra may be related to the chiral symmetry restoration in the medium [2,9]. Theoretical calculations suggest that the vector meson spectral functions will undergo modifications in a hot and dense hadronic medium, which may be connected to the restoration of chiral symmetry. Two scenarios have been proposed for the change of vector meson spectral functions when chiral symmetry is restored: a shift of the pole mass [10] and/or a broadening of the mass spectrum [11]. Measurements of the dielectron continuum in the low mass region will help expose the vector meson production mechanisms, and hence the chiral properties of the medium in heavy-ion collisions.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 305,
                    "text": "[2,",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 308,
                    "text": "9]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 653,
                    "text": "[10]",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 699,
                    "text": "[11]",
                    "end": 703
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Finally, when all particles decouple from the system, long-lived hadrons (π 0 , η, DD, etc.) can decay into lepton pairs and are measured by the detector system. Their contributions can be calculated based on the measured or predicted invariant yields of the respective parent particles, and incorporated in the so-called hadron cocktail.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Dilepton measurements in heavy-ion collisions have been pursued for decades from relatively low energies to relativistic and ultrarelativistic energies [12][13][14][15][16][17]. The CERES measurements of e + e − spectra in Pb+Au collisions at the Super Proton Synchrotron (SPS) showed an enhancement in the mass region below ∼700 MeV/c 2 with respect to the hadron cocktail that included the vacuum line shape for the ρ meson [15]. High-statistics measurements from the NA60 experiment at √ s NN = 17.2 GeV suggested that this enhancement is consistent with in-medium broadening of the ρ-meson spectral function rather than a drop of its pole mass [16,[18][19][20][21]. Strikingly, after removal of correlated charm contributions, the NA60 collaboration also observed that the slope parameters of the dimuon transverse mass (m T ) spectrum showed a roughly linear increase with dimuon invariant mass below the φ-meson mass, followed by a sudden decline at higher masses. This observation provided a first indication of thermal leptons from a partonic source [16].",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 152,
                    "text": "[12]",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 156,
                    "text": "[13]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 160,
                    "text": "[14]",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 164,
                    "text": "[15]",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 168,
                    "text": "[16]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 172,
                    "text": "[17]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 426,
                    "text": "[15]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 648,
                    "text": "[16,",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 652,
                    "text": "[18]",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 656,
                    "text": "[19]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 660,
                    "text": "[20]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 664,
                    "text": "[21]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1058,
                    "text": "[16]",
                    "end": 1062
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Thermal radiation of dileptons is expected to be significantly enhanced due to a well-developed partonic phase in the heavy-ion collision systems created at RHIC. The PHENIX collaboration has measured dielectrons at mid-rapidity in Au+Au collisions within its detector acceptance. For minimum-bias collisions, in the mass region between 150 and 700 MeV/c 2 an enhancement of 4.7 ± 0.4 (stat.) ± 1.5 (syst.) ± 0.9 (model) has been reported by the PHENIX collaboration [17]. Several theoretical calculations, which have successfully explained the SPS data [18][19][20][21] and the STAR data [22] previously, were unable to reproduce the magnitude of the low mass dielectron enhancement observed by PHENIX through expected vector meson contributions in the hadronic medium. The PHENIX measured IMR yields are consistent with the charm contribution from p + p scaled with the number of binary collisions. However, within the limits of the data precision and our present understanding of the modification of charmed hadron production in Au + Au collisions, no conclusive evidence for thermal radiation can be inferred from this measurement. A detailed dilepton program to investigate the in-medium chiral and thermal properties is one of the main focuses of future heavy-ion projects from Schwerionen Synchrotron (SIS) energies up to LHC energies.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 467,
                    "text": "[17]",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 554,
                    "text": "[18]",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 558,
                    "text": "[19]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 562,
                    "text": "[20]",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 566,
                    "text": "[21]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 589,
                    "text": "[22]",
                    "end": 593
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this paper, we report on detailed measurements of dielectron production in Au + Au collisions at √ s NN = 200 GeV with the Solenoidal Tracker At RHIC (STAR) experiment. The data used in this analysis were recorded during the RHIC runs in 2010 and 2011. The barrel Time-Of-Flight (TOF) detector system was completed before these runs thus significantly improving the electron identification over a wide momentum range in STAR's Time Projection Chamber (TPC).",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The paper is organized as follows: Section II describes the experimental setup and the data sets used in this analysis. Section III explains in detail the analysis techniques including electron identification, dielectron invariant mass reconstruction, background subtraction, detector acceptance efficiency correction, and systematic uncertainties. Section IV presents our results on dielectron production yields within the STAR detector acceptance and a comparison to the hadron cocktails. Results are compared with theoretical calculations of in-medium modified vector meson line shapes as well as QGP thermal radiation contributions. Systematic studies on the centrality and p T dependence of the dielectron yields are presented. Our results and conclusions are summarized in Section V.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "II. EXPERIMENTAL SETUP",
            "section_rank": 4
        },
        {
            "section": "II. EXPERIMENTAL SETUP",
            "text": "The data used in this analysis were collected by the STAR detector [23]. The major detector subsystems used in this analysis are the TPC, the TOF, and two trigger subsystems: the Vertex Position Detectors (VPDs) and the Zero Degree Calorimeters (ZDCs).",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 67,
                    "text": "[23]",
                    "end": 71
                }
            ]
        },
        {
            "text": "A. Time Projection Chamber",
            "section_rank": 5
        },
        {
            "section": "A. Time Projection Chamber",
            "text": "The TPC [24] is the main tracking detector and consists of a 4.2 m long solenoidal cylinder concentric with the beam pipe. It is operated in a uniform 0.5 Tesla magnetic field parallel to the beam direction (defined as z direction in STAR). The inner and outer radii of the active volume are 0.5 and 2.0 m, respectively. It covers the full azimuth and a pseudorapidity range of |η| < 2 for the inner radius and |η| < 1 for the outer radius. The TPC has 45 readout layers allowing measurements of charged particle momenta with a resolution of ∼ 1% at p T ∼ 1 GeV/c for tracks originating from the collision vertices. It is also used for particle identification (PID) via the ionization energy loss (dE/dx) in the TPC gas with a mean dE/dx resolution of about 7% .",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 8,
                    "text": "[24]",
                    "end": 12
                }
            ]
        },
        {
            "text": "B. Time Of Flight System",
            "section_rank": 6
        },
        {
            "section": "B. Time Of Flight System",
            "text": "The TOF system consists of the Barrel TOF (BTOF) detector covering the TPC cylinder and the VPDs located in the forward pseudorapidity regions. The latter provide the common start time. BTOF detector utilizes the multi-gap resistive plate chamber technology [25]. It covers the full azimuth and |η| < 0.9. The VPD detector has two parts, sitting along the beam pipe on both sides of the STAR detector at ±5.7 m from the center. The detectors cover a pseudorapidity range of 4.4< |η| <5.1 [26]. The time stamps recorded by the VPD and the BTOF detectors are used to calculate the particle time-of-flight (tof). The tof is further combined with the track length and momentum, both measured by the TPC, to identify charged particles. The timing resolution of the TOF system, including the start timing resolution in Au+Au 200 GeV collisions, is less than 100 ps.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 258,
                    "text": "[25]",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 488,
                    "text": "[26]",
                    "end": 492
                }
            ]
        },
        {
            "text": "C. Trigger Definitions",
            "section_rank": 7
        },
        {
            "section": "C. Trigger Definitions",
            "text": "The minimum bias trigger in Au+Au 200 GeV collisions for the 2010 and 2011 runs was defined as a coincidence between the two VPDs and an online collisionvertex cut in order to select collision events that took place near the center of the detector. The central trigger in the 2010 Au+Au collisions includes the ZDC detectors, located on both sides of the STAR detector at approximately ±18 m. This trigger requires a small signal in the ZDC detectors in combination with a large hit multiplicity in the BTOF and corresponds to the top 10% of the total hadronic cross section.",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "III. ANALYSIS TECHNIQUE",
            "section_rank": 8
        },
        {
            "text": "A. Event Selection and Centrality Definition",
            "section_rank": 9
        },
        {
            "section": "A. Event Selection and Centrality Definition",
            "text": "Events used in this analysis were required to have a reconstructed collision vertex (primary vertex) within 30 cm of the TPC center along the beam direction in order to ensure uniform TPC acceptance. To suppress the chance of selecting the wrong vertex from different bunch-crossing collisions and to ensure that the selected event indeed fired the trigger, the difference between event vertex z-coordinate V TPC z and the V VPD z calculated from the VPD timing was required to be within 3 cm. These selection criteria yield 240M (year 2010) and 490M (year 2011) 0-80% minimum-bias triggered events and 220M (year 2010)  paper are from the combined year 2010 and year 2011 data.",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 608,
                    "text": "(year 2010)",
                    "end": 619
                }
            ]
        },
        {
            "section": "A. Event Selection and Centrality Definition",
            "text": "Centrality in Au+Au 200 GeV collisions was defined using the uncorrected charged particle multiplicity dN/dη within |η| < 0.5. The dN/dη distribution was then compared to a Monte Carlo (MC) Glauber calculation in order to delineate the centrality bins. Furthermore, the dependence of dN/dη on the collision vertex position V z and the beam luminosity has been included in order to take acceptance and efficiency changes on the measured dN/dη into account. The measured uncorrected dN/dη distribution from Au+Au 200 GeV minimum-bias events collected in year 2010 is shown in Fig. 1. The dN/dη distributions are from the V z region of −5 < V z < 5 cm and extrapolated to a zero ZDCcoincidence rate, so as to correct for the detector acceptance and efficiency dependence on the V z and luminosity. The measured distribution matches the MC Glauber calculation well for dN/dη > 100. In the lower multiplicity region, the VPD trigger becomes less efficient. The bottom panel shows the ratio between MC and measured data. The centrality bins are defined according to the MC Glauber distribution in order to determine the centrality cut on the measured dN/dη. To obtain the real minimum-bias sample, events in the low multiplicity region have been weighted with the ratio shown in Fig. 1 (bottom panel) to account for the VPD inefficiency.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 574,
                    "text": "Fig. 1",
                    "end": 580
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1273,
                    "text": "Fig. 1",
                    "end": 1279
                }
            ]
        },
        {
            "section": "A. Event Selection and Centrality Definition",
            "text": "The average number of participants N part , and number of binary collisions N bin from MC Glauber simulations of Au+Au at √ s NN = 200 GeV are listed in Table I. 126.7 ± 7.7 291.9 ± 20.5",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 153,
                    "text": "Table I",
                    "end": 160
                }
            ]
        },
        {
            "text": "B. Track Selection",
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "Electron candidate tracks used in this analysis were required to satisfy the following selection criteria:",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "• the number of fit points in the TPC (nHitsFits) should be greater than 20 (out of a maximum of 45) to ensure good momentum resolution;",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "• the ratio of the number of fit points over the number of possible points should be greater than 0.52 in order to avoid track splitting in the TPC;",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "• the distance of closest approach (DCA) to the primary vertex should be less than 1 cm in order to reduce contributions from secondary decays;",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "• the number of points used for calculating dE/dx (nHitsdEdx) should be greater than 15 to ensure good dE/dx resolution;",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "B. Track Selection",
            "text": "• the track should match to a valid TOF hit with the projected position within TOF's sensitive readout volume.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "C. Electron identification",
            "section_rank": 11
        },
        {
            "section": "C. Electron identification",
            "text": "Electrons (including positrons if not specified) were identified based on a combination of the TPC and TOF detectors. The electron identification procedure has been described in [27]. In low multiplicity collisions, electrons can be cleanly separated from hadrons by requiring a TOF velocity cut and using the TPC truncated mean ionization energy loss dE/dx dependence on particle momentum. However, the situation becomes more complicated in high multiplicity Au+Au collisions. The normalized dE/dx is defined as follows:",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 178,
                    "text": "[27]",
                    "end": 182
                }
            ]
        },
        {
            "section": "C. Electron identification",
            "text": "where m and th represent measured and theoretical values, respectively, and R dE/dx is the experimental dE/dx resolution. The nσ e vs. p distributions for the 2010 data are shown in Fig. 2 shows the distribution for all charged particles, the bottom panel shows the distribution after applying the TOF velocity selection |1/β − 1| < 0.025, which accepts about 95% of the electrons based on the TOF timing resolution. Despite the TOF velocity selection, there are still some slow hadrons that contribute to the electron band in this distribution. The source of these remaining slow hadrons is described in the following paragraphs.",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 182,
                    "text": "Fig. 2",
                    "end": 188
                }
            ]
        },
        {
            "section": "C. Electron identification",
            "text": "The nσ e distribution for TPC tracks with matched TOF hits are shown in Fig. 2. For most cases where TOF hits are correctly associated with the charged particle tracks, one would have a meaningful particle velocity measurement that can then be used for particle identification. There are also many TOF hits from electrons that originate from photon conversions in the material between the TPC and TOF sensitive detector volumes. Since photons do not leave a trace in the TPC, these TOF hits can be randomly associated with TPC tracks especially in high-multiplicity events.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 72,
                    "text": "Fig. 2",
                    "end": 78
                }
            ]
        },
        {
            "section": "C. Electron identification",
            "text": "The inverted particle velocity (1/β) measured by the TOF (time) and the TPC (path length) versus the particle momentum (p) measured by the TPC is shown in the upper panel of Fig. 3 for all TPC-TOF associations in Au+Au collisions at √ s NN = 200 GeV. The band be-low 1/β = 1 depicts the associations between conversion electron TOF hits and random TPC charged tracks. The bottom panel of Fig. 3 shows the 1/β distributions in the momentum range 0.2 < p < 0.25 GeV/c for three centrality classes. The three distributions are normalized to the pion peak. One can see that with increasing multiplicity that the fake association fraction increases substantially. These random associations were further confirmed using Monte Carlo (MC) Geant [28] simulations. As mentioned before, the TOF-based velocity of particles depends on the time-of-flight measurements from the TOF detector and the track length determined by the TPC. For particles from secondary vertex decays (e.g., π, K, and p from K 0 S , Λ, and Ω decays), the track length and time-of-flight measurements have some offset, which leads to uncertainties when calculating the velocity.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 174,
                    "text": "Fig. 3",
                    "end": 180
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 388,
                    "text": "Fig. 3",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 737,
                    "text": "[28]",
                    "end": 741
                }
            ]
        },
        {
            "section": "C. Electron identification",
            "text": "Consequently, the applied particle velocity cut cannot remove the random association of charged hadron tracks with TOF signals and the particles from secondary vertex decays. Such hadrons are mostly at momentum of 400 MeV/c or above where the hadron dE/dx bands cross the electron band. These hadrons remain in the dE/dx vs. p distribution in the lower panel of Fig. 2 and introduce an additional hadron background in the sample of selected electron candidates in the region where the electron dE/dx band crosses with hadrons (mostly kaons and protons). The dashed black lines in the lower panel of Fig. 2 depict the dE/dx cuts to select the single electron candidates in this analysis. Finally, distributions of the number of selected electron candidates are shown in upper panel of Fig. 4, their raw p T spectra are also shown in the lower panel of Fig. 4.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 362,
                    "text": "Fig. 2",
                    "end": 368
                },
                {
                    "type": "figure",
                    "start": 599,
                    "text": "Fig. 2",
                    "end": 605
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 784,
                    "text": "Fig. 4",
                    "end": 790
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 851,
                    "text": "Fig. 4",
                    "end": 857
                }
            ]
        },
        {
            "text": "D. Electron Purity and hadron contamination",
            "section_rank": 12
        },
        {
            "section": "D. Electron Purity and hadron contamination",
            "text": "The nσ e vs. p distribution after the TOF velocity selection has been shown in Fig. 2. We have performed a multi-component fit to the nσ e distribution for individual momentum slices in order to decompose the yields of each particle species, and thus derive the electron purity and hadron contamination for a certain nσ e cut. The nσ e distribution for electrons is assumed to be Gaussian, with its position and shape determined by selecting conversion electrons using an invariant-mass reconstruction. The positions and shapes of the nσ e distributions for pions, kaons, and protons were determined by selecting pure samples of these particles with particle masses calculated from the TOF detector. Figure 5 shows the respective m 2 thresholds for the pure hadron samples. The positions and shapes of all components are kept fixed during the fits, leaving only the individual yields as free parameters to fit the nσ e distribution slices in Fig. 2. An example of the fit result for the momentum bin of 0.68 < p < 0.72 GeV/c is shown in Fig. 6. The black dotted curve at high nσ e region depicts a small contribution of tracks from merged pions in the TPC. The dE/dx value of these tracks are twice that of normal pion tracks,",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 79,
                    "text": "Fig. 2",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 700,
                    "text": "Figure 5",
                    "end": 708
                },
                {
                    "type": "figure",
                    "start": 942,
                    "text": "Fig. 2",
                    "end": 948
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1037,
                    "text": "Fig. 6",
                    "end": 1043
                }
            ]
        },
        {
            "section": "D. Electron Purity and hadron contamination",
            "text": "Counts (arb. units) Upper panel: 1/β vs. particle momentum. Solid line depicts a prediction for those associations where TOF hits were triggered by conversion electrons while matched randomly with TPC charged tracks. Bottom panel: 1/β projection in the momentum bin 0.2 < p < 0.25 GeV/c for three centrality bins, normalized to the pion peak region.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "D. Electron Purity and hadron contamination",
            "text": "thus its position and shape is predictable from the pion nσ e distribution. For completeness, we have included this contribution in the fit although it is well separated from the electron peak. The multi-component fits describe the full distributions well in the regions where the slow hadron peaks can be separated from the electron peaks. In the region where kaons and protons start to overlap with electrons, we use the hadron yields from neighboring momentum bins with clean particle identification to interpolate the expected hadron yield. The systematic uncertainties on the electron purity in these overlapping bins were estimated by comparing the yields to the results from the free paramter fit, which take the hadron yield as free parameter.   (94.6±1.9)% and (92.1±2.0)% for 0-80% minimum bias and 0-10% central Au+Au collisions, respectively. The impact of hadron contamination on the dielectron spectra will be further discussed in Section III H.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "E. Electron pairing and background subtraction",
            "section_rank": 13
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "For each individual event, all electron and positron candidates within the STAR acceptance of p T > 0.2 GeV/c and |η| <1 are combined to generate the inclusive unlike-sign pair (N +− ) invariant-mass distribution. Despite slight acceptance differences between the TPC and the TOF, the collision vertex distribution along beam direction (z) will provide finite acceptance and efficiency for charged tracks up to |η| <1. Therefore we used |η| <1 in this analysis and the dependence of efficiency and acceptance along η has been corrected in the final spectra. In Fig. 8, a two-dimensional distribution in invariant-mass and transverse-momentum (M ee , p T ) of N +− pairs is shown in the STAR acceptance with |y ee | <1 (electron pair rapidity) and the background subtracted. Vector meson signals (ω, φ, and J/ψ) are fairly easy to recognize after the background subtraction. All distributions shown in this paper are calculated within the same STAR acceptance including |y ee | <1 unless specified otherwise.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 561,
                    "text": "Fig. 8",
                    "end": 567
                }
            ]
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "In this analysis the signal (S) is defined as the e + e −  pairs that originate from pair production sources such as π 0 , η, η ′ , ρ, ω, φ, J/ψ, γ * decays, as well as correlated charm hadron decay. Background sources that contribute to the inclusive unlike-sign pair distributions include:",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "• Combinatorial background pairs from two uncorrelated electrons.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "• Correlated background pairs. For instance, in the case of Dalitz decays followed by a conversion of the decay photon(e.g., π 0 → e + e − γ, then γZ → e + e − Z * ), the electron from the Dalitz decay and the positron from the conversion are not completely uncorrelated as they originate from the same source. Another significant contribution is the electron pairs from same-jet fragmentation or back-to-back di-jet fragmentation. This source may become more significant at high mass or p T .",
            "paragraph_rank": 37,
            "section_rank": 13
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "Contributions from uncorrelated and correlated background pairs are thoroughly studied and evaluated using like-sign pairs, N ++ and N −− , constructed from the same event. It has been demonstrated that when the e + and e − are produced in statistically independent pairs, the geometric mean of the like-sign pairs 2 N ++ × N −− fully describes the background in the inclusive unlike-sign pair distribution N +− [17]. In this analysis, we consistently used the like-sign distribution 2 N ++ × N −− to estimate or normalize the background distribution. The mixed-event unlike-sign distribution B +− was constructed to estimate the combinatorial background and was used for a better statistical background estimation wherever the correlated background is negligible or the mixed-event unlike-sign distribution agrees with the same-event like-sign distribution 2 N ++ × N −− . Mixed-event like-sign pair distributions B ++ , B −− were also constructed to verify the applicable kinematic region for the mixed-event technique as well as to define the normalization factor for the mixed-event unlike-sign distribution.",
            "paragraph_rank": 38,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 412,
                    "text": "[17]",
                    "end": 416
                }
            ]
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "A sizeable component of the correlated electron pairs, that is not considered as part of the final signal distribution, originates from photon conversions in the detector material. Details of the conversion electron removal will be discussed in subsection III-E.1.",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "E. Electron pairing and background subtraction",
            "text": "Hadron contamination in the selected electron/positron sample due to particle misidentification may result in some residual contributions to the final signal distribution. Most of these are from resonance decays. The high purity of the electron sample in this analysis allows us to demonstrate that the residual contribution due to hadron contamination in the final distribution is negligible. Such details will be discussed in the Section III-H.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Photon conversion removal",
            "section_rank": 14
        },
        {
            "section": "Photon conversion removal",
            "text": "Background pairs from photon conversion were removed from the sample using the φ V angle selection method. This method is similar to that used by the PHENIX collaboration [17] and relies on the kinematics of the pair production process. The opening angle between the two conversion electrons should be zero, and the electron tracks are bent only in the plane perpendicular to the magnetic field direction, which for the STAR experiment is parallel to the beam direction (z). Unitvector definitions used for the construction of the φ V angle were taken from [17] as:û",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 171,
                    "text": "[17]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 557,
                    "text": "[17]",
                    "end": 561
                }
            ]
        },
        {
            "section": "Photon conversion removal",
            "text": "where p ± are momentum vectors of e ± tracks, andẑ is the magnetic field direction. For pairs that originate from photon conversions φ V should be zero. It has no preferred orientation for combinatorial pairs, and only very weak dependence for e + e − pairs from hadron decays. The electron pair mass versus φ V for conversion electron pairs from the full Geant simulation of the STAR detector [28] is shown in the upper panel of Fig. 9. The populated bands at different mass positions depict the conversion electron pairs from different detector materials. The reconstructed masses are shifted from zero as the electrons are assumed to originate from the primary vertex during the final track reconstruction. As a result, the three main bands from low to high masses correspond to the conversions from the beam pipe (at a radius r ∼ 4 cm), inner cone support structure (r ∼ 20 cm), and TPC inner field cage (IFC) (r ∼ 46 cm). In order to remove these conversion pairs, we define a mass-dependent φ V selection which is shown as the red line in the upper panel of Fig. 9. We estimated that more than 95% conversion pairs are removed by this selection criterion.",
            "paragraph_rank": 42,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 394,
                    "text": "[28]",
                    "end": 398
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 430,
                    "text": "Fig. 9",
                    "end": 436
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1064,
                    "text": "Fig. 9",
                    "end": 1070
                }
            ]
        },
        {
            "section": "Photon conversion removal",
            "text": "The signal pair invariant mass spectra before and after this photon conversion cut are shown in the bottom panel of Fig. 9; their difference is shown as the filled histogram. Like-sign background subtraction was used to obtain these distributions. Almost all conversions appear in the mass region below 0.1 GeV/c 2 .",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 116,
                    "text": "Fig. 9",
                    "end": 122
                }
            ]
        },
        {
            "section": "Photon conversion removal",
            "text": "The cut removing the photon conversion pairs was applied only in the very low mass region (M ee < 0.2 GeV/c 2 ). The effect of the cut on the mixed-event distribution normalization is negligible as that determination is done at a much higher mass region.",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "Event mixing",
            "section_rank": 15
        },
        {
            "section": "Event mixing",
            "text": "The event mixing technique was used to reproduce the combinatorial background with improved statistical precision. In order to make the mixed-event distributions close to that from real events, we have only selected events with similar properties for the mixed-event calculation. The full sample is divided into different pools according to the following event level properties: multiplicity, vertex position, event plane angle, and magnetic field direction. The sorting by event multiplicity and vertex position ensures electrons are mixed between events with similar detector acceptance and efficiency. This technique has been widely used in many other STAR analyses for the reconstruction of the combinatorial backgrounds [29]. The small signal-to-background ratio re- quires a very good understanding of the mixed-event distribution in the dielectron analysis. Its dependence on the event pool division for event-plane angle and magnetic field direction were studied in detail and are presented here. Elliptic flow measurements [30] in 200 GeV Au+Au collisions have shown that the momentum phase space distribution of particles produced in the event is approximately elliptical. Therefore, we only mix events with similar event-plane direction to ensure the events have similar momentum phase space alignment, and further guaranteed by the multiplicity assortment to ensure the events have similar momentum phase space distributions. The event plane was reconstructed with a conventional method using tracks in the TPC (0.1 < p T < 2 GeV/c and |η| < 1) in order to obtain the second-order event-plane angle Ψ [30]. In Fig. 10 panel (a) and (b), results of a study using minimum bias Au+Au collisions in which mixed-event unlike-sign and like-sign distributions are compared using different numbers of event pools in event-plane angle are shown. The figure illustrates several scenarios from 1 up to 24 event pools. The dashed lines at ±0.5% corresponds to a 100% change in the yield where the signal-to-background ratio is 1/200. This study shows the importance of doing the division in event-plane angle in order to avoid distortion of the mixed-event distributions. The distortion is quite clear in the low mass region (< 1 GeV/c 2 ) and not negligible in the intermediate mass region (1−3 GeV/c 2 ). The differences become negligible when the number of event pools is 12 in 200 GeV Au+Au minimum-bias collisions, comparable to the TPC 2 nd order event plane resolution (0.72 for minimum bias Au+Au 200 GeV collisions) [7].",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 725,
                    "text": "[29]",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1032,
                    "text": "[30]",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1613,
                    "text": "[30]",
                    "end": 1617
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1622,
                    "text": "Fig. 10",
                    "end": 1629
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2525,
                    "text": "[7]",
                    "end": 2528
                }
            ]
        },
        {
            "section": "Event mixing",
            "text": "To further motivate the choice of number of bins used for event plane angles, we did a Monte Carlo simulation to illustrate the resolution effect. In this MC simulation, virtual photons were put in according to cocktail (p T , M ee ) distributions and then converted into dielectrons. STAR acceptance was included for reconstructed electrons. The input v 2 values were taken from the STAR published result for charged pions [7]. The reconstructed event plane direction was smeared with a Gaussian distribution according to the realistic event plane resolution measured by STAR which is 0.72 for minimum bias collisions, corresponding to a width of about 20 deg. We then reconstructed full mixed-event distributions using different number of bins in the event plane category. Panel (c) and (d) in Fig. 10 show the results of the ratios between different mixed-event distributions using different number of bins based on this MC simulation. The simulations reproduce the features observed in data and illustrate that the choice of 12 bins in minimum-bias events is appropriate with expected event plane resolution and v 2 values.",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 424,
                    "text": "[7]",
                    "end": 427
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 796,
                    "text": "Fig. 10",
                    "end": 803
                }
            ]
        },
        {
            "section": "Event mixing",
            "text": "A similar study of the centrality dependence for background distributions was carried out. As a result, to ensure the minimal difference in all centrality bins studied, we choose 24 event pools in the event-plane angle in our analysis.",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "section": "Event mixing",
            "text": "The data samples used in this analysis were taken under two different magnetic field configurations of similar magnitude but opposite direction. The acceptance for oppositely charged tracks in the two magnetic field configurations is not exactly the same due to a slight offset of the beam line with respect to the center of STAR detector system. Only electrons from events with the same magnetic field configuration were mixed when constructing total mixed-event distributions.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "section": "Event mixing",
            "text": "The final number of event pools used in track multiplicity, vertex position, event plane angle, and magnetic field configuration is 16 × 10 × 24 × 2 for this analysis of the 200 GeV minimum-bias Au+Au data.",
            "paragraph_rank": 49,
            "section_rank": 15
        },
        {
            "section": "Event mixing",
            "text": "The statistics in the mixed-event distributions depend on the number of events chosen for the calculation. In   practice, however, the calculation can be done to sufficient precision for every event pool with a sizable number of event pools under the limitations of the number of events during the calculation. The differences between mixed-event distributions with different number of events in the buffers are shown in Fig. 11. We observe no distortions beyond statistics in our calculation using a buffer of 50 events per event pool. With this choice, the statistical uncertainties in the mixed-event background are negligible compared to the same event distributions.",
            "paragraph_rank": 50,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 421,
                    "text": "Fig. 11",
                    "end": 428
                }
            ]
        },
        {
            "text": "Mixed-event normalization",
            "section_rank": 16
        },
        {
            "section": "Mixed-event normalization",
            "text": "The unlike-sign and like-sign pair distributions in the same event (N +− , N ++/−− ), and in the mixed-event (B +− , B ++/−− ) were constructed in two dimensions (M ee , p T ). The mixed-event unlike-sign distribution (B +− ) provides the shape of the uncorrelated combinatorial background, with an overall normalization factor determined separately. The normalization factor was evaluated from the like-sign pair distribution using the technique described in Ref. [17]. This technique is susceptible to a systematic bias if correlated pairs exist in the the like-sign sample. Therefore, the kinematic region used to evaluate the normalization is carefully selected where such correlated backgrounds are negligible.",
            "paragraph_rank": 51,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 465,
                    "text": "[17]",
                    "end": 469
                }
            ]
        },
        {
            "section": "Mixed-event normalization",
            "text": "The procedure to obtain the normalized combinatorial background B comb +− is described in Ref. [17] and also shown in the following Eq. 3:",
            "paragraph_rank": 52,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 95,
                    "text": "[17]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Mixed-event normalization",
            "text": "N.R. denotes the integral calculated in a certain kinematic region, i.e. the normalization region. Table II lists the total like-sign pairs in the normalization region for each centrality class and the corresponding statistical uncertainties of the normalization factors. ",
            "paragraph_rank": 53,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 99,
                    "text": "Table II",
                    "end": 107
                }
            ]
        },
        {
            "section": "Mixed-event normalization",
            "text": "The residual difference between same-event like-sign N ++,−− and the normalized mixed-event B norm ++,−− as a function of M ee and p T is shown in the upper panel of Fig. 12. The difference is normalized by the expected statistical error in each kinematic bin. The residual difference distributions for all entries in different mass regions are shown in the bottom panel of Fig. 12. In the black box in the upper panel of Fig. 12, the normalized residuals follow the statistical fluctuation. We then chose this area 1 < M ee < 2 GeV/c 2 as the normalization region in our analysis. The systematic uncertainty introduced by the selected normalization region was studied by varying the selection as will be discussed in more detail in Section III-H. : In Fig. 13, the raw mass distributions of mixed-event like-sign and unlike-sign pairs in the full p T region are plotted together with the same event distributions. To further investigate any residual differences between these distributions, the ratios between them are plotted in Fig. 14. Panels (a-c) show that in the normalization region the residuals are negligible. The slight increasing trend in the higher mass region can be attributed to the possible jet-related correlated background [17]. This will be discussed further in Section III-E.5. The p T and centrality dependence of the inclusive unlike-sign and the normalized mixed-event mass distributions are shown in Fig. 15.",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 166,
                    "text": "Fig. 12",
                    "end": 173
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 374,
                    "text": "Fig. 12",
                    "end": 381
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 422,
                    "text": "Fig. 12",
                    "end": 429
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 753,
                    "text": "Fig. 13",
                    "end": 760
                },
                {
                    "type": "figure",
                    "start": 1031,
                    "text": "Fig.",
                    "end": 1035
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1243,
                    "text": "[17]",
                    "end": 1247
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1426,
                    "text": "Fig. 15",
                    "end": 1433
                }
            ]
        },
        {
            "text": "Like-sign and unlike-sign acceptance difference correction",
            "section_rank": 17
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "The like-sign distribution is taken as the best estimate for the background in the inclusive unlike-sign distribution. However, the acceptances for like-sign and unlikesign pairs differ in the STAR detector due to the magnetic field. The observed candidate e + and e − tracks φ versus p T are shown in Fig. 16. The empty strips along the φ di-  rection are due to the TPC read-out sector boundaries. These acceptance boundaries and local inefficiencies or acceptance holes in the active detecting area will results in different acceptances for like-sign and unlike-sign pairs. We used the mixed-event technique to calculate these acceptance differences.",
            "paragraph_rank": 55,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 302,
                    "text": "Fig. 16",
                    "end": 309
                }
            ]
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "The correction factor for the acceptance difference between like-sign and unlike-sign pairs is obtained as a ratio of the like-sign and unlike-sign distribution from mixed-event. The ratio was calculated in each (M ee , p T ) bin, and the corresponding correction applied in this 2D plane. The geometric mean from the two like-sign charge combinations ++, −− describes the background in the unlike-sign +− combinations in total pairs in spite of any detecting efficiency [17]. When calculating the combined like-sign pair in each kinematic bin, we use both the geometric mean and the direct sum of ++ and −− pairs in the calculation to estimate the impact of potentially different detecting efficiencies for positive and negative tracks, shown in Eqs. 4 and 5.",
            "paragraph_rank": 56,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 471,
                    "text": "[17]",
                    "end": 475
                }
            ]
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "and  where N ++ , N −− , B ++ , and B −− denote the distributions of like-sign (++) and (−−) from the same event and mixed-event calculation, respectively. B +− denotes the unlike-sign distribution from mixed-event calculations. N corr ±± denotes the acceptance-corrected like-sign background distribution.",
            "paragraph_rank": 57,
            "section_rank": 17
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "In Fig. 17, the ratio of mixed-event unlike-sign and likesign distributions is shown as a function of the pair mass integrated over p T . The structures observed in the ratio at low mass are caused by local inefficiencies and acceptance holes. This ratio has a dependence on the pair p T and a correction is applied to the like-sign distributions in the 2D (M ee , p T ) plane.",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3,
                    "text": "Fig. 17",
                    "end": 10
                }
            ]
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "There are additional inefficiencies from merging effects that are different for like-sign and unlike-sign pairs in a magnetic field. These inefficiencies can originate from TPC-track merging or TOF-hit merging. We use twoparticle correlations to study this acceptance loss due to the TPC-track merging. We calculate the ∆η and ∆φ correlations of like-sign and unlike-sign pairs in both same and mixed events. As a conservative estimation, we artificially remove a significant amount of the detection area near (∆η,∆φ)= (0, 0), and correct the backgroundsubtracted spectra with the cut efficiency which was estimated by the mixed events. The difference in the final mass spectrum was <1%. The actual TPC hit resolution is around 1 mm, for which the expected acceptance hole due to the merging is significantly smaller than the estimate that is used. As a result, we conclude that effects due to track merging in the TPC are negligible.",
            "paragraph_rank": 59,
            "section_rank": 17
        },
        {
            "section": "Like-sign and unlike-sign acceptance difference correction",
            "text": "Signal loss can also occur when two TPC tracks point to the same TOF read-out cell (size 6×3 cm 2 at a typical radius of about 215 cm). The TOF matching algorithm removes any TPC-TOF association in this situation since it cannot resolve the timing of two close hits. To evaluate such losses, pairs are artificially removed for which the TPC tracks pointed to neighboring TOF cells, thereby increasing the acceptance hole by a factor of about 9. The impact on the final acceptance correction factor is ∼0.05% and limited to two particular mass regions (∼0.35 GeV/c 2 due to unlike-sign pairs, ∼0.1 GeV/c 2 due to like-sign pairs).",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Correlated background",
            "section_rank": 18
        },
        {
            "section": "Correlated background",
            "text": "In this analysis, the like-sign distribution is used as the best estimate of the background in the inclusive unlikesign distribution. The properly normalized mixed-event unlike-sign distributions were taken as the combinatorial background contribution. The difference between the like-sign and the mixed-event unlike-sign was used to understand the correlated background contributions. The ratio of the acceptance corrected like-sign to the mixed-event unlike-sign distributions is shown in Fig. 18. In the low-mass region (<1 GeV/c 2 ), the difference is due to the cross-pair contributions such as π 0 → e + e − γ, followed by γZ → e + e − Z * . In the intermediate and high-mass regions, the like-sign and mixed-event distributions generally agree within our current precision, but also show a trend of an increasing excess with increasing mass. This trend is expected to be mostly due to back-to-back jet correlations.",
            "paragraph_rank": 61,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 491,
                    "text": "Fig. 18",
                    "end": 498
                }
            ]
        },
        {
            "section": "Correlated background",
            "text": "We use a data-driven method to estimate the correlated background contribution. We fit the ratio in Fig. 18 in the mass region above 1 GeV/c 2 with two different empirical functions: a second order polynomial and an exponential function. The small difference from unity in these fits is assigned as residual correlated background. We use the 68.3% confidence limits from the fit Eq. 6 (indicated by the dashed lines in the figure) as the sys-tematic uncertainty on the correlated background. The lower limit of this uncertainty is consistent with unity, indicating that the like-sign background is consistent with the mixed-event unlike-sign background.",
            "paragraph_rank": 62,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 100,
                    "text": "Fig. 18",
                    "end": 107
                }
            ]
        },
        {
            "section": "Correlated background",
            "text": "This residual background has been studied in different p T and different centrality bins. The acceptance correction factors, which are estimated via the ratio between unlike-sign and like-sign mixed-event distributions are shown in Fig. 19. In Fig. 19, the ratios of acceptance corrected like-sign backgrounds to mixed-event unlike-sign distributions are also shown for various p T and centrality selections. The acceptance correction factor shows a slight centrality dependence as the number of electron candidates is different in each centrality. On the other hand, it shows a strong p T dependence due to the varying track curvatures in the magnetic field for tracks as a function of p T . At sufficiently high p T , tracks are nearly straight, and the acceptance of like-sign and unlike-sign pairs is expected to be similar. A data-driven procedure was used to estimate the correlated background in each p T and centrality bin.",
            "paragraph_rank": 63,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 232,
                    "text": "Fig. 19",
                    "end": 239
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 244,
                    "text": "Fig. 19",
                    "end": 251
                }
            ]
        },
        {
            "text": "Signal extraction",
            "section_rank": 19
        },
        {
            "section": "Signal extraction",
            "text": "In this analysis, the dielectron signal for invariant masses of M ee <1.0 GeV/c 2 is obtained by subtracting the same-event like-sign background from the inclusive unlike-sign distribution. In the higher mass region, we first subtract the combinatorial background using the mixed-event unlike-sign pairs for better statistical precision. The residual correlated background is evaluated by the data-driven method described in the previous subsection and subtracted together with the combinatorial background. The signal extraction evaluated over the entire invariant mass region reported here is described as follows:",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "section": "Signal extraction",
            "text": "where r(M, p T ) is the correlated background contribution normalized to the mixed-event combinatorial background and M th is 1.0 GeV/c 2 in our default calculations. We vary this transition mass point between 1.0−2.0 GeV/c 2 and find the difference in the final mass spectrum to be negligible (<0.05%).  ",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "F. Efficiency and Acceptance Correction",
            "section_rank": 20
        },
        {
            "section": "F. Efficiency and Acceptance Correction",
            "text": "The raw dielectron signal yields must be corrected for the detector efficiency and acceptance loss. In this section, we discuss separately the single-electron efficiencies and electron pair efficiencies.",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "Single-electron efficiency",
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The single-electron efficiency is determined by the product of the TPC tracking efficiency ε TPC , the TOF matching efficiency ε TOF , and the electron identification efficiency ε eID :",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The TPC tracking efficiency, ε TPC , was evaluated via the standard STAR embedding technique. In the embedding process, simulated electron tracks with a certain phase space definition were generated and then passed through the STAR detector geometry for the 2010 (2011) configuration using the Geant model. Next, the simulated detector signals were mixed with real data to have a realistic detector occupancy environment. The mixed signals were processed with the same offline reconstruction software that was used for the real data production. The tracking efficiency was studied by comparing the reconstructed tracks with the simulated input tracks. The input number of simulated tracks (5% of total event multiplicity) were constrained to prevent a sizable impact on the final single-track efficiency.",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The electron track TOF-match efficiency, ε TOF , was obtained from real data samples. Due to the limited pure electron statistics, we first used a pure pion sample in order to deduce the TOF-match efficiency. Pure pion samples were selected based on a TPC dE/dx cut. We assume the TOF-match efficiencies for different particle species are similar in the p T region where dE/dx cannot distinguish different particle species. Pure electron samples were selected to cross-check the efficiency scale differences between electrons and pions due to the decay loss of pions between the TPC and the TOF detectors as well as other effects. Electrons (or positrons) from photon conversion or π 0 Dalitz decays were identified by invariant mass and topological techniques and used as the high purity samples.",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The TPC tracking and TOF matching efficiencies were calculated differentially in three dimensions (p T , η, φ). The pion TOF matching efficiency was also calculated in (p T , η, φ) while a same scaling factor, which accounts for the TOF matching efficiency difference between pions and electrons, was used for all (η, φ) bins due to limited statistics. The choice of the binning in (η, φ) dimensions shows a negligible effect in the p ee T -integrated final dielectron pair efficiency.",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The electron identification cut efficiency, ε eID , includes two components: efficiency due to the TOF 1/β cut (ε β ) and efficiencies due to the dE/dx PID selection criteria (ε dEdxPID ).",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "Pure electron samples were used to study the TOF 1/β distributions. In order to estimate the 1/β efficiency, ε β , we applied two methods to the 1/β distributions: a realistic function fit and direct counting. The difference in the results from the two methods was included in the systematic uncertainty.",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "The dE/dx PID selection efficiency, ε dEdxPID , includes the efficiency due to the cut on both the number of dE/dx points and nσ e which is used to select the electron candidates. The cut efficiency on the number of dE/dx points, ε ndEdx , was deduced using the pure pion samples in the real data. The results from the electron sample were consistent with those from pions in the region allowed by the statistics of the samples used. Then the efficiency from the pion samples was used in the final efficiency calculation in three dimensions (p T , η, φ). The nσ e cut efficiency, ε nσe , was deduced via the same steps as described in Section III-D for calculating the electron purity and hadron contamination. With the extracted nσ e gaussian mean position and width values, the PID cut efficiency was calculated under the selection criteria described in Section III-C.",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "section": "Single-electron efficiency",
            "text": "In the upper left panel of Fig. 21,",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 27,
                    "text": "Fig. 21",
                    "end": 34
                }
            ]
        },
        {
            "section": "Single-electron efficiency",
            "text": ", ε ndEdx (p T ) and their product are shown for e ± tracks in minimum-bias collisions. These efficiencies are averaged over |η| < 1 and 2π in azimuth. The ratios of ε TPC × ε TOF × ε ndEdx at different centralities are shown in the bottom left panel of Fig. 21. The ε β , ε nσe and their product as a function of momentum are shown in the upper right panel of Fig. 21. The centrality dependence of ε β × ε nσe is shown in the bottom right panel.",
            "paragraph_rank": 75,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 254,
                    "text": "Fig. 21",
                    "end": 261
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 361,
                    "text": "Fig. 21",
                    "end": 368
                }
            ]
        },
        {
            "text": "Electron pair efficiency",
            "section_rank": 22
        },
        {
            "section": "Electron pair efficiency",
            "text": "The dielectron pair efficiency was evaluated from the single-electron efficiency in the following two ways:",
            "paragraph_rank": 76,
            "section_rank": 22
        },
        {
            "section": "Electron pair efficiency",
            "text": "• Toy Monte Carlo simulation, which used the virtual photons as the input and let them decay into dielectrons isotropically.",
            "paragraph_rank": 77,
            "section_rank": 22
        },
        {
            "section": "Electron pair efficiency",
            "text": "• Cocktail simulation, which used the hadronic cocktail (see Secttion G) as input including the correlated heavy-flavor decay electrons from Pythia simulations [32].",
            "paragraph_rank": 78,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 160,
                    "text": "[32]",
                    "end": 164
                }
            ]
        },
        {
            "section": "Electron pair efficiency",
            "text": "In the final dielectron spectra, we have experimental ambiguities in separating heavy-flavor decayed dielectron yields from medium-produced dielectron yields (including contributions from both hadronic and partonic sources). Furthermore, the heavy-flavor decay dielectron production is not known in heavy-ion collisions due to possible medium modifications of the heavy-flavor correlations when compared to those in p+p collisions. We used these two methods to estimate our dielectron pair efficiency. The single-electron efficiencies, described in the previous section, were folded in for each daughter track in a full three dimensional (p T , η, φ) momentum space. The pair efficiency and acceptance was finally calculated in (M ee , p T ).",
            "paragraph_rank": 79,
            "section_rank": 22
        },
        {
            "section": "Electron pair efficiency",
            "text": "Shown in Fig. 22 are the dielectron pair efficiencies in the STAR acceptance (p e T > 0.2 GeV/c, |η e | < 1) with |y ee | < 1. The difference in pair efficiency in the STAR acceptance between these two methods is small, ranging from about 3% at low p T , down to about 1% at high p T . And due to statistical limits of the cocktail simulation for the dielectron from heavy-flavor decay, we use the pair efficiency calculated from the virtual photon decay in this analysis and include the difference between these two methods in the systematic uncertainty.",
            "paragraph_rank": 80,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 9,
                    "text": "Fig. 22",
                    "end": 16
                }
            ]
        },
        {
            "section": "Electron pair efficiency",
            "text": "The φ V pair cut efficiency was evaluated using a π 0 embedding sample in which simulated π 0 particles with enriched Dalitz decays were embedded into the real data. The efficiency was calculated after re-weighting the input π 0 yield with a realistic p T distribution (details in the next part). We also used a pure virtual photon decay convoluted with the detector resolution for this calculation. The difference was included as the systematic uncertainty of the φ V pair cut efficiency.",
            "paragraph_rank": 81,
            "section_rank": 22
        },
        {
            "section": "Electron pair efficiency",
            "text": "In Fig. 23, the e + e − pair efficiencies are shown as a function of pair p T in different mass regions. In the high p T /mass region the efficiency is almost constant as the single track efficiency turns stable at high p T (see Fig. 21). The p T -integrated e + e − pair efficiencies as a  ",
            "paragraph_rank": 82,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3,
                    "text": "Fig. 23",
                    "end": 10
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 229,
                    "text": "Fig. 21",
                    "end": 236
                }
            ]
        },
        {
            "text": "G. Hadronic cocktails",
            "section_rank": 23
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "Dielectrons as measured by the detector originate from all stages in the evolution of heavy-ion collisions. These pairs include the decay products of long-lived particles which typically decay after they have frozen out of the medium. The contributions in the final dielectron spectrum can be evaluated as long as their yields at freeze-out are known.",
            "paragraph_rank": 83,
            "section_rank": 23
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "The simulation process for constructing the contributions from such decays in Au+Au collisions, often referred to as the hadronic cocktail, is similar to what has been done in p+p collisions and reported in [31]. The cocktail simulations only contain the hadron form-factor decays in the vacuum at freeze-out. Cocktails included in our calculation contain contributions from decays of π 0 , η, η ′ , ω, φ, J/ψ, ψ ′ , cc, bb as well as from Drell-Yan (DY) production. A vacuum ρ meson calculation is included separately when discussing the data compared to cocktail with the vacuum ρ. For the hadron decay calculations, the input rapidity distributions are assumed to be flat within |y| < 1. The input yields dN/dy within this rapidity window as well as the p T distributions are discussed below.",
            "paragraph_rank": 84,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 207,
                    "text": "[31]",
                    "end": 211
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "The charged pion yields at 200 GeV Au+Au collisions have been accurately measured in the STAR acceptance [33,34]. The input π 0 spectrum is taken as the averaged yield between STAR's π + and π − measurements. Other light hadron yields include the η meson, measured by PHENIX for p T > 2 GeV/c [35], and φ meson data from STAR [36]. These hadron spectra together with hadron spectra (K ± , K 0 S , and Λ) measured by STAR and PHENIX were simultaneously fit to a core-corona based Tsallis Blast-Wave (TBW) model [37] where the core describes the Au+Au bulk production and the corona describes the hard scattering contribution from p+p like collisions.",
            "paragraph_rank": 85,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 105,
                    "text": "[33,",
                    "end": 109
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 109,
                    "text": "34]",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 293,
                    "text": "[35]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 326,
                    "text": "[36]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 510,
                    "text": "[37]",
                    "end": 514
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "In Fig. 25, the simultaneous fit results for all input hadron spectra are shown except for J/ψ. The J/ψ contribution is not considered as a component of the bulk medium. The cocktail input for J/ψ was taken from the measurement by the PHENIX collaboration [38]. For light hadrons, the TBW functions provide good parameterizations to these measured spectra. For those hadron cocktail components without corresponding direct measurements (e.g. low p T η, η ′ , ω), we use the same core TBW parameters obtained from the fit and predict the spectral shapes for each of these unknown components, shown as solid curves in Fig. 25. The low p T η spectrum was fixed by requiring the match with the measured data points at p T > 2 GeV/c, while the dN/dy of η ′ meson was taken with the same values as used in the PHENIX publication [17]. The same set of TBW parameters from the simultaneous fit were used to generate the ω spectrum and the dN/dy was tuned to match our dielectron yield in the ω peak region.",
            "paragraph_rank": 86,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3,
                    "text": "Fig. 25",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 256,
                    "text": "[38]",
                    "end": 260
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 616,
                    "text": "Fig. 25",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 823,
                    "text": "[17]",
                    "end": 827
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "Additional corrections were applied to account for the differences in centrality and rapidity windows between the input hadron spectra and our dielectron measurements. The measured pion yields were calculated in the rapidity window of |y| < 0.1 in Ref. [33] and |y| < 0.5 in Ref. [34]. We used the pion rapidity distributions from the Hijing calculations and scaled the measured pion yields down by 3% to obtain the p T spectrum in the rapidity window of |y| < 1. This correction factor was also included in the uncertainty of the input π 0 dN/dy. The different centrality windows matter when taking the minimum-bias data from PHENIX measurements, done in 0-92% centrality, and compare those to our results which are for 0-80% centrality. We corrected for this difference using the measured π 0 dN/dy values in 0-92% and 0-80% centralities by the PHENIX experiment [39].",
            "paragraph_rank": 87,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 253,
                    "text": "[33]",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 280,
                    "text": "[34]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 865,
                    "text": "[39]",
                    "end": 869
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "The correlated charm, bottom and Drell-Yan contributions were obtained from Pythia calculations [32] and scaled by the number of binary collisions in Au+Au collisions for the default cocktail calculations. We used Pythia version 6.419 with parameter settings: MSEL=1, PARP(91) ( k ⊥ ) = 1.0 GeV/c and PARP(67) (parton shower level) = 1.0. This setting was tuned to match our measured charmed meson spectrum in p+p collisions [40]. The input charm-pair production cross section per nucleon-nucleon collision was also taken from charm meson measurements [40,41]. We used the same PYTHIA setting to calculate the dielectron yields from correlated bottom decays and from the Drell-Yan production. The input bottom and Drell-Yan production cross sections are: σ bb pp = 3.7 µb, σ DY pp = 42 nb. The ρ meson contribution is expected to be modified due to a strong coupling to the hot QCD medium created in heavy-ion collisions. Therefore, the ρ meson was not included in our default cocktail calculations. In the taneous TBW fit to the measured data points and the TBW predictions for η, η ′ , and ω with the same set of fit parameters. The dashed lines show the same parametrization to the measured J/ψ spectrum and the predicted ψ ′ spectrum as in [17].",
            "paragraph_rank": 88,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 96,
                    "text": "[32]",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 425,
                    "text": "[40]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 552,
                    "text": "[40,",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 556,
                    "text": "41]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1244,
                    "text": "[17]",
                    "end": 1248
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "comparison between our measured dielectron spectra and the cocktail calculations including the vacuum ρ, we used the ρ meson measurements in peripheral collisions by STAR [42] and assumed a similar ρ/π ratio in order to extrapolate to other centrality selections. The mass spectrum of the vacuum ρ → e + e − was taken the same line shape as reported in our dielectron measurement in p+p collisions [31]. Table III summarizes all sources of the hadron cocktail and their decay branching ratios. The TBW [37] parametrizations were used to describe the input hadron p T distributions, shown in Fig. 25. The resulting e + e − pair mass distributions from the individual sources are normalized by the respective decay branching ratios and measured yields dN/dy. Additional scaling parameters for various centrality bins are listed in Appendix A.",
            "paragraph_rank": 89,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 171,
                    "text": "[42]",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 398,
                    "text": "[31]",
                    "end": 402
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 404,
                    "text": "Table III",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 502,
                    "text": "[37]",
                    "end": 506
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 591,
                    "text": "Fig. 25",
                    "end": 598
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "The mass spectra reported in this paper are not corrected for the STAR detector resolution. It is very challenging to precisely reproduce the momentum resolution in the STAR TPC simulation package in the high luminosity RHIC environment due to various distortion effects in the TPC detector. Instead a data-driven method was used to obtain the dielectron mass line shape in the cocktail simulation.",
            "paragraph_rank": 90,
            "section_rank": 23
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "Based on the full detector simulation, the reconstructed electron p rec T probability distribution at a given input p MC T was parametrized with a double Crystal Ball function [46], defined as:",
            "paragraph_rank": 91,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 176,
                    "text": "[46]",
                    "end": 180
                }
            ]
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "where n = 1.29, α = 1.75, m = 2.92, and β = 1.84. The value of µ = −0.001 is slightly shifted from 0 due to the electron energy loss in the detector material as STAR tracking accounts for the energy loss assuming all tracks are pions. The p T resolution is taken as σ pT /p T and assumed to follow the form:",
            "paragraph_rank": 92,
            "section_rank": 23
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "For electrons β ∼ 1.",
            "paragraph_rank": 93,
            "section_rank": 23
        },
        {
            "section": "G. Hadronic cocktails",
            "text": "We used the J/ψ signal which has the most statistics and tuned the parameters a and b in the Eq. 12 to get the best match to the J/ψ signal distribution. The two parameters were found to be a = 6.0 × 10 −3 c/GeV and b = 8.3 × 10 −3 .",
            "paragraph_rank": 94,
            "section_rank": 23
        },
        {
            "text": "H. Systematic uncertainties",
            "section_rank": 24
        },
        {
            "section": "H. Systematic uncertainties",
            "text": "The major sources of systematic uncertainty that contribute to the final result in this analysis include:",
            "paragraph_rank": 95,
            "section_rank": 24
        },
        {
            "section": "H. Systematic uncertainties",
            "text": "1. Normalization factor for mixed-event distributions.",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Residual correlated background.",
            "section_rank": 25
        },
        {
            "section": "Residual correlated background.",
            "text": "3. Like-sign/unlike-sign acceptance difference correction.",
            "paragraph_rank": 97,
            "section_rank": 25
        },
        {
            "section": "Residual correlated background.",
            "text": "4. Hadron contamination.",
            "paragraph_rank": 98,
            "section_rank": 25
        },
        {
            "text": "Efficiency and acceptance corrections.",
            "section_rank": 26
        },
        {
            "section": "Efficiency and acceptance corrections.",
            "text": "The systematic uncertainty of the background of dielectron pairs was further separated in two mass regions, where we chose different background subtraction methods (see Eq. 7).",
            "paragraph_rank": 99,
            "section_rank": 26
        },
        {
            "section": "Efficiency and acceptance corrections.",
            "text": "In the mass region of M ≥ 1.0 GeV/c 2 , we obtained the signal by subtracting the mixed-event unlike-sign background plus the residual correlated background. The normalization of the combinatorial background, applied to the mixed-event unlike-sign distribution, is determined by comparing the like-sign same-event and mixed-event distributions. The statistics of the total like-sign pair in the normalization region is the dominant systematic uncertainty. We also chose different normalization ranges varying between the mass range of 1.2− 2.0 GeV/c 2 . Other sources that we considered include the normalization method and the slight asymmetry between the total number of mixed-event unlike-sign and like-sign pairs. For the normalization method, we chose a different method compared to what was described in Section III-E, in this way we normalize the mixed-event unlike-sign distribution to the acceptance-corrected same-event likesign distribution. Table IV summarizes the contributions for each of the individual components to the systematic uncertainty of the normalization factors in minimum bias as well as for various other centralities from 200 GeV Au+Au collisions. The uncertainty in the residual correlated background was already mentioned in Section III-E.5. In the datadriven approach, the statistical uncertainty in determining the ratio of like-sign and mixed-event unlike-sign r(M ee , p T ) was used as the systematic uncertainty. The contribution to the final dielectron mass spectrum in minimum-bias collisions is about 10% from 1 GeV/c 2 to 3 GeV/c 2 .",
            "paragraph_rank": 100,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 953,
                    "text": "Table IV",
                    "end": 961
                }
            ]
        },
        {
            "section": "Efficiency and acceptance corrections.",
            "text": "In the low mass region, M ee < 1.0 GeV/c 2 , we obtained the signal by subtracting the acceptance corrected like-sign background, in which the acceptance difference correction between like-sign and unlike-sign pairs was calculated using mixed-event distributions. Different event mixing methods by varying the different event categories and event pool sizes were chosen, and the largest deviations between these methods are used in the uncertainty calculation. The acceptance correction done in the 2D (M ee , p T ) plane may suffer from limited statistics. The difference between the results calculated using the 2D acceptance correction and using the 1D (M ee only) acceptance correction was included in the systematic uncertainty as well.",
            "paragraph_rank": 101,
            "section_rank": 26
        },
        {
            "section": "Efficiency and acceptance corrections.",
            "text": "The electron candidates contain a small amount of hadron contamination, which may be correlated with other particles (e.g. from resonance decays) and thus contribute to the final signal spectrum. To estimate this contribution, we first selected pure pion, kaon and proton samples with stringent TOF m 2 limits. We randomly picked hadrons from these pure samples according to the estimated hadron contamination levels in both the total amount and the p T differential yields, creating a hadron contamination candidate pool. The analysis procedure used in the dielectron analysis was applied to that pool to estimated the e − h and h − h correlated contributions. The estimated hadron comtamination evaluated from e − h and h − h correlated contributions compared to the dielectron signal is shown in Fig. 26. Overall, the relative contribution to the final spectrum is <5% between 1 GeV/c 2 and 3 GeV/c 2 .",
            "paragraph_rank": 102,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 799,
                    "text": "Fig. 26",
                    "end": 806
                }
            ]
        },
        {
            "section": "Efficiency and acceptance corrections.",
            "text": "The systematic uncertainties on the raw dielectron invariant-mass spectra for minimum-bias collisions are summarized in Fig. 27. As a conservative estimation, we  took the sum of each individual component as the total systematic uncertainty. For the reported dielectron yields in the STAR acceptance, the systematic uncertainty due to the efficiency correction includes uncertainties on the single-track efficiency, the pair efficiency evaluation method, and the pair cut (φ V ) efficiency. Table V summarizes each individual component and their contributions to the total uncertainty of the single-track efficiency. The individual component contributions were determined by varying track selection cuts and comparing distributions between data and MC for the uncertainty on the TPC tracking efficiency (nHitsFits, DCA, etc.). The uncertainties on the TOF matching efficiency, the TOF PID cut efficiency, and the ndEdxFits cut efficiency were evaluated by comparing the results obtained from the pure electron samples from photon conversion and π 0 Dalitz decay. The difference between a realistic function fit and direct counting methods of the TOF 1/β distribution was also included in the uncertainty of the TOF PID cut efficiency. The electron pair efficiency evaluated from single tracks was described in Section III-F.2. Due to the unknown relative contributions between the correlated charm decays and the medium contribution, two extreme calculations were used as conservative estimates for the systematic uncertainty. This uncertainty is mostly constrained to the intermediate and high mass regions of the mass spectrum and ranges from about 3% at low p T down to 1% at high p T . The systematic uncertainty of the φ V pair cut efficiency was evaluated by taking the difference between the calculations from the π 0 embedding sample and the virtual photon decay sample, which is about 3% at M ee < 0.05 GeV/c 2 . The systematic uncertainty of the pair efficiency due to different methods is 5%. Finally the total systematic uncertainty of the electron pair efficiency is ∼ 13%. ",
            "paragraph_rank": 103,
            "section_rank": 26,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 120,
                    "text": "Fig. 27",
                    "end": 127
                }
            ]
        },
        {
            "text": "IV. RESULTS AND DISCUSSION",
            "section_rank": 27
        },
        {
            "text": "A. Dielectron mass spectrum in minimum-bias collisions",
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "The dielectron yields measured in the STAR acceptance (p e T > 0.2 GeV/c, |η e | < 1, and |y ee | < 1) have been corrected for the dielectron reconstruction efficiencies. The efficiency correction was done in p ee",
            "paragraph_rank": 104,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "T and M ee . The p T -integrated efficiency-corrected dielectron mass spectrum dN/dM at midrapidity |y ee | < 1 in the STAR acceptance from 0-80% Au+Au minimum collisions at √ s NN = 200 GeV is shown in Fig. 28. The data are compared to the hadronic cocktail simulations without (upper left panel) and with (upper middle and upper right panels) the vacuum ρ contribution. The vertical bars on the data points depict the statistical uncertainty, while the green boxes represent the systematic uncertainty. The ratios of the data over the cocktail simulations are shown in each of the bottom panels. The yellow band around unity indicates the uncertainties on the cocktail calculations. Those are mainly determined by the uncertainties on the dN/dy and the decay branching ratios for each of the individual sources.",
            "paragraph_rank": 105,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 203,
                    "text": "Fig. 28",
                    "end": 210
                }
            ]
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "A few more remarks about cocktail calculations are in order:",
            "paragraph_rank": 106,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "• Since the ρ mesons are strongly coupled to the medium in Au+Au collisions, their contribution is considered part of the medium dilepton emission and depends on the properties of the medium. We only included the vacuum ρ contribution as a reference here. In the default hadronic cocktail calculations, the ρ contribution is omitted in order to allow for possible in-medium ρ contributions depicted by model calculations.",
            "paragraph_rank": 107,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "• Correlated charm contributions included in the cocktail are the number-of-binary collisions (N bin ) scaled p+p results calculated from Pythia.",
            "paragraph_rank": 108,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "• Other hadron contributions are described in Section III-G.",
            "paragraph_rank": 109,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "Comparing the measured data points to the hadronic cocktail calculations in the LMR, an enhancement can be observed in the mass region between 0.30 and 0.76 GeV/c 2 . This enhancement cannot be fully explained by the expected vacuum ρ meson contribution as shown in the right plot of Fig. 28. The data, integrated in the mass region of 0.30−0.76 GeV/c 2 , is a factor of 1.76 ± 0.06 (stat.) ± 0.26 (sys.) ± 0.29 (cocktail) larger than the model cocktail without the vacuum ρ contribution. This enhancement factor is significantly lower than what has been reported from the dielectron measurement in the PHENIX detector acceptance [17].",
            "paragraph_rank": 110,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 284,
                    "text": "Fig. 28",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 630,
                    "text": "[17]",
                    "end": 634
                }
            ]
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "Detailed comparisons of the differences between the STAR and PHENIX experimental acceptances and cocktail simulations are unable to account for the measured enhancement difference. These details are described in Appendices B and C.",
            "paragraph_rank": 111,
            "section_rank": 28
        },
        {
            "section": "A. Dielectron mass spectrum in minimum-bias collisions",
            "text": "In the intermediate mass region (IMR), the cocktail simulations are dominated by correlated charm pair decays which are calculated from Pythia simulations. The simulations generally describe the data but run slightly below the data points, allowing for additional source contributions. The uncertainty on the charm production cross section dσ cc /dy at mid-rapidity, which is used for the normalization of this contribution, is around 15%. More precise measurements in this mass region of both the total charm cross-section as well as the correlation in Au+Au collisions are needed to either verify or rule out significant contributions from other sources, such as QGP thermal radiation.",
            "paragraph_rank": 112,
            "section_rank": 28
        },
        {
            "text": "B. Comparison to models",
            "section_rank": 29
        },
        {
            "section": "B. Comparison to models",
            "text": "One major motivation for measuring dileptons is the study of chiral symmetry properties of the QCD medium created in the heavy-ion collisions. Restoration of the spontaneously broken chiral symmetry will lead to modification of the vector meson (short-lived ρ meson in particular) spectral functions, which are accessible via dilepton measurements. There are two chiral symmetry restoration scenarios commonly used in calculations: (a)the drop of the pole mass or degeneracy of vector and axial-vector mesons due to the reduced qq condensate [10]; and (b) broadening of the spectral function due to many body collisions in the vector-meson dominance [2,11,47]. Both scenarios will introduce an enhancement in the mass region below the ρ mass compared to the spectral function in vacuum. Precision measurement from the NA60 experiment demonstrated that the broadened ρ scenario can reproduce the low mass dilepton enhancement data at SPS energy [16], while the dropping mass scenario failed to describe the data. It is anticipated that the hadronic medium at top RHIC energy is similar to that created at SPS energy, thus the dilepton production in the LMR region are comparable between SPS and RHIC.",
            "paragraph_rank": 113,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 542,
                    "text": "[10]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 650,
                    "text": "[2,",
                    "end": 653
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 653,
                    "text": "11,",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 656,
                    "text": "47]",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 944,
                    "text": "[16]",
                    "end": 948
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "The QGP contribution to the dilepton spectra has often been calculated perturbatively via Born q +q annihilation at leading order. Various approaches have been studied to take into account high-order contributions at finite T − µ B [48]. The QGP contribution is expected to become sizable for M > 1.5 GeV/c 2 at top RHIC energies due to a well established partonic phase.",
            "paragraph_rank": 114,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 232,
                    "text": "[48]",
                    "end": 236
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "There have been many model calculations for dielectron production at RHIC, with particular focus on the low mass region. We group these models into two categories and describe their features and predictions separately below.",
            "paragraph_rank": 115,
            "section_rank": 29
        },
        {
            "section": "B. Comparison to models",
            "text": "Category I: Effective many-body theory models. In these models, the dilepton production in the hadronic medium is calculated via electromagnetic correlators based on the Vector-Meson Dominance Model (VDM) approach through a macroscopic (thermal) medium evolution. The in-medium rho-meson propagator is calculated from interactions of the ρ with mesons and baryons. Assuming a thermal equilibrated hadronic medium, dilepton rates are determined by the ρ meson propagator in the medium. It has been shown that the resulting broadened ρ spectral function is mostly due to the interactions with the baryons rather than the mesons [49][50][51]. Thus, the medium total-baryon density, and not the net-baryon density or µ B , is the critical factor in determining the dielectron yield in the heavy-ion collisions at these energies.",
            "paragraph_rank": 116,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 626,
                    "text": "[49]",
                    "end": 630
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 630,
                    "text": "[50]",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 634,
                    "text": "[51]",
                    "end": 638
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "Dilepton production in the partonic phase is calculated via perturbative qq annihilation with nonperturbative corrections inferred from lattice QCD. It has been demonstrated in these calculations that the dilepton rates from the hadronic medium, extrapolated bottom-up to T c , should be equivalent to the rates from the partonic medium, extrapolated top-down to T c . This is referred to as the \"parton-hadron\" duality [49]. The final resulting dielectron yields for observation are calculated via the integral over the full space-time evolution for this medium. We have chosen one model calculation from Rapp [52] from this category in the following comparisons to our data. Some of the key ingredients in this model calculation are listed below:",
            "paragraph_rank": 117,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 420,
                    "text": "[49]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 611,
                    "text": "[52]",
                    "end": 615
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "• The vacuum spectral functions were calculated from an effective πρ Lagrangian with vector dominance and constrained using the measurements from p-wave ππ scattering and the pion electromagnetic formfactor [11].",
            "paragraph_rank": 118,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 207,
                    "text": "[11]",
                    "end": 211
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "• Space evolution was chosen to be a cylindrical expanding fireball [18].",
            "paragraph_rank": 119,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 68,
                    "text": "[18]",
                    "end": 72
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "• QGP radiation from the partonic phase was updated implementing constraints from the latest lattice calculations of the vector correlator above T c .",
            "paragraph_rank": 120,
            "section_rank": 29
        },
        {
            "section": "B. Comparison to models",
            "text": "• The space-time evolution was modeled with a cylindrical expanding fireball with a lattice-QCD equation of state above T ch = 170 MeV and a hadron resonance gas below with chemical freezeout at T ch = 160 MeV, which are updated from previous calculations with this same model.",
            "paragraph_rank": 121,
            "section_rank": 29
        },
        {
            "section": "B. Comparison to models",
            "text": "There are several other model calculations available in this category: some models chose different spectral functions [51], and several of them used the space-time evolution obtained from either ideal or viscous hydrodynamic model calculations [50,51]. Calculations from these models show similar results compared to Rapp's model and provide reasonable descriptions of the lowmass excess observed in our dielectron data in 200 GeV Au+Au minimum-bias collisions.",
            "paragraph_rank": 122,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 118,
                    "text": "[51]",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 244,
                    "text": "[50,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 248,
                    "text": "51]",
                    "end": 251
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "Category II: Microscopic transport dynamic models. We chose the Parton-Hadron String Dynamic (PHSD) covariant transport model from this category when comparing to our data in the following sections. The PHSD transport approach incorporates the relevant off-massshell dynamics of the vector mesons and an explicit partonic phase in line with the lattice QCD equation of state in the early hot and dense reaction region as well as the dynamics of hadronization [53]. It allows for a microscopic study of the various dilepton production channels in non-equilibrium matter. In the hadronic sector, PHSD is equivalent to the HSD transport approach that has been used for the description of p+A and A+A collisions from SIS to RHIC energies. It reproduces fairly well the measured hadron yields, rapidity distributions, and transverse momentum spectra [54]. The dilepton radiation by the constituents of the strongly interacting QGP is produced via: (i) basic Born q +q annihilation, (ii) gluon Compton scattering (q/q + g → γ * + q/q), and (iii) quark/anti-quark annihilation with the gluon bremsstrahlung in the final state (q +q → g + γ * ). Dilepton production in these partonic channels is calculated with off-mass-shell partons using a phenomenological parametrization for the quark and gluon propagators in the QGP.",
            "paragraph_rank": 123,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 459,
                    "text": "[53]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 845,
                    "text": "[54]",
                    "end": 849
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "The PHSD model has been used to calculate the dielectron yields in the STAR acceptance and it shows a fair agreement with our preliminary data [55].",
            "paragraph_rank": 124,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 143,
                    "text": "[55]",
                    "end": 147
                }
            ]
        },
        {
            "section": "B. Comparison to models",
            "text": "Detailed comparisons of the model calculations with the data are shown in Fig. 29. In the LMR, the data and model calculations are in a fairly good agreement. In the IMR, the PHSD results suggest that the charm contribution and the QGP radiation are the important components of e + e − spectrum. We discuss the effect of ",
            "paragraph_rank": 125,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 74,
                    "text": "Fig. 29",
                    "end": 81
                }
            ]
        },
        {
            "text": "C. pT dependence",
            "section_rank": 30
        },
        {
            "section": "C. pT dependence",
            "text": "To gain more insight into dielectron production, we studied the p T dependence of the dielectron yields in comparison to the hadron cocktail and model calculations. In different p T regions, comparisons to hadron cocktails require precise knowledge of the light hadron production in a wide p T region. Details of the cocktail calculations on the p T shape of input particle are described in Section III-G.",
            "paragraph_rank": 126,
            "section_rank": 30
        },
        {
            "section": "C. pT dependence",
            "text": "The measured dielectron yields within STAR acceptance in each individual p T region as well as the total expected hadron cocktail contributions are shown in the left panel of Fig. 30. Note that the correlated charm contributions, which become very important in the mass region from 0.5−3.0 GeV/c 2 , were all taken from the N bin scaled Pythia calculations. The ratios of data over cocktail calculations as a function of M ee for several transverse momentum ranges are shown in the right panels of Fig. 30. For comparison, the theoretical model calculations in each p T window are included as well. The enhancement factor with respect to the hadronic cocktail does not change significantly in these p T bins. Both theoretical models are able to reasonably describe the LMR excess in all p T bins.",
            "paragraph_rank": 127,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 175,
                    "text": "Fig. 30",
                    "end": 182
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 498,
                    "text": "Fig. 30",
                    "end": 505
                }
            ]
        },
        {
            "section": "C. pT dependence",
            "text": "We quantify the p T dependence by comparing the measured dielectron yields with the cocktail in each mass window within the STAR acceptance, the results from Au+Au 0-80% minimum-bias collisions at 200 GeV are shown in Fig. 31. The left panel shows the measured data points (markers) together with cocktail calculations (dashed lines). The ratios of the data over the cocktail are shown in the right panels for different mass windows. The data points and the cocktail calculations are in good agreement throughout the measured p T range up to 2 GeV/c in the mass regions of the π 0 (up to 0.15 GeV/c 2 ), the ω/φ (0.76−1.05 GeV/c 2 ), and the J/ψ mesons (2.8−3.5 GeV/c 2 ). In the LMR region, particularly in the mass region of 0.30−0.76 GeV/c 2 , we see that the relative enhancement in the data compared to the cocktail has no significant p T dependence. Table VI summarizes the enhancement factors for each p T bin. In the IMR region, cocktail calculation can describe the data reasonably well. Due to the large uncertainty on the correlated charm contribution there is little constraint on other possible dilepton contributions, e.g., QGP thermal radiation.  ",
            "paragraph_rank": 128,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 218,
                    "text": "Fig. 31",
                    "end": 225
                }
            ]
        },
        {
            "text": "D. Centrality dependence",
            "section_rank": 31
        },
        {
            "section": "D. Centrality dependence",
            "text": "The dielectron spectra are studied in various centrality bins (0-10%, 10-40% and 40-80% ). The left panel of Fig. 32 shows the dielectron spectra in these centrality bins compared to cocktail calculations. The ratios of the data to the cocktail are presented in the right panels. Model calculations are also included in the right plots. In Fig. 33, we quantify the measured yields as a function of centrality by means of N part for different mass windows.",
            "paragraph_rank": 129,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 109,
                    "text": "Fig. 32",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 340,
                    "text": "Fig. 33",
                    "end": 347
                }
            ]
        },
        {
            "section": "D. Centrality dependence",
            "text": "In the LMR, particularly in the mass region 0.30−0.76 GeV/c 2 , the observed enhancement factor of the dielectron yield with respect to the cocktail does not show a significant centrality dependence within current uncertainty. Both theoretical models can reasonably reproduce the centrality dependence of this observed enhancement in the LMR. Table VII summarizes the enhancement factors for each centrality bin.",
            "paragraph_rank": 130,
            "section_rank": 31
        },
        {
            "section": "D. Centrality dependence",
            "text": "In Fig. 34, we overlay the dielectron mass spectra from minimum-bias and the most central (0-10%) collisions for which we are able to achieve sufficient statistics for direct comparisons. The N part -scaled spectra are plotted in the upper panel, and the ratio between them is plotted in the bottom panel. The measured ratio is consistent with unity in the π 0 invariant mass region, indicating that the production scales with N part . The ratio starts to increase in the mass around 0.5−1.0 GeV/c 2 . This observation is consistent with a picture in which the correlated charm contribution starts to be a dominant source in this mass region while charm quark production at RHIC is expected to rather scale with N bin . Additionally, in this invariant mass range the in-medium ρ meson contribution from the hadronic medium is expected to increase faster than N part when moving towards central collisions based on model calculations [52]. In the IMR, the data indicate there is potentially a systematic change in the mass spectra when comparing the minimum-bias and central collisions. This is suggestive of a possible modification of charmed hadron production or other contributions such as thermal radiation. To quantify the difference, exponential fits were performed to the mass spectra in central and minimum-bias collisions and the resulting exponential slopes differ by ∼1.5σ. We subtracted the cocktail contribution from the measured dielecton mass spectrum to obtain the direct excess yields, shown in Fig. 35 for the mass region of 0.3-1.4 GeV/c 2 . The cocktail simulations used in the subtraction include the correlated charm contributions from Pythia assuming the N bin scaling. A possible charm de-correlation leads to a negligible modification of the cocktail spectra in the mass region around 0.5 GeV/c 2 as shown in Fig. 34. The obtained excess spectra in Au+Au minimum-bias collisions are compared to model calculations in Fig. 35.",
            "paragraph_rank": 131,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 3,
                    "text": "Fig. 34",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 933,
                    "text": "[52]",
                    "end": 937
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1511,
                    "text": "Fig. 35",
                    "end": 1518
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1833,
                    "text": "Fig. 34",
                    "end": 1840
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1941,
                    "text": "Fig. 35",
                    "end": 1948
                }
            ]
        },
        {
            "section": "D. Centrality dependence",
            "text": "The systematic uncertainty across all the data points are highly correlated. We utilized the modified χ 2test [56] to quantify the comparison between the data and the model calculations; the results are summarized in Table VIII. The vacuum ρ plus QGP scenario in Rapp's implementation cannot describe our data well. The calculations, including the broadened ρ-meson scenario plus QGP contribution from both Rapp and PHSD, have reasonable agreements with our data.",
            "paragraph_rank": 132,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 110,
                    "text": "[56]",
                    "end": 114
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 217,
                    "text": "Table VIII",
                    "end": 227
                }
            ]
        },
        {
            "section": "D. Centrality dependence",
            "text": "Next, we studied the centrality dependence of the excess yields. In Fig. 36, the integrated excess yields scaled by N part as a function of centrality (N part ) are shown in the ρ-like mass region (0.30-0.76 GeV/c 2 ). In the same figure, the ω-like (0.76-0.80 GeV/c 2 ) and φ-like (0.98-1.05 GeV/c 2 ) dielectron yields are plotted. For both sets, the yields were scaled by N part and the cocktail subtraction was not applied in this range. The ω-like and the φ-like dielectron yields show an N part scaling while the ρ-like dielectron excess yields increase faster than N part as a function of centrality. The dashed curve depicts a power fit (∝ N a part ) to the ρ-like dielectron yields with the cocktail subtracted. The fit result shows a = 0.44 ± 0.10 (stat.+uncorrelated sys.), indicating the dielectron yields in the ρ-like region are sensitive to the QCD medium dynamics, as expected from ρ medium modifications in theoretical calculations [52,57].",
            "paragraph_rank": 133,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 68,
                    "text": "Fig. 36",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 949,
                    "text": "[52,",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 953,
                    "text": "57]",
                    "end": 956
                }
            ]
        },
        {
            "text": "F. Correlated charm contributions",
            "section_rank": 32
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "The correlated charm contributions start to play an important role in our measured dielectron yields above 0.5 GeV/c 2 and dominate the cocktail in the intermediate   mass region. So far, no measurement of charm correlation in the low transverse moment region at RHIC exists in either p+p or A+A collisions. Single-charm hadron spectra or their decay (\"non-photonic\") electron spectra have been measured in p+p [40,58] and Au+Au collisions [41,59]. We relied on the Pythia model to create the correlated charm pairs and then calculate the decayelectron pair distributions.",
            "paragraph_rank": 134,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 411,
                    "text": "[40,",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 415,
                    "text": "58]",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 440,
                    "text": "[41,",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 444,
                    "text": "59]",
                    "end": 447
                }
            ]
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "In p+p collisions, with a tuned Pythia setting: MSEL=1, PARP(91) ( k ⊥ ) = 1.0 GeV/c and PARP(67) (parton shower level) = 1.0, we have shown that this can reproduce the measured single D-meson p T spectrum from 0.6 − 6 GeV/c [40]. The dielectron mass spectrum calculated with this Pythia tune also showed a good agreement with our measurement in the IMR in p+p collisions at 200 GeV. However, the limited statistics in p+p collisions do not allow us to determine whether Pythia can produce the correct D −D correlation.",
            "paragraph_rank": 135,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 225,
                    "text": "[40]",
                    "end": 229
                }
            ]
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "In Au+Au collisions, we have observed that high-p T electrons are strongly suppressed compared to p+p collisions. In the low p T region, various model calculations indicate that the single-charm spectrum can be modified due to interactions between charm quarks and the hot and dense medium [60]. Consequently, the D−D correlation seen in p+p collisions will be modified, or even be completely washed out [61]. To study their impact on the dielectron spectrum, we chose the following different configurations for the charm p T spectra and correlation functions to construct D−D pairs. (a) Keep the direct Pythia calculation which was used in our default cocktail calculations.",
            "paragraph_rank": 136,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 290,
                    "text": "[60]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 404,
                    "text": "[61]",
                    "end": 408
                }
            ]
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "(b) Keep the momentum magnitude of charm decay electrons in Pythia, but randomly select the azimuthal angle direction. In this case, the angular correlation between two electrons is completely washed out.",
            "paragraph_rank": 137,
            "section_rank": 32
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "(c) Randomly sample two electrons with the single electron p T , η, φ distributions from Pythia calculation. In this case, the correlation between the two electrons is completely washed out.",
            "paragraph_rank": 138,
            "section_rank": 32
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "(d) Based on (c), but sample the p T of each electron track according to the modified p T distribution based on the non-photonic electron R AA measurement in Au+Au collisions [59]. The electron R AA (p T ) was parametrized using the following function, with p T in units of GeV/c.",
            "paragraph_rank": 139,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 175,
                    "text": "[59]",
                    "end": 179
                }
            ]
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "R AA (p T ) = 4.70 4.63 + e (pT−0.62)/1.06 − 0.22.",
            "paragraph_rank": 140,
            "section_rank": 32
        },
        {
            "section": "F. Correlated charm contributions",
            "text": "All these calculations were scaled with N bin in each centrality bin to obtain the correlated charm mass spectra. The correlated charm mass spectra for the above four cases in the most central (0-10%) Au+Au collisions, and a comparison with the measured data, are shown in Fig. 37. The total cocktail shown is still calculated based on the default Pythia correlations. The figure shows that both the modification in electron momentum and the smearing in azimuthal angular correlation make the dielectron mass distribution steeper. Calculations for case (d) seem to be closer to the data points in the mass region of 1−3 GeV/c 2 , thus indicating a possibly modification of charmed hadron production in central Au+Au collisions that is worthy of further experimental investigations. We also calculated the slope parameter in the transverse mass spectrum for each of the aforementioned cases, as is shown in Fig. 38.",
            "paragraph_rank": 141,
            "section_rank": 32,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 273,
                    "text": "Fig. 37",
                    "end": 280
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 906,
                    "text": "Fig. 38",
                    "end": 913
                }
            ]
        },
        {
            "text": "G. Low mass vector meson yields",
            "section_rank": 33
        },
        {
            "section": "G. Low mass vector meson yields",
            "text": "The low mass vector meson (ω and φ) yields have been extracted from the dielectron decay channel through this analysis. The results reported here are from combined  data taken in RHIC year 2010 and 2011 runs. The measured φ yields are consistent with the results from a recent STAR publication [62]. Figure 39 shows the invariant mass distributions of the vector mesons ω and φ from √ s NN = 200 GeV Au+Au minimum-bias collisions. The signal spectra are reconstructed by subtracting the normalized mixed-event unlike-sign background (Section III-E3) from the inclusive same-event unlike-sign e + e − distribution. A Breit-Wigner function plus a second order polynomial function are used to fit the invariant mass distributions. The second order polynomial function is used to describe the residual background. In addition, we use the vector meson ω(φ) invariant mass distributions (lineshapes) directly from cocktail simulations (Breit-Wigner plus Gaussian functions) to fit the signal. As described in Section III-G, the detector momentum resolution in the cocktail simulation was estimated by tuning the simulation to match the J/ψ signals in the data. The line shapes from this tuned simulation for the ω and φ mesons reproduce the signal well. The difference between these two methods is included in the systematic uncertainty of the raw yield. Figure 40 shows the ω and φ invariant mass distributions in different p T regions.",
            "paragraph_rank": 142,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b100",
                    "start": 294,
                    "text": "[62]",
                    "end": 298
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 300,
                    "text": "Figure 39",
                    "end": 309
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1349,
                    "text": "Figure 40",
                    "end": 1358
                }
            ]
        },
        {
            "section": "G. Low mass vector meson yields",
            "text": "Although the mass and width of vector mesons could be modified due to interactions with the hot and dense medium, the observed ω and φ spectra from the detector will have little sensitivity to such an effect. The lifetimes of ω and φ mesons are much longer than the typical lifetime of the medium created in high energy heavy-ion collisions. Therefore, the freeze-out ω and φ mesons will dominate the observed yields. We obtained the widths and mass positions of ω and φ signals from data and compared them to the values from the PDG as well as from our simulations, shown in Fig. 41.",
            "paragraph_rank": 143,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 576,
                    "text": "Fig. 41",
                    "end": 583
                }
            ]
        },
        {
            "section": "G. Low mass vector meson yields",
            "text": "The mass positions of the ω and φ mesons from our data generally agree with the PDG values, with a slight shift towards lower values. This is mainly because the STAR tracking algorithms account for the energy loss assuming pions. The observed mass shift (1-2 MeV/c 2 ) for ω and φ mesons are within the uncertainties of the particle energy loss correction in our GEANT simulations. The widths of the mass distribution are larger than the PDG values as expected, due to detector resolution effects. A tuned simulation, using the J/ψ mass distribution (described in Section III-G), can reproduce well the observed signal widths for ω and φ mesons in the full p T region reported here. Because of uncertainty in the description of materials, including accessory components in the STAR detector system, we included the difference between the tuned simulation and the GEANT simulation in the width calculation as part of our systematic uncertainty. Since the mass and width are well reproduced by the tuned simulation, we fixed the mass and width with the value from the tuned simulations when using the Breit-Wigner function to extract the p T differential yield.",
            "paragraph_rank": 144,
            "section_rank": 33
        },
        {
            "section": "G. Low mass vector meson yields",
            "text": "In order to present the final p T -differential invariant cross section, the raw vector meson yields are corrected for the detector's acceptance and efficiency. Figure 42 shows the total detector acceptance and efficiency as a function of p T for ω → e + + e − and φ → e + + e − . In Fig. 43, the final p T differential invariant yields are shown for ω and φ from √ s NN = 200 GeV Au+Au collisions at mid-rapidity (|y| < 1). The systematic uncertainties include the detector efficiency uncertainty and the raw signal extraction uncertainty. The latter is derived from changing the fit range, the function used for describing the background and the method used to extract the yields. The φ spectrum measured from e + e − decays is consistent with the previous results measured from the hadronic decay channel (φ → K + + K − ) [36]. Also included in the figure are the TBW-model [37] fit to the previous φ → K + + K − data points as well as a prediction of the ω spectrum with the same set of parameters obtained from the simultaneous fit to all available light hadrons (see Section III-G). The TBW prediction describes the measured ω spectrum well. The measured dN/dy for the ω meson is 8.46±0.67(stat.)±1.59(syst.), and for the φ meson is 2.20±0.10(stat.)±0.34(syst.).",
            "paragraph_rank": 145,
            "section_rank": 33,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 161,
                    "text": "Figure 42",
                    "end": 170
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 284,
                    "text": "Fig. 43",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 825,
                    "text": "[36]",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 877,
                    "text": "[37]",
                    "end": 881
                }
            ]
        },
        {
            "text": "V. SUMMARY",
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "We have reported STAR measurements of dielectron yields at mid-rapidity in Au+Au collisions at √ s NN = 200 GeV. The measured dielectron yields within the STAR acceptance (defined by p e T > 0.2 GeV/c, |η e | < 1, and |y ee | < 1) show an enhancement when compared to hadronic cocktail calculations in the mass region below M φ . The enhancement factor, integrated over the mass region of 0.30 − 0.76 GeV/c 2 and the full p T acceptance, is 1.76 ± 0.06 (stat.) ± 0.26 (sys.) ± 0.29 (cocktail). Further systematic measurements show that this enhancement factor has a mild centrality and p T dependence. A vacuum ρ spectral function cannot fully describe the measured dielectron mass spectrum in this mass region. This enhancement factor is significantly lower than what has been reported by PHENIX. We have compared the STAR and PHENIX cocktail simulations and applied PHENIX azimuthal acceptance. We found that neither differences in the acceptance nor the cocktail simulations can explain the difference in the enhancement factor measured by the two experiments.",
            "paragraph_rank": 146,
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "We compared our results to model calculations including an effective many-body model (Rapp) and a microscopic transport model (PHSD). Both models invoked an in-medium modified ρ spectral function through the interactions with mesons and baryons in the bulk medium. Both can reproduce the low-mass excess in our data reasonably well, including the p T and centrality dependences. A power-law fit to the excess yield in the ρ-like region as a function of N part gives a power of 1.44±0.10. We noted that the many-body model calculations have successfully explained the SPS low-mass dilepton data. These findings could indicate that the property of the hadronic medium that governs the dilepton production in the low-mass region is similar at top SPS and top RHIC energies despite the difference in center-of-mass energies of more than an order of magnitude. Dielectron measurements from the RHIC beam energy scan program will offer a unique opportunity to fill the energy gap between the SPS and RHIC and systematically evaluate the energy dependence of dielectron production.",
            "paragraph_rank": 147,
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "We also reported the measurement of ω meson production, and φ meson production through the dielectron decay channel in Au+Au collisions at √ s NN = 200 GeV. The observed signal widths and mass positions are well reproduced in Monte Carlo simulations. The measured φ invariant yield spectrum through the e + e − decay channel is consistent with the previously published STAR measurement based on the K + K − decay channel. The ω invariant yield spectrum can be well reproduced by Tsallis Blast-Wave model predictions which use the same set of parameters obtained from a simultaneous fit to all other available light hadrons. This indicates that the ω mesons behave much like the bulk medium, with similar radial flow velocity.",
            "paragraph_rank": 148,
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "The understanding of the dielectron production in the mass region of 1−3 GeV/c 2 is currently limited both statistically and systematically. We reported the inclusive dielectron yields which include the contribution from correlated charm decays. However, at this time we do not know the characteristics of the charm contribution in Au+Au collisions. The dielectron data from 0-80% minimum-bias collisions can be fairly well described by the number-of-binary-collisions scaled p+p contribution based on Pythia calculations. The ratio between the central and minimum-bias spectra in the mass region of 1- 3 GeV/c 2 shows a moderate deviation from the N bin scaling (1.8σ deviation for the data point at 1.8-2.8 GeV/c 2 ). This could be indicative of the modification of the correlated charm contribution or the existence of other contributing sources in Au+Au collisions. The difference in the mass region 1-3 GeV/c 2 , if confirmed in future measurements with a better precision, would constrain the magnitude of the de-correlating effect on charm pairs while traversing the QCD medium and/or other possible dielectron sources, e.g., QGP thermal radiation, from central Au+Au collisions at RHIC.",
            "paragraph_rank": 149,
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "The STAR mid-rapidity detectors cover the full azimuth (0< φ < 2π) for |η| <1 while the PHENIX central arms (used for the dielectron analysis) cover about 2×π/2 at |η| < 0.35. To investigate the impact of the detector acceptance effect on the final dielectron mass spectrum, we tried to narrow down the single-track acceptance cut to match the PHENIX acceptance as best as possible. We acknowledge that fully reproducing another experiment's acceptance is virtually impossible due to subtle differences in detector structures and performances. Instead, the STAR data is selected with the PHENIX azimuthal angle acceptance cut. Due to the limited statistics, we cannot further reduce the pseudorapidity window to match the respective PHENIX range. In addition, we also expect the physics is not significantly different between |η| < 0.35 and |η| < 1 rapidity ranges for 200 GeV collisions.",
            "paragraph_rank": 150,
            "section_rank": 34
        },
        {
            "section": "V. SUMMARY",
            "text": "As a result of the magnetic field, the signal track φ acceptance varies with p T . We used the kinematic acceptance cut presented in the PHENIX publication [17]: bend to DC and RICH, respectively. One arm covers the region from φ min = - 3 16 π to φ max = 5 16 π , while the other arm covers from φ min = 11 16 π to φ max = 19 16 π. The electron candidate occupancy distributions for STAR data selected with the PHENIX φ acceptance cut are shown in Fig. 44. The upper panel shows the regular φ versus p T for negative charged particles, while the bottom panel shows 1/p T versus φ for both charges. The plots show that while we can capture the basic acceptance structure, the inner fine structure within this azimuthal angle acceptance may be slightly different due to different detector structure for both experiments.",
            "paragraph_rank": 151,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 156,
                    "text": "[17]",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 238,
                    "text": "3",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 305,
                    "text": "11",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 324,
                    "text": "19",
                    "end": 326
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 449,
                    "text": "Fig. 44",
                    "end": 456
                }
            ]
        },
        {
            "section": "V. SUMMARY",
            "text": "With the electron candidates selected, we then carried out the same analysis procedure as described in Section III. In Fig. 45 panels (a), (b), (c), the ratio is shown for like-sign distributions between same events and mixed events from which we determine the normalization factor of the mixed-event unlike-sign distribution for the combinatorial background.",
            "paragraph_rank": 152,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 119,
                    "text": "Fig. 45 panels (a)",
                    "end": 137
                }
            ]
        },
        {
            "section": "V. SUMMARY",
            "text": "We compared the acceptance difference correction factor between the results with and without the PHENIX φ acceptance, as shown in Fig. 46. One can clearly see that the φ acceptance cut changes the pair acceptance between like-sign and unlike-sign pairs significantly in the low-mass region, and the maximum of this ratio appears around M ee ∼ 0.5 GeV/c 2 .",
            "paragraph_rank": 153,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 130,
                    "text": "Fig. 46",
                    "end": 137
                }
            ]
        },
        {
            "section": "V. SUMMARY",
            "text": "The combinatorial background is subtracted from the inclusive unlike-sign pair distribution to obtain the raw signal, then the raw signal distribution is corrected for the detector efficiency. Finally we obtained the signal dielectron invariant mass spectrum from 200 GeV minimum-bias Au+Au collisions and compared it to hadronic cocktail simulations, shown in the left panel in Fig. 47. In the low-mass region of 0.30-0.76 GeV/c 2 , we observed an enhancement of a factor of 2.4±0.37(stat.)±0.38(sys.)±0.29(cocktail) when comparing the measured yield to the hadronic cocktail. Selecting our data within the PHENIX φ acceptance does not appear to reproduce the large enhancement factor in the low-mass region observed by the PHENIX collaboration [17].",
            "paragraph_rank": 154,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 379,
                    "text": "Fig. 47",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 746,
                    "text": "[17]",
                    "end": 750
                }
            ]
        },
        {
            "section": "V. SUMMARY",
            "text": "We added in the medium dielectron contributions from theoretical model calculations. The right plot of Fig. 47 shows the data compared to the cocktail plus the broadened ρ spectrum in the hadronic medium and QGP thermal radiation. The particular calculation that is included here is only valid for M < 1.5 GeV/c 2 . The medium contribution from this model (hadronic ρ and QGP radiation) describes the observed low-mass excess very well. In this appendix, we compare the cocktail simulation results between PHENIX and STAR. The details of the light hadron decays and Dalitz decays into dielectrons are described in [31]. We used the p+p input yields for cocktail calculations in this comparison and we folded in the PHENIX acceptance filter, described in Eq. B1. Next, we compared the output to the PHENIX p+p cocktail calculations.",
            "paragraph_rank": 155,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 103,
                    "text": "Fig. 47",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 614,
                    "text": "[31]",
                    "end": 618
                }
            ]
        },
        {
            "section": "V. SUMMARY",
            "text": "The comparison for the total cocktail summed yield is shown in Fig. 48. The comparisons for each cocktail component are shown in Fig. 49. We see that the cocktail calculations from both experiments agree reasonably well. There are some small differences in the η, ω, φ Dalitz decay distributions which can be attributed to different choices of decay form factors in these Dalitz decays.",
            "paragraph_rank": 156,
            "section_rank": 34,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 63,
                    "text": "Fig. 48",
                    "end": 70
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 129,
                    "text": "Fig. 49",
                    "end": 136
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 35
        },
        {
            "section": "FIG. 1 .",
            "text": "FIG. 1. (Color online) Upper panel: Uncorrected multiplicity N raw ch distribution measured within |η| < 0.5 and |Vz| < 5 cm. The solid curve depicts the multiplicity distribution from a MC Glauber simulation. Bottom panel: Ratio between MC and data.",
            "paragraph_rank": 157,
            "section_rank": 35
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 36
        },
        {
            "section": "FIG. 3 .",
            "text": "FIG. 3. (Color online)Upper panel: 1/β vs. particle momentum. Solid line depicts a prediction for those associations where TOF hits were triggered by conversion electrons while matched randomly with TPC charged tracks. Bottom panel: 1/β projection in the momentum bin 0.2 < p < 0.25 GeV/c for three centrality bins, normalized to the pion peak region.",
            "paragraph_rank": 158,
            "section_rank": 36
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 37
        },
        {
            "section": "FIG. 4 .",
            "text": "FIG. 4. (Color online) Upper panel: The distributions of number of electron candidates. Bottom panel: Raw pT spectra of the electron candidates.",
            "paragraph_rank": 159,
            "section_rank": 37
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 38
        },
        {
            "section": "FIG. 5 .",
            "text": "FIG. 5. (Color online) Charged particle m 2 distribution from TOF measurements in 200 GeV Au+Au minimum bias collisions. The shaded areas are the respective m 2 thresholds used for selecting high purity π, K, p samples.",
            "paragraph_rank": 160,
            "section_rank": 38
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 39
        },
        {
            "section": "FIG. 6 .",
            "text": "FIG. 6. (Color online) Upper panel: nσe distribution of clean π, K, p samples selected using TOF masses. Dashed lines are Gaussian fits to these distributions allowing the extrapolation of the tail regions where contamination becomes apparent. Bottom panel: An example of multi-component fit to the nσe distribution for the momentum bin 0.68 < p < 0.72 GeV/c in 200 GeV Au+Au minimum bias collisions. The two vertical lines indicate the selected electron range.",
            "paragraph_rank": 161,
            "section_rank": 39
        },
        {
            "text": "FIG. 7 .",
            "section_rank": 40
        },
        {
            "section": "FIG. 7 .",
            "text": "FIG. 7. (Color online) Estimated electron purity vs. momentum in 200 GeV Au + Au collisions. Gray areas indicate the momentum regions where nσe of kaons and protons cross with that of electrons resulting in large uncertainties in those ranges.",
            "paragraph_rank": 162,
            "section_rank": 40
        },
        {
            "text": "FIG. 8 .",
            "section_rank": 41
        },
        {
            "section": "FIG. 8 .",
            "text": "FIG. 8. (Color online) Two-dimensional (Mee, pT) distribution of unlike-sign e + e − pairs with background subtraction from 200 GeV Au + Au minimum bias collisions in the STAR acceptance (pT>0.2 GeV/c, |η|<1, and |yee|<1).",
            "paragraph_rank": 163,
            "section_rank": 41
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 42
        },
        {
            "section": "FIG. 9 .",
            "text": "FIG. 9. (Color online)Upper panel: φV vs. mass distributions for photon conversion electron pairs form the full Geant MC simulation. The solid red line depicts the mass dependent φV cut that was used to remove these conversion pairs. Bottom panel: photon conversion contribution in 200 GeV Au+Au minimum bias collisions. The insert plot shows the structures from the beam pipe, the supporting bars of the inner cone, and the TPC inner field cage.",
            "paragraph_rank": 164,
            "section_rank": 42
        },
        {
            "text": "Ratio",
            "section_rank": 43
        },
        {
            "text": "FIG. 10 FIG. 11",
            "section_rank": 44
        },
        {
            "section": "FIG. 10 FIG. 11",
            "text": "FIG. 10. (Color online) Difference in mixed-event distributions when using different number of event pools in the reconstructed event-plane angle from data (panel (a) and (b)) and MC simulation (panel (c) and (d), see text for details). The left column plots show differences of unlike-sign distributions with different divisions and the right column plots show differences of ratios of unlike-sign to like-sign distributions.",
            "paragraph_rank": 166,
            "section_rank": 44
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 45
        },
        {
            "section": "FIG. 12 .",
            "text": "FIG. 12. (Color online) Upper panel: Residual differences between same-event and mixed-events like-sign distributions divided by its standard deviation. The black box indicates the default normalization region. Bottom panel: Residual difference distributions for all the entries in different mass regions.",
            "paragraph_rank": 167,
            "section_rank": 45
        },
        {
            "text": "FIG. 13",
            "section_rank": 46
        },
        {
            "section": "FIG. 13",
            "text": "FIG. 13. (Color online) Raw pair mass distributions for 200 GeV Au + Au collisions. The mixed-event unlike-sign and like-sign distributions are normalized in the mass region from 1.0 to 2.0 GeV/c 2 .",
            "paragraph_rank": 168,
            "section_rank": 46
        },
        {
            "text": "FIG. 15",
            "section_rank": 47
        },
        {
            "section": "FIG. 15",
            "text": "FIG. 15. (Color online) pT (left panel) and centrality (right panel) dependence of the same-event inclusive unlike-sign distributions (histograms) and the normalized unlike-sign mixed-event background distributions (red lines).",
            "paragraph_rank": 169,
            "section_rank": 47
        },
        {
            "text": "FIG. 16",
            "section_rank": 48
        },
        {
            "section": "FIG. 16",
            "text": "FIG. 16. (Color online) φ vs. pT for all negative (left panel) and positive (right panel) tracks from a single magnetic field configuration. The blank areas are due to the TPC sector boundaries, which shows the different acceptances between positive and negative tracks particularly in the low pT due to the magnetic field.",
            "paragraph_rank": 170,
            "section_rank": 48
        },
        {
            "text": "FIG. 17. (Color online) Acceptance correction factor for unlike-sign and like-sign pair difference from 200 GeV Au+Au minimum-bias collisions.",
            "paragraph_rank": 171,
            "section_rank": 49
        },
        {
            "text": "FIG. 18. (Color online) Ratio of the same-event like-sign to the mixed-event unlike-sign distributions. The gray area indicates the normalization region. The solid and dashed lines depict an empirical fit to the distribution in the mass region of 1−4 GeV/c 2 and the fit uncertainties, respectively.",
            "paragraph_rank": 172,
            "section_rank": 50
        },
        {
            "text": "FIG.19. Ratios of unlike-sign to like-sign mixed-event distributions (denoted as the acceptance-difference correction factor) and acceptance corrected like-sign background to mixed-event unlike-sign background distributions for different centralities and pT regions.",
            "paragraph_rank": 173,
            "section_rank": 51,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 4,
                    "text": "19",
                    "end": 6
                }
            ]
        },
        {
            "text": "FIG. 20 .",
            "section_rank": 52
        },
        {
            "section": "FIG. 20 .",
            "text": "FIG. 20. Panel (a): e + e − invariant mass pair distributions of signal pairs compared to the inclusive unlike-sign (open symbols) and reconstructed background pairs (black line) in 200 GeV Au+Au minimum-bias collisions. The insert shows the signals of the φ and ω vector mesons. Panel (b): Signalto-background ratios in p+p and Au+Au collisions.",
            "paragraph_rank": 174,
            "section_rank": 52
        },
        {
            "text": "FIG. 21 .FIG. 22 .FIG. 23 .",
            "section_rank": 53
        },
        {
            "section": "FIG. 21 .FIG. 22 .FIG. 23 .",
            "text": "FIG. 21. The single-electron efficiency as a function of pT or p in the pseudo-rapidity range of |η| < 1 in Au+Au collisions at √ sNN = 200 GeV. In the left panel solid points represent the combined TPC tracking, TOF matching and TPC ndEdx efficiencies. In the right panel the solid points represent the combined TPC nσe cut and TOF 1/β cut efficiencies. Gray bands indicate the systematic uncertainties. The bottom panels show these efficiencies in various centrality bins compared to the minimum-bias data.",
            "paragraph_rank": 175,
            "section_rank": 53
        },
        {
            "text": "FIG. 24 .",
            "section_rank": 54
        },
        {
            "section": "FIG. 24 .",
            "text": "FIG. 24. (Color online) The pT -integrated e + e − pair efficiency as a function of pair mass within the STAR acceptance in Au+Au minimum-bias (black) and central (red) collisions at √ sNN = 200 GeV. The open markers represent the corresponding efficiencies before the photon conversion rejection. The gray bands depict the systematic uncertainties.",
            "paragraph_rank": 176,
            "section_rank": 54
        },
        {
            "text": "FIG. 25",
            "section_rank": 55
        },
        {
            "section": "FIG. 25",
            "text": "FIG. 25. (Color online) Invariant yields of mesons in Au+Au collisions at √ sNN = 200 GeV. The solid lines show the simul-",
            "paragraph_rank": 177,
            "section_rank": 55
        },
        {
            "text": "FIG. 26 .",
            "section_rank": 56
        },
        {
            "section": "FIG. 26 .",
            "text": "FIG. 26. (Color online) Estimated hadron contamination from e − h and h − h contributions due to the finite contaminated hadrons in the elecron sample compare to the e + e − pair signal in 200 GeV Au+Au collisions.",
            "paragraph_rank": 178,
            "section_rank": 56
        },
        {
            "text": "FIG. 27 .",
            "section_rank": 57
        },
        {
            "section": "FIG. 27 .",
            "text": "FIG. 27. (Color online) Systematic uncertainties of raw dielectron invariant-mass spectrum in Au+Au minimum-bias collisions from various contributing sources. The direct sum of each individual component was taken as the total systematic uncertainty, shown as the solid curve.",
            "paragraph_rank": 179,
            "section_rank": 57
        },
        {
            "text": "2 FIG. 28 .",
            "section_rank": 58
        },
        {
            "section": "2 FIG. 28 .",
            "text": "FIG. 28. (Color online) Invariant mass spectrum in the STAR acceptance (p e T > 0.2 GeV/c, |η e | < 1, and |yee| < 1) from √ sNN = 200 GeV Au+Au minimum-bias collisions. The mass spectrum is compared to the hadronic cocktail simulations without (upper left panel) and with (upper middle) the vacuum ρ contribution (upper right is an expanded version of upper middle below Mee of 1.4 GeV /c 2 ). The vertical bars on data points depict the statistical uncertainties, while the systematic uncertainties are shown as green boxes. Yellow bands in the bottom panels depict the systematic uncertainties on the cocktail. The dashed line indicates the charm decay dielectron contribution from Pythia [32] calculations and scaled with N bin .",
            "paragraph_rank": 180,
            "section_rank": 58
        },
        {
            "text": "FIG. 29 .",
            "section_rank": 59
        },
        {
            "section": "FIG. 29 .",
            "text": "FIG. 29. (Color online) Dielectron mass spectrum in 200 GeV minimum-bias Au+Au collisions compared to the hadron cocktail plus the hadronic medium and partonic QGP contributions calculated from Rapp (upper left panel) and PHSD (upper right panel) models. Yellow bands in the bottom panels depict systematic uncertainties on the cocktail.",
            "paragraph_rank": 181,
            "section_rank": 59
        },
        {
            "text": "FIG. 30 FIG. 31",
            "section_rank": 60
        },
        {
            "section": "FIG. 30 FIG. 31",
            "text": "FIG. 30. (Color online) Left panel: Invariant mass spectra from √ sNN = 200 GeV Au+Au minimum-bias collisions in different pT ranges. The solid curves represent the cocktail of hadronic sources and include the charm-decayed dielectron contribution calculated by Pythia scaled by N bin . Right panels: The ratio of dielectron yield over cocktail for different pT bins, and the comparison with model calculations. The gray boxes show the systematic uncertainties of the data. Yellow bands depict systematic uncertainties on the cocktail.",
            "paragraph_rank": 182,
            "section_rank": 60
        },
        {
            "text": "FIG. 32",
            "section_rank": 61
        },
        {
            "section": "FIG. 32",
            "text": "FIG. 32. (Color online) Left panel: Invariant mass spectra from √ sNN = 200 GeV Au+Au collisions in different centralities. The solid curves represent the cocktail of hadronic sources and include charm decay dielectron contribution from Pythia scaled by N bin . Right panel: The ratio of dielectron yield over cocktail for different centrality. The gray boxes show the systematic uncertainties of the data. Yellow bands depict systematic uncertainties on the cocktail.",
            "paragraph_rank": 183,
            "section_rank": 61
        },
        {
            "text": "FIG. 33",
            "section_rank": 62
        },
        {
            "section": "FIG. 33",
            "text": "FIG. 33. (Color online) Left panel: The integrated dielectron yield in different centralities compared with the cocktail. The solid lines represent the yield of cocktail in different invariant mass ranges. The gray bands show the systematic uncertainties of the data. Right panel: The ratio of dielectron yield over cocktail for different centralities, and the comparison with model calculations. The yellow bands show the systematic uncertainties of the cocktail. The gray bands show the systematic uncertainties of the data.",
            "paragraph_rank": 184,
            "section_rank": 62
        },
        {
            "text": "FIG. 35 FIG. 36",
            "section_rank": 63
        },
        {
            "section": "FIG. 35 FIG. 36",
            "text": "FIG. 35. (Color Online)Mass spectrum of the excess (data -cocktail) in the low-mass region in Au+Au minimum-bias collisions compared to model calculations. Green brackets depict the total systematic uncertainties including those from cocktails.",
            "paragraph_rank": 185,
            "section_rank": 63
        },
        {
            "text": "FIG. 37. (Color Online) Correlated charm contributions to the dielectron mass spectra for different assumptions of the correlation strength. The simulations are compared to the measured dielectron spectrum in the most central (0-10%) Au+Au collisions. The total cocktail shown is calculated using the default Pythia correlations. The insert plot shows the comparsion between the cocktail sums with above four different charm contribtuions and the measured spectrum in the IMR.",
            "paragraph_rank": 186,
            "section_rank": 64
        },
        {
            "text": "FIG. 38",
            "section_rank": 65
        },
        {
            "section": "FIG. 38",
            "text": "FIG. 38. (Color Online) Slope parameters T eff versus invariant mass for dielectrons from charm hadron decays. Different lines show the outcome from Pythia calculations assuming different levels of correlations between charm pairs.",
            "paragraph_rank": 187,
            "section_rank": 65
        },
        {
            "text": "FIG. 39 FIG. 40",
            "section_rank": 66
        },
        {
            "section": "FIG. 39 FIG. 40",
            "text": "FIG. 39. (Color Online) ω and φ meson invariant mass distribution from √ sNN = 200 GeV Au+Au minimum-bias collisions after subtraction of the combinatorial background using the mixed-event method. The blue and red lines depict two functions used for the signals in the fit. A second-order polynomial function is used to describe the residual correlated background.",
            "paragraph_rank": 188,
            "section_rank": 66
        },
        {
            "text": "FIG. 41 .FIG. 42",
            "section_rank": 67
        },
        {
            "section": "FIG. 41 .FIG. 42",
            "text": "FIG. 41. (Color Online) The widths and mass positions of the ω and φ signals from data compared to the values from the PDG and the full Geant simulation. Boxes on the data points depict the systematic uncertainties. Gray bands represent the uncertainty of the simulation.",
            "paragraph_rank": 189,
            "section_rank": 67
        },
        {
            "text": "(FIG. 44",
            "section_rank": 68
        },
        {
            "section": "(FIG. 44",
            "text": "FIG. 44. (Color online)Single electron/positron track density distributions using the STAR data selected within the PHENIX azimuthal angle acceptance.",
            "paragraph_rank": 190,
            "section_rank": 68
        },
        {
            "text": "FIG. 45. (Color online) Ratios of pair distributions for electron candidates selected with the PHENIX φ acceptance. Panels (a), (b), (c): ratios of like-sign distributions between same event and mixed-event.",
            "paragraph_rank": 191,
            "section_rank": 69
        },
        {
            "text": "TABLE I .",
            "section_rank": 70
        },
        {
            "section": "TABLE I .",
            "text": "Summary of centrality bins, average number of participants Npart , and number of binary collisions N bin from MC Glauber simulation of Au+Au at √ sNN = 200 GeV. The errors indicate uncertainties from the MC Glauber calculations.",
            "paragraph_rank": 192,
            "section_rank": 70
        },
        {
            "text": "TABLE II .",
            "section_rank": 71
        },
        {
            "section": "TABLE II .",
            "text": "Total Like-sign pairs in the normalization region (N.R.) in each centrality class and the corresponding statistical uncertainties of the normalization factors.",
            "paragraph_rank": 193,
            "section_rank": 71
        },
        {
            "section": "TABLE II .",
            "text": "Centrality Like-sign pairs in N.R. Statistical un. 0-80% 4.2 × 10 6",
            "paragraph_rank": 194,
            "section_rank": 71
        },
        {
            "text": "TABLE III .",
            "section_rank": 72
        },
        {
            "section": "TABLE III .",
            "text": "Input yields of various cocktail components for 0-80% minimum bias Au+Au collisions at √ sNN = 200 GeV.",
            "paragraph_rank": 195,
            "section_rank": 72
        },
        {
            "text": "TABLE IV .",
            "section_rank": 73
        },
        {
            "section": "TABLE IV .",
            "text": "Systematic uncertainties on normalization factors of mixed-event distributions for minimum-bias collisions and various centralities. The total number of e + e − pairs in minimum-bias collisions is ∼ 3.7 × 10 7 , and for central collisions is ∼ 7.0 × 10 7 (2010 data).Like-sign pairs Choice of N.R. Norm. method LS/US pair difference Total MinBias 4.9 × 10 −4 2.1 × 10 −4 1.0 × 10 −4 2.4 × 10 −5",
            "paragraph_rank": 196,
            "section_rank": 73
        },
        {
            "text": "TABLE V .",
            "section_rank": 74
        },
        {
            "section": "TABLE V .",
            "text": "Systematic uncertainties on single-track efficiency.",
            "paragraph_rank": 197,
            "section_rank": 74
        },
        {
            "text": "TABLE VI .",
            "section_rank": 75
        },
        {
            "section": "TABLE VI .",
            "text": "The pT dependence of dielectron yields, measured in the STAR acceptance, and the enhancement factor with respect to the hadronic cocktail in the invariant mass region of 0.30−0.76 GeV/c 2 .",
            "paragraph_rank": 198,
            "section_rank": 75
        },
        {
            "text": "TABLE VII .",
            "section_rank": 76
        },
        {
            "section": "TABLE VII .",
            "text": "The centrality dependence of dielectron yields, measured in the STAR acceptance, and the enhancement factor with respect to the hadronic cocktail in the invariant mass region of 0.30−0.76 GeV/c 2 . 10% 13.63 ± 1.01 ± 2.06 2.03 ± 0.15 ± 0.31 10 -40% 4.81 ± 0.22 ± 0.71 1.63 ± 0.08 ± 0.24 40 -80% 0.85 ± 0.03 ± 0.12 1.51 ± 0.06 ± 0.22 0 -80% 3.87 ± 0.13 ± 0.57 1.76 ± 0.06 ± 0.26 E. Low mass excess yields",
            "paragraph_rank": 199,
            "section_rank": 76,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 180,
                    "text": "30",
                    "end": 182
                }
            ]
        },
        {
            "section": "TABLE VII .",
            "text": "We thank Professor Ralf Rapp for discussions and clarifications on model calculations. We thank the RHIC Operations Group and RCF at BNL, the NERSC Center at LBNL, the KISTI Center in Korea, and the Open Science Grid consortium for providing resources and support. ",
            "paragraph_rank": 200,
            "section_rank": 78
        },
        {
            "text": "Appendix A: Centrality-dependent Cocktail Simulation Inputs",
            "paragraph_rank": 201,
            "section_rank": 80
        },
        {
            "text": "When comparing to the measured spectra, the hadron cocktails were simulated for each of the corresponding centrality bins (0-10%, 10-40% and 40-80%). The centrality dependence of the input hadron p T distributions were obtained from the similar Tsallis Blast-Wave function fit to the available data, including π ± , φ, etc. For other hadrons with no available measurements, we use the Tsallis Blast-Wave predictions for the input p T distributions. The input dN/dy for all the components in each centrality bin were then scaled with the relative pion yields, R π , with respect to minimum-bias collisions. Correlated-charm contributions are scaled by the number of binary collisions for a given centrality. All of these scale factors are summarized in Table IX.  Data/Cock.  ",
            "paragraph_rank": 202,
            "section_rank": 80,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 752,
                    "text": "Table IX",
                    "end": 760
                }
            ]
        }
    ]
}